{
  "title": "2023_AFC_Asian_Cup_knockout_stage",
  "url": "https://en.wikipedia.org/wiki/2023_AFC_Asian_Cup_knockout_stage",
  "summary": "The knockout stage of the 2023 AFC Asian Cup was the second and final stage of the competition, following the group stage. It began on 28 January with the round of 16 and ended on 10 February with the final match, held at the Lusail Stadium in Lusail. A total of 16 teams (the top two teams from each group, along with the four best third-placed teams) advanced to the knockout stage to compete in a single-elimination style tournament.\nAll times are local, AST (UTC+3).",
  "content": [
    {
      "section_title": "Format",
      "section_content": [
        {
          "sentence": "In the knockout stage, if a match was level at the end of 90 minutes of normal playing time, extra time was played (two periods of 15 minutes each)",
          "refs": []
        },
        {
          "sentence": "If still tied after extra time, the match was decided by a penalty shoot-out to determine the winner",
          "refs": []
        },
        {
          "sentence": "This was the second time there was no third place play-off, after the 2019 edition.",
          "refs": []
        },
        {
          "sentence": "The AFC set out the following schedule for the round of 16:",
          "refs": [
            "https://assets.the-afc.com/2023_AFC_Asian_Cup/Downloads/AFC-Asian-Cup-2023™-Competition-Regulations%20(21%20Dec%202023).pdf"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Combinations of matches in the round of 16",
          "section_content": [
            {
              "sentence": "The specific match-ups involving the third-placed teams depended on which four third-placed teams qualified for the round of 16:",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Qualified teams",
      "section_content": [
        {
          "sentence": "The top two placed teams from each of the six groups, plus the four best-placed third teams, qualified for the knockout stage.",
          "refs": []
        },
        {
          "sentence": "Indonesia, Palestine, Syria, and Tajikistan made their knockout stage debut in this tournament.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Bracket",
      "section_content": [
        {
          "sentence": "All times are local, AST (UTC+3).",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Round of 16",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Australia vs Indonesia",
          "section_content": [
            {
              "sentence": "This was the first time Australia and Indonesia faced each other at the Asian Cup, having last met back in 2010 during the 2011 AFC Asian Cup qualification, in which Australia triumphed",
              "refs": []
            },
            {
              "sentence": "This fixture was also the first time Australia faced a fellow AFF member in the Asian Cup since becoming AFF member in 2013",
              "refs": []
            },
            {
              "sentence": "It was also the first time since 2007 (4–0 win against Thailand) that Australia faced a Southeast Asian opponent.",
              "refs": []
            },
            {
              "sentence": "Indonesia quickly applied pressure in the first minutes trying to exploit Australia's organisation, but, although Indonesia pressed early, they were brutally punished in the 12th minute when Jackson Irvine produced a run that saw him overcome three Indonesian players before his shot caused Elkan Baggott to unintentionally deflect the ball into his own net to give Australia the lead",
              "refs": []
            },
            {
              "sentence": "Australia scored once again when, from a counterattack, the ball was delivered high by Gethin Jones from Indonesia's left flank and Martin Boyle quickly headed home for the second",
              "refs": []
            },
            {
              "sentence": "Although Australia reduced the tempo in the second half and allowed Indonesia more space, the Indonesians failed to score, and they were again punished in the 89th minute from another run on the left flank",
              "refs": []
            },
            {
              "sentence": "Nathaniel Atkinson's cut piece was followed by Irvine's header; although Ernando Ari managed to save the initial shot, he could not prevent Craig Goodwin from scoring after the save deflected and allowed Goodwin's volley",
              "refs": []
            },
            {
              "sentence": "Australia completed the game in style in the first minute of added time when Harry Souttar capitalised from a set-piece by Goodwin to head home.",
              "refs": []
            },
            {
              "sentence": "Since joining the AFC in 2006, Australia had never lost against fellow AFF members, which was later extended following their win over Indonesia (10 wins, three draws)",
              "refs": []
            },
            {
              "sentence": "This result equalled Australia's second biggest win in their AFC Asian Cup history, all 4–0, which happened against Thailand in 2007, India in 2011 and Oman in 2015",
              "refs": []
            },
            {
              "sentence": "This also secured Australia's ongoing streak of advancing to every quarter-finals of the Asian Cup since their debut in 2007.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Tajikistan vs United Arab Emirates",
          "section_content": [
            {
              "sentence": "This was the teams' first ever competitive meeting; having met just twice, both in friendlies, in which the United Arab Emirates won one and drew one.",
              "refs": []
            },
            {
              "sentence": "Despite the Emiratis controlling the match in the first minutes, it was Tajikistan who scored first after Vahdat Hanonov, assisted by Zoir Dzhuraboyev, headed into the net over two Emirati players",
              "refs": []
            },
            {
              "sentence": "The Tajiks then put up an effective defence to neutralise Emirati attacks for the majority of the game, until the fifth minute of second half's added time when, from a set-piece by Ali Saleh, Khalifa Al Hammadi produced a header to equalise for the United Arab Emirates at",
              "refs": []
            },
            {
              "sentence": "Both teams played conservatively through extra time, forcing a penalty shootout",
              "refs": []
            },
            {
              "sentence": "Tajikistan successfully converted all five of their penalties, as Caio Canedo's second shot for the United Arab Emirates was denied by Rustam Yatimov and Tajikistan sealed a historic win.",
              "refs": []
            },
            {
              "sentence": "Tajikistan became the first Asian Cup knockout stage debutant to win a knockout stage game since Japan in 1992",
              "refs": []
            },
            {
              "sentence": "The loss resulted in the worst performance for the United Arab Emirates in the Asian Cup since 2011, when they were eliminated in the group stage.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Iraq vs Jordan",
          "section_content": [
            {
              "sentence": "This match was the two neighbouring rivals' second Asian Cup meeting in history, with their only encounter dating back to 2015, also their most recent competitive encounter, which Iraq triumphed in a hard-fought match.",
              "refs": []
            },
            {
              "sentence": "Iraq made a bright start, but after just the first ten minutes, Jordan reclaimed control",
              "refs": []
            },
            {
              "sentence": "The Jordanians scored first when, from a misjudged pass by Amir Al-Ammari, Yazan Al-Naimat intercepted the ball in the midfield and sprinted to face Jalal Hassan before bouncing the ball up into the net in the first minute of added time of the first half",
              "refs": []
            },
            {
              "sentence": "Saad Natiq equalised for Iraq from a corner kick in the 68th minute with a header too hard for Yazid Abu Layla to deny",
              "refs": []
            },
            {
              "sentence": "Iraq took the lead in the 76th minute when, from a left flank cross by Merchas Doski, combined with a misjudged header by Yazan Al-Arab, Aymen Hussein delivered a low shot to the right bottom corner of the net",
              "refs": []
            },
            {
              "sentence": "However, Hussein's celebration resulted in his controversial dismissal right after scoring",
              "refs": []
            },
            {
              "sentence": "Jordan equallised in the fifth minute of added time: when a chaotic ball fight in the Iraqi penalty area followed a Jordanian corner kick; Musa Al-Taamari curled the ball towards the net and was denied initially by Jalal Hassan, but Al-Arab soon quickly rebounded the ball home",
              "refs": []
            },
            {
              "sentence": "As the match was heading towards extra time, a Jordanian siege followed and the ball was passed to Nizar Al-Rashdan from Al-Taamari, who then hit a long-range effort that proved to be the final goal of the game as Jordan sealed a historic victory.",
              "refs": []
            },
            {
              "sentence": "This result meant Iraq had failed to advance past the round of 16 for the second time in a row",
              "refs": []
            },
            {
              "sentence": "Meanwhile, this was the first time ever Jordan came out victorious in a knockout stage match in Asian Cup history",
              "refs": []
            },
            {
              "sentence": "Iraq's loss to Jordan was also a shock in the competition, given Iraq's dominant performance in Group D, including a famous 2–1 win over powerhouse and four-time champions Japan.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Qatar vs Palestine",
          "section_content": [
            {
              "sentence": "This match was the first time the two teams had faced each other in an Asian Cup, with their most recent competitive fixtures happening during the 2004 AFC Asian Cup qualification, with Qatar winning one and one draw.",
              "refs": []
            },
            {
              "sentence": "Although Qatar were the stronger team on paper, Palestine forced Qatar to work hard at the first minutes",
              "refs": []
            },
            {
              "sentence": "Palestine scored first in the 37th minute when a pass by Bassam Al-Rawi from midfield was intercepted by Oday Dabbagh, who then overcame two remaining Qatari defenders and shot low beyond Meshaal Barsham",
              "refs": []
            },
            {
              "sentence": "Qatar levelled just before the end of the first half with a corner kick by Akram Afif to Hassan Al-Haydos, who then took a deflected shot to hit home in the sixth minute of added time",
              "refs": []
            },
            {
              "sentence": "Palestine conceded a penalty early in the second half, as Mohammed Saleh foulled Almoez Ali in the box in the 47th minute, before Afif converted from the spot to secure Qatar's win.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Uzbekistan vs Thailand",
          "section_content": [
            {
              "sentence": "This match was the first ever meeting in an Asian Cup between Uzbekistan and Thailand",
              "refs": []
            },
            {
              "sentence": "In their most recent competitive meeting, which happened in the earlier tournament's qualification, Uzbekistan claimed the win.",
              "refs": []
            },
            {
              "sentence": "Uzbekistan started strongly and scored first in the 37th minute, when from a delivery from Diyor Kholmatov, Azizbek Turgunboev volleyed home to give the Uzbeks the lead",
              "refs": []
            },
            {
              "sentence": "Thailand responded in a rare attacking opportunity as the Uzbeks lowered the tempo in the second half, when Theerathon Bunmathan intercepted a throw-in by the Uzbeks and passed to Supachok Sarachat, who then dribbled past several of Uzbek players before passing to Supachai Chaided, who curled the ball into the net to equalise in the 58th minute",
              "refs": []
            },
            {
              "sentence": "Just seven minutes after Thailand equalised, Uzbekistan retook the lead from an attack on Thailand's right flank; the ball was given to Jaloliddin Masharipov, whose cut-piece to Abbosbek Fayzullaev allowed him to take a difficult shot into the right corner, giving Thai goalkeeper Patiwat Khammai no chance to respond.",
              "refs": []
            },
            {
              "sentence": "With this result, Uzbekistan won their first Asian Cup knockout stage game since 2011, which was also hosted by Qatar, while Thailand remained winless in their Asian Cup knockout stage fixtures",
              "refs": []
            },
            {
              "sentence": "In personal record, this match was the first time Srečko Katanec managed to win a knockout stage game in any competitive tournament, having failed to do so as coach of Slovenia, the United Arab Emirates, and Iraq.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Saudi Arabia vs South Korea",
          "section_content": [
            {
              "sentence": "The two teams faced off in their first match together at the Asian Cup since 2007, when both teams were held to a 1–1 draw; while their most recent competitive meetings dated back to the 2010 FIFA World Cup qualification, where South Korea won 2–0 on aggregate",
              "refs": []
            },
            {
              "sentence": "In personal records, this marked the first time Roberto Mancini and Jürgen Klinsmann faced each other as coaches in a competitive tournament, having met as players in the opening game of the UEFA Euro 1988 between West Germany and Italy, which also ended in a 1–1 draw, in which Mancini scored the opening goal of the match for Italy.",
              "refs": []
            },
            {
              "sentence": "After a goalless first half, Saudi Arabia scored first when Salem Al-Dawsari's pass allowed Abdullah Radif to make a deep run through the South Korean defence before hitting home at the left of the net to give Saudi Arabia the lead in the first minute of second half",
              "refs": []
            },
            {
              "sentence": "The South Koreans scored a late goal to equalise when from Son Heung-min's long pass, Kim Tae-hwan passed to Seol Young-woo, whose header was received by Cho Gue-sung",
              "refs": []
            },
            {
              "sentence": "Cho scored for South Korea in the ninth minute of injury time",
              "refs": []
            },
            {
              "sentence": "Neither Saudi Arabia or South Korea were able to score again in added time, forcing the game to go to penalties",
              "refs": []
            },
            {
              "sentence": "South Korean goalkeeper Jo Hyeon-woo turned hero for his team with two saves against Sami Al-Najei and Abdulrahman Ghareeb, while his South Korean teammates converted all of their penalties to secure South Korea's progression to the quarter-finals.",
              "refs": []
            },
            {
              "sentence": "This marked South Korea's first triumph over Saudi Arabia in the Asian Cup",
              "refs": []
            },
            {
              "sentence": "Meanwhile, Saudi Arabia failed to win a knockout stage game since 2007, the last time they reached the final.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Bahrain vs Japan",
          "section_content": [
            {
              "sentence": "The two teams met each other for the first time in the AFC Asian Cup since the 2004 semi-final, when Japan won in a thrilling encounter",
              "refs": []
            },
            {
              "sentence": "In terms of other competitive fixtures, this was the first time since the 2011 AFC Asian Cup qualification that they met each other, with each claiming one win.",
              "refs": []
            },
            {
              "sentence": "Although Bahrain attempted to pressure Japan at the first minutes, Bahrain failed to capitalise on their opportunities before being punished in the 31st minute when, from a long-range shot by Seiya Maikuma that hit the right post, Ritsu Dōan was able to score from the deflected ball despite frantic attempts by Bahraini players",
              "refs": []
            },
            {
              "sentence": "The situation turned increasingly favourable for Japan when,four minutes into the second half, Hazza Ali misjudged the movement of Dōan before delivering the ball to Takefusa Kubo, breaking the Bahraini offside trap and allowing Kubo to score Japan's second goal after VAR confirmation",
              "refs": []
            },
            {
              "sentence": "Bahrain scored in the 64th minute when from a corner kick by Kamil Al-Aswad, Sayed Baqer's header forced Zion Suzuki to save, but when the ball went high, miscommunication between Suzuki and Ayase Ueda resulted in an own goal credited to Ueda",
              "refs": []
            },
            {
              "sentence": "Ueda redeemed himself in the 72nd minute when from a set-piece, the ball was given to Maikuma before he passed to Ueda; Ueda made a smart move to break through the Bahraini defenders surrounding him at the left flank, before taking a shot over Ebrahim Lutfalla to secure Japan's win.",
              "refs": []
            },
            {
              "sentence": "This win meant Japan had managed to reach the quarter-finals of every AFC Asian Cup since 1996, the year where the quarter-finals was first introduced",
              "refs": []
            },
            {
              "sentence": "On the other hand, Bahrain had failed to find a win in a knockout stage match since 2004 (2–2 against Uzbekistan before winning 4–3 on penalties).",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Iran vs Syria",
          "section_content": [
            {
              "sentence": "This match was the two teams' first ever Asian Cup encounter in 44 years, with Iran held to a goalless draw in Syria's debut at the 1980 Asian Cup",
              "refs": []
            },
            {
              "sentence": "However, they had met in the recent fixture during the 2022 FIFA World Cup qualification, which Iran won 4–0 on aggregate.",
              "refs": []
            },
            {
              "sentence": "Iran began the match brightly, but struggled to break down the Syrian defence until the 32nd minute when, from a high lob by Alireza Jahanbakhsh, Mehdi Taremi received the ball in the box",
              "refs": []
            },
            {
              "sentence": "Syrian defender Aiham Ousou pulled Taremi on the ground, granting Iran a penalty kick",
              "refs": []
            },
            {
              "sentence": "Taremi scored the spot kick to give Iran the lead",
              "refs": []
            },
            {
              "sentence": "Syria would then gain a similar penalty in the second half when, from another lob by Omar Khribin combined with a misjudged header from Shojae Khalilzadeh, Pablo Sabbag made a deep run before being fouled by Alireza Beiranvand",
              "refs": []
            },
            {
              "sentence": "A lengthy VAR check confirmed a penalty which Khribin converted in the 64th minute",
              "refs": []
            },
            {
              "sentence": "Momentum moved in the direction of Syria when Taremi received a second yellow card due to a foul against Alaa Al Dali",
              "refs": []
            },
            {
              "sentence": "Despite this numerical advantage however, Syria could not capitalise and this proved to be costly for the Syrians when the game headed to the sudden death, as ten-men Iran managed to convert all five penalty kicks, while Fahd Youssef missed the second penalty for Syria to end his team's run.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Quarter-finals",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Tajikistan vs Jordan",
          "section_content": [
            {
              "sentence": "This was the first ever Asian Cup meeting between the two, with their most recent competitive fixture occurring at the 2026 FIFA World Cup qualification, in which they were held to a 1–1 draw",
              "refs": []
            },
            {
              "sentence": "As none of these teams had ever reached the semi-finals, the winners of this fixture would create history.",
              "refs": []
            },
            {
              "sentence": "Jordan proved more dominant than Tajikistan at the first half, but failed to convert any of their chances into goal while Tajikistan also proved dangerous, although Tajikistan could not capitalise on it either",
              "refs": []
            },
            {
              "sentence": "After a goalless first half, the Jordanians finally broke through, albeit aided by luck when, from a corner kick at the 66th minute by Mahmoud Al-Mardi, Abdallah Nasib triumphantly headed, but it hit the back of Vahdat Hanonov before going home to give Jordan the first and, turn out, the only goal of the match as Jordan secured the hard-fought 1–0 win.",
              "refs": []
            },
            {
              "sentence": "This result put an end to Tajikistan's dream run in their debut",
              "refs": []
            },
            {
              "sentence": "Meanwhile, this was historic for Jordan as they managed to advance to the Asian Cup semi-finals for the first time ever.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Australia vs South Korea",
          "section_content": [
            {
              "sentence": "This was their fourth meeting in the AFC Asian Cup, and the first one since 2015, during which Australia lost to South Korea at the group stage, only to triumph at the final to win Australia's only Asian Cup title to date.",
              "refs": []
            },
            {
              "sentence": "Despite South Korea dominating possession, it was the Australians who grabbed more dangerous chances to score at the first place, and Australia got the reward at the 42nd minute when, from a failed clearance by Hwang In-beom, Craig Goodwin intercepted before a number of inside the box pass by Mitchell Duke, Connor Metcalfe and Nathaniel Atkinson saw Atkinson's fickled to Goodwin for a volley to open the scoring",
              "refs": []
            },
            {
              "sentence": "Australia then put up a fierce resistance to neutralise the South Koreans but, as the game was thought to be over, a foul by Lewis Miller on Son Heung-min as the South Korean talisman was dribbling into the box right at the fourth minute of added time granted a penalty, which Hwang Hee-chan did not waste it to push the game to extra time",
              "refs": []
            },
            {
              "sentence": "Son then overturned the game in South Korea's favour when from yet another Miller's foul on Hwang Hee-chan, he took a brilliant free kick home at the 104th minute",
              "refs": []
            },
            {
              "sentence": "Following a dangerous foul by Aiden O'Neill on Hwang Hee-chan at the added minutes of the extra time's first half, O'Neill was sent off, killing any hope for an Australian comeback.",
              "refs": []
            },
            {
              "sentence": "It was the first time that South Korea managed to defeat Australia in a decisive knockout stage match of a competitive tournament, having only won just two competitive fixtures at the group stage",
              "refs": []
            },
            {
              "sentence": "In personal record, Graham Arnold had lost all three quarter-finals fixtures at the Asian Cup as coach of Australia (lost 4–3 on penalties to Japan in 2007 and lost 1–0 to the United Arab Emirates in 2019).",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Iran vs Japan",
          "section_content": [
            {
              "sentence": "This was the fifth Asian Cup meeting between Iran and Japan, two Asian football powerhouses, with their most recent Asian Cup meeting occurring in the previous edition's semi-final, where Japan won 3–0",
              "refs": []
            },
            {
              "sentence": "Iran had never managed to defeat nor even score a goal against Japan in all of four Asian Cup meetings (two draws, two losses).",
              "refs": []
            },
            {
              "sentence": "The match started on the bright note for Japan as the Japanese applied immense pressure against Iran and forced Iran on the defence",
              "refs": []
            },
            {
              "sentence": "Ultimately, from a howling defence by the Iranians at the 28th minute, an unmarked Hidemasa Morita soloed over four Iranian players before produced a shot, which hit the foot of Alireza Beiranvand before going into the net to secure Japan's lead at the first half",
              "refs": []
            },
            {
              "sentence": "However, Iran put up a strong fight back in the second half and it was Iran who applied pressure on Japan in the surprise",
              "refs": []
            },
            {
              "sentence": "Ultimately, Iran got the reward at the 55th minute when Mohammad Mohebi capitalised from Sardar Azmoun's pass to neutralise Japan's offside trap before thunderously scored to put the game to a draw",
              "refs": []
            },
            {
              "sentence": "Iran did not reduce the pressure later on, and as the match was heading to extra time, miscommunication between Kō Itakura and Takehiro Tomiyasu at the third minute of injury time allowed Hossein Kanaanizadegan to sneak in, forced Itakura to commit a foul and thus Iran got the penalty",
              "refs": []
            },
            {
              "sentence": "Alireza Jahanbakhsh successfully converted later on as Iran secured a historic win over the 2019 finalists.",
              "refs": []
            },
            {
              "sentence": "This result was the first time in the Asian Cup that Iran managed to score and won against Japan",
              "refs": []
            },
            {
              "sentence": "Meanwhile, this result marked Japan's worst performance in the Asian Cup since making their debut in 1988, with three wins and two losses",
              "refs": []
            },
            {
              "sentence": "Worse, it was the first time ever that Japan failed to keep a shutout in an Asian Cup tournament.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Qatar vs Uzbekistan",
          "section_content": [
            {
              "sentence": "This was their first meeting at the Asian Cup since 2011, which was also hosted by Qatar; in the 2011 opening fixture, Qatar lost 2–0 to Uzbekistan",
              "refs": []
            },
            {
              "sentence": "The most recent competitive fixtures between them occurred during the 2018 FIFA World Cup qualification, which also ended with Uzbekistan claiming two 1–0 victories.",
              "refs": []
            },
            {
              "sentence": "The match started in an unexpected note that favoured Qatar when at the 27th minute, from a throw-in in Uzbekistan's left flank, Almoez Ali's backheel for Hassan Al-Haydos saw Qatar's captain sprung before took a shot; Utkir Yusupov's attempt to punch it away instead deflected to the net to give the hosts the lead",
              "refs": []
            },
            {
              "sentence": "However, Uzbekistan would reduce the deficit at the 59th minute when, from a direct counterattack, connected headers by the Uzbeks combined with Qatari defenders' misjudgements of Uzbekistani players' movement allowed Odiljon Hamrobekov to sprint over the Qatari defenders before he took a lethal shot that gave no chance for Meshaal Barsham to deny",
              "refs": []
            },
            {
              "sentence": "After this goal, Qatar and Uzbekistan were unwilling to commit further for frontal attacks, which extended to even the extra time, pushing the game into the sudden death",
              "refs": []
            },
            {
              "sentence": "On the spot, Meshaal Barsham proved to be the better one with his movement predictions better than the Uzbekistani counterpart, as Qatar went on to win the game 3–2 on penalties to reach the semi-finals.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Semi-finals",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Jordan vs South Korea",
          "section_content": [
            {
              "sentence": "It was the third meeting between the two teams in the Asian Cup and the second in this tournament, as they previously met in the second match of group E which ended in a 2–2 draw.",
              "refs": []
            },
            {
              "sentence": "Despite being the stronger team on paper, South Korea's leaky defence saw them constantly under pressure by the energetic Jordanians, as South Korea failed to produce any meaningful attack in the first half",
              "refs": []
            },
            {
              "sentence": "South Korea's ultimately collapsed in the second half when at the 53rd minute, Park Yong-woo's misjudged pass was capitalised by Musa Al-Taamari, who then produced a run before sending to Yazan Al-Naimat as Al-Naimat lobbed over Jo Hyeon-woo to open the score",
              "refs": []
            },
            {
              "sentence": "Al-Taamari then brilliantly finished the game at the 66th minute following a solo by himself before his thunderous shot to the right bottom corner gave no chance for Jo Hyeon-woo to deny.",
              "refs": []
            },
            {
              "sentence": "This win meant Jordan achieved two historic firsts, by beating South Korea for the first time and reaching their first Asian Cup final",
              "refs": []
            },
            {
              "sentence": "Meanwhile, South Korea's Asian Cup title drought that began with their most recent title in 1960 have been extended to at least 67 years.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Iran vs Qatar",
          "section_content": [
            {
              "sentence": "This was the first AFC Asian Cup meeting between the two nations since 2015, where Iran defeated Qatar 1–0 to eliminate Qatar from the tournament",
              "refs": []
            },
            {
              "sentence": "The two's most recent meeting in other competitive fixtures occurred during the 2018 FIFA World Cup qualification, which also ended with Iran winning 2–0 and 1–0",
              "refs": []
            },
            {
              "sentence": "Ahead of the semi-final clash, the Iranian federation complained of only four percent of the seats having been allocated to Iranian supporters, even though AFC regulations state eight percent need to be allocated",
              "refs": []
            },
            {
              "sentence": "The match started on a bright note for the Iranians when Sardar Azmoun, capitalising from Alireza Jahanbakhsh's throw-in that resulted in a chaotic ball fight in Qatar's box and poor attempt by Ró-Ró, delivered a brilliant bicycle kick at the fourth minute to give Iran the lead",
              "refs": []
            },
            {
              "sentence": "This, however, triggered the Qatari fightback and Jassem Gaber soon found an equaliser for the hosts at the 17th minute, when from a smart pass by Akram Afif, Gaber took a shot that deflected to the feet of Saeid Ezatolahi high to make it impossible for Alireza Beiranvand to deny",
              "refs": []
            },
            {
              "sentence": "Empowered by the goal, Afif would soon produce a solo in Iran's right flank at the 43rd minute thanked to an effort by teammate Ahmed Fatehi before taking a curl home to give Qatar the lead",
              "refs": []
            },
            {
              "sentence": "When the match restarted, Fatehi committed a handball right at the first minute of the second half, resulted in a penalty that saw Jahanbakhsh equalised for Iran",
              "refs": []
            },
            {
              "sentence": "However, Qatar dealt the final blow at the 82nd minute when, from an Afif's crossing again on Iran's right flank, Shojae Khalilzadeh wrongfully headed to Abdulaziz Hatem, allowing Hatem to provide ball for Almoez Ali as Qatar's main talisman didn't miss out to struck the third",
              "refs": []
            },
            {
              "sentence": "Iran's hope for a comeback was eventually killed at the first minute of added time when Khalilzadeh himself was forced to foul Afif to prevent Afif's sprint, resulted in Khalilzadeh dismissal.",
              "refs": []
            },
            {
              "sentence": "With this result, Qatar successfully defeated Iran for the first time in a competitive fixture since the 1998 FIFA World Cup qualification (a 2–0 win), and also for the first time Qatar defeated Iran in an AFC Asian Cup match",
              "refs": []
            },
            {
              "sentence": "Meanwhile, this loss meant Iran's Asian Cup drought has been extended to at least 51 years since they last won the tournament in 1976, which was also the last time Iran managed to reach the final",
              "refs": []
            },
            {
              "sentence": "In personal record, this defeat meant Amir Ghalenoei suffered his first loss as coach of the Iranian side on his second stint.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Final",
      "section_content": [
        {
          "sentence": "The match was originally scheduled to take place at Al Bayt Stadium, Al Khor",
          "refs": []
        },
        {
          "sentence": "However, the AFC confirmed on 21 August 2023 that the match would be moved to Lusail Stadium, Lusail, due to significant interest for fans",
          "refs": []
        },
        {
          "sentence": "Jordan previously twice played Qatar in the Asian Cup qualifiers, for the 1984 edition where Jordan lost 2–0 and for the 2000 edition where they drew 2–2.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://assets.the-afc.com/2023_AFC_Asian_Cup/Downloads/AFC-Asian-Cup-2023™-Competition-Regulations%20(21%20Dec%202023).pdf",
    "2": "https://asiancup2023.qa/en/img/Match-Schedule.pdf",
    "3": "https://ifpnews.com/iran-small-share-tickets-afc-semifinal-qatar/",
    "4": "https://www.the-afc.com/en/national/afc_asian_cup/news/asiancup2023_adds_world-class_lusail_stadium_to_elevate_fan_experience.html",
    "5": "https://assets.the-afc.com/2023_AFC_Asian_Cup/Downloads/Referees/AFC-Asian-Cup-Qatar%E2%84%A2-2023-Match-Officials---Final-10-February.pdf"
  },
  "flair_entities": [
    "italy.",
    "tajiks",
    "zion suzuki",
    "alaa al dali",
    "lewis miller",
    "ró-ró",
    "bahrain",
    "indonesians",
    "takehiro tomiyasu",
    "caio canedo",
    "jordanians",
    "oday dabbagh",
    "bassam al-rawi",
    "slovenia",
    "aymen hussein",
    "taremi",
    "kamil al-aswad",
    "iraq.",
    "aiden o'neill",
    "lusail stadium",
    "var",
    "omar khribin",
    "uzbek",
    "abdullah radif",
    "japanese",
    "jalal hassan",
    "supachok sarachat",
    "oman",
    "jürgen klinsmann",
    "al-naimat",
    "thai",
    "emiratis",
    "syrian",
    "mohammed saleh",
    "ueda",
    "australians",
    "afc asian cup",
    "tajikistan",
    "cho gue-sung",
    "kō itakura",
    "jo hyeon-woo",
    "al khor",
    "nathaniel atkinson",
    "almoez ali",
    "jordanian",
    "harry souttar",
    "ernando ari",
    "al-arab",
    "supachai chaided",
    "kubo",
    "zoir dzhuraboyev",
    "merchas doski",
    "abdulrahman ghareeb",
    "yazan al-arab",
    "fifa world cup",
    "ritsu dōan",
    "utkir yusupov",
    "khalifa al hammadi",
    "patiwat khammai",
    "pablo sabbag",
    "connor metcalfe",
    "mohammad mohebi",
    "khribin",
    "uefa euro 1988",
    "abdallah nasib",
    "seiya maikuma",
    "japan.",
    "jahanbakhsh",
    "syrians",
    "miller",
    "khalilzadeh",
    "abdulaziz hatem",
    "roberto mancini",
    "park yong-woo",
    "thailand",
    "maikuma",
    "south korea",
    "emirati",
    "sami al-najei",
    "asian",
    "jaloliddin masharipov",
    "meshaal barsham",
    "ast",
    "afc",
    "akram afif",
    "hassan al-haydos",
    "jordan",
    "graham arnold",
    "saad natiq",
    "hossein kanaanizadegan",
    "australian",
    "saudi arabia",
    "hidemasa morita",
    "group d",
    "united arab emirates",
    "ali saleh",
    "afif",
    "cho",
    "alireza beiranvand",
    "fatehi",
    "jackson irvine",
    "ebrahim lutfalla",
    "suzuki",
    "yazan al-naimat",
    "shojae khalilzadeh",
    "kim tae-hwan",
    "hwang hee-chan",
    "ayase ueda",
    "gaber",
    "qatar",
    "srečko katanec",
    "mahmoud al-mardi",
    "qatari",
    "bahraini",
    "al bayt stadium",
    "yazid abu layla",
    "al-taamari",
    "goodwin",
    "uzbekistan",
    "elkan baggott",
    "aff",
    "japan",
    "south koreans",
    "abbosbek fayzullaev",
    "india",
    "fahd youssef",
    "iraqi",
    "musa al-taamari",
    "martin boyle",
    "west germany",
    "rustam yatimov",
    "hussein",
    "itakura",
    "atkinson",
    "aiham ousou",
    "uzbekistani",
    "theerathon bunmathan",
    "craig goodwin",
    "diyor kholmatov",
    "indonesia",
    "saeid ezatolahi",
    "vahdat hanonov",
    "hazza ali",
    "odiljon hamrobekov",
    "o'neill",
    "mancini",
    "australia",
    "irvine",
    "nizar al-rashdan",
    "ahmed fatehi",
    "takefusa kubo",
    "asian_cup",
    "iranian",
    "uzbeks",
    "iran",
    "mitchell duke",
    "hatem",
    "italy",
    "dōan",
    "syria",
    "alireza jahanbakhsh",
    "salem al-dawsari",
    "mehdi taremi",
    "seol young-woo",
    "hwang in-beom",
    "son heung-min",
    "indonesian",
    "amir ghalenoei",
    "southeast asian",
    "lusail",
    "gethin jones",
    "palestine",
    "asian cup",
    "south korean",
    "amir al-ammari",
    "sardar azmoun",
    "iraq",
    "azizbek turgunboev",
    "sayed baqer",
    "iranians",
    "jassem gaber"
  ]
}