{
  "title": "2023_Africa_Cup_of_Nations",
  "url": "https://en.wikipedia.org/wiki/2023_Africa_Cup_of_Nations",
  "summary": "The 2023 Africa Cup of Nations, known in short as the 2023 AFCON or CAN 2023 and for sponsorship purposes as the TotalEnergies 2023 Africa Cup of Nations, was the 34th edition of the biennial Africa Cup of Nations tournament organised by the Confederation of African Football (CAF). It was hosted by Ivory Coast, taking place in the country for the second time following the 1984 edition.\nThis edition of the tournament was initially planned to take place during the Northern Hemisphere's summer like the 2019 Cup, in order to reduce scheduling conflicts with European club teams and competitions. However, it was postponed by CAF to 13 January – 11 February 2024 on 3 July 2022 due to the summer weather concerns in Ivory Coast, although the competition retained the original name for sponsorship purposes. This followed the previous edition in 2021 in Cameroon also being moved to the Northern Hemisphere's winter season for similar reasons, albeit coupled with postponement due to the impact of the COVID-19 pandemic on the CAF calendar.\nHost nation Ivory Coast won the tournament for their third title. They beat Nigeria 2–1 in the final, having also beaten defending champions Senegal in the round of 16 in a penalty shootout after the allocated playing time had ended in a 1–1 draw.",
  "content": [
    {
      "section_title": "Host selection",
      "section_content": [
        {
          "sentence": "The hosting rights for this edition of the tournament were initially awarded to Guinea during a meeting of the CAF executive committee on 20 September 2014, which also awarded the 2019 edition to Cameroon and the 2021 edition to Ivory Coast",
          "refs": []
        },
        {
          "sentence": "At the time, the announcement of the 2023 host was unscheduled; Guinea was one of the bidders for the 2019 and 2021 editions, and per CAF's assertions, on the basis of the country's presentation \"and commitment\", the committee \"decided to exercise its power to make an immediate decision.\"",
          "refs": [
            "https://www.bbc.com/sport/0/football/29257382"
          ]
        },
        {
          "sentence": "A CAF executive committee meeting on 20 July 2017 brought about changes for the tournament moving forward, including an increase in group stage participation teams from 16 to 24 from the 2019 edition",
          "refs": []
        },
        {
          "sentence": "With the new specifications, Cameroon could not reach the preparation deadlines for the-then following 2019 edition and got stripped of the hosting rights on 30 November 2018,  with the hosting rights handed over to Egypt on 8 January 2019",
          "refs": [
            "https://web.archive.org/web/20170722210856/https://www.cafonline.com/en-US/NewsCenter/News/NewsDetails?id=IBQIwLhKu2GhKGftIp0AZw%3d%3d",
            "https://www.bbc.com/sport/football/46407474"
          ]
        },
        {
          "sentence": "Cameroon opted for and hosted the 2021 edition instead,  which led to original 2021 hosts Ivory Coast organising the 2023 edition",
          "refs": [
            "https://www.bbc.com/sport/africa/46788780",
            "https://www.bbc.com/sport/football/46653173"
          ]
        },
        {
          "sentence": "Guinea's hosting duties were pushed back to 2025, which until then had unscheduled hosts, though it could not get ready on time either and was eventually stripped from hosting",
          "refs": [
            "https://web.archive.org/web/20220111091908/https://www.cafonline.com/news-center/news/cote-d-ivoire-agrees-caf-timetable-shift"
          ]
        },
        {
          "sentence": "Although the tournament retained its original 2023 branding, it was moved to January–February 2024 upon Ivory Coast's request, in order to avoid the West and Central African tropical rain season, which typically reaches its peak around June–July",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Marketing",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Sponsorship",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Mascot",
          "section_content": [
            {
              "sentence": "The organising board of the 2023 African Cup of Nations, commonly called COCAN 2023, unveiled the competition's mascot \"Akwaba\", which means \"Welcome\" in Baoulé language",
              "refs": []
            },
            {
              "sentence": "It is an elephant whose kit bears resemblance to the host nation Ivory Coast's home colours",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Match ball",
          "section_content": [
            {
              "sentence": "On 12 October 2023, CAF and Puma unveiled \"Pokou\" as the official tournament edition match ball ahead of the final tournament draw",
              "refs": []
            },
            {
              "sentence": "The name was chosen to honour deceased legendary Ivorian forward Laurent Pokou, locally known for scoring five goals in the 6–1 victory over Ethiopia at the 1970 edition of the tournament, which had stood as a record to date",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Official song",
          "section_content": [
            {
              "sentence": "On 12 October 2023, CAF unveiled \"Akwaba\", the official anthem for the competition during the official draw",
              "refs": []
            },
            {
              "sentence": "The song features Nigerian artist Yemi Alade, Egyptian rapper Mohamed Ramadan, and Ivorian music band Magic System",
              "refs": []
            },
            {
              "sentence": "The anthem, whose title means \"welcome\" in the native Baoulé language, is a fusion of Afrobeats, rap and zouglou considered stylistically similar to the competition's previous anthems",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Teams",
      "section_content": [
        {
          "sentence": "All 54 teams originally registered for qualification was held in two rounds like in the previous editions in 2019 and 2021",
          "refs": []
        },
        {
          "sentence": "Réunion and Zanzibar were not full members of CAF and were therefore excluded from participation",
          "refs": []
        },
        {
          "sentence": "Eritrea withdrew after the first round draw",
          "refs": []
        },
        {
          "sentence": "Kenya and Zimbabwe were suspended by FIFA at the time of the second round draw and were excluded from the competition after their suspensions were not lifted in time.",
          "refs": []
        },
        {
          "sentence": "In the preliminary round, the twelve lowest-ranked teams in the FIFA world rankings of December 2021 competed against each other in a knockout system with two legs",
          "refs": []
        },
        {
          "sentence": "The six winners of the preliminary round and the remaining 42 higher-placed teams were drawn into twelve groups of four in April 2022",
          "refs": []
        },
        {
          "sentence": "The second round was played from June 2022 to September 2023 in a double round format",
          "refs": []
        },
        {
          "sentence": "The group winners and runners-up from all twelve groups, with the exception of Group H, qualified for the final round",
          "refs": []
        },
        {
          "sentence": "Apart from the hosts from Ivory Coast, only one other team qualified from Group H.",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Qualified teams",
          "section_content": [
            {
              "sentence": "The following teams qualified for this edition of the tournament with no debutant nation for the first time since the 2015 edition",
              "refs": []
            },
            {
              "sentence": "Seventeen teams that participated in the most recent edition in 2021 returned for the event.",
              "refs": []
            },
            {
              "sentence": "DR Congo, South Africa, Angola, Namibia, and Tanzania made their return to the continental tournament after missing out on the 2021 edition",
              "refs": []
            },
            {
              "sentence": "Zambia made its return after an almost nine-year absence from the event",
              "refs": []
            },
            {
              "sentence": "Mozambique made its fifth appearance after a fourteen-year absence",
              "refs": []
            },
            {
              "sentence": "Comoros failed to qualify after making their debut in 2021, whereas Kenya and Zimbabwe were disqualified due to FIFA's suspension",
              "refs": []
            },
            {
              "sentence": "Sudan, Malawi, Gabon, Sierra Leone, and Ethiopia also failed to qualify after appearing in the 2021 tournament.",
              "refs": [
                "https://kick442.com/last-time-wonder-comoros-to-miss-afcon-2023/",
                "https://theconversation.com/kenya-and-zimbabwe-have-been-suspended-from-world-football-what-happens-next-178040"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Venues",
      "section_content": [
        {
          "sentence": "In September 2017, the government of Ivory Coast launched a public tender for the venues of the competition",
          "refs": []
        },
        {
          "sentence": "This included public tender requested bids for renovating and expanding the existing Felix Houphouët Boigny Stadium in Abidjan and the Stade de la Paix (Peace Stadium) of Bouaké, and building new stadiums in Yamoussoukro as well as the cities of Korhogo and San-Pédro",
          "refs": []
        },
        {
          "sentence": "The three new stadiums were to have a capacity of 20,000 each.",
          "refs": []
        },
        {
          "sentence": "In addition to the renovation or construction of stadiums, the tender included the renovation or construction of training facilities in the host cities: eight in Abidjan and four in Bouaké, Korhogo, Yamoussoukro and San-Pédro",
          "refs": []
        },
        {
          "sentence": "It also included the construction of 96 villas (five rooms per villa) in those cities",
          "refs": []
        },
        {
          "sentence": "In addition, the bidding nations were to be submitted to build a three-star hotel of fifty rooms in Korhogo",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Opening ceremony",
      "section_content": [
        {
          "sentence": "The opening ceremony of the stadium began at 17:25 with the setting up of the animation groups and the cultural activities which lasted until 20:00",
          "refs": []
        },
        {
          "sentence": "Guests and officials were set up until the start of the opening match at 20:00",
          "refs": []
        },
        {
          "sentence": "Among the guests were members of Confederation of African Football (CAF), members of the diplomatic corps, presidents of legislative and judicial institutions, members of government including the president of COCAN 2023 and the presidents of CAF and FIFA",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Squads",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Match officials",
      "section_content": [
        {
          "sentence": "On 12 September 2023, a total of 33 referees, 33 assistants and 12 video assistant referees (VAR) were named for the tournament",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Referees",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Assistant referees",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Video assistant referees",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Draw",
      "section_content": [
        {
          "sentence": "The final draw was held at the Parc des Expositions d'Abidjan in Abidjan on 12 October 2023",
          "refs": []
        },
        {
          "sentence": "The event was hosted by Senegalese-American musician Akon,  whilst the draw was conducted by former African footballers Didier Drogba and Mikel John Obi, alongside current internationals Sadio Mané and Achraf Hakimi",
          "refs": [
            "https://www.cafonline.com/caf-africa-cup-of-nations/news/hosts-cote-divoire-face-nigeria-holders-senegal-clash-with-cameroon/",
            "https://www.cafonline.com/caf-africa-cup-of-nations/news/global-music-star-akon-will-host-the-final-draw-of-the-totalenergies-caf-africa-cup-of-nations-cote-d-ivoire-2023-on-thursday-12-october-2023/"
          ]
        },
        {
          "sentence": "The 24 teams were divided into six groups of four each, with the four initial pots determined based on the September 2023 FIFA World Rankings (shown in parentheses), listed below",
          "refs": [
            "https://www.cafonline.com/caf-africa-cup-of-nations/news/drogba-mikel-mane-and-hakimi-named-as-star-studded-draw-assistants-for-the-totalenergies-caf-africa-cup-of-nations-cote-d-ivoire-2023-final-draw/"
          ]
        },
        {
          "sentence": "Ivory Coast were automatically given the top seed and assigned to position A1 in the draw as hosts",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Group stage",
      "section_content": [
        {
          "sentence": "The fixture schedule for this edition of the tournament was released on 20 October 2023, following the group stage draw",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Tiebreakers",
          "section_content": [
            {
              "sentence": "Teams were ranked according to points (3 points for a win, 1 point for a draw, 0 points for a loss).",
              "refs": []
            },
            {
              "sentence": "If two teams were tied on points, the following tiebreaking criteria were applied, in the order given, to determine the rankings (Regulations Article 74):",
              "refs": [
                "https://www.cafonline.com/media/bl2lhb3v/bm58fa2qjh76asriri5s.pdf"
              ]
            },
            {
              "sentence": "If more than two teams were tied, the following criteria were applied instead:",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Group A",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Group B",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Group C",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Group D",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Group E",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Group F",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Ranking of third-placed teams",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Knockout stage",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Bracket",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Round of 16",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Quarter-finals",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Semi-finals",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Third place play-off",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Final",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Statistics",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Goalscorers",
          "section_content": [
            {
              "sentence": "There were 119 goals scored in 52 matches, for an average of 2.29 goals per match.",
              "refs": []
            },
            {
              "sentence": "5 goals",
              "refs": []
            },
            {
              "sentence": "4 goals",
              "refs": []
            },
            {
              "sentence": "3 goals",
              "refs": []
            },
            {
              "sentence": "2 goals",
              "refs": []
            },
            {
              "sentence": "1 goal",
              "refs": []
            },
            {
              "sentence": "1 own goal",
              "refs": []
            },
            {
              "sentence": "Source: CAF",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Discipline",
          "section_content": [
            {
              "sentence": "A player was automatically suspended for the next match for the following offences:",
              "refs": []
            },
            {
              "sentence": "The suspensions are canceled after group stage roundThe following suspensions occurred during the tournament:",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Awards",
      "section_content": [
        {
          "sentence": "The following awards were given at the conclusion of the tournament:",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Best XI",
          "section_content": [
            {
              "sentence": "Source:",
              "refs": [
                "https://globalsportsarchive.com/match/soccer/2024-02-07/cote-divoire-vs-dr-congo/3253445/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Final ranking",
          "section_content": [
            {
              "sentence": "Matches that ended in extra time were counted as wins and defeats, while matches that ended in a penalty shoot-out were counted as draws",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Broadcasting",
      "section_content": [
        {
          "sentence": "BBC Radio and RFi acquired audio broadcasting rights to this edition of the tournament",
          "refs": []
        },
        {
          "sentence": "Below is the list of the 2023 AFCON broadcasting rights holders:",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "CAF",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Rest of the world",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "43": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "77": "[ERROR retrieving ref link]",
    "1": "https://www.cafonline.com/caf-africa-cup-of-nations/news/new-identity-for-totalenergies-caf-africa-cup-of-nations-cote-d-ivoire-2023-reve",
    "2": "https://www.theguardian.com/football/2017/jul/20/africa-cup-nations-staging-expansion",
    "3": "https://www.bbc.com/sport/football/40673626",
    "4": "https://www.independent.co.uk/sport/football/international/african-cup-of-nations-expansion-date-change-june-july-a7852881.html",
    "5": "https://web.archive.org/web/20181026182831/https://www.fifa.com/about-fifa/news/y=2018/m=10/news=fifa-council-makes-key-decisions-for-the-future-of-football-development.html",
    "6": "https://web.archive.org/web/20220703210736/https://www.cafonline.com/press-release/news/caf-president-dr-motsepe-announces-african-super-league-launch-details-afcon2023",
    "7": "https://www.eurosport.co.uk/football/africa-cup-of-nations-2023-finals-have-been-postponed-and-moved-to-january-2024-due-to-weather-conce_sto9017466/story.shtml",
    "8": "https://web.archive.org/web/20210608150040/https://www.cafonline.com/news-center/news/caf-executive-committee-put-infrastructures-as-one-of-the-priorities",
    "9": "https://www.bbc.com/sport/0/football/29257382",
    "10": "https://web.archive.org/web/20170722210856/https://www.cafonline.com/en-US/NewsCenter/News/NewsDetails?id=IBQIwLhKu2GhKGftIp0AZw%3d%3d",
    "11": "https://www.bbc.com/sport/football/46407474",
    "12": "https://www.bbc.com/sport/africa/46788780",
    "13": "https://www.bbc.com/sport/football/46653173",
    "14": "https://web.archive.org/web/20220111091908/https://www.cafonline.com/news-center/news/cote-d-ivoire-agrees-caf-timetable-shift",
    "15": "https://www.cafonline.com/press-release/news/caf-president-discusses-withdrawal-by-caf-of-afcon-guinea-2025-with-guinea-trans",
    "16": "https://www.beinsports.com/en/football/news/guinea-stripped-of-2025-africa-cup-of-nations/1959997",
    "17": "https://www.cafonline.com/caf-africa-cup-of-nations/news/caf-announces-air-cote-d-ivoire-as-official-carrier-for-totalenergies-caf-africa-cup-of-nations-cote-d-ivoire-2023/",
    "18": "https://www.cafonline.com/caf-africa-cup-of-nations/news/caf-and-global-motorcycle-company-apsonic-conclude-agreement-making-apsonic-totalenergies-africa-cup-of-nations-2023-official-sponsor/",
    "19": "https://www.cafonline.com/news/caf-announces-ecobank-as-an-official-sponsor-of-the-totalenergies-caf-africa-cup-of-nations-cote-d-ivoire-2023/",
    "20": "https://www.cafonline.com/caf-africa-cup-of-nations/news/caf-and-tecno-mobile-conclude-agreement-making-tecno-mobile-one-of-the-official-sponsors-of-the-totalenergies-caf-africa-cup-of-nations-cote-d-ivoire-2023/",
    "21": "https://www.cafonline.com/caf-africa-cup-of-nations/news/caf-and-porteo-conclude-agreement-making-porteo-the-national-supporter-for-the-totalenergies-africa-cup-of-nations-2023-in-cote-d-ivoire/",
    "22": "https://www.cafonline.com/caf-africa-cup-of-nations/news/caf-and-lonaci-conclude-agreement-making-lonaci-national-supporter-of-the-totalenergies-africa-cup-of-nations-2023-in-cote-d-ivoire/",
    "23": "https://www.cafonline.com/caf-africa-cup-of-nations/news/smart-technology-joins-as-official-national-supporter-of-the-totalenergies-caf-africa-cup-of-nations-in-cote-d-ivoire/",
    "24": "https://www.cafonline.com/caf-africa-cup-of-nations/news/akwaba-the-official-mascot-of-totalenergies-caf-africa-cup-of-nations-cote-d-ivo/",
    "25": "https://www.cafonline.com/caf-africa-cup-of-nations/news/caf-and-puma-announce-the-official-totalenergies-africa-cup-of-nations-cote-d-ivoire-official-match-ball-pokou/",
    "26": "https://www.cafonline.com/caf-africa-cup-of-nations/news/yemi-alade-mohamed-ramadan-et-magic-system-interpretent-akwaba-l-hymne-officielle-de-la-coupe-d-afrique-des-nations-caf-totalenergies-cote-d-ivoire-2023/",
    "27": "https://www.cafonline.com/caf-africa-cup-of-nations/news/akwaba-official-song-for-totalenergies-caf-africa-cup-of-nations-goes-live/",
    "28": "https://www.bbc.com/sport/africa/67545224",
    "29": "https://www.cafonline.com/caf-africa-cup-of-nations/news/mozambique-seal-afcon-return-after-dramatic-win-over-benin/",
    "30": "https://kick442.com/last-time-wonder-comoros-to-miss-afcon-2023/",
    "31": "https://theconversation.com/kenya-and-zimbabwe-have-been-suspended-from-world-football-what-happens-next-178040",
    "32": "https://news.abidjan.net/articles/622530/can-2021-la-cote-divoire-lance-un-appel-doffres-pour-la-construction-dinfrastructures-sportives-et-dhebergements",
    "33": "https://www.cafonline.com/caf-africa-cup-of-nations/news/dazzling-totalenergies-caf-afcon-opener-showcases-cote-divoires-vibrant-culture/",
    "34": "https://www.cafonline.com/caf-africa-cup-of-nations/news/photos-totalenergies-caf-africa-cup-of-nations-cote-divoire-2023-opening-ceremony",
    "35": "https://www.cafonline.com/caf-africa-cup-of-nations/news/caf-names-totalenergies-caf-africa-cup-of-nations-cote-d-ivoire-2023-match-officials-1/",
    "36": "https://www.cafonline.com/caf-africa-cup-of-nations/news/hosts-cote-divoire-face-nigeria-holders-senegal-clash-with-cameroon/",
    "37": "https://www.cafonline.com/caf-africa-cup-of-nations/news/global-music-star-akon-will-host-the-final-draw-of-the-totalenergies-caf-africa-cup-of-nations-cote-d-ivoire-2023-on-thursday-12-october-2023/",
    "38": "https://www.cafonline.com/caf-africa-cup-of-nations/news/drogba-mikel-mane-and-hakimi-named-as-star-studded-draw-assistants-for-the-totalenergies-caf-africa-cup-of-nations-cote-d-ivoire-2023-final-draw/",
    "39": "https://www.cafonline.com/caf-africa-cup-of-nations/news/caf-confirms-totalenergies-africa-cup-of-nations-cote-d-ivoire-2023-pot-seeding-ahead-of-12-october-official-draw/",
    "40": "https://www.cafonline.com/caf-africa-cup-of-nations/news/totalenergies-caf-afcon-match-schedule-full-fixtures-kick-off-times/",
    "41": "https://www.cafonline.com/media/xltgcxmv/totalenergies_caf_africa_cup_of_nations_match_schedule_23.pdf",
    "42": "https://www.cafonline.com/media/bl2lhb3v/bm58fa2qjh76asriri5s.pdf",
    "44": "https://globalsportsarchive.com/match/soccer/2024-01-13/cote-divoire-vs-guinea-bissau/3196870/",
    "45": "https://globalsportsarchive.com/match/soccer/2024-01-14/nigeria-vs-equatorial-guinea/3196871/",
    "46": "https://globalsportsarchive.com/match/soccer/2024-01-18/equatorial-guinea-vs-guinea-bissau/3196872/",
    "47": "https://globalsportsarchive.com/match/soccer/2024-01-18/cote-divoire-vs-nigeria/3196873/",
    "48": "https://globalsportsarchive.com/match/soccer/2024-01-22/equatorial-guinea-vs-cote-divoire/3196874/",
    "49": "https://globalsportsarchive.com/match/soccer/2024-01-22/guinea-bissau-vs-nigeria/3196875/",
    "51": "https://globalsportsarchive.com/match/soccer/2024-01-14/egypt-vs-mozambique/3196877/",
    "52": "https://globalsportsarchive.com/match/soccer/2024-01-14/ghana-vs-cape-verde-islands/3196878/",
    "53": "https://globalsportsarchive.com/match/soccer/2024-01-18/egypt-vs-ghana/3196879/",
    "54": "https://globalsportsarchive.com/match/soccer/2024-01-19/cape-verde-islands-vs-mozambique/3196880/",
    "55": "https://globalsportsarchive.com/match/soccer/2024-01-22/mozambique-vs-ghana/3196881/",
    "56": "https://globalsportsarchive.com/match/soccer/2024-01-22/cape-verde-islands-vs-egypt/3196882/",
    "58": "https://globalsportsarchive.com/match/soccer/2024-01-15/senegal-vs-gambia/3196883/",
    "59": "https://globalsportsarchive.com/match/soccer/2024-01-15/cameroon-vs-guinea/3196884/",
    "60": "https://globalsportsarchive.com/match/soccer/2024-01-19/senegal-vs-cameroon/3196885/",
    "61": "https://globalsportsarchive.com/match/soccer/2024-01-19/guinea-vs-gambia/3196886/",
    "62": "https://globalsportsarchive.com/match/soccer/2024-01-23/guinea-vs-senegal/3196887/",
    "63": "https://globalsportsarchive.com/match/soccer/2024-01-23/gambia-vs-cameroon/3196888/",
    "64": "https://globalsportsarchive.com/match/soccer/2024-01-15/algeria-vs-angola/3196937/",
    "65": "https://globalsportsarchive.com/match/soccer/2024-01-16/burkina-faso-vs-mauritania/3196938/",
    "66": "https://globalsportsarchive.com/match/soccer/2024-01-20/algeria-vs-burkina-faso/3196939/",
    "67": "https://globalsportsarchive.com/match/soccer/2024-01-20/mauritania-vs-angola/3196940/",
    "68": "https://globalsportsarchive.com/match/soccer/2024-01-23/angola-vs-burkina-faso/3196941/",
    "69": "https://globalsportsarchive.com/match/soccer/2024-01-23/mauritania-vs-algeria/3196942/",
    "71": "https://globalsportsarchive.com/match/soccer/2024-01-16/tunisia-vs-namibia/3196943/",
    "72": "https://globalsportsarchive.com/match/soccer/2024-01-16/mali-vs-south-africa/3196944/",
    "73": "https://globalsportsarchive.com/match/soccer/2024-01-20/tunisia-vs-mali/3196945/",
    "74": "https://globalsportsarchive.com/match/soccer/2024-01-21/south-africa-vs-namibia/3196946/",
    "75": "https://globalsportsarchive.com/match/soccer/2024-01-24/south-africa-vs-tunisia/3196947/",
    "76": "https://globalsportsarchive.com/match/soccer/2024-01-24/namibia-vs-mali/3196948/",
    "78": "https://globalsportsarchive.com/match/soccer/2024-01-17/morocco-vs-tanzania/3196949/",
    "79": "https://globalsportsarchive.com/match/soccer/2024-01-17/dr-congo-vs-zambia/3196950/",
    "80": "https://globalsportsarchive.com/match/soccer/2024-01-21/morocco-vs-dr-congo/3196951/",
    "81": "https://globalsportsarchive.com/match/soccer/2024-01-21/zambia-vs-tanzania/3196952/",
    "82": "https://globalsportsarchive.com/match/soccer/2024-01-24/tanzania-vs-dr-congo/3196953/",
    "83": "https://globalsportsarchive.com/match/soccer/2024-01-24/zambia-vs-morocco/3196954/",
    "84": "https://globalsportsarchive.com/match/soccer/2024-01-27/angola-vs-namibia/3253432/",
    "85": "https://globalsportsarchive.com/match/soccer/2024-01-27/nigeria-vs-cameroon/3253433/",
    "86": "https://globalsportsarchive.com/match/soccer/2024-01-28/equatorial-guinea-vs-guinea/3253434/",
    "87": "https://globalsportsarchive.com/match/soccer/2024-01-28/egypt-vs-dr-congo/3253435/",
    "88": "https://globalsportsarchive.com/match/soccer/2024-01-29/cape-verde-islands-vs-mauritania/3253436/",
    "89": "https://globalsportsarchive.com/match/soccer/2024-01-29/senegal-vs-cote-divoire/3253437/",
    "90": "https://globalsportsarchive.com/match/soccer/2024-01-30/mali-vs-burkina-faso/3253438/",
    "91": "https://globalsportsarchive.com/match/soccer/2024-01-30/morocco-vs-south-africa/3253439/",
    "92": "https://globalsportsarchive.com/match/soccer/2024-02-02/nigeria-vs-angola/3253441/",
    "93": "https://globalsportsarchive.com/match/soccer/2024-02-02/dr-congo-vs-guinea/3253440/",
    "94": "https://globalsportsarchive.com/match/soccer/2024-02-03/mali-vs-cote-divoire/3253442/",
    "95": "https://globalsportsarchive.com/match/soccer/2024-02-03/cape-verde-islands-vs-south-africa/3253443/",
    "96": "https://globalsportsarchive.com/match/soccer/2024-02-07/nigeria-vs-south-africa/3253444/",
    "97": "https://globalsportsarchive.com/match/soccer/2024-02-07/cote-divoire-vs-dr-congo/3253445/",
    "98": "https://globalsportsarchive.com/match/soccer/2024-02-10/south-africa-vs-dr-congo/3253446/",
    "99": "https://theathletic.com/live-blogs/nigeria-ivory-coast-live-updates-africa-cup-nations-final-score-result/bQkCsd1Oumr1/VnyriTAvArbz/",
    "100": "https://www.dzfoot.com/equipes-nationales/can-2023-amoura-suspendu-face-a-langola-252138.html#:~:text=Ayant%20re%C3%A7u%20deux%20cartons%20jaunes,du%20r%C3%A8glement%20de%20la%20comp%C3%A9tition.",
    "101": "https://www.cafonline.com/caf-africa-cup-of-nations/news/totalenergies-caf-afcon-cote-d-ivoire-2023-awards/",
    "102": "https://www.cafonline.com/caf-africa-cup-of-nations/news/caf-tsg-group-releases-totalenergies-caf-africa-cup-of-nation-cote-d-ivoire-2023-best-xi/",
    "103": "https://foot-africa.com/fr/afrique/cote-divoire/can-2024-classement-definitif",
    "104": "https://www.cafonline.com/caf-africa-cup-of-nations/news/caf-concludes-extensive-global-tv-broadcast-agreements-ahead-of-the-kick-off-of-the-totalenergies-africa-cup-of-nations-cote-d-ivoire-2023/",
    "105": "https://www.cafonline.com/caf-africa-cup-of-nations/news/africa-s-biggest-event-kicks-off-today-where-to-watch-totalenergies-caf-africa-cup-of-nations-cote-d-ivoire-2023/",
    "106": "https://www.telesatellite.com/actu/63930-la-television-algerienne-acquiert-les-droits-de-la-can-2023-et.html",
    "107": "https://www.jornaldeangola.ao/ao/noticias/tpa-transmite-todos-jogos-do-can-na-cote-d-ivoire/",
    "108": "https://www.instagram.com/p/CygHviQKAHZ/",
    "109": "https://www.jeuneafrique.com/1518341/societe/droits-tv-de-la-can-derniere-ligne-droite-dans-la-course-pour-la-retransmission/",
    "110": "https://www.instagram.com/p/C15IEZkgESV/",
    "111": "https://www.gbcghanaonline.com/news/gtv-sports-to-broadcast-headlines-coverage-of-2023-afcon-ghana/2024/",
    "112": "https://mwnation.com/mbc-to-beam-afcon-finals/",
    "113": "https://x.com/arryadiatv/status/1745138038777299398",
    "114": "https://www.tvm.co.mz/index.php/desporto/futebol/item/12037-campeonato-africano-das-nacoes-adeptos-satisfeitos-por-a-tvm-poder-transmitir-os-jogos-do-can",
    "115": "https://miramar.co.mz/noticias/desporto/confirmado-can-2024-e-na-miramar-09-01-2024-36337",
    "116": "https://nbcnews.na/index.php/node/104087",
    "117": "https://www.icirnigeria.org/nta-secures-right-to-air-all-2023-afcon-matches/",
    "118": "https://www.sabcsport.com/soccer/news/sabc-sport-secures-rights-to-broadcast-the-africa-cup-of-nations-2023-in-ivory-coast-and-the-rest-of-caf-events",
    "119": "https://www.newworldtv.com/new-world-tv-et-la-caf-signent-un-partenariat-de-3-ans/",
    "120": "https://starsat.co.za/starsat-secures-broadcasting-rights-for-afcon-2023/",
    "121": "https://supersport.com/generic-sport/general/news/3002275d-50da-471b-abb4-2625d2d892e3/supersport-to-broadcast-all-afcon-games-live-after-multichoice-secures-broadcast-rights",
    "122": "https://dailynews.co.tz/tbc-to-broadcast-live-afcon-matches/",
    "123": "https://www.pulsesports.ug/football/story/afcon-2023-three-easy-ways-ugandans-can-watch-the-africa-cup-of-nations-2024011211091658719",
    "124": "https://www.znbc.co.zm/news/znbc-to-televise-all-afcon-games/",
    "125": "https://www.adslzone.net/noticias/streaming-tv/ver-competicion-futbol-vaciara-laliga-ea-sports/",
    "126": "https://www.90min.com/posts/how-to-watch-afcon-2023-tv-live-stream",
    "127": "https://start.sportdigital.de/mediathek/27280/AFCON+23+Opener",
    "128": "https://www.rtbf.be/article/coupe-d-afrique-des-nations-la-rtbf-diffusera-les-matches-du-maroc-et-de-la-rdc-11304819",
    "129": "https://www.band.uol.com.br/noticias/selecao-do-marrocos-divulga-convocados-para-a-copa-africana-de-nacoes-2023-16657016",
    "130": "https://gong.bg/football-sviat/kupata-na-afrikanskite-nacii-na-zhivo-po-max-sport-771439",
    "131": "https://www.beinsports.com/en-us/soccer/africa-cup-of-nations/articles-video/the-stars-of-soccer-are-ready-for-the-africa-cup-of-nations-2024-01-06",
    "132": "https://www.sportspromedia.com/news/caf-bein-sports-tv-broadcast-deal-africa-cup-of-nations-champions-league/",
    "133": "https://economictimes.indiatimes.com/news/sports/fancode-secures-exclusive-broadcast-rights-for-africa-cup-of-nations-2024-copa-del-rey-supercopa-de-espana/articleshow/106540609.cms",
    "134": "https://www.soccersat.com/competitions/330/africa-cup-of-nations?t=2024-01-13&continent=3",
    "135": "https://www.sport5.co.il/liga.aspx?FolderID=7687",
    "136": "https://www.sportitalia.com/primo-piano/coppa-d-africa-in-esclusiva-su-sportitalia-acquisti-i-diritti-per-2023-e-2025-55143",
    "137": "https://thepeninsulaqatar.com/article/12/01/2024/bein-sports-reveals-exclusive-afcon-2023-coverage-plans",
    "138": "https://www.vodafoneziggo.nl/en/nieuws/2024-and-2025-africa-cup-of-nations-to-be-broadcast-on-ziggo-sport/",
    "139": "https://web.archive.org/web/20240204065537/https://www.the-afc.com/en/national/afc_asian_cup/afc_asian_cup_-_where_to_watch.html",
    "140": "https://realnews.pl/en/megogo-became-the-official-broadcaster-of-the-2023-African-Cup-of-Nations-in-Poland/",
    "141": "https://www.championat.com/football/news-5370130-okko-eksklyuzivno-pokazhet-kubok-afrikanskih-nacij-2023.html",
    "142": "https://x.com/exxensport/status/1736825581008761067",
    "143": "https://mediasat.info/uk/2023/12/28/megogo-pokazhe-kubok-afryky-2023-v-ukrayini-nazhyvo-ta-v-zapysi/",
    "144": "https://www.bbc.co.uk/mediacentre/2024/bbc-rights-deal-africa-cup-of-nations/"
  },
  "flair_entities": [
    "peace stadium",
    "senegalese-american",
    "zanzibar",
    "tanzania",
    "puma",
    "abidjan",
    "african",
    "laurent pokou",
    "south africa",
    "fifa world rankings",
    "confederation of african football",
    "africa cup of nations",
    "baoulé",
    "ivorian",
    "malawi",
    "akwaba",
    "san-pédro",
    "afcon",
    "réunion",
    "magic system",
    "gabon",
    "african cup of nations",
    "felix houphouët boigny stadium",
    "caf",
    "tiebreakers  teams",
    "yemi alade",
    "ethiopia",
    "2023 africa cup of nations",
    "northern hemisphere",
    "can 2023",
    "egypt",
    "bouaké",
    "group h",
    "nigerian",
    "namibia",
    "afrobeats",
    "cup",
    "group h.",
    "covid-19",
    "congo",
    "angola",
    "fifa",
    "mozambique",
    "africa_cup",
    "pokou",
    "sierra leone",
    "comoros",
    "didier drogba",
    "rfi",
    "mikel john obi",
    "korhogo",
    "cameroon",
    "eritrea",
    "sudan",
    "egyptian",
    "zimbabwe",
    "kenya",
    "bbc radio",
    "ivory coast",
    "cocan 2023",
    "yamoussoukro",
    "european",
    "nigeria",
    "central african",
    "achraf hakimi",
    "a1",
    "akon",
    "parc des expositions d'abidjan",
    "zambia",
    "guinea",
    "stade de la paix",
    "totalenergies 2023 africa cup of nations",
    "senegal",
    "sadio mané",
    "mohamed ramadan"
  ]
}