{
  "title": "2024_Atlantic_hurricane_season",
  "url": "https://en.wikipedia.org/wiki/2024_Atlantic_hurricane_season",
  "summary": "The 2024 Atlantic hurricane season was a very active and extremely destructive Atlantic hurricane season, producing 18 named storms, 11 hurricanes, and 5 major hurricanes; it was also the first since 2019 to feature multiple Category 5 hurricanes. Additionally, the season had the highest accumulated cyclone energy (ACE) rating since 2020, with a value of 161.6 units. The season officially began on June 1, and ended on November 30. These dates, adopted by convention, have historically described the period in each year when most subtropical or tropical cyclogenesis occurs in the Atlantic Ocean.\nThe first system, Tropical Storm Alberto, developed on June 19, making it the latest first named storm since 2014. Alberto made landfall near Tampico, Tamaulipas the next day. Afterward, two storms formed in quick succession at the end of June, with the first, Hurricane Beryl, being a rare June major hurricane, the earliest Category 5 Atlantic hurricane on record, and only the second recorded in July. Next came Tropical Storm Chris, which formed on the last day of June and quickly made landfall in Veracruz. Activity then quieted down across the basin for most of July after Beryl dissipated, with no new tropical cyclones forming due to the presence of the Saharan air layer (SAL) across much of the Atlantic. In early August, Hurricane Debby developed in the Gulf of Mexico before making landfall in Florida and South Carolina. Shortly thereafter came Hurricane Ernesto, which impacted the Lesser Antilles, Puerto Rico, and Bermuda in mid-August. After an unusual lull in activity in late August and early September, Hurricane Francine formed in the Gulf, then made landfall in Louisiana.\nActivity dramatically increased in late September with several strong storms developing. Hurricane Helene developed over the western Caribbean before moving toward the Big Bend region of Florida and making landfall there on September 26 at Category 4 strength, causing catastrophic flooding and numerous fatalities over central Appalachia. Hurricane Kirk formed soon after and rapidly intensified into a Category 4 hurricane in the Eastern Atlantic before striking Europe as a post-tropical cyclone. October was also very active, with four named storms developing during the month, of which all but one were hurricanes. The strongest, Hurricane Milton, formed in the Gulf of Mexico and explosively intensified into the second Category 5 hurricane of the season; it was also the strongest tropical cyclone worldwide in 2024. Milton later made landfall near Siesta Key, Florida, on October 9, as a Category 3 hurricane. In mid-October, Tropical Storm Nadine and Hurricane Oscar formed in quick succession, with the former quickly making landfall in Belize while the latter rapidly intensified into a Category 1 hurricane, and achieved the smallest hurricane-force wind field on record in the Atlantic. It made landfall in Inagua and Cuba. In early November, Hurricane Rafael made landfall in western Cuba at Category 3 strength, and later attained sustained winds of 120 mph (195 km/h), tying 1985's Hurricane Kate as the strongest November hurricane on record in the Gulf of Mexico. In mid-November, the last system, Tropical Storm Sara, moved very slowly along the coast of Honduras, before making landfall in Belize, while producing widespread heavy rainfall resulting in severe flash flooding and mudslides across northern Central America.",
  "content": [
    {
      "section_title": "Seasonal forecasts",
      "section_content": [
        {
          "sentence": "In advance of, and during, each hurricane season, several forecasts of hurricane activity are issued by national meteorological services, scientific agencies, and noted hurricane experts",
          "refs": []
        },
        {
          "sentence": "These include forecasters from the United States National Oceanic and Atmospheric Administration (NOAA)'s Climate Prediction Center, Tropical Storm Risk (TSR), the United Kingdom's Met Office (UKMO), and Colorado State University (CSU)",
          "refs": []
        },
        {
          "sentence": "The forecasts include weekly and monthly changes in significant factors that help determine the number of tropical storms, hurricanes, and major hurricanes within a particular year",
          "refs": []
        },
        {
          "sentence": "According to NOAA and CSU, the average Atlantic hurricane season between 1991 and 2020 contained roughly 14 tropical storms, 7 hurricanes, 3 major hurricanes, and an accumulated cyclone energy (ACE) index of 72–111 units",
          "refs": []
        },
        {
          "sentence": "Broadly speaking, ACE is a measure of the power of a tropical or subtropical storm multiplied by the length of time it existed",
          "refs": [
            "https://www.cpc.ncep.noaa.gov/products/outlooks/Background.html",
            "https://yaleclimateconnections.org/2024/04/forecasters-predict-an-extremely-active-2024-atlantic-hurricane-season/"
          ]
        },
        {
          "sentence": "It is only calculated for full advisories on specific tropical and subtropical systems reaching or exceeding wind speeds of 39 mph (63 km/h)",
          "refs": []
        },
        {
          "sentence": "NOAA typically categorizes a season as above-average, average, or below-average based on the cumulative ACE index, but the number of tropical storms, hurricanes, and major hurricanes within a hurricane season is sometimes also considered",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Pre-season forecasts",
          "section_content": [
            {
              "sentence": "On December 11, 2023, Tropical Storm Risk (TSR) released its extended range forecast for the 2024 season, predicting an above-average season with 20 named storms, nine hurricanes and four major hurricanes",
              "refs": []
            },
            {
              "sentence": "[nb 1]  They took into account ongoing warm sea-surface temperatures (SST) throughout most of the basin, specifically in the Main Development Region and in the Caribbean Sea on top of the 2023–2024 El Niño event which was predicted to weaken to a neutral phase by August 2024",
              "refs": [
                "https://www.tropicalstormrisk.com/docs/TSRATLForecastDecember2024.pdf"
              ]
            },
            {
              "sentence": "TSR updated their forecast on May 30, predicting 24 named storms, 12 hurricanes, and 6 major hurricanes with an ACE of 226 units",
              "refs": [
                "https://www.tropicalstormrisk.com/docs/TSRATLForecastDecember2024.pdf"
              ]
            },
            {
              "sentence": "On April 4, 2024, Colorado State University (CSU) released its forecast, calling for an extremely active hurricane season, with 23 named storms, 11 hurricanes and five major hurricanes, with an ACE index of 210 units, citing the extremely warm Atlantic sea surface temperatures and the development of a La Niña by the summer",
              "refs": [
                "https://www.tropicalstormrisk.com/docs/TSRATLForecastPreSeason2024.pdf"
              ]
            },
            {
              "sentence": "On April 5, Météo-France (MFM) issued a prediction of 21 named storms and 11 hurricanes",
              "refs": [
                "https://tropical.colostate.edu/Forecast/2024-04.pdf"
              ]
            },
            {
              "sentence": "They cited warm sea surface temperatures, wind patterns, and humidity",
              "refs": []
            },
            {
              "sentence": "On April 8, TSR updated their prediction, predicting 23 tropical storms, 11 hurricanes, and five major hurricanes, with an accumulated cyclone energy (ACE) index of 217 units",
              "refs": [
                "https://meteofrance.mq/fr/actualites/bulletin-technique-des-previsions-dactivite-cyclonique-de-la-saison-2024"
              ]
            },
            {
              "sentence": "They predicted that moderate La Niña conditions would occur in the summer and persist into fall and above average sea surface temperatures would also persist into summer",
              "refs": []
            },
            {
              "sentence": "On the same day, the University of Arizona (UA) posted their forecast calling for a very active season featuring 21 named storms, 11 hurricanes, 5 major hurricanes, and an ACE index of 156 units",
              "refs": [
                "https://www.tropicalstormrisk.com/docs/TSRATLForecastApril2024.pdf"
              ]
            },
            {
              "sentence": "On April 12, University of Missouri (MU) issued their prediction of 26 named storms, 11 hurricanes, and five major hurricanes",
              "refs": [
                "https://has.arizona.edu/news/2024-hurricane-forecast-xubin-zeng-and-kyle-davis"
              ]
            },
            {
              "sentence": "On April 16, NCSU issued their prediction of 15–20 named storms, 10–12 hurricanes, and 3–4 major hurricanes",
              "refs": [
                "https://weather.missouri.edu/gcc/UniversityofMissouri2024TropicalForecast.pdf"
              ]
            },
            {
              "sentence": "On April 24, the University of Pennsylvania (UPenn) issued their prediction of a record-breaking season, predicting an unprecedented 33 (±6) named storms",
              "refs": [
                "https://news.ncsu.edu/2024/04/nc-state-researchers-predict-active-hurricane-season/"
              ]
            },
            {
              "sentence": "They cited expected moderate La Niña conditions and record-warm sea surface temperatures in the tropical Atlantic tied to large-scale warming",
              "refs": []
            },
            {
              "sentence": "On May 6, the Servicio Meteorológico Nacional (SMN) issued their forecast of 20–23 tropical storms, 9–11 hurricanes, and 4–5 major hurricanes",
              "refs": [
                "https://penntoday.upenn.edu/news/2024-tropical-cyclone-prediction"
              ]
            },
            {
              "sentence": "On May 22, UKMO published their forecast for the 2024 season, calling for 22 named storms, 12 hurricanes, and 4 major hurricanes, and an ACE index of 212 units",
              "refs": [
                "https://smn.conagua.gob.mx/es/ciclones-tropicales/temporada-ciclones-tropicales-2024"
              ]
            },
            {
              "sentence": "One day later, NOAA published their hurricane season prediction, forecasting an above-average season of 17–25 named storms, 8–13 hurricanes, and 4–7 major hurricanes with an 85% chance of being an above-average season",
              "refs": [
                "https://metoffice.gov.uk/research/weather/tropical-cyclones/seasonal/northatlantic2024"
              ]
            },
            {
              "sentence": "TSR updated their predictions on May 30 with 24 tropical storms, 12 hurricanes, and 6 major hurricanes with an ACE of 226",
              "refs": [
                "https://www.noaa.gov/news-release/noaa-predicts-above-normal-2024-atlantic-hurricane-season"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Mid-season forecasts",
          "section_content": [
            {
              "sentence": "On June 11, CSU also updated its predictions, continuing to expect an extremely active season, with 23 tropical storms, 11 hurricanes, five major hurricanes, and an ACE of 210",
              "refs": []
            },
            {
              "sentence": "On June 23, UA updated its prediction with 23 named storms, 10 hurricanes, five major hurricanes, and an ACE of 231",
              "refs": [
                "https://tropical.colostate.edu/Forecast/2024-06.pdf"
              ]
            },
            {
              "sentence": "TSR updated its predictions on July 5 with 26 tropical storms, 13 hurricanes, and six major hurricanes with an ACE of 240",
              "refs": [
                "https://has.arizona.edu/news/2024-hurricane-forecast-update-xubin-zeng-and-kyle-davis"
              ]
            },
            {
              "sentence": "On July 9, CSU updated its predictions, anticipating an even more active season, with 25 tropical storms, 12 hurricanes, six major hurricanes, and an ACE of 230",
              "refs": [
                "http://www.tropicalstormrisk.com/docs/TSRATLForecastJuly2024.pdf"
              ]
            },
            {
              "sentence": "On August 8, NOAA updated its prediction of the total number of named storms slightly, while still anticipating a highly active season",
              "refs": [
                "https://tropical.colostate.edu/Forecast/2024-07.pdf"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Seasonal summary",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Background",
          "section_content": [
            {
              "sentence": "Officially, the 2024 Atlantic hurricane season began on June 1, and ended on November 30",
              "refs": []
            },
            {
              "sentence": "In all, eighteen tropical cyclones formed, and all of them became named storms",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Eleven storms became hurricanes, of which five strengthened into major hurricanes",
              "refs": []
            },
            {
              "sentence": "Additionally, one potential tropical cyclone that was designated did not develop into a tropical cyclone",
              "refs": [
                "https://www.aoml.noaa.gov/hrd-faq/#hurricane-season"
              ]
            },
            {
              "sentence": "Altogether, there were 12 landfalling systems this season.",
              "refs": []
            },
            {
              "sentence": "This season's ACE index, as calculated by the Colorado State University (CSU) using data from the NHC was approximately 161.6 units",
              "refs": []
            },
            {
              "sentence": "This number represents sum of the squares of the maximum sustained wind speed (knots) for all named storms while they are at least tropical storm intensity, divided by 10,000",
              "refs": [
                "https://yaleclimateconnections.org/2024/11/tropical-storm-sara-forms-in-the-western-caribbean-threatens-honduras/"
              ]
            },
            {
              "sentence": "Therefore, tropical depressions are not included.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Early activity",
          "section_content": [
            {
              "sentence": "Though the 2024 Atlantic hurricane season officially began on June 1, it had its slowest start since 2014",
              "refs": []
            },
            {
              "sentence": "This was due to a large stationary heat dome over Central America and Mexico, as tropical cyclogenesis in June often occurs over the Gulf of Mexico and northern Caribbean Sea",
              "refs": [
                "http://tropical.atmos.colostate.edu/Realtime/"
              ]
            },
            {
              "sentence": "The season's first named storm, Tropical Storm Alberto, formed in the western Gulf of Mexico on June 19, [nb 2]  then proceeded to make landfall on the northeastern coast of Mexico the following day",
              "refs": [
                "https://yaleclimateconnections.org/2024/06/tropical-storm-warnings-up-for-texas-and-mexico-for-potential-tropical-cyclone-1/",
                "https://www.wsbtv.com/weather/tropical-storm-alberto-first-named-storm-2024-season-forms-gulf-mexico/I2H5KRT3ABE47NMJG46CM3L43Y/"
              ]
            },
            {
              "sentence": "Next came Hurricane Beryl, the earliest-forming Category 4 and Category 5 Atlantic hurricane on record in a season and the strongest June and July hurricane on record in the basin",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After forming on June 28 in the main development region (MDR), the storm rapidly intensified as it approached the Windward Islands,    peaking as a Category 5 hurricane early on July 2",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al01/al012024.discus.008.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al01/al012024.public_a.011.shtml?",
                "https://www.forbes.com/sites/maryroeloffs/2024/06/30/hurricane-beryl-rapidly-intensifies-into-category-4-heres-the-latest-forecast/"
              ]
            },
            {
              "sentence": "Short-lived Tropical Storm Chris developed in the southwestern Gulf of Mexico on June 30,  quickly moving ashore in Mexico the following morning",
              "refs": [
                "https://apnews.com/article/tropical-system-beryl-caribbean-0a61043f36a9439f8037147d60e3c9e3",
                "https://yaleclimateconnections.org/2024/06/leeward-islands-bracing-for-potential-hurricane-hit-on-monday/"
              ]
            },
            {
              "sentence": "Beryl continued on, impacting Jamaica and landfalling on the Yucatán Peninsula and Texas",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.014.shtml?"
              ]
            },
            {
              "sentence": "After Beryl dissipated on July 11, the Atlantic basin would fall under a period of inactivity due to the Saharan air layer, which suppresses tropical activity, persisting over the open Atlantic alongside dry air typically occurring during this period of the season",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.002.shtml?",
                "https://mexiconewsdaily.com/news/tropical-storm-chris-makes-landfall-in-veracruz/",
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public.039.shtml?"
              ]
            },
            {
              "sentence": "Activity resumed at the start of August, with Hurricane Debby developing in the Gulf of Mexico on August 3,   before making landfall in Florida as a Category 1 hurricane two days later",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.021.shtml?",
                "https://www.wapt.com/article/the-tropics-turned-eerily-quiet-after-hurricane-beryl-why/61624756"
              ]
            },
            {
              "sentence": "It then slowed down over land afterwards and dropped heavy rain and caused widespread flooding in the Southeastern United States",
              "refs": []
            },
            {
              "sentence": "A few days after Debby dissipated, Hurricane Ernesto formed on August 12 in the Western Main Development Region",
              "refs": []
            },
            {
              "sentence": "Ernesto caused damage to the Lesser Antilles on August 14 as a Category 1 hurricane",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.003.shtml?"
              ]
            },
            {
              "sentence": "Two days later on August 16, it peaked as a Category 2 hurricane",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.005.shtml?"
              ]
            },
            {
              "sentence": "The next day it made landfall at Bermuda as a weakening Category 1 storm",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.005.shtml?"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Peak to late season",
          "section_content": [
            {
              "sentence": "Despite the unseasonably warm temperatures in the North Atlantic, the equatorial Atlantic cooled rapidly into an \"Atlantic Niña\" due to upwelling caused by shifts in the trade winds and the Atlantic zonal mode",
              "refs": []
            },
            {
              "sentence": "The effects of an Atlantic Niña is not certain but it is contrary to the assumptions that the NOAA used in their forecast of seasonal activity",
              "refs": []
            },
            {
              "sentence": "CSU associated the quietness of the Atlantic during the month of August and the period after Ernesto dissipated–despite predictions of an extremely active peak period–to tropical waves forming too far north, warm upper-level winds causing destabilization, wind shear in the East Atlantic, and factors associated with the Madden–Julian oscillation",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.018.shtml?"
              ]
            },
            {
              "sentence": "After nearly three weeks of inactivity, the longest in over fifty years at that point in the season,  Hurricane Francine formed on September 9",
              "refs": [
                "https://www.climate.gov/news-features/event-tracker/atlantic-nina-verge-developing-heres-why-we-should-pay-attention"
              ]
            },
            {
              "sentence": "Tropical Storm Gordon followed suit two days later on September 11,  with Francine making landfall in Louisiana as a Category 2 system later that day",
              "refs": [
                "https://tropical.colostate.edu/Forecast/2024_0903_seasondiscussion.pdf",
                "https://www.bbc.com/weather/articles/c4gd13l35qpo"
              ]
            },
            {
              "sentence": "Four systems developed during the final week of September, starting with Hurricane Helene on September 24",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.004.shtml?"
              ]
            },
            {
              "sentence": "The system affected the Yucatán Peninsula on September 25, before making landfall in the Big Bend region of Florida late on September 26 as a Category 4 hurricane, where it rapidly weakened into a tropical depression on September 27",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al07/al072024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "Hurricane Isaac formed on September 26 and later peaked as a Category 2 hurricane",
              "refs": [
                "https://www.accuweather.com/en/hurricane/hurricane-francine-makes-landfall-in-southern-louisiana-as-a-category-2-storm/1689883"
              ]
            },
            {
              "sentence": "On September 27, Tropical Storm Joyce formed just west of the Cabo Verde Islands",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al09/al092024.discus.005.shtml?"
              ]
            },
            {
              "sentence": "Activity in September ended with the formation of Hurricane Kirk on September 29, which reached its peak intensity on October 4.",
              "refs": [
                "https://riviera-maya-news.com/helene-leaves-cancun-behind-and-more-than-120000-without-power/2024.html"
              ]
            },
            {
              "sentence": "Early October saw the formations of Hurricanes Leslie and Milton, which, along with Kirk, marked the first time on record that there were three simultaneously active hurricanes in the Atlantic basin after September",
              "refs": []
            },
            {
              "sentence": "Milton notably underwent explosive rapid intensification within the Gulf of Mexico to become the second Category 5 hurricane of the season, making 2024 the first Atlantic hurricane season since 2019 to feature multiple Category 5 hurricanes",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al10/al102024.public.010.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al10/al102024.public.001.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al13/al132024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "It became the first Atlantic hurricane since Hurricane Wilma to reach a pressure below 900 mb (26.58 inHg) and the second-most intense tropical cyclone ever recorded over the Gulf of Mexico, only after Hurricane Rita",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al14/al142024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "Later in the month, two tropical cyclones formed on October 19",
              "refs": []
            },
            {
              "sentence": "Tropical Storm Nadine formed early in the day near the coast of Belize, where it made landfall a few hours later, while Hurricane Oscar formed near Turks and Caicos,  becoming the smallest hurricane on record in the Atlantic basin",
              "refs": [
                "https://earthobservatory.nasa.gov/images/153426/three-storms-churn-in-an-active-atlantic"
              ]
            },
            {
              "sentence": "On November 2, Tropical Storm Patty developed from a non-tropical gale low just northeast of the Azores",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al14/al142024.update.10071558.shtml?",
                "https://yaleclimateconnections.org/2024/10/a-caribbean-rainmaker-could-become-a-tropical-storm-just-before-sliding-inland/"
              ]
            },
            {
              "sentence": "Next came Hurricane Rafael, which formed in the southwestern Caribbean",
              "refs": [
                "https://michaelrlowry.substack.com/p/october-surprise-oscar-rapidly-forms"
              ]
            },
            {
              "sentence": "It made landfall in Cuba at Category 3 strength",
              "refs": [
                "https://www.fox13seattle.com/news/hurricane-oscar-path-cuba-bahamas"
              ]
            },
            {
              "sentence": "Then, in mid-November, the final storm of the season, Tropical Storm Sara formed over the western Caribbean, before striking the Yucatán and dissipated on November 18, just under two weeks before the official end of the season",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al17/al172024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "Overall, seven hurricanes formed after September 25, the most on record in the basin",
              "refs": [
                "https://apnews.com/article/tropical-storm-rafael-caribbean-jamaica-cuba-florida-51616234e364f9b0f754d0632408274e"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Systems",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Tropical Storm Alberto",
          "section_content": [
            {
              "sentence": "A Central American gyre resulted in the formation of convection over the Gulf of Tehuantepec on June 15",
              "refs": []
            },
            {
              "sentence": "As the convective activity progressed northward over southeastern Mexico and exited into the Bay of Campeche, an area of low pressure gradually developed on June 17 about 105 miles (169 km) northwest of Ciudad del Carmen, Mexico",
              "refs": []
            },
            {
              "sentence": "The system gradually became better organized, though still remained rather broad, developing into Tropical Storm Alberto by 12:00 UTC on June 19",
              "refs": []
            },
            {
              "sentence": "Under the influence of light vertical wind shear and warm sea surface temperatures, Alberto intensified up to landfall, attaining peak winds of 50 mph (85 km/h) and a minimum central pressure of 992 mbar (29.29 inHg) by the morning of June 20",
              "refs": []
            },
            {
              "sentence": "Alberto moved ashore at 09:00 UTC that day near Tampico, Mexico, and rapidly weakened over land, dissipating just nine hours later",
              "refs": []
            },
            {
              "sentence": "Alberto brought heavy rainfall to the states of Coahuila, Nuevo León, and Tamaulipas in northeast Mexico",
              "refs": []
            },
            {
              "sentence": "Rainfall from Alberto resulted in four deaths in Mexico, all in Nuevo León: one in Monterrey due to river flooding, one in El Carmen, and two in Allende (the latter three were indirect electrocution deaths)",
              "refs": []
            },
            {
              "sentence": "As of October 2024, according to AON, damages in Mexico are at USD$140 million",
              "refs": [
                "https://www.noaa.gov/news-release/atlantic-hurricane-season-races-to-finish-within-range-of-predicted-number-of-named-storms",
                "https://www.nhc.noaa.gov/data/tcr/AL012024_Alberto.pdf"
              ]
            },
            {
              "sentence": "Alberto's large wind field produced tropical storm-force winds along the coastline of Texas, despite the center being located over northeastern Mexico",
              "refs": [
                "https://www.eluniversal.com.mx/estados/alberto-ha-dejado-4-fallecidos-evacuaciones-y-desbordamientos-en-zona-metropolitana-de-nuevo-leon/"
              ]
            },
            {
              "sentence": "A 3–4 feet (0.9–1 m) storm surge inundated coastal communities between Corpus Christi Bay and Galveston",
              "refs": []
            },
            {
              "sentence": "Storm surge and coastal flooding damaged piers, roads, and sand dunes, as well as causing several high water rescues",
              "refs": [
                "https://yaleclimateconnections.org/2024/11/tropical-storm-sara-forms-in-the-western-caribbean-threatens-honduras/",
                "https://www.usnews.com/news/world/articles/2024-06-20/tropical-storm-alberto-moves-inland-in-mexicos-coast-after-three-fatalities"
              ]
            },
            {
              "sentence": "One person drowned at Galveston due to rip currents generated by the storm",
              "refs": [
                "https://yaleclimateconnections.org/2024/11/tropical-storm-sara-forms-in-the-western-caribbean-threatens-honduras/"
              ]
            },
            {
              "sentence": "Alberto brought significant rainfall to the Galveston area, leading to freshwater flooding",
              "refs": [
                "https://assets.aon.com/-/media/files/aon/reports/2024/aon-q3-2024-global-catastrophe-recap.pdf"
              ]
            },
            {
              "sentence": "Additionally, an EF1 tornado touched down near Bellville, causing some property damage along its 2 mi (3.2 km) long path,  and two EF0 tornadoes occurred near Rockport",
              "refs": [
                "https://abc13.com/post/coastal-storm-impacts-galveston-surfside-beach-among-texas/14975414/"
              ]
            },
            {
              "sentence": "Damage from Alberto in Texas is estimated to be at USD$125 million",
              "refs": [
                "https://www.weather.gov/media/hgx/TropicalEventSummary/PSHHGX_2024AL01_Alberto_ImpactNarratives.pdf",
                "https://www.click2houston.com/weather/2024/06/21/ef-1-tornado-confirmed-west-of-houston-amid-tropical-storm-alberto/"
              ]
            },
            {
              "sentence": "To the east, coastal communities in Louisiana, especially Grand Isle, also received some flooding",
              "refs": [
                "https://yaleclimateconnections.org/2024/11/tropical-storm-sara-forms-in-the-western-caribbean-threatens-honduras/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Beryl",
          "section_content": [
            {
              "sentence": "On June 25, the NHC began monitoring a tropical wave producing disorganized showers and thunderstorms just south of Cabo Verde",
              "refs": []
            },
            {
              "sentence": "The following day, the wave began showing signs of organization, with modest thunderstorm activity, curved bands, and some spin development",
              "refs": [
                "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCRP&e=202406202146"
              ]
            },
            {
              "sentence": "The disturbance further organized, becoming Tropical Depression Two over the central tropical Atlantic on June 28",
              "refs": [
                "https://www.wdsu.com/article/louisiana-flooding-tropical-storm-alberto/61174613"
              ]
            },
            {
              "sentence": "Located south of a strong subtropical ridge, the depression moved generally westward through an unusually favorable environment for the time of year with warm sea surface temperatures (SST) and minimal wind shear, consequently beginning a period of rapid intensification",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202406252345&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "The depression strengthened into Tropical Storm Beryl six hours after formation,  and the thunderstorms quickly organized into a central dense overcast, with a symmetric cloud pattern surrounded by rainbands",
              "refs": [
                "https://yaleclimateconnections.org/2024/06/an-early-start-to-the-atlantics-cabo-verde-season/"
              ]
            },
            {
              "sentence": "Late on June 29, Beryl intensified into a hurricane",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "The inner core of the thunderstorms organized into an eye,  which became clear and symmetrical",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.002.shtml?"
              ]
            },
            {
              "sentence": "Observations from the Hurricane Hunters indicated that Beryl became a major hurricane on June 30",
              "refs": []
            },
            {
              "sentence": "The hurricane strengthened further into a Category 4 hurricane",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.004.shtml?"
              ]
            },
            {
              "sentence": "Beryl maintained an initial peak intensity with winds of 130 mph (215 km/h)",
              "refs": []
            },
            {
              "sentence": "Beryl then underwent an eyewall replacement cycle and briefly weakened to a Category 3 hurricane early on July 1,  but regained Category 4 strength six hours later once the cycle was completed",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.006.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.007.shtml?"
              ]
            },
            {
              "sentence": "At 15:10 UTC the same day, Beryl made landfall in Carriacou, Grenada, with sustained winds of 150 mph (240 km/h)",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.update.06301536.shtml?"
              ]
            },
            {
              "sentence": "At 03:00 UTC the next day, Beryl further intensified into a Category 5 hurricane,  peaking a few hours later with winds of 165 mph (270 km/h), while moving to the west-northwest at about 20 mph (35 km/h)",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.010.shtml?",
                "https://apnews.com/article/tropical-system-beryl-caribbean-0a61043f36a9439f8037147d60e3c9e3"
              ]
            },
            {
              "sentence": "Later that same day, Beryl passed south of Isla Beata, Dominican Republic, where it weakened to Category 4 strength  as a result of wind shear",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.011.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.update.07011512.shtml?"
              ]
            },
            {
              "sentence": "Moving generally west-northwestward under the influence of the strong ridge to its north, Beryl's center passed very near the southern coast of Jamaica on the afternoon of July 3",
              "refs": []
            },
            {
              "sentence": "It remained a Category 4 hurricane, despite continued westerly shear",
              "refs": []
            },
            {
              "sentence": "At 06:00 UTC on July 4, while southeast of the Cayman Islands, Beryl weakened to Category 3 strength",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public.039.shtml?"
              ]
            },
            {
              "sentence": "Beryl continued to weaken, and was downgraded to a Category 2 hurricane that afternoon",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.016.shtml?"
              ]
            },
            {
              "sentence": "Late that same day though, data from an Air Force reconnaissance team showed that Beryl had re-strengthened to a minimal Category 3 hurricane",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.017.shtml?"
              ]
            },
            {
              "sentence": "It weakened once more to Category 2 intensity, however, a few hours later",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.022.shtml?"
              ]
            },
            {
              "sentence": "At 11:00 UTC on July 5, the system made landfall just northeast of Tulum, Quintana Roo, with sustained winds of 110 mph (175 km/h)",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.024.shtml?"
              ]
            },
            {
              "sentence": "Inland, Beryl quickly weakened into a Category 1 hurricane,  and then a tropical storm a few hours later",
              "refs": [
                "https://mexiconewsdaily.com/news/tropical-storm-chris-makes-landfall-in-veracruz/",
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.026.shtml?"
              ]
            },
            {
              "sentence": "The tropical storm then emerged into the Gulf of Mexico as it was steered by a mid-level ridge located over the southeastern U.S",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.027.shtml?"
              ]
            },
            {
              "sentence": "That night and into the next day, in addition to a broader inner core, Beryl was beset by an infusion of dry air and by moderate wind shear, which kept the storm from strengthening appreciably",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.028.shtml?"
              ]
            },
            {
              "sentence": "Even so, by the afternoon of July 6, its convective structure had improved some and had become more persistent",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.028.shtml?"
              ]
            },
            {
              "sentence": "At 04:00 UTC on July 8, Beryl regained hurricane intensity whilst approaching the Texas coast",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.030.shtml?"
              ]
            },
            {
              "sentence": "Shortly thereafter, Beryl made its final landfall near Matagorda, Texas with sustained winds of 80 mph (130 km/h)",
              "refs": [
                "https://yaleclimateconnections.org/2024/07/tropical-storm-beryl-slowly-reorganizing-over-the-gulf-or-mexico/"
              ]
            },
            {
              "sentence": "The system quickly weakened inland, transitioning to a post-tropical cyclone early on July 9",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.002.shtml?"
              ]
            },
            {
              "sentence": "By the following day, the storm's remnants were moving through the Lower Peninsula of Michigan, tracking northeastward into Ontario before dissipating on July 11",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.033.shtml?"
              ]
            },
            {
              "sentence": "On June 29, the prime minister of Saint Lucia ordered a national shutdown in anticipation of Beryl's impacts on the island nation",
              "refs": []
            },
            {
              "sentence": "Caribbean Airlines postponed several flights between Barbados, Grenada, Saint Vincent and the Grenadines, and Trinidad and Tobago the next day",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.044.shtml?"
              ]
            },
            {
              "sentence": "A Caribbean Community meeting in Grenada, scheduled to run from July 3 to 5, was canceled",
              "refs": [
                "https://www.clickondetroit.com/weather/2024/07/10/beryl-weather-effect-in-michigan-34-counties-under-flood-watch-8-under-flood-advisory/"
              ]
            },
            {
              "sentence": "Effects and casualties from the hurricane were widespread",
              "refs": [
                "https://stluciatimes.com/164556/2024/06/pm-announces-national-shutdown-from-830-pm-on-sunday/"
              ]
            },
            {
              "sentence": "Beryl caused catastrophic damage on Grenada's northern islands of Carriacou and Petite Martinique and on several of Saint Vincent and the Grenadines' southern islands such as Union Island and Canouan where an estimated 95% of buildings were damaged or destroyed",
              "refs": []
            },
            {
              "sentence": "In Venezuela, six people were killed and several were missing",
              "refs": [
                "https://caribbean.loopnews.com/content/cal-announces-flight-cancellations-due-severe-weather-0",
                "https://amp.miamiherald.com/news/nation-world/world/americas/haiti/article289645604.html"
              ]
            },
            {
              "sentence": "Sustained damage was also recorded in the Yucatán as well, although it was generally limited to downed trees and power lines, and damage to roofs; there was also widespread flooding",
              "refs": [
                "https://abcnews.go.com/International/wireStory/hurricane-beryl-takes-aim-southeastern-caribbean-powerful-category-111570432"
              ]
            },
            {
              "sentence": "In the United States, the state of Texas experienced severe flooding and wind damage, with reports of at least 22 dead in the Greater Houston area",
              "refs": [
                "https://apnews.com/article/hurricane-beryl-caribbean-mexico-caymans-04eda74885bbe45ae3630e2ca713ef92"
              ]
            },
            {
              "sentence": "Additionally, the outer bands of the hurricane produced a prolific three-day tornado outbreak, with 68 tornadoes confirmed in Texas, Louisiana, Arkansas, Mississippi, Indiana, Kentucky, New York, and Ontario",
              "refs": [
                "https://www.sheppnews.com.au/world/hurricane-beryl-lashes-jamaica-as-toll-rises-to-10-3/",
                "https://ici.radio-canada.ca/nouvelle/2086000/ouragan-beryl-touche-peninsule-yucatan-mexique"
              ]
            },
            {
              "sentence": "A total of 71 fatalities have been confirmed, and preliminary damage estimates are more than US$6.86 billion",
              "refs": [
                "https://www.fox26houston.com/news/beryl-death-toll-houston-fallen-trees-flooding-fire",
                "https://www.cnn.com/2024/07/11/weather/texas-heat-beryl-power-outage-thursday/index.html"
              ]
            },
            {
              "sentence": "According to Gallagher Re, total losses are estimated at US$7.74 billion as of October 2024",
              "refs": [
                "https://weather.com/storms/tornado/news/2024-07-13-hurricane-beryl-most-us-tornadoes-since-2005",
                "https://www.uwo.ca/ntp/blog/2024/two_ef0_tornadoes_in_london_on_on_july_10.html",
                "https://www.insurancejournal.com/news/national/2024/07/08/782779.htm"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Tropical Storm Chris",
          "section_content": [
            {
              "sentence": "On June 24, the NHC began monitoring a tropical wave east-southeast of the Windward Islands producing disorganized showers and thunderstorms",
              "refs": []
            },
            {
              "sentence": "The disturbance moved generally westward across the Caribbean for several days,  before traversing the Yucatán Peninsula and emerging in the Bay of Campeche early on June 30",
              "refs": [
                "https://abc13.com/post/hurricane-beryl-death-toll-harris-county-texas-carbon-monoxide-ladder-fall/15235101/",
                "https://www.ajg.com/gallagherre/-/media/files/gallagher/gallagherre/news-and-insights/2024/october/gallagherre-natrual-catastrophe-and-climate-report-q3-2024.pdf"
              ]
            },
            {
              "sentence": "There, an area of low pressure formed, which quickly became better organized",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202406241754&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Tropical Depression Three formed later that day,  and strengthened into Tropical Storm Chris six hours later",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202406290836&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Shortly thereafter, the system made landfall in the municipality of Vega de Alatorre, Veracruz, at peak intensity",
              "refs": [
                "https://yaleclimateconnections.org/2024/06/leeward-islands-bracing-for-potential-hurricane-hit-on-monday/"
              ]
            },
            {
              "sentence": "Chris rapidly weakened over the rough terrain of Mexico, dissipating early on July 1",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.014.shtml?"
              ]
            },
            {
              "sentence": "Chris generated heavy rains in the states of Chiapas, Hidalgo, Morelos, San Luis Potosí, and Veracruz, causing flooding, overflowing rivers, and mudslides",
              "refs": []
            },
            {
              "sentence": "Consequently, local authorities in Veracruz closed schools in 41 municipalities and opened 9 temporary shelters, which housed 86 people",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "Flooding also damaged numerous homes, including almost 2,000 in Huiloapan alone",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.014.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "In Hidalgo, flooding forced the evacuation of around 200 families in Yahualica",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "More than 20,000 people were affected by flooding in Xochiatipan, which inundated homes and a clinic",
              "refs": []
            },
            {
              "sentence": "An elderly man was killed in San Salvador after he was buried by a mudslide",
              "refs": []
            },
            {
              "sentence": "In addition, four police officers in Tepetlán, Veracruz, were killed after being swept away by an overflowing stream while surveying storm damage",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.004.shtml?"
              ]
            },
            {
              "sentence": "The government of Veracruz made payouts totaling MXN$143.987 million (USD$7.06 million) to repair the damage caused by the storm, while the government of Tamaulipas spent MXN$800 million-1 billion (USD$39.2-48.9 million) to repair the damage caused by the storm",
              "refs": [
                "https://reliefweb.int/report/grenada/latin-america-caribbean-2024-atlantic-hurricane-season-snapshot-1-2-july-2024"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Debby",
          "section_content": [
            {
              "sentence": "On July 26, the NHC started tracking a tropical wave with the potential for development into a tropical cyclone",
              "refs": []
            },
            {
              "sentence": "As it moved westward, the NHC noted that the tropical wave was becoming well-defined,  designating it Potential Tropical Cyclone Four on August 2",
              "refs": [
                "https://da21w.e-veracruz.mx/nota/2024-11-08/politica/asf-da-plazo-cuitlahuac-para-aclarar-dano-patrimonial",
                "http://boletin.org.mx/Noticia/chris-amaina-pero-beryl-ya-es-huracan-5"
              ]
            },
            {
              "sentence": "That night, the system developed a closed circulation just off the southern coast of Cuba, causing the NHC to upgrade it into a tropical depression",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202407261732&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Tropical Depression Four entered the Gulf of Mexico where it further intensified into Tropical Storm Debby later on August 3",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.021.shtml?"
              ]
            },
            {
              "sentence": "In the Gulf of Mexico, it intensified from tropical storm to hurricane status late on August 4, before making landfall in Florida",
              "refs": [
                "https://www.wapt.com/article/the-tropics-turned-eerily-quiet-after-hurricane-beryl-why/61624756"
              ]
            },
            {
              "sentence": "On August 5, Debby made its first landfall near Steinhatchee, Florida",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408011737&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "On August 8, Debby made a second landfall in South Carolina, approximately 20 miles (32 km) northeast of Charleston",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "Steadily weakening once inland, later that day, Debby weakened into a tropical depression",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al04/al042024.public.011.shtml?"
              ]
            },
            {
              "sentence": "Early the next day, Debby became a post-tropical cyclone",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al04/al042024.update.08051056.shtml?"
              ]
            },
            {
              "sentence": "The remnants of Debby moved into Canada on August 10",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al04/al042024.public_a.023.shtml?"
              ]
            },
            {
              "sentence": "Rainfall impacted nations across the Caribbean, especially Cuba and Puerto Rico",
              "refs": []
            },
            {
              "sentence": "States of emergency were declared for the states of Florida, Georgia, and North and South Carolina ahead of the storm",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al04/al042024.public.028.shtml?",
                "https://apnews.com/article/hurricane-tropical-storm-debby-flooding-a369f782a8e6fa18fdb7f722ade4b3c6",
                "https://amp.marca.com/en/lifestyle/us-news/2024/08/02/66acc3ba268e3ee3418b4597.html"
              ]
            },
            {
              "sentence": "Heavy rains fell as a result of the storm moving slowly, with accumulations peaking near 20 in (510 mm) of rain near Sarasota, Florida",
              "refs": []
            },
            {
              "sentence": "Altogether, 10 fatalities have been attributed to the storm",
              "refs": []
            },
            {
              "sentence": "Preliminary damage reports are estimated to be near US$12.3 billion",
              "refs": []
            },
            {
              "sentence": "Rain also severely impacted Quebec, with Debby causing the heaviest one-day rain in the 380-year history of Montreal  and becoming the most costly climate event in Quebec history, with more than CAD $2.5 billion in insured damages",
              "refs": [
                "https://www.elnuevodia.com/noticias/el-tiempo/notas/meteorologia-emite-aviso-y-advertencia-de-inundaciones-para-29-municipios-ante-paso-de-onda-tropical/",
                "https://en.cibercuba.com/noticias/2024-08-04-u1-e208933-s27061-nid286284-tormenta-tropical-debby-deja-lluvias-intensas"
              ]
            },
            {
              "sentence": "According to Gallagher Re, total losses are estimated to be at US$7 billion as of October 2024",
              "refs": [
                "https://www.artemis.bm/news/hurricane-debby-private-public-market-insured-loss-seen-below-2bn-gallagher-re/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Ernesto",
          "section_content": [
            {
              "sentence": "On August 8, the NHC noted that an area of low pressure could form in the central or tropical Atlantic",
              "refs": []
            },
            {
              "sentence": "Later that day, they began tracking a tropical wave southwest of Cabo Verde",
              "refs": [
                "https://www.cbc.ca/news/canada/montreal/rain-tropical-storm-debby-southern-quebec-1.7291210"
              ]
            },
            {
              "sentence": "Shower activity associated with the wave began increasing two days later,  later showing signs of organization on August 11",
              "refs": [
                "https://www.lapresse.ca/actualites/2024-09-13/vestiges-de-l-ouragan-debby/l-evenement-climatique-le-plus-couteux-de-l-histoire-du-quebec.php",
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408080852&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "As a result, later that day, the disturbance developed into a low-pressure area",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408082032&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "As the system was expected to impact the Leeward Islands, it was designated Potential Tropical Cyclone Five soon after",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408100237&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "The next day, the system organized enough to become a tropical storm, being named Ernesto",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408110537&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Ernesto would intensify as it moved through the Lesser Antilles, impacting the Virgin Islands and Puerto Rico",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.003.shtml?"
              ]
            },
            {
              "sentence": "Generally favorable environment conditions allowed Ernesto to intensify further, becoming a hurricane on August 14",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408111122&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Although it continued to be disrupted by dry air intrusion, the storm intensified further, peaking as a Category 2 hurricane a day later",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.005.shtml?"
              ]
            },
            {
              "sentence": "Following this, Ernesto would weaken due to wind shear before making landfall in Bermuda at 08:30 UTC on August 17 as a Category 1 hurricane",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.005.shtml?"
              ]
            },
            {
              "sentence": "After making landfall, Ernesto would then weaken further into a tropical storm due to dry air later that day",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.012.shtml?"
              ]
            },
            {
              "sentence": "However, at 21:00 UTC the next day, Ernesto re-intensified into a Category 1 hurricane as environmental conditions began to improve around Ernesto",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "After a brief period of re-intensification throughout August 19, re-strengthening to sustained winds of 90 mph (145 km/h),  Ernesto began to weaken once again due to colder sea surface temperatures and environmental conditions becoming unfavorable, as it brushed the coast of Newfoundland",
              "refs": [
                "https://weather.com/storms/hurricane/news/2024-08-13-ernesto-puerto-rico-tropical-storm",
                "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.026.shtml?"
              ]
            },
            {
              "sentence": "As Ernesto continued to quickly move northeastwards during the middle of August 20, Ernesto would become post-tropical as the NHC ceased issuing further advisories on the system",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.029.shtml?"
              ]
            },
            {
              "sentence": "Several main roads on the island of Guadeloupe were closed due to the storm",
              "refs": []
            },
            {
              "sentence": "Wind gusts on the island of Culebra reached 86 mph (138 km/h),  where downed trees blocked roads and roofs were blown off",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.034.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.036.shtml?"
              ]
            },
            {
              "sentence": "More than 45,000 customers lost power in the Virgin Islands  as a result of hurricane force wind gusts",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408111122&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "The entirety of Saint Croix and Saint Thomas lost electricity",
              "refs": []
            },
            {
              "sentence": "Over 728,000 households in Puerto Rico lost power, around half of the island",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.036.shtml?"
              ]
            },
            {
              "sentence": "An additional 235,000 households suffered water outages",
              "refs": []
            },
            {
              "sentence": "In Bermuda, power outages were recorded as well",
              "refs": [
                "https://www.theguardian.com/world/article/2024/aug/13/tropical-storm-ernesto-caribbean-puerto-rico"
              ]
            },
            {
              "sentence": "In South Carolina, two people died due to rip currents caused by Ernesto",
              "refs": [
                "https://www.usatoday.com/story/news/nation/2024/08/14/ernesto-storm-hurricane-watch-forecast-updates/74789806007/"
              ]
            },
            {
              "sentence": "In North Carolina, one person was found dead also due to rough sea conditions caused by Ernesto",
              "refs": [
                "https://archive.today/20240814221053/https://abcnews.go.com/amp/US/ernesto-near-hurricane-force-winds-tropical-storm/story?id=112824561"
              ]
            },
            {
              "sentence": "In New York City, with swells predicted to reach 6 ft (1.8 m), mayor Eric Adams ordered all beaches in Brooklyn and Queens to close",
              "refs": [
                "https://www.ksat.com/news/world/2024/08/17/hurricane-ernesto-makes-landfall-on-bermuda-as-a-category-1-storm/"
              ]
            },
            {
              "sentence": "According to Aon, total losses were estimated to be at US$520 million",
              "refs": [
                "https://www.tcpalm.com/story/weather/hurricanes/2024/08/17/hurricane-ernesto-bermuda-florida-rip-currents/74830029007/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Francine",
          "section_content": [
            {
              "sentence": "On August 26, the NHC noted that a low-pressure area could form in the Central Tropical Atlantic",
              "refs": []
            },
            {
              "sentence": "Two days later, they began tracking a tropical wave producing disorganized showers",
              "refs": [
                "https://www.nbcnewyork.com/news/local/nyc-beaches-closed-for-rip-current-6-foot-swell-threat-brought-on-by-tropical-storm-ernesto/5713419/?amp=1"
              ]
            },
            {
              "sentence": "Initially, showers from the wave were a bit more concentrated along its axis,  becoming more organized by August 31",
              "refs": [
                "https://assets.aon.com/-/media/files/aon/reports/2024/aon-q3-2024-global-catastrophe-recap.pdf",
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408262343&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "However, an unconducive environment for development caused the wave to become disorganized",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408281733&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Several days later, on September 7, the wave crossed into the Bay of Campeche,  becoming a low-pressure area the next day",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408292341&basin=atl&fdays=7",
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408312340&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Due to the system's imminent threat to land, it was designated Potential Tropical Cyclone Six at 21:00 UTC on September 8",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409020530&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Higher wind gusts in the system were enhanced by a barrier jet near the Sierra Madre Oriental",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409071153&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Early the next day, the disturbance organized into Tropical Storm Francine",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409071153&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "As the system meandered in the gulf, its track trended east due to a high pressure system in Florida",
              "refs": [
                "https://tropical.colostate.edu/Forecast/2024_0903_seasondiscussion.pdf"
              ]
            },
            {
              "sentence": "Francine's core continued to organize, becoming a hurricane 03:00 UTC September 11",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409080524&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "As Francine continued to move northeastwards, steady rapid intensification occurred",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "Despite a continuous increase in wind shear, Francine would strengthen into a Category 2 hurricane just south of Louisiana, achieving peak intensity of 100 mph (155 km/h)",
              "refs": [
                "https://www.click2houston.com/weather/2024/09/10/how-a-high-in-florida-is-helping-pull-francine-away-from-texas/"
              ]
            },
            {
              "sentence": "At that intensity, Francine made landfall in Terrebonne Parish, Louisiana at 22:00 UTC on September 11",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.010.shtml?"
              ]
            },
            {
              "sentence": "Rapid weakening began after the hurricane made landfall, and at 03:00 UTC on September 12, Francine weakened into a tropical storm and then a tropical depression at 06:00 UTC and finally after another three hours remained as a remnant low for one day",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.011.shtml?"
              ]
            },
            {
              "sentence": "Flooding occurred along much of the Northeast Gulf of Mexico",
              "refs": []
            },
            {
              "sentence": "Oil and natural gas production in the Gulf of Mexico was also disrupted",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al06/al062024.update.09112157.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.014.shtml?",
                "https://www.axios.com/local/new-orleans/2024/09/11/live-updates-hurricane-francine-louisiana-track-path",
                "https://www.wdsu.com/article/st-tammany-parish-river-levels-hurricane-francine/62192818"
              ]
            },
            {
              "sentence": "No fatalities were reported as a result of Francine",
              "refs": [
                "https://weather.com/storms/hurricane/news/2024-09-09-tropical-storm-francine-louisiana-texas-gulf-hurricane"
              ]
            },
            {
              "sentence": "According to NOAA, losses are at US$1.3 billion as of January 2025",
              "refs": [
                "https://www.eluniversal.com.mx/estados/francine-deja-inundaciones-en-colonias-de-matamoros/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Tropical Storm Gordon",
          "section_content": [
            {
              "sentence": "A tropical wave emerged into the Atlantic from the west coast of Africa on September 9",
              "refs": []
            },
            {
              "sentence": "Heavy rains and gusty winds impacted the Cabo Verde Islands as the wave passed through on the next day",
              "refs": []
            },
            {
              "sentence": "Being in a favorable environment for development,  showers and thunderstorms quickly began showing signs of organization in the disturbance, with a tropical depression developed around 12:00 UTC on September 11 approximately 230 mi (370 km) west of the islands",
              "refs": [
                "https://lailluminator.com/2024/09/12/deaths-francine/",
                "https://www.ncei.noaa.gov/access/billions/events"
              ]
            },
            {
              "sentence": "Slow further intensification occurred, with the depression not becoming Tropical Storm Gordon until about 48 hours later",
              "refs": []
            },
            {
              "sentence": "The center of the system remained to the west of its deep convection, and persistent wind shear prevented Gordon from significantly strengthening",
              "refs": [
                "https://lailluminator.com/2024/09/12/deaths-francine/"
              ]
            },
            {
              "sentence": "Early on September 14, Gordon peaked with winds of 45 mph (75 km/h) and a minimum pressure of 1,004 mbar (29.6 inHg)",
              "refs": [
                "https://www.nhc.noaa.gov/data/tcr/AL072024_Gordon.pdf"
              ]
            },
            {
              "sentence": "Gordon weakened back to a tropical depression late on September 15 and dissipated on September 17 about 840 mi (1,350 km) east of the Leeward Islands",
              "refs": []
            },
            {
              "sentence": "The NHC continued to monitor the system for potential redevelopment until September 21, though strong wind shear kept any convection away from the center of circulation",
              "refs": [
                "https://lailluminator.com/2024/09/12/deaths-francine/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Helene",
          "section_content": [
            {
              "sentence": "On September 17, the NHC noted that tropical cyclogenesis could occur somewhere in the northwestern Caribbean Sea in less than a week",
              "refs": []
            },
            {
              "sentence": "Several days later, on September 22, they began tracking a broad low-pressure area located in the western Caribbean",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al07/al072024.discus.018.shtml?"
              ]
            },
            {
              "sentence": "As it traversed an environment conducive for development,  showers and thunderstorms associated with the disturbance began to consolidate",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409211748&basin=atlc&fdays=7",
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409172324&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Due to the system's imminent threat to land, it was designated Potential Tropical Cyclone Nine at 15:00 UTC on September 23",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409221151&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "The system would acquire tropical characteristics over the next twenty-four hours, and was upgraded to Tropical Storm Helene at 15:00 UTC on September 24",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409222322&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "The system continued strengthening, and by the next day, NHC upgraded the system to a hurricane",
              "refs": []
            },
            {
              "sentence": "On September 26, Helene made landfall just east of the mouth of Florida's Aucilla River at peak intensity",
              "refs": []
            },
            {
              "sentence": "Helene quickly weakened as it moved quickly inland before degenerating into a post-tropical cyclone over Tennessee on September 27",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409231132&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "The system then stalled over the state before dissipating on September 29.",
              "refs": []
            },
            {
              "sentence": "In advance of Helene's expected landfall, the governors of Florida and Georgia declared states of emergency due to the significant impacts expected, including very high storm surge along the coast and hurricane-force gusts as far inland as Atlanta",
              "refs": []
            },
            {
              "sentence": "Hurricane warnings also extended further inland due to Helene's fast motion",
              "refs": []
            },
            {
              "sentence": "The storm also caused catastrophic rainfall-triggered flooding, particularly in western North Carolina and eastern Tennessee, and spawned numerous tornadoes",
              "refs": []
            },
            {
              "sentence": "As of November 14, a total of about 246 deaths have been attributed to Helene, making it the second-deadliest hurricane to strike the continental United States in fifty years, after Katrina in 2005 and the deadliest overall since Maria in 2017",
              "refs": []
            },
            {
              "sentence": "Governor Cooper stated that Helene caused at least $53 billion in damages and recovery needs in western North Carolina",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al09/al092024.discus.001.shtml?"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Isaac",
          "section_content": [
            {
              "sentence": "On September 24, a non-tropical low formed along a frontal boundary over the north Atlantic",
              "refs": []
            },
            {
              "sentence": "The low detached from the frontal boundary and acquired organized convection, transitioning into a tropical storm late on September 25 about 590 mi (955 km) northeast of Bermuda",
              "refs": []
            },
            {
              "sentence": "Operationally, the NHC began issuing advisories early on September 26, naming the storm Isaac",
              "refs": [
                "https://www.cnn.com/weather/live-news/hurricane-helene-damage-north-carolina-10-01-24?t=1727817913695"
              ]
            },
            {
              "sentence": "While moving generally eastward, the storm steadily became better organized, and became a Category 1 hurricane on September 27",
              "refs": [
                "https://riviera-maya-news.com/helene-leaves-cancun-behind-and-more-than-120000-without-power/2024.html"
              ]
            },
            {
              "sentence": "Isaac continued to strengthen into the next day, as it turned toward the northeast, intensifying to a Category 2 hurricane",
              "refs": [
                "https://www.pbs.org/newshour/nation/north-carolina-calculates-at-least-53-billion-price-tag-for-hurricane-helene-damages#:~:text=(AP)%20%E2%80%94%20The%20catastrophic%20flooding,Roy%20Cooper%27s%20administration%20said%20Wednesday"
              ]
            },
            {
              "sentence": "This was its peak intensity, with maximum sustained winds of 105 mph (165 km/h) and a minimum barometric pressure of 963 mbar (28.44 inHg)",
              "refs": []
            },
            {
              "sentence": "Isaac's intensification then leveled off under the influence of increasingly unfavorable sea surface temperatures, wind shear, and dry air,  weakening back to a tropical storm late on September 29",
              "refs": [
                "https://www.cnn.com/weather/live-news/hurricane-helene-damage-north-carolina-10-01-24?t=1727817913695",
                "https://www.nhc.noaa.gov/data/tcr/AL102024_Isaac.pdf"
              ]
            },
            {
              "sentence": "Isaac also began an extratropical transition, which it completed early on September 30 approximately 315 mi (505 km) north-northwest of the Azores",
              "refs": []
            },
            {
              "sentence": "There were no land-based reports of high winds associated with Isaac,  though swells from the system reportedly reached Bermuda's coast",
              "refs": [
                "https://www.cnn.com/weather/live-news/hurricane-helene-damage-north-carolina-10-01-24?t=1727817913695"
              ]
            },
            {
              "sentence": "In preparation for Isaac's potential approach, the Portuguese Institute of the Sea and Atmosphere (IPMA) put the Azores under a yellow warning",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al10/al102024.discus.006.shtml?"
              ]
            },
            {
              "sentence": "The remnants of Isaac merged with another extratropical low, then brought heavy rain to the Iberian Peninsula",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al10/al102024.discus.016.shtml?"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Tropical Storm Joyce",
          "section_content": [
            {
              "sentence": "On September 22, a tropical wave moved off the coast of West Africa",
              "refs": []
            },
            {
              "sentence": "After passing through the Cabo Verde Islands on September 24, thunderstorm activity increased as the wave moved to the west-northwest",
              "refs": []
            },
            {
              "sentence": "The low became condensed and deepened, forming into a tropical depression 06:00 UTC September 27 about 1,170 nautical miles east of the Leeward Islands",
              "refs": []
            },
            {
              "sentence": "Joyce reached its peak intensity at 18:00 UTC with winds of 50 mph (80 km/h) and a minimum pressure of 1001 millibars as calculated by a mix of the Knaff-Zehr-Courtney model and Dvorak wind-pressure relationship",
              "refs": []
            },
            {
              "sentence": "By September 28, Joyce began to weaken as southerly wind shear displaced convection away from its center,  weakening to a tropical depression the next day",
              "refs": [
                "https://www.portugaltoday.news/article/hurricane-isaac-intensifies-category-2-approaching-the-azores#google_vignette",
                "https://www.netweather.tv/weather-forecasts/news/12664-a-flurry-of-hurricane-activity-as-ex-kirk-eyes-the-uk-next-week"
              ]
            },
            {
              "sentence": "Joyce degenerated into a remnant low by September 30",
              "refs": [
                "https://www.nhc.noaa.gov/data/tcr/AL112024_Joyce.pdf"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Kirk",
          "section_content": [
            {
              "sentence": "On September 28, the NHC began monitoring a broad area of low pressure producing limited shower activity west of Cabo Verde",
              "refs": []
            },
            {
              "sentence": "As showers and thunderstorms associated with the disturbance became better organized,  satellite imagery on September 29 revealed that the disturbance's circulation was becoming better defined",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al11/al112024.discus.011.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al11/al112024.discus.015.shtml"
              ]
            },
            {
              "sentence": "As a result, later that day, it developed into Tropical Depression Twelve",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409280254&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "The next day it developed into Tropical Storm Kirk",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409291438&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Amidst \"quite conducive\" environmental conditions, Kirk strengthened at a quick pace, with the National Hurricane Center noting a partial eyewall by early on September 30",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409291804&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Around the afternoon of October 1, the NHC reported that Kirk became a hurricane",
              "refs": []
            },
            {
              "sentence": "After fluctuating in intensity following that rapid intensification period, Kirk reached Category 4 intensity by late on October 3",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al12/al122024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "The system reached its peak the following morning, with Category 4 winds of 145 mph (230 km/h), far to the east-northeast of the northern Leeward Islands",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al12/al122024.update.09301333.shtml?"
              ]
            },
            {
              "sentence": "Kirk weakened as it moved north into colder waters, before accelerating to the northeast and undergoing extratropical transition, which it completed on the morning of October 7",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al12/al122024.public.014.shtml?"
              ]
            },
            {
              "sentence": "The extratropical cyclone then passed north of the Azores, before moving towards the west coast of France and western Europe",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al12/al122024.public.018.shtml?"
              ]
            },
            {
              "sentence": "Kirk brought high surf to the East Coast of the United States",
              "refs": []
            },
            {
              "sentence": "Numerous downed trees were reported in Portugal and Spain",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al12/al122024.discus.033.shtml?"
              ]
            },
            {
              "sentence": "Portugal reported over 1,300 incidents",
              "refs": []
            },
            {
              "sentence": "The hardest hit city was Porto, where numerous cars were damaged and railroads were disrupted",
              "refs": []
            },
            {
              "sentence": "At the height of the storm, more than 300,000 households lost power",
              "refs": []
            },
            {
              "sentence": "Strong winds from Kirk severely impacted Portugal's apple production, with over 65% of the crops suffering damage",
              "refs": [
                "https://today.rtl.lu/news/luxembourg/a/2238639.html"
              ]
            },
            {
              "sentence": "Losses from this are estimated to be in the \"tens of millions of euros\" (USD$10.9 million)",
              "refs": []
            },
            {
              "sentence": "Strong winds from Kirk also impacted Portugal's chestnut production, with around 40-50% of crops suffering damage",
              "refs": [
                "https://www.wpbf.com/article/florida-tracking-kirk-central-atlantic-hurricane/62446067"
              ]
            },
            {
              "sentence": "Losses are valued at €20-30 million (USD$20.9-31.3 million)",
              "refs": []
            },
            {
              "sentence": "In Spain, 70.1 mm (2.76 in) of rain fell in 12 hours and gusts up to 129 km/h (80 mph) and 205 km/h (127 mph) were reported",
              "refs": [
                "https://www.barrons.com/news/storm-kirk-tears-through-spain-portugal-heads-for-france-880acc4a"
              ]
            },
            {
              "sentence": "In Galicia, mudslides were reported, prompting road closures",
              "refs": [
                "https://www.tridge.com/insights/storm-kirk-devastates-northern-portugals-apple-harvest-slashing-production-by-30"
              ]
            },
            {
              "sentence": "Agricultural losses in Spain are estimated to be at €69 million (USD$71.9 million)",
              "refs": []
            },
            {
              "sentence": "In France, over 64,000 people lost power, and many roads were closed due to floodwaters",
              "refs": [
                "https://radiorenascer.com/entrevistas-quebra-producao-castanha-outubro-2024-valpacos/"
              ]
            },
            {
              "sentence": "In Sete, a strong swell capsized three boats, killing one person and injuring another",
              "refs": []
            },
            {
              "sentence": "Kirk caused widespread flooding in France with 72–74 mm (2.8–2.9 in) of rain of Noirmoutier and 71 mm (2.8 in) of rain in Paris",
              "refs": [
                "https://www.aa.com.tr/en/europe/storm-kirk-brings-hurricane-force-winds-to-spain-red-alert-in-cantabria/3356901"
              ]
            },
            {
              "sentence": "Gusts up to 113 km/h (70 mph) and 139 km/h (86 mph) were reported in Villard-de-Lans",
              "refs": []
            },
            {
              "sentence": "As of January 2025, losses are at USD$110 million according to AON",
              "refs": [
                "https://www.agronewscastillayleon.com/perdidas-galicia-kirk-slg/#google_vignette"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Leslie",
          "section_content": [
            {
              "sentence": "On September 29, the NHC began monitoring a tropical wave producing limited shower activity near the coast of West Africa",
              "refs": []
            },
            {
              "sentence": "The next day, a broad area of low pressure formed along wave south of the Cabo Verde Islands amid conditions conducive for additional development",
              "refs": [
                "https://www.lemonde.fr/en/environment/article/2024/10/11/hurricane-kirk-record-rainfall-for-autumn-exacerbated-by-climate-change_6729011_114.html"
              ]
            },
            {
              "sentence": "The system became gradually better organized as a broad closed circulation developed on October 2, resulting in the formation of Tropical Depression Thirteen",
              "refs": [
                "https://assets.aon.com/-/media/files/aon/reports/2025/2025-climate-catastrophe-insight.pdf?utm_source=pr&utm_medium=press-release&utm_campaign=b_0_re__ins_rin_rein-ana_global_r0&utm_content=r_stl-wcc_re"
              ]
            },
            {
              "sentence": "Late that same day, the system strengthened, becoming Tropical Storm Leslie, while moving slowly to the west within a moderate wind shear environment due to the outflow from Hurricane Kirk to its northwest",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al10/al102024.public.010.shtml?"
              ]
            },
            {
              "sentence": "On October 5, Leslie intensified and became a Category 1 hurricane, before weakening back to a tropical storm on the morning of October 8",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409291438&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Leslie would restrengthen into a hurricane later that night after moving over warmer waters, becoming a Category 2 hurricane early on October 10",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410010234&basin=atl&fdays=7",
                "https://www.nhc.noaa.gov/archive/2024/al13/al132024.discus.003.shtml?"
              ]
            },
            {
              "sentence": "At 09:00 UTC the next day, Leslie weakened to a tropical storm as northerly wind shear displaced most of the storm's convective activity to the south of the center, leaving the center exposed",
              "refs": []
            },
            {
              "sentence": "Leslie then turned northeastward and accelerated in front of an approaching trough before degenerating into a trough itself on October 12",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al13/al132024.discus.011.shtml"
              ]
            },
            {
              "sentence": "After the remnant low merged with another extratropical low, named Irina,  that system brought significant flooding to France and Italy",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al13/al132024.public.024.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al13/al132024.discus.034.shtml?"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Milton",
          "section_content": [
            {
              "sentence": "On September 26, the NHC began monitoring the Caribbean Sea for possible tropical development",
              "refs": []
            },
            {
              "sentence": "Three days later, a broad area of low pressure formed over the western Caribbean, producing disorganized showers and thunderstorms;  however, it degenerated into an open trough two days later",
              "refs": [
                "https://img.clients.aonunited.com/Web/Aon5/%7Bab7a464f-8cb7-44d4-9942-5b7269d79553%7D_20241018-1-cat-alert.pdf?utm_source=slipcase&utm_medium=affiliate&utm_campaign=slipcase",
                "https://www.connexionfrance.com/news/photos-french-towns-submerged-by-storm-leslie-alerts-in-place-for-river-flooding/684466"
              ]
            },
            {
              "sentence": "As this broad trough began interacting with a stationary front and the remains of Tropical Depression Eleven-E in the eastern Pacific,  a new low-pressure area developed in the Gulf of Mexico on October 4",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409262052&basin=atl&fdays=7",
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409291438&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Showers and thunderstorms associated with this disturbance became better organized,  causing the NHC to upgrade it into Tropical Depression Fourteen the next day",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410012055&basin=atl&fdays=7",
                "https://yaleclimateconnections.org/2024/10/watching-the-gulf-of-mexico-for-tropical-storm-formation/"
              ]
            },
            {
              "sentence": "Further development happened, and a few hours later, satellite wind data indicated the depression strengthened into Tropical Storm Milton",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al10/al102024.public.001.shtml?"
              ]
            },
            {
              "sentence": "Milton was able to rapidly intensify due to being in a very favorable environment, and became a Category 1 hurricane on the afternoon of October 6",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410050238&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Milton continued to strengthen overnight and into the morning, reaching Category 4 status on the morning of October 7, then reaching Category 5 intensity by 16:00 UTC that day",
              "refs": []
            },
            {
              "sentence": "Milton continued to strengthen further during the afternoon, reaching winds of 180 mph (285 km/h) at 18:00 UTC the same day",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al14/al142024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "The next day, it weakened to a high-end Category 4 hurricane due to an eyewall replacement cycle; however, upon the cycle's completion, it quickly restrengthened back to Category 5 intensity",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410051141&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "However, the next day, it weakened to a Category 4 hurricane, then further weakening to Category 3 intensity as strong southwesterly wind shear of 35–40 mph (56–65 km/h) overtook the hurricane",
              "refs": []
            },
            {
              "sentence": "At 00:30 UTC on October 10, Milton made landfall near Siesta Key, Florida, as a Category 3 hurricane with 120 mph (195 km/h) winds",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al14/al142024.update.10051725.shtml?"
              ]
            },
            {
              "sentence": "Milton weakened as it moved over land and re-entered the Atlantic as a Category 1 hurricane, merging with a nearby frontal boundary",
              "refs": []
            },
            {
              "sentence": "By October 10, it had transitioned into an extratropical low",
              "refs": []
            },
            {
              "sentence": "It gradually lost strength, passing near Bermuda on October 11, before dissipating within the frontal zone on October 12",
              "refs": []
            },
            {
              "sentence": "Yucatán was affected by storm surge and heavy rainfall,   but was not directly hit",
              "refs": [
                "https://www.nhc.noaa.gov/text/refresh/MIATCDAT4+shtml/091456.shtml?"
              ]
            },
            {
              "sentence": "Campeche and Celestún were flooded and Celestún had to be evacuated as result",
              "refs": []
            },
            {
              "sentence": "Overall, Celestún and Sisal were the most affected municipalities in the nation",
              "refs": [
                "https://www.nhc.noaa.gov/text/refresh/MIATCUAT4+shtml/100030.shtml",
                "https://www.informador.mx/mexico/Huracanes-Sin-tocar-tierra-Milton-deja-estragos-en-costas-de-Yucatan-como-categoria-cuatro-20241008-0030.html"
              ]
            },
            {
              "sentence": "Western Cuba received flooding and strong winds from Milton",
              "refs": [
                "https://tribunacampeche.com/07/lluvias-generadas-por-milton-inundan-calles-en-la-capital-campechana/695593/"
              ]
            },
            {
              "sentence": "Milton spawned a large tornado outbreak in Florida",
              "refs": [
                "https://www.aztecayucatan.com/noticias/huracan-milton-evacuan-de-emergencia-en-celestun-por-creciente-del-mar",
                "https://www.theyucatantimes.com/2024/10/no-casualties-reported-as-milton-hits-celestun-and-sisal",
                "https://en.cibercuba.com/noticias/2024-10-08-u1-e199894-s27061-nid289811-occidente-cubano-alerta-huracan-milton-esperan"
              ]
            },
            {
              "sentence": "Venice, Florida, experienced sustained winds of 92 miles per hour (148 km/h)",
              "refs": [
                "https://havanatimes.org/news/hurricane-milton-to-make-landfall-in-florida-tonight/"
              ]
            },
            {
              "sentence": "The Tampa Bay Times building and Tropicana Field were damaged as a result of Milton",
              "refs": [
                "https://onecaribbeantelevision.com/news/hurricane-milton-brings-flooding-to-cuba/"
              ]
            },
            {
              "sentence": "The Bahamas saw minor effects from Milton",
              "refs": [
                "https://www.nbc-2.com/article/hurricane-milton-tornado-warnings-florida/62561396",
                "https://www.nhc.noaa.gov/archive/2024/al14/al142024.public.020.shtml?"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Tropical Storm Nadine",
          "section_content": [
            {
              "sentence": "On October 15, a broad area of low pressure formed in the southwestern Caribbean Sea east of Central America  associated with the Central American Gyre",
              "refs": [
                "https://www.tampabay.com/hurricane/2024/10/10/crane-collapses-into-times-office-building-amid-thrashing-milton-winds/"
              ]
            },
            {
              "sentence": "The disturbance moved slowly northwestward over the following couple of days, remaining offshore",
              "refs": [
                "https://www.thenassauguardian.com/news/no-major-damage-reported-on-northern-islands-after-milton-officials-say/article_54dfc580-873f-11ef-93f4-93157cf2289c.html"
              ]
            },
            {
              "sentence": "Then, on October 17 and 18, the low gradually became better defined, and the showers and thunderstorms associated with it become better organized",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410151740&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Consequently, the system was designed Potential Tropical Cyclone Fifteen on the afternoon of October 18",
              "refs": [
                "https://yaleclimateconnections.org/2024/10/its-too-soon-to-put-the-atlantic-hurricane-season-to-bed/",
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410170503&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Tropical Storm Watches were issued at that time, from Belize City north to the Belize–Mexico border, and from there north to Tulum, Quintana Roo",
              "refs": []
            },
            {
              "sentence": "The system quickly developed a closed circulation, and was designated as Tropical Storm Nadine early the next day, while about 120 mi (190 km) east of Belize City",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410172316&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "The storm made landfall near Belize City around 16:00 UTC that same day, at peak intensity, with 60 mph (95 km/h) sustained winds",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410181153&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Eight hours later, the storm weakened to a tropical depression while over northern Guatemala",
              "refs": [
                "https://earthobservatory.nasa.gov/images/153426/three-storms-churn-in-an-active-atlantic"
              ]
            },
            {
              "sentence": "Then, on the morning of October 20, the system degenerated into a remnant low while traversing Southern Mexico",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al15/al152024.public.001.shtml?"
              ]
            },
            {
              "sentence": "Nadine's remnants ultimately entered the Pacific basin, where they facilitated the development of a trough of low pressure in the Gulf of Tehuantepec,  which led to the formation of Hurricane Kristy on October 21",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al15/al152024.public_a.002.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al15/al152024.public_a.005.shtml?"
              ]
            },
            {
              "sentence": "Nadine produced rainfall totals of up to 2 in (51 mm) in Belize",
              "refs": []
            },
            {
              "sentence": "In Quintana Roo, about 3.5 in (90 mm) of rain was recorded, and several houses were flooded in Chetumal",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410201727&basin=epac&fdays=7"
              ]
            },
            {
              "sentence": "Floods, power outages and uprooted trees were also reported in Campeche, with strong waves stranding about 300 coastal vessels",
              "refs": []
            },
            {
              "sentence": "In Quintana Roo, MXN$11 million (USD$546,000) was spent to repair the damage caused by the storm",
              "refs": [
                "https://www.foxweather.com/weather-news/tracking-kristy-ex-nadine-eastern-pacific"
              ]
            },
            {
              "sentence": "In Chiapas, floods damaged 14 houses in Rayón, and 2 in Rincón Chamula San Pedro",
              "refs": [
                "https://www.reuters.com/business/environment/tropical-storm-nadine-sweeps-across-belize-dumps-rains-mexicos-yucatan-2024-10-19/"
              ]
            },
            {
              "sentence": "A landslide also blocked a section of Federal Highway 190",
              "refs": []
            },
            {
              "sentence": "Heavy rains also damaged 15 houses and caused flooding and landslides in Tacotalpa, Tabasco",
              "refs": [
                "https://www.nmas.com.mx/nacional/clima/nadine-causa-afectaciones-en-quintana-roo-y-campeche/"
              ]
            },
            {
              "sentence": "There were three deaths in Chiapas as a result of the storm",
              "refs": [
                "https://quintanaroohoy.com/quintanaroo/invertiran-11-mdp-en-carretera-para-bienestar-de-comunidades-del-sur-de-quintana-roo/"
              ]
            },
            {
              "sentence": "Two people died inside a house in the municipality of Tila, which was hit during a landslide; and in San Juan Chamula, a man drowned when his vehicle was swept away by flood waters",
              "refs": []
            },
            {
              "sentence": "There were also two fatalities in Veracruz: one after his house was overtaken by a mudslide in Sierra de Zongolica, and another in Santiago Tuxtla as a result of an electrocution; a man also went missing after being swept away by flooding",
              "refs": [
                "https://vanguardia.com.mx/noticias/mexico/desbordamientos-y-viviendas-inundadas-dejan-las-lluvias-en-chiapas-LN13693769"
              ]
            },
            {
              "sentence": "In Veracruz, MXN$19 million (USD$942,000) was spent to repair the damage caused by the storm",
              "refs": [
                "https://www.elheraldodetabasco.com.mx/local/municipios/tacotalpa-entre-deslaves-derrumbes-e-inundaciones-por-lluvias-12734737.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Oscar",
          "section_content": [
            {
              "sentence": "On October 10, a tropical wave producing disorganized showers and thunderstorms being monitored by the NHC moved off of the west coast of Africa",
              "refs": []
            },
            {
              "sentence": "Later that day, a broad low pressure area producing near gale winds formed along the wave",
              "refs": [
                "https://www.infobae.com/america/agencias/2024/10/21/dos-muertos-en-el-oriente-de-mexico-tras-un-temporal-por-el-ciclon-nadine-y-un-frente-frio/"
              ]
            },
            {
              "sentence": "After moving over Cape Verde the following day,  the disturbance moved westward within an unfavorable environment for development, causing its activity to diminish greatly",
              "refs": [
                "https://e-veracruz.mx/nota/2024-10-22/municipios/nadine-devasto-3-mil-viviendas-en-coatzacoalcos",
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410101731&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "The disturbance remained disorganized as it passed to the north of Puerto Rico on October 18, though strong convection persisted around an emerging mid-level center of circulation",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410110232&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "The disturbance developed a closed circulation the next morning, and was designated Tropical Storm Oscar",
              "refs": [
                "https://earthobservatory.nasa.gov/images/153426/three-storms-churn-in-an-active-atlantic"
              ]
            },
            {
              "sentence": "A Hurricane Hunters flight found that Oscar was much stronger than originally estimated, and at 18:00 UTC on October 19, Oscar was upgraded to a Category 1 hurricane with sustained winds of 80 mph (130 km/h)",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410110838&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "At 21:50 UTC on October 20, Oscar made landfall as a Category 1 hurricane at Baracoa, located in the Cuban province of Guantánamo",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410140504&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "In the Bahamas, numerous residents had to evacuate after their homes were damaged",
              "refs": []
            },
            {
              "sentence": "In Cuba, 6.5-foot (2.0 m) swells hit Baracoa, damaging walls and roofs of numerous structures",
              "refs": []
            },
            {
              "sentence": "At least eight people died from the storm",
              "refs": [
                "https://www.nhc.noaa.gov/text/refresh/MIATCDAT1+shtml/DDHHMM.shtml"
              ]
            },
            {
              "sentence": "As of January 2025, damages are estimated to be at USD$50 million according to AON",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al16/al162024.update.10202150.shtml?",
                "https://www.pbs.org/newshour/amp/world/tropical-storm-oscar-dumps-heavy-rain-on-eastern-cuba-as-it-heads-toward-the-bahamas",
                "https://www.theguardian.com/world/2024/nov/06/cuba-braces-for-hurricane-rafael-after-blackouts-and-hurricane-deaths-last-month"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Tropical Storm Patty",
          "section_content": [
            {
              "sentence": "On October 31, a storm-force non-tropical low located about 550 mi (890 km) west of the western Azores began producing showers and thunderstorms near its center",
              "refs": []
            },
            {
              "sentence": "It moved to the northeast for around a day, losing its frontal characteristics and upper-level support, weakening in the process",
              "refs": [
                "https://www.wdrb.com/news/national/oscar-leaves-at-least-6-dead-in-cuba-as-a-massive-blackout-halts-activities-and/article_eca48f44-d13a-59a1-9679-888dc1aed6be.html#:~:text=Hurricane%20Oscar%20made%20landfall%20Sunday,Santos%20Su%C3%A1rez%20and%20central%20Havana."
              ]
            },
            {
              "sentence": "On November 1, despite SSTs around 20 to 22 °C (68 to 72 °F), convection and bands formed around the center due to an unstable environment",
              "refs": []
            },
            {
              "sentence": "The storm had attained hybrid charateristics of a subtropical storm",
              "refs": []
            },
            {
              "sentence": "Upon formation, Patty had winds of 50 mph (80 km/h)",
              "refs": []
            },
            {
              "sentence": "Patty continued eastward and organized further, attaining a peak strength of 55 mph (89 km/h) at 12:00 UTC November 2 as estimated by ASCAT-B",
              "refs": []
            },
            {
              "sentence": "The storm then began moving eastsoutheast and began weakening in the mid-latitude flow",
              "refs": [
                "https://www.cibercuba.com/noticias/2024-10-22-u1-e135253-s27061-nid290635-ascienden-siete-fallecidos-guantanamo-tras-paso"
              ]
            },
            {
              "sentence": "On November 3, Patty's forward speed slowed",
              "refs": []
            },
            {
              "sentence": "It also developed fully into a tropical cyclone that day",
              "refs": []
            },
            {
              "sentence": "Patty continued to weaken and opened into a trough by 12:00 UTC November 4",
              "refs": []
            },
            {
              "sentence": "São Miguel and Santa Maria experienced tropical storm force winds",
              "refs": []
            },
            {
              "sentence": "On São Miguel, there was flooding reported along various roadways and in a few homes",
              "refs": [
                "https://www.cibercuba.com/noticias/2024-10-22-u1-e135253-s27061-nid290635-ascienden-siete-fallecidos-guantanamo-tras-paso"
              ]
            },
            {
              "sentence": "The flooding caused a landslide in the municipality of Ribeira Grande",
              "refs": []
            },
            {
              "sentence": "However, overall damage was minor, with no reports of anyone being displaced by the storm",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane Rafael",
          "section_content": [
            {
              "sentence": "On October 26, the NHC began monitoring the southwestern Caribbean in anticipation of tropical development",
              "refs": []
            },
            {
              "sentence": "Several days later, on November 1, a broad area of low pressure began developing over the southwestern Caribbean,  associated with a Central American gyre",
              "refs": [
                "https://www.acorianooriental.pt/noticia/mau-tempo-causa-seis-ocorrencias-nos-acores-365150",
                "https://www.jn.pt/4284981756/casas-inundadas-em-sao-miguel-a-passagem-da-tempestade-patty/"
              ]
            },
            {
              "sentence": "The disturbance began showing signs of organization on November 3, causing the NHC to designate it Potential Tropical Cyclone Eighteen that afternoon",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410262323&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Further development occurred, and after data from hurricane hunters, satellite imagery, and surface observations revealed that the disturbance developed a well-defined center and produced organized deep convection, it was upgraded to Tropical Depression Eighteen on the morning of November 4",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202411012325&basin=atl&fdays=7",
                "https://yaleclimateconnections.org/2024/11/a-november-tropical-storm-in-the-caribbean-is-now-likely/"
              ]
            },
            {
              "sentence": "The depression continued to strengthen, and became Tropical Storm Rafael that afternoon",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "The storm tracked northwestward along the southwestern side of a ridge over the western Atlantic on November 5,  and passed to the west of Jamaica",
              "refs": [
                "https://www.foxweather.com/weather-news/tropical-cyclone-18-tropical-storm-rafael",
                "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.004.shtml?"
              ]
            },
            {
              "sentence": "That afternoon it developed an inner wind core,  and strengthened into a hurricane early on November 6",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.005.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.004.shtml?"
              ]
            },
            {
              "sentence": "Later that day, at 21:15 UTC, Rafael made landfall just east of Playa Majana, in the Cuban province of Artemisa, with sustained winds of 115 mph (185 km/h)",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.009.shtml?"
              ]
            },
            {
              "sentence": "A few hours later, the system entered the Gulf of Mexico, as a weaker Category 2 hurricane",
              "refs": [
                "https://www.pbs.org/newshour/world/tropical-storm-rafael-passes-jamaica-as-cuba-prepares-for-another-hurricane-hit"
              ]
            },
            {
              "sentence": "It then proceeded to turn west-northwestward and re-intensify, becoming a major hurricane once again early on November 8 with peak winds of 120 mph (195 km/h)",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al18/al182024.update.11060020.shtml?"
              ]
            },
            {
              "sentence": "That afternoon, however, the system turned westward and began losing strength and organization, due to increasing westerly wind shear and dry air intrusion",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al18/al182024.update.11062114.shtml?"
              ]
            },
            {
              "sentence": "This trend continued, and Rafael was downgraded to a tropical storm late that same day",
              "refs": [
                "https://cnn.com/2024/11/06/weather/hurricane-rafael-path-forecast-climate"
              ]
            },
            {
              "sentence": "In Panama, numerous residents had to evacuate their homes after their houses were damaged, leaving a total of more than 210 displaced",
              "refs": []
            },
            {
              "sentence": "At least four people died as a result of the storm and two remain missing",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.022.shtml?"
              ]
            },
            {
              "sentence": "Preliminary damage estimates in Panama are at least USD$110 million",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.023.shtml?",
                "https://www.telemundo52.com/noticias/mundo/panama-reportan-muertos-desaparecidos-fuertes-lluvias-inundaciones/2703553/"
              ]
            },
            {
              "sentence": "Agricultural losses in Costa Rica totaled to at least ₡500 million (USD$985,000)",
              "refs": [
                "https://forbes.com.mx/lluvias-intensas-provocan-cuatro-muertes-en-panama/"
              ]
            },
            {
              "sentence": "In Colombia, over 192,000 people were affected by the flooding",
              "refs": [
                "https://www.noticiasrcn.com/internacional/panama-en-emergencia-por-lluvias-intensas-cuatro-personas-fallecieron-y-dos-estan-desaparecidas-768713"
              ]
            },
            {
              "sentence": "The government spent 700 billion pesos (USD$160.8 million) to help those affected by the storm",
              "refs": []
            },
            {
              "sentence": "In Cuba, more than 283,000 people evacuated ahead of the storm, including 98,300 from Havana",
              "refs": [
                "https://ensegundos.com.pa/2024/11/21/estiman-en-mas-de-110-millones-los-danos-dejados-por-la-tormenta-rafael-en-panama/"
              ]
            },
            {
              "sentence": "Rafael's winds caused an island-wide power-grid failure",
              "refs": [
                "https://www.nbcnews.com/weather/hurricanes/hurricane-rafael-moves-gulf-mexico-rare-major-november-storm-cuba-reco-rcna179273"
              ]
            },
            {
              "sentence": "In western Cuba, 30 cm (12 in) of rain was reported resulting in flooding and landslides",
              "refs": [
                "https://observador.cr/lluvias-de-los-ultimos-dias-dejan-perdidas-de-al-menos-500-millones-para-el-sector-agropecuario/",
                "https://www.infobae.com/colombia/2024/11/08/alcalde-de-la-guajira-tiene-secuestrados-mas-de-200-mil-millones-denuncio-el-director-de-la-ungrd/"
              ]
            },
            {
              "sentence": "Government officials reported that areas in and around Artemisa sustained the worst damage from Rafael",
              "refs": [
                "https://www.reuters.com/world/americas/cuba-left-without-electricity-after-hit-hurricane-rafael-2024-11-07/"
              ]
            },
            {
              "sentence": "Preliminary damage estimates in Cuba are in the billions of pesos (USD$41.7 million)",
              "refs": [
                "https://apnews.com/article/rafael-hurricane-storm-cuba-mexico-texas-fc83c4db8e13b9da1a3fa7ec5b6f3319",
                "https://www.lanacion.com.ar/estados-unidos/hacia-donde-se-dirige-el-huracan-rafael-que-pasa-cerca-de-florida-convertido-en-categoria-2-nid07112024/"
              ]
            },
            {
              "sentence": "Preliminary damage estimates in Jamaica range from J$500 million to J$1 billion",
              "refs": [
                "https://www.granma.cu/cuba/2024-11-07/cuba-no-reporta-muertos-tras-paso-de-huracan-rafael"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Tropical Storm Sara",
          "section_content": [
            {
              "sentence": "On November 11, an area of low-pressure associated with a tropical wave formed south of Hispaniola over the central Caribbean Sea",
              "refs": []
            },
            {
              "sentence": "The system moved generally westward toward Central America into the next day, and the NHC noted the high possibility of further organization due to favorable environmental conditions",
              "refs": [
                "https://www.eleconomista.cu/apuntes-economicos/el-huracan-rafael-costos-mas-alla-del-desastre/"
              ]
            },
            {
              "sentence": "Though its low-level circulation remained broad and elongated on the afternoon of November 13, the disturbance was deemed likely by the NHC to soon be bringing tropical storm or hurricane conditions to Central America, and so was designated Potential Tropical Cyclone Nineteen",
              "refs": [
                "https://jamaica.loopnews.com/content/preliminary-damage-estimates-after-ts-rafael-500m-1-billion"
              ]
            },
            {
              "sentence": "Then, early on November 14, the system developed into a tropical cyclone about 280 mi (450 km) east of Guanaja, Honduras, and was upgraded to Tropical Depression Nineteen",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?basin=atl&fdays=7&current_issuance=202411111731"
              ]
            },
            {
              "sentence": "Later that day, Air Force Reserve reconnaissance aircraft found maximum sustained winds of around 40 mph (65 km/h), prompting the NHC to name the depression Tropical Storm Sara",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=two_atl_7d0.png&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Late that same day, data from an Air Force Hurricane Hunter passed over Sara's northern semicircle indicated that the storm had moved just inland or very near the northeastern coast of Honduras,  striking about 105 mi (165 km) west-northwest of Cabo Gracias a Dios",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al19/al192024.discus.001.shtml?",
                "https://www.wfla.com/weather/tracking-the-tropics/tropical-depression-nineteen-forms-in-the-caribbean-expected-to-become-tropical-storm-today/"
              ]
            },
            {
              "sentence": "On November 15, Sara paralleled the northern coast of Honduras, its center remaining just offshore, between the Bay Islands and the mainland",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al19/al192024.public_a.004.shtml?"
              ]
            },
            {
              "sentence": "Then, later that day, the storm became stationary and remained so into the next morning",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al19/al192024.discus.006.shtml?"
              ]
            },
            {
              "sentence": "Sara moved inland over Belize on the morning of November 17,  and shortly thereafter weakened to a tropical depression",
              "refs": [
                "https://apnews.com/article/tropical-storm-sara-1285618560ac8706a6b7735d7656bf15",
                "https://www.nhc.noaa.gov/archive/2024/al19/al192024.discus.009.shtml?"
              ]
            },
            {
              "sentence": "It degenerated into a trough early the next day, southwest of Campeche, Campeche",
              "refs": [
                "https://www.eluniversal.com.mx/mundo/un-muerto-y-mas-de-47-mil-personas-afectadas-por-tormenta-sara-en-honduras-seguiran-lluvias-y-oleaje-alto/"
              ]
            },
            {
              "sentence": "Its remnants proceeded then to emerge over the Gulf of Mexico",
              "refs": []
            },
            {
              "sentence": "The precursor disturbance of Sara caused flooding in the Dominican Republic, resulting in the evacuation of 1,767 people, isolating 54 communities, destroying two homes and damaging 487 more",
              "refs": []
            },
            {
              "sentence": "Two fishermen were left missing and were later found dead near Sabana de la Mar",
              "refs": []
            },
            {
              "sentence": "In Honduras, a man in the department of Yoro drowned",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al19/al192024.discus.019.shtml?"
              ]
            },
            {
              "sentence": "Damage estimates in Honduras are at 2.468 billlion lempiras (USD$97.4 million)",
              "refs": [
                "https://apnews.com/article/tropical-storm-sara-1285618560ac8706a6b7735d7656bf15"
              ]
            },
            {
              "sentence": "According to Gallagher Re, as of January 2025, damages for Sara are at USD$100 million",
              "refs": [
                "https://www.heraldtribune.com/story/weather/hurricane/2024/11/18/tropical-storm-sara-florida-impacts-cold-front-rain-wind-tornadoes/76399384007/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Other system",
          "section_content": [
            {
              "sentence": "On September 11, the NHC noted an area with the potential of tropical cyclone development off the U.S",
              "refs": []
            },
            {
              "sentence": "East Coast",
              "refs": []
            },
            {
              "sentence": "A non-tropical area of low pressure formed on September 14",
              "refs": [
                "https://ansabrasil.com.br/americalatina/noticia/latinoamerica/2024/11/29/perdidas-2.468-millones-lempiras-tormenta-sara_b711953b-dc45-4eb5-889f-dded191769ec.html#:~:text=2024,%2015:35-,La%20tormenta%20tropical%20Sara%20dej%C3%B3%20p%C3%A9rdidas%20econ%C3%B3micas%20por%20valor%20de,pa%C3%ADs,%20seg%C3%BAn%20datos%20del%20gobierno."
              ]
            },
            {
              "sentence": "The following day, an Air Force Hurricane Hunter aircraft found that the system possessed a broad low-level circulation center, and was generating deep convection over and around the center",
              "refs": [
                "https://www.ajg.com/gallagherre/-/media/files/gallagher/gallagherre/news-and-insights/2025/natural-catastrophe-and-climate-report-2025.pdf"
              ]
            },
            {
              "sentence": "It also found that the system was in the process of separating from its frontal characteristics",
              "refs": []
            },
            {
              "sentence": "Due to the increasing likelihood of the system gaining tropical characteristics, and its proximity to coastal South Carolina, the NHC designated the system Potential Tropical Cyclone Eight at 21:00 UTC on September 15",
              "refs": []
            },
            {
              "sentence": "A Tropical Storm Warning was issued at that time, extending from Edisto Beach, South Carolina, to Ocracoke Inlet, North Carolina",
              "refs": [
                "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409111155&basin=atl&fdays=7"
              ]
            },
            {
              "sentence": "Schools were closed in preparation for the storm",
              "refs": [
                "https://www.foxweather.com/weather-news/invest-95l-tropical-storm-helene-southeast-coast"
              ]
            },
            {
              "sentence": "The system did not attain tropical characteristics as it approached northeastern South Carolina the following afternoon, and its sustained winds fell below tropical storm force",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al08/al082024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "Consequently, the Tropical Storm Warnings for the Carolinas were discontinued with the final NHC advisory at 21:00 UTC on September 16",
              "refs": []
            },
            {
              "sentence": "The storm brought heavy rain to the Carolinas, especially at Carolina Beach, North Carolina, where rainfall totals reached 20.81 in (529 mm), and caused significant flooding in Brunswick County, North Carolina,   where a brief curfew was imposed",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al08/al082024.public.001.shtml?",
                "https://weather.com/storms/hurricane/news/2024-09-16-ptc8-tropical-storm-helene-south-carolina-school-city-closure",
                "https://www.nhc.noaa.gov/archive/2024/al08/al082024.discus.005.shtml?"
              ]
            },
            {
              "sentence": "In Sunny Point, North Carolina, winds gusted to 77 mph (124 km/h)",
              "refs": [
                "https://www.starnewsonline.com/story/news/local/2024/09/17/drivers-near-wilmington-nc-stranded-on-roads-due-to-massive-flooding/75261007007/"
              ]
            },
            {
              "sentence": "Two tornadoes touched down during the storm",
              "refs": [
                "https://www.weather.gov/ilm/2024PTC8"
              ]
            },
            {
              "sentence": "Several coastal roads, such as NC 12, were flooded with high tide",
              "refs": [
                "https://www.wral.com/amp/21627081/",
                "https://www.foxweather.com/weather-news/tracking-tropical-cyclone-eight-helene-storm"
              ]
            },
            {
              "sentence": "One person died after attempting to drive through floodwaters",
              "refs": [
                "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSILM&e=202409172003"
              ]
            },
            {
              "sentence": "According to AON, total losses are estimated to be at $130 million as of January 2025",
              "refs": [
                "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSMHX&e=202409171952"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Storm names",
      "section_content": [
        {
          "sentence": "The following list of names was used for named storms that formed in the North Atlantic in 2024",
          "refs": []
        },
        {
          "sentence": "This is the same list used in the 2018 season, with the exceptions of Francine and Milton, which replaced Florence and Michael respectively",
          "refs": [
            "https://islandfreepress.org/outer-banks-news/potential-tropical-cyclone-8-forms-overwash-reported-with-sundays-high-tide/"
          ]
        },
        {
          "sentence": "Both new names were used for the first time this season, as was Sara, which replaced Sandy after 2012",
          "refs": [
            "https://www.usatoday.com/story/news/nation/2024/09/19/north-carolina-flooding-death/75289504007/"
          ]
        },
        {
          "sentence": "Names retired, if any, will be announced by the World Meteorological Organization in the spring of 2025; any names not retired from this season will therefore be used again in the 2030 season.",
          "refs": [
            "https://apnews.com/article/tropical-storm-rafael-caribbean-jamaica-cuba-florida-51616234e364f9b0f754d0632408274e"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Season effects",
      "section_content": [
        {
          "sentence": "This is a table of all of the storms that formed in the 2024 Atlantic hurricane season",
          "refs": []
        },
        {
          "sentence": "It includes their name, duration, peak classification and intensities, areas affected, damage, and death totals",
          "refs": []
        },
        {
          "sentence": "Deaths in parentheses are additional and indirect (an example of an indirect death would be a traffic accident), but were still related to that storm",
          "refs": []
        },
        {
          "sentence": "Damage and deaths include totals while the storm was extratropical, a wave, or a low, and all of the damage figures are in 2024 USD.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "27": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "376": "[ERROR retrieving ref link]",
    "1": "https://yaleclimateconnections.org/2024/11/category-5-super-typhoon-man-yi-hits-the-philippines/",
    "2": "https://www.nbcnews.com/weather/hurricanes/hurricane-rafael-moves-gulf-mexico-rare-major-november-storm-cuba-reco-rcna179273",
    "3": "https://www.cpc.ncep.noaa.gov/products/outlooks/Background.html",
    "4": "http://tropical.atmos.colostate.edu/Realtime/index.php?arch&loc=northatlantic",
    "5": "https://www.tropicalstormrisk.com/docs/TSRATLForecastDecember2024.pdf",
    "6": "https://tropical.colostate.edu/Forecast/2024-04.pdf",
    "7": "https://meteofrance.mq/fr/actualites/bulletin-technique-des-previsions-dactivite-cyclonique-de-la-saison-2024",
    "8": "https://www.tropicalstormrisk.com/docs/TSRATLForecastApril2024.pdf",
    "9": "https://has.arizona.edu/news/2024-hurricane-forecast-xubin-zeng-and-kyle-davis",
    "10": "https://weather.missouri.edu/gcc/UniversityofMissouri2024TropicalForecast.pdf",
    "11": "https://news.ncsu.edu/2024/04/nc-state-researchers-predict-active-hurricane-season/",
    "12": "https://penntoday.upenn.edu/news/2024-tropical-cyclone-prediction",
    "13": "https://smn.conagua.gob.mx/es/ciclones-tropicales/temporada-ciclones-tropicales-2024",
    "14": "https://metoffice.gov.uk/research/weather/tropical-cyclones/seasonal/northatlantic2024",
    "15": "https://www.noaa.gov/news-release/noaa-predicts-above-normal-2024-atlantic-hurricane-season",
    "16": "https://www.tropicalstormrisk.com/docs/TSRATLForecastPreSeason2024.pdf",
    "17": "https://tropical.colostate.edu/Forecast/2024-06.pdf",
    "18": "https://has.arizona.edu/news/2024-hurricane-forecast-update-xubin-zeng-and-kyle-davis",
    "19": "http://www.tropicalstormrisk.com/docs/TSRATLForecastJuly2024.pdf",
    "20": "https://tropical.colostate.edu/Forecast/2024-07.pdf",
    "21": "https://www.tropicalstormrisk.com/docs/TSRATLForecastAugust2024.pdf",
    "22": "https://tropical.colostate.edu/Forecast/2024-08.pdf",
    "23": "https://www.noaa.gov/news-release/highly-active-hurricane-season-likely-to-continue-in-atlantic",
    "24": "https://doi.org/10.1016%2Fj.tcrr.2019.10.003",
    "25": "https://yaleclimateconnections.org/2024/04/forecasters-predict-an-extremely-active-2024-atlantic-hurricane-season/",
    "26": "https://www.nhc.noaa.gov/aboutsshws.php",
    "28": "https://www.aoml.noaa.gov/hrd-faq/#hurricane-season",
    "29": "https://yaleclimateconnections.org/2024/11/tropical-storm-sara-forms-in-the-western-caribbean-threatens-honduras/",
    "30": "http://tropical.atmos.colostate.edu/Realtime/",
    "31": "https://yaleclimateconnections.org/2024/06/tropical-storm-warnings-up-for-texas-and-mexico-for-potential-tropical-cyclone-1/",
    "32": "https://www.foxweather.com/weather-news/atlantic-hurricane-season-slowest-start-2014",
    "33": "https://www.wsbtv.com/weather/tropical-storm-alberto-first-named-storm-2024-season-forms-gulf-mexico/I2H5KRT3ABE47NMJG46CM3L43Y/",
    "35": "https://www.nhc.noaa.gov/archive/2024/al01/al012024.discus.008.shtml?",
    "36": "https://www.nhc.noaa.gov/archive/2024/al01/al012024.public_a.011.shtml?",
    "37": "https://www.forbes.com/sites/maryroeloffs/2024/06/30/hurricane-beryl-rapidly-intensifies-into-category-4-heres-the-latest-forecast/",
    "38": "https://apnews.com/article/tropical-system-beryl-caribbean-0a61043f36a9439f8037147d60e3c9e3",
    "39": "https://yaleclimateconnections.org/2024/06/leeward-islands-bracing-for-potential-hurricane-hit-on-monday/",
    "40": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.014.shtml?",
    "41": "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.002.shtml?",
    "42": "https://mexiconewsdaily.com/news/tropical-storm-chris-makes-landfall-in-veracruz/",
    "43": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public.039.shtml?",
    "44": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.update.07051104.shtml?",
    "45": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.021.shtml?",
    "46": "https://www.wapt.com/article/the-tropics-turned-eerily-quiet-after-hurricane-beryl-why/61624756",
    "47": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.003.shtml?",
    "48": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.005.shtml?",
    "49": "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.005.shtml?",
    "50": "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.012.shtml?",
    "51": "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.018.shtml?",
    "52": "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.023.shtml?",
    "53": "https://www.climate.gov/news-features/event-tracker/atlantic-nina-verge-developing-heres-why-we-should-pay-attention",
    "54": "https://tropical.colostate.edu/Forecast/2024_0903_seasondiscussion.pdf",
    "55": "https://www.bbc.com/weather/articles/c4gd13l35qpo",
    "56": "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.004.shtml?",
    "57": "https://www.nhc.noaa.gov/archive/2024/al07/al072024.discus.001.shtml?",
    "58": "https://www.accuweather.com/en/hurricane/hurricane-francine-makes-landfall-in-southern-louisiana-as-a-category-2-storm/1689883",
    "59": "https://www.nhc.noaa.gov/archive/2024/al09/al092024.discus.005.shtml?",
    "60": "https://riviera-maya-news.com/helene-leaves-cancun-behind-and-more-than-120000-without-power/2024.html",
    "61": "https://www.nhc.noaa.gov/archive/2024/al10/al102024.public.010.shtml?",
    "62": "https://www.nhc.noaa.gov/archive/2024/al10/al102024.public.001.shtml?",
    "63": "https://www.nhc.noaa.gov/archive/2024/al13/al132024.discus.001.shtml?",
    "64": "https://www.nhc.noaa.gov/archive/2024/al14/al142024.discus.001.shtml?",
    "65": "https://earthobservatory.nasa.gov/images/153426/three-storms-churn-in-an-active-atlantic",
    "66": "https://www.nhc.noaa.gov/archive/2024/al14/al142024.update.10071558.shtml?",
    "67": "https://yaleclimateconnections.org/2024/10/a-caribbean-rainmaker-could-become-a-tropical-storm-just-before-sliding-inland/",
    "68": "https://michaelrlowry.substack.com/p/october-surprise-oscar-rapidly-forms",
    "69": "https://www.fox13seattle.com/news/hurricane-oscar-path-cuba-bahamas",
    "70": "https://www.nhc.noaa.gov/archive/2024/al17/al172024.discus.001.shtml?",
    "71": "https://apnews.com/article/tropical-storm-rafael-caribbean-jamaica-cuba-florida-51616234e364f9b0f754d0632408274e",
    "72": "https://www.usatoday.com/story/news/nation/2024/11/06/hurricane-rafael-strength-landfall-forecast/76087763007/",
    "73": "https://yaleclimateconnections.org/2024/11/tropical-storm-sara-forms-in-the-western-caribbean-threatens-honduras/",
    "74": "https://www.noaa.gov/news-release/atlantic-hurricane-season-races-to-finish-within-range-of-predicted-number-of-named-storms",
    "75": "https://www.nhc.noaa.gov/data/tcr/AL012024_Alberto.pdf",
    "76": "https://www.eluniversal.com.mx/estados/alberto-ha-dejado-4-fallecidos-evacuaciones-y-desbordamientos-en-zona-metropolitana-de-nuevo-leon/",
    "77": "https://www.usnews.com/news/world/articles/2024-06-20/tropical-storm-alberto-moves-inland-in-mexicos-coast-after-three-fatalities",
    "78": "https://assets.aon.com/-/media/files/aon/reports/2024/aon-q3-2024-global-catastrophe-recap.pdf",
    "79": "https://abc13.com/post/coastal-storm-impacts-galveston-surfside-beach-among-texas/14975414/",
    "80": "https://www.weather.gov/media/hgx/TropicalEventSummary/PSHHGX_2024AL01_Alberto_ImpactNarratives.pdf",
    "81": "https://www.click2houston.com/weather/2024/06/21/ef-1-tornado-confirmed-west-of-houston-amid-tropical-storm-alberto/",
    "82": "https://www.kiiitv.com/article/news/local/national-hurricane-center-confident-tornado-hit-rockport-fulton/503-e0a98e5e-8d28-4c8a-a882-c7ca536d6c71",
    "83": "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCRP&e=202406202146",
    "84": "https://www.wdsu.com/article/louisiana-flooding-tropical-storm-alberto/61174613",
    "85": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202406252345&basin=atl&fdays=7",
    "86": "https://yaleclimateconnections.org/2024/06/an-early-start-to-the-atlantics-cabo-verde-season/",
    "87": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.001.shtml?",
    "88": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.002.shtml?",
    "89": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.004.shtml?",
    "90": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.006.shtml?",
    "91": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.007.shtml?",
    "92": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.update.06301536.shtml?",
    "93": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.010.shtml?",
    "94": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.011.shtml?",
    "95": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.update.07011512.shtml?",
    "96": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.015.shtml?",
    "97": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.016.shtml?",
    "98": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.017.shtml?",
    "99": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.022.shtml?",
    "100": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.024.shtml?",
    "101": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.026.shtml?",
    "102": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.027.shtml?",
    "103": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.028.shtml?",
    "104": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.public_a.028.shtml?",
    "105": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.030.shtml?",
    "106": "https://yaleclimateconnections.org/2024/07/tropical-storm-beryl-slowly-reorganizing-over-the-gulf-or-mexico/",
    "107": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.033.shtml?",
    "108": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.update.07080654.shtml?",
    "109": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.044.shtml?",
    "110": "https://www.clickondetroit.com/weather/2024/07/10/beryl-weather-effect-in-michigan-34-counties-under-flood-watch-8-under-flood-advisory/",
    "111": "https://stluciatimes.com/164556/2024/06/pm-announces-national-shutdown-from-830-pm-on-sunday/",
    "112": "https://caribbean.loopnews.com/content/cal-announces-flight-cancellations-due-severe-weather-0",
    "113": "https://amp.miamiherald.com/news/nation-world/world/americas/haiti/article289645604.html",
    "114": "https://abcnews.go.com/International/wireStory/hurricane-beryl-takes-aim-southeastern-caribbean-powerful-category-111570432",
    "115": "https://apnews.com/article/hurricane-beryl-caribbean-mexico-caymans-04eda74885bbe45ae3630e2ca713ef92",
    "116": "https://www.sheppnews.com.au/world/hurricane-beryl-lashes-jamaica-as-toll-rises-to-10-3/",
    "117": "https://ici.radio-canada.ca/nouvelle/2086000/ouragan-beryl-touche-peninsule-yucatan-mexique",
    "118": "https://www.fox26houston.com/news/beryl-death-toll-houston-fallen-trees-flooding-fire",
    "119": "https://www.cnn.com/2024/07/11/weather/texas-heat-beryl-power-outage-thursday/index.html",
    "120": "https://weather.com/storms/tornado/news/2024-07-13-hurricane-beryl-most-us-tornadoes-since-2005",
    "121": "https://www.uwo.ca/ntp/blog/2024/two_ef0_tornadoes_in_london_on_on_july_10.html",
    "122": "https://www.insurancejournal.com/news/national/2024/07/08/782779.htm",
    "123": "https://www.bloomberg.com/opinion/articles/2024-07-09/hurricane-beryl-makes-a-mockery-of-texas-climate-deniers",
    "124": "https://abc13.com/post/hurricane-beryl-death-toll-harris-county-texas-carbon-monoxide-ladder-fall/15235101/",
    "125": "https://www.ajg.com/gallagherre/-/media/files/gallagher/gallagherre/news-and-insights/2024/october/gallagherre-natrual-catastrophe-and-climate-report-q3-2024.pdf",
    "126": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202406241754&basin=atl&fdays=7",
    "127": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202406290836&basin=atl&fdays=7",
    "128": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?",
    "129": "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.001.shtml?",
    "130": "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.004.shtml?",
    "131": "https://reliefweb.int/report/grenada/latin-america-caribbean-2024-atlantic-hurricane-season-snapshot-1-2-july-2024",
    "132": "https://www.expreso.com.mx/amp/noticias/mexico/tormenta-tropical-chris-deja-un-muerto-y-multiples-danos/211540",
    "133": "https://www.elimparcial.com/mexico/2024/07/04/mueren-cuatro-policias-arrastrados-por-un-rio-tras-paso-de-la-tormenta-tropical-chris-en-veracruz/",
    "134": "https://da21w.e-veracruz.mx/nota/2024-11-08/politica/asf-da-plazo-cuitlahuac-para-aclarar-dano-patrimonial",
    "135": "http://boletin.org.mx/Noticia/chris-amaina-pero-beryl-ya-es-huracan-5",
    "136": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202407261732&basin=atl&fdays=7",
    "137": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408011737&basin=atl&fdays=7",
    "138": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.001.shtml?",
    "139": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.public.011.shtml?",
    "140": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.update.08051056.shtml?",
    "141": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.public_a.023.shtml?",
    "142": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.public.026.shtml?",
    "143": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.public.028.shtml?",
    "144": "https://apnews.com/article/hurricane-tropical-storm-debby-flooding-a369f782a8e6fa18fdb7f722ade4b3c6",
    "145": "https://amp.marca.com/en/lifestyle/us-news/2024/08/02/66acc3ba268e3ee3418b4597.html",
    "146": "https://www.elnuevodia.com/noticias/el-tiempo/notas/meteorologia-emite-aviso-y-advertencia-de-inundaciones-para-29-municipios-ante-paso-de-onda-tropical/",
    "147": "https://en.cibercuba.com/noticias/2024-08-04-u1-e208933-s27061-nid286284-tormenta-tropical-debby-deja-lluvias-intensas",
    "148": "https://www.artemis.bm/news/hurricane-debby-private-public-market-insured-loss-seen-below-2bn-gallagher-re/",
    "149": "https://www.cbc.ca/news/canada/montreal/rain-tropical-storm-debby-southern-quebec-1.7291210",
    "150": "https://www.lapresse.ca/actualites/2024-09-13/vestiges-de-l-ouragan-debby/l-evenement-climatique-le-plus-couteux-de-l-histoire-du-quebec.php",
    "151": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408080852&basin=atl&fdays=7",
    "152": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408082032&basin=atl&fdays=7",
    "153": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408100237&basin=atl&fdays=7",
    "154": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408110537&basin=atl&fdays=7",
    "155": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408111122&basin=atl&fdays=7",
    "156": "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.001.shtml?",
    "157": "https://weather.com/storms/hurricane/news/2024-08-13-ernesto-puerto-rico-tropical-storm",
    "158": "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.026.shtml?",
    "159": "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.029.shtml?",
    "160": "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.032.shtml?",
    "161": "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.034.shtml?",
    "162": "https://www.nhc.noaa.gov/archive/2024/al05/al052024.discus.036.shtml?",
    "163": "https://www.theguardian.com/world/article/2024/aug/13/tropical-storm-ernesto-caribbean-puerto-rico",
    "164": "https://www.usatoday.com/story/news/nation/2024/08/14/ernesto-storm-hurricane-watch-forecast-updates/74789806007/",
    "165": "https://archive.today/20240814221053/https://abcnews.go.com/amp/US/ernesto-near-hurricane-force-winds-tropical-storm/story?id=112824561",
    "166": "https://www.ksat.com/news/world/2024/08/17/hurricane-ernesto-makes-landfall-on-bermuda-as-a-category-1-storm/",
    "167": "https://www.tcpalm.com/story/weather/hurricanes/2024/08/17/hurricane-ernesto-bermuda-florida-rip-currents/74830029007/",
    "168": "https://www.usatoday.com/story/news/nation/2024/08/18/tropical-storm-ernesto-swells-atlantic-beaches/74848999007/",
    "169": "https://www.nbcnewyork.com/news/local/nyc-beaches-closed-for-rip-current-6-foot-swell-threat-brought-on-by-tropical-storm-ernesto/5713419/?amp=1",
    "170": "https://assets.aon.com/-/media/files/aon/reports/2024/aon-q3-2024-global-catastrophe-recap.pdf",
    "171": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408262343&basin=atl&fdays=7",
    "172": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408281733&basin=atl&fdays=7",
    "173": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408292341&basin=atl&fdays=7",
    "174": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408312340&basin=atl&fdays=7",
    "175": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409020530&basin=atl&fdays=7",
    "176": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409071153&basin=atl&fdays=7",
    "177": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409080524&basin=atl&fdays=7",
    "178": "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.001.shtml?",
    "179": "https://www.click2houston.com/weather/2024/09/10/how-a-high-in-florida-is-helping-pull-francine-away-from-texas/",
    "180": "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.010.shtml?",
    "181": "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.011.shtml?",
    "182": "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.013.shtml?",
    "183": "https://www.nhc.noaa.gov/archive/2024/al06/al062024.update.09112157.shtml?",
    "184": "https://www.nhc.noaa.gov/archive/2024/al06/al062024.discus.014.shtml?",
    "185": "https://www.axios.com/local/new-orleans/2024/09/11/live-updates-hurricane-francine-louisiana-track-path",
    "186": "https://www.wdsu.com/article/st-tammany-parish-river-levels-hurricane-francine/62192818",
    "187": "https://weather.com/storms/hurricane/news/2024-09-09-tropical-storm-francine-louisiana-texas-gulf-hurricane",
    "188": "https://www.eluniversal.com.mx/estados/francine-deja-inundaciones-en-colonias-de-matamoros/",
    "189": "https://www.northjersey.com/story/news/2024/09/12/hurricane-francine-made-us-landfall-impacts-northeast-gas-oil-prices/75187262007/",
    "190": "https://lailluminator.com/2024/09/12/deaths-francine/",
    "191": "https://www.ncei.noaa.gov/access/billions/events",
    "192": "https://www.nhc.noaa.gov/data/tcr/AL072024_Gordon.pdf",
    "193": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409110855&basin=atl&fdays=7",
    "194": "https://www.nhc.noaa.gov/archive/2024/al07/al072024.discus.018.shtml?",
    "195": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409211748&basin=atlc&fdays=7",
    "196": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409172324&basin=atl&fdays=7",
    "197": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409221151&basin=atl&fdays=7",
    "198": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409222322&basin=atl&fdays=7",
    "199": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409231132&basin=atl&fdays=7",
    "200": "https://www.nhc.noaa.gov/archive/2024/al09/al092024.discus.001.shtml?",
    "201": "https://www.nhc.noaa.gov/archive/2024/al09/al092024.update.09270318.shtml?",
    "202": "https://www.cnn.com/weather/live-news/hurricane-helene-damage-north-carolina-10-01-24?t=1727817913695",
    "203": "https://www.pbs.org/newshour/nation/north-carolina-calculates-at-least-53-billion-price-tag-for-hurricane-helene-damages#:~:text=(AP)%20%E2%80%94%20The%20catastrophic%20flooding,Roy%20Cooper%27s%20administration%20said%20Wednesday",
    "204": "https://www.nhc.noaa.gov/data/tcr/AL102024_Isaac.pdf",
    "205": "https://www.nhc.noaa.gov/archive/2024/al10/al102024.discus.006.shtml?",
    "206": "https://www.nhc.noaa.gov/archive/2024/al10/al102024.discus.016.shtml?",
    "207": "https://www.alabamawx.com/?p=270685",
    "208": "https://www.portugaltoday.news/article/hurricane-isaac-intensifies-category-2-approaching-the-azores#google_vignette",
    "209": "https://www.netweather.tv/weather-forecasts/news/12664-a-flurry-of-hurricane-activity-as-ex-kirk-eyes-the-uk-next-week",
    "210": "https://www.nhc.noaa.gov/data/tcr/AL112024_Joyce.pdf",
    "211": "https://www.nhc.noaa.gov/archive/2024/al11/al112024.discus.006.shtml?",
    "212": "https://www.nhc.noaa.gov/archive/2024/al11/al112024.discus.011.shtml?",
    "213": "https://www.nhc.noaa.gov/archive/2024/al11/al112024.discus.015.shtml",
    "214": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409280254&basin=atl&fdays=7",
    "215": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409291438&basin=atl&fdays=7",
    "216": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409291804&basin=atl&fdays=7",
    "217": "https://www.nhc.noaa.gov/archive/2024/al12/al122024.discus.001.shtml?",
    "218": "https://www.nhc.noaa.gov/archive/2024/al12/al122024.update.09301333.shtml?",
    "219": "https://www.nhc.noaa.gov/archive/2024/al12/al122024.public.014.shtml?",
    "220": "https://www.nhc.noaa.gov/archive/2024/al12/al122024.public.018.shtml?",
    "221": "https://yaleclimateconnections.org/2024/10/watching-the-gulf-of-mexico-for-tropical-storm-formation/",
    "222": "https://www.nhc.noaa.gov/archive/2024/al12/al122024.discus.033.shtml?",
    "223": "https://today.rtl.lu/news/luxembourg/a/2238639.html",
    "224": "https://www.wpbf.com/article/florida-tracking-kirk-central-atlantic-hurricane/62446067",
    "225": "https://www.barrons.com/news/storm-kirk-tears-through-spain-portugal-heads-for-france-880acc4a",
    "226": "https://www.tridge.com/insights/storm-kirk-devastates-northern-portugals-apple-harvest-slashing-production-by-30",
    "227": "https://radiorenascer.com/entrevistas-quebra-producao-castanha-outubro-2024-valpacos/",
    "228": "https://www.aa.com.tr/en/europe/storm-kirk-brings-hurricane-force-winds-to-spain-red-alert-in-cantabria/3356901",
    "229": "https://www.agronewscastillayleon.com/perdidas-galicia-kirk-slg/#google_vignette",
    "230": "https://homenewshere.com/national/news/article_566ce274-226b-5b87-bd47-219e450c7db7.html",
    "231": "https://www.lemonde.fr/en/environment/article/2024/10/11/hurricane-kirk-record-rainfall-for-autumn-exacerbated-by-climate-change_6729011_114.html",
    "232": "https://assets.aon.com/-/media/files/aon/reports/2025/2025-climate-catastrophe-insight.pdf?utm_source=pr&utm_medium=press-release&utm_campaign=b_0_re__ins_rin_rein-ana_global_r0&utm_content=r_stl-wcc_re",
    "233": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409291438&basin=atl&fdays=7",
    "234": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410010234&basin=atl&fdays=7",
    "235": "https://www.nhc.noaa.gov/archive/2024/al13/al132024.discus.003.shtml?",
    "236": "https://www.nhc.noaa.gov/archive/2024/al13/al132024.discus.011.shtml",
    "237": "https://www.nhc.noaa.gov/archive/2024/al13/al132024.public.024.shtml?",
    "238": "https://www.nhc.noaa.gov/archive/2024/al13/al132024.discus.034.shtml?",
    "239": "https://www.nhc.noaa.gov/archive/2024/al13/al132024.discus.041.shtml?",
    "240": "https://img.clients.aonunited.com/Web/Aon5/%7Bab7a464f-8cb7-44d4-9942-5b7269d79553%7D_20241018-1-cat-alert.pdf?utm_source=slipcase&utm_medium=affiliate&utm_campaign=slipcase",
    "241": "https://www.connexionfrance.com/news/photos-french-towns-submerged-by-storm-leslie-alerts-in-place-for-river-flooding/684466",
    "242": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409262052&basin=atl&fdays=7",
    "243": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409291438&basin=atl&fdays=7",
    "244": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410012055&basin=atl&fdays=7",
    "245": "https://yaleclimateconnections.org/2024/10/watching-the-gulf-of-mexico-for-tropical-storm-formation/",
    "246": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410050238&basin=atl&fdays=7",
    "247": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410051141&basin=atl&fdays=7",
    "248": "https://www.nhc.noaa.gov/archive/2024/al14/al142024.update.10051725.shtml?",
    "249": "https://www.nhc.noaa.gov/archive/2024/al14/al142024.public_a.010.shtml?",
    "250": "https://www.nhc.noaa.gov/text/refresh/MIATCDAT4+shtml/091456.shtml?",
    "251": "https://www.nhc.noaa.gov/text/refresh/MIATCUAT4+shtml/100030.shtml",
    "252": "https://www.informador.mx/mexico/Huracanes-Sin-tocar-tierra-Milton-deja-estragos-en-costas-de-Yucatan-como-categoria-cuatro-20241008-0030.html",
    "253": "https://tribunacampeche.com/07/lluvias-generadas-por-milton-inundan-calles-en-la-capital-campechana/695593/",
    "254": "https://www.aztecayucatan.com/noticias/huracan-milton-evacuan-de-emergencia-en-celestun-por-creciente-del-mar",
    "255": "https://www.theyucatantimes.com/2024/10/no-casualties-reported-as-milton-hits-celestun-and-sisal",
    "256": "https://en.cibercuba.com/noticias/2024-10-08-u1-e199894-s27061-nid289811-occidente-cubano-alerta-huracan-milton-esperan",
    "257": "https://havanatimes.org/news/hurricane-milton-to-make-landfall-in-florida-tonight/",
    "258": "https://onecaribbeantelevision.com/news/hurricane-milton-brings-flooding-to-cuba/",
    "259": "https://www.nbc-2.com/article/hurricane-milton-tornado-warnings-florida/62561396",
    "260": "https://www.nhc.noaa.gov/archive/2024/al14/al142024.public.020.shtml?",
    "261": "https://www.nytimes.com/2024/10/10/us/tropicana-field-milton-tampa-bay.html",
    "262": "https://www.tampabay.com/hurricane/2024/10/10/crane-collapses-into-times-office-building-amid-thrashing-milton-winds/",
    "263": "https://www.thenassauguardian.com/news/no-major-damage-reported-on-northern-islands-after-milton-officials-say/article_54dfc580-873f-11ef-93f4-93157cf2289c.html",
    "264": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410151740&basin=atl&fdays=7",
    "265": "https://yaleclimateconnections.org/2024/10/its-too-soon-to-put-the-atlantic-hurricane-season-to-bed/",
    "266": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410170503&basin=atl&fdays=7",
    "267": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410172316&basin=atl&fdays=7",
    "268": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410181153&basin=atl&fdays=7",
    "269": "https://www.nhc.noaa.gov/archive/2024/al15/al152024.public.001.shtml?",
    "270": "https://www.nhc.noaa.gov/archive/2024/al15/al152024.public_a.002.shtml?",
    "271": "https://www.nhc.noaa.gov/archive/2024/al15/al152024.public_a.005.shtml?",
    "272": "https://www.nhc.noaa.gov/archive/2024/al15/al152024.discus.008.shtml?",
    "273": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410201727&basin=epac&fdays=7",
    "274": "https://www.foxweather.com/weather-news/tracking-kristy-ex-nadine-eastern-pacific",
    "275": "https://www.reuters.com/business/environment/tropical-storm-nadine-sweeps-across-belize-dumps-rains-mexicos-yucatan-2024-10-19/",
    "276": "https://www.nmas.com.mx/nacional/clima/nadine-causa-afectaciones-en-quintana-roo-y-campeche/",
    "277": "https://quintanaroohoy.com/quintanaroo/invertiran-11-mdp-en-carretera-para-bienestar-de-comunidades-del-sur-de-quintana-roo/",
    "278": "https://vanguardia.com.mx/noticias/mexico/desbordamientos-y-viviendas-inundadas-dejan-las-lluvias-en-chiapas-LN13693769",
    "279": "https://www.elheraldodetabasco.com.mx/local/municipios/tacotalpa-entre-deslaves-derrumbes-e-inundaciones-por-lluvias-12734737.html",
    "280": "https://www.infobae.com/mexico/2024/10/20/nadine-deja-tres-muertos-inundaciones-y-graves-danos-tras-su-paso-por-chiapas/?",
    "281": "https://www.infobae.com/america/agencias/2024/10/21/dos-muertos-en-el-oriente-de-mexico-tras-un-temporal-por-el-ciclon-nadine-y-un-frente-frio/",
    "282": "https://e-veracruz.mx/nota/2024-10-22/municipios/nadine-devasto-3-mil-viviendas-en-coatzacoalcos",
    "283": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410101731&basin=atl&fdays=7",
    "284": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410110232&basin=atl&fdays=7",
    "285": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410110838&basin=atl&fdays=7",
    "286": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410140504&basin=atl&fdays=7",
    "287": "https://www.nhc.noaa.gov/archive/2024/al16/al162024.discus.001.shtml?",
    "288": "https://www.nhc.noaa.gov/text/refresh/MIATCDAT1+shtml/DDHHMM.shtml",
    "289": "https://www.nhc.noaa.gov/archive/2024/al16/al162024.update.10202150.shtml?",
    "290": "https://www.pbs.org/newshour/amp/world/tropical-storm-oscar-dumps-heavy-rain-on-eastern-cuba-as-it-heads-toward-the-bahamas",
    "291": "https://www.theguardian.com/world/2024/nov/06/cuba-braces-for-hurricane-rafael-after-blackouts-and-hurricane-deaths-last-month",
    "292": "https://www.wdrb.com/news/national/oscar-leaves-at-least-6-dead-in-cuba-as-a-massive-blackout-halts-activities-and/article_eca48f44-d13a-59a1-9679-888dc1aed6be.html#:~:text=Hurricane%20Oscar%20made%20landfall%20Sunday,Santos%20Su%C3%A1rez%20and%20central%20Havana.",
    "293": "https://www.cibercuba.com/noticias/2024-10-22-u1-e135253-s27061-nid290635-ascienden-siete-fallecidos-guantanamo-tras-paso",
    "294": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410311734&basin=atl&fdays=7",
    "295": "https://www.nhc.noaa.gov/data/tcr/AL172024_Patty.pdf",
    "296": "https://www.acorianooriental.pt/noticia/mau-tempo-causa-seis-ocorrencias-nos-acores-365150",
    "297": "https://www.jn.pt/4284981756/casas-inundadas-em-sao-miguel-a-passagem-da-tempestade-patty/",
    "298": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202410262323&basin=atl&fdays=7",
    "299": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202411012325&basin=atl&fdays=7",
    "300": "https://yaleclimateconnections.org/2024/11/a-november-tropical-storm-in-the-caribbean-is-now-likely/",
    "301": "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.001.shtml?",
    "302": "https://www.foxweather.com/weather-news/tropical-cyclone-18-tropical-storm-rafael",
    "303": "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.004.shtml?",
    "304": "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.005.shtml?",
    "305": "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.009.shtml?",
    "306": "https://www.pbs.org/newshour/world/tropical-storm-rafael-passes-jamaica-as-cuba-prepares-for-another-hurricane-hit",
    "307": "https://www.nhc.noaa.gov/archive/2024/al18/al182024.update.11060020.shtml?",
    "308": "https://www.nhc.noaa.gov/archive/2024/al18/al182024.update.11062114.shtml?",
    "309": "https://cnn.com/2024/11/06/weather/hurricane-rafael-path-forecast-climate",
    "310": "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.019.shtml?",
    "311": "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.022.shtml?",
    "312": "https://www.nhc.noaa.gov/archive/2024/al18/al182024.discus.023.shtml?",
    "313": "https://www.telemundo52.com/noticias/mundo/panama-reportan-muertos-desaparecidos-fuertes-lluvias-inundaciones/2703553/",
    "314": "https://forbes.com.mx/lluvias-intensas-provocan-cuatro-muertes-en-panama/",
    "315": "https://www.noticiasrcn.com/internacional/panama-en-emergencia-por-lluvias-intensas-cuatro-personas-fallecieron-y-dos-estan-desaparecidas-768713",
    "316": "https://ensegundos.com.pa/2024/11/21/estiman-en-mas-de-110-millones-los-danos-dejados-por-la-tormenta-rafael-en-panama/",
    "317": "https://observador.cr/lluvias-de-los-ultimos-dias-dejan-perdidas-de-al-menos-500-millones-para-el-sector-agropecuario/",
    "318": "https://www.infobae.com/colombia/2024/11/08/alcalde-de-la-guajira-tiene-secuestrados-mas-de-200-mil-millones-denuncio-el-director-de-la-ungrd/",
    "319": "https://www.reuters.com/world/americas/cuba-left-without-electricity-after-hit-hurricane-rafael-2024-11-07/",
    "320": "https://apnews.com/article/rafael-hurricane-storm-cuba-mexico-texas-fc83c4db8e13b9da1a3fa7ec5b6f3319",
    "321": "https://www.lanacion.com.ar/estados-unidos/hacia-donde-se-dirige-el-huracan-rafael-que-pasa-cerca-de-florida-convertido-en-categoria-2-nid07112024/",
    "322": "https://www.granma.cu/cuba/2024-11-07/cuba-no-reporta-muertos-tras-paso-de-huracan-rafael",
    "323": "https://www.cbsnews.com/news/hurricane-rafael-forecast-path-maps-expected-landfall-cuba/",
    "324": "https://www.eleconomista.cu/apuntes-economicos/el-huracan-rafael-costos-mas-alla-del-desastre/",
    "325": "https://jamaica.loopnews.com/content/preliminary-damage-estimates-after-ts-rafael-500m-1-billion",
    "326": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?basin=atl&fdays=7&current_issuance=202411111731",
    "327": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=two_atl_7d0.png&basin=atl&fdays=7",
    "328": "https://www.nhc.noaa.gov/archive/2024/al19/al192024.discus.001.shtml?",
    "329": "https://www.wfla.com/weather/tracking-the-tropics/tropical-depression-nineteen-forms-in-the-caribbean-expected-to-become-tropical-storm-today/",
    "330": "https://www.nhc.noaa.gov/archive/2024/al19/al192024.public_a.004.shtml?",
    "331": "https://www.nhc.noaa.gov/archive/2024/al19/al192024.discus.006.shtml?",
    "332": "https://apnews.com/article/tropical-storm-sara-1285618560ac8706a6b7735d7656bf15",
    "333": "https://www.nhc.noaa.gov/archive/2024/al19/al192024.discus.009.shtml?",
    "334": "https://www.eluniversal.com.mx/mundo/un-muerto-y-mas-de-47-mil-personas-afectadas-por-tormenta-sara-en-honduras-seguiran-lluvias-y-oleaje-alto/",
    "335": "https://www.nhc.noaa.gov/archive/2024/al19/al192024.public.016.shtml?",
    "336": "https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/171735.shtml?",
    "337": "https://www.nhc.noaa.gov/archive/2024/al19/al192024.discus.019.shtml?",
    "338": "https://www.heraldtribune.com/story/weather/hurricane/2024/11/18/tropical-storm-sara-florida-impacts-cold-front-rain-wind-tornadoes/76399384007/",
    "339": "https://eldia.com.do/lluvias-dejan-mas-de-50-comunidades-incomunicadas/",
    "340": "https://ansabrasil.com.br/americalatina/noticia/latinoamerica/2024/11/29/perdidas-2.468-millones-lempiras-tormenta-sara_b711953b-dc45-4eb5-889f-dded191769ec.html#:~:text=2024,%2015:35-,La%20tormenta%20tropical%20Sara%20dej%C3%B3%20p%C3%A9rdidas%20econ%C3%B3micas%20por%20valor%20de,pa%C3%ADs,%20seg%C3%BAn%20datos%20del%20gobierno.",
    "341": "https://www.ajg.com/gallagherre/-/media/files/gallagher/gallagherre/news-and-insights/2025/natural-catastrophe-and-climate-report-2025.pdf",
    "342": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202409111155&basin=atl&fdays=7",
    "343": "https://www.foxweather.com/weather-news/invest-95l-tropical-storm-helene-southeast-coast",
    "344": "https://www.nhc.noaa.gov/archive/2024/al08/al082024.discus.001.shtml?",
    "345": "https://www.nhc.noaa.gov/archive/2024/al08/al082024.public.001.shtml?",
    "346": "https://weather.com/storms/hurricane/news/2024-09-16-ptc8-tropical-storm-helene-south-carolina-school-city-closure",
    "347": "https://www.nhc.noaa.gov/archive/2024/al08/al082024.discus.005.shtml?",
    "348": "https://www.starnewsonline.com/story/news/local/2024/09/17/drivers-near-wilmington-nc-stranded-on-roads-due-to-massive-flooding/75261007007/",
    "349": "https://www.weather.gov/ilm/2024PTC8",
    "350": "https://www.wral.com/amp/21627081/",
    "351": "https://www.foxweather.com/weather-news/tracking-tropical-cyclone-eight-helene-storm",
    "352": "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSILM&e=202409172003",
    "353": "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSMHX&e=202409171952",
    "354": "https://islandfreepress.org/outer-banks-news/potential-tropical-cyclone-8-forms-overwash-reported-with-sundays-high-tide/",
    "355": "https://www.usatoday.com/story/news/nation/2024/09/19/north-carolina-flooding-death/75289504007/",
    "356": "https://www.fox13news.com/news/hurricane-names-2024-heres-why-the-list-may-look-familiar",
    "357": "https://www.noaa.gov/media-release/florence-and-michael-retired-by-world-meteorological-organization",
    "358": "https://www.eleconomista.com.mx/politica/Estiman-perdidas-en-NL-por-Alberto-en-1000-millones-de-pesos-20240625-0006.html",
    "359": "https://www.bloomberg.com/news/articles/2024-07-05/beryl-rakes-mexico-s-yucatan-with-hurricane-winds-and-heavy-rain",
    "360": "https://www.msn.com/en-us/news/crime/3-people-killed-in-harris-county-during-beryl/ar-BB1pCwkF",
    "361": "https://www.ncei.noaa.gov/access/billions/events/US/1980-2024?disasters",
    "362": "https://apnews.com/video/hurricanes-and-typhoons-storms-weather-mexico-e879c91c48ea4b6fbc001b0ed1d985e3",
    "363": "https://www.cnn.com/2024/09/27/us/video/aerial-footage-helene-damage-florida-digvid",
    "364": "https://www.wxii12.com/article/helene-deadliest-tropical-storm-north-carolina-history/62670417",
    "365": "https://ncnewsline.com/2024/10/23/helene-damages-in-north-carolina-total-53-billion-cooper-says-as-he-requests-new-state-relief/",
    "366": "https://www.augustachronicle.com/story/news/state/2024/10/11/georgia-farmers-lost-an-estimated-6-46-billion-due-to-hurricane-helene/75617469007/",
    "367": "https://www.nytimes.com/2024/10/05/us/hurricane-helene-damage-deaths.html",
    "368": "https://www.nmas.com.mx/estados/paso-del-huracan-milton-reporte-muertos-estados-de-mexico/",
    "369": "https://www.nmas.com.mx/noticieros/programas/en-punto/videos/milton-pescador-yucatan-muere-esperando-ayuda-otros-cuatro-son-salvados/",
    "370": "https://www.yucatan.com.mx/yucatan/2024/10/10/muere-naufrago-en-yucatan-barco-peyucsa-12-marina-no-lo-rescato-esto-dice-la-familia.html",
    "371": "https://www.tampabay.com/hurricane/2024/10/10/least-16-people-dead-hurricane-miltons-aftermath/",
    "372": "https://www.nbcnews.com/weather/hurricanes/manasota-key-utterly-devastated-hurricane-milton-made-landfall-nearby-rcna175215",
    "373": "https://www.palmbeachpost.com/story/news/2024/10/16/hurricane-milton-deaths-florida/75698772007/",
    "374": "https://www.businessinsider.com/hurricane-milton-insurance-fitch-50-billion-losses-2024-10",
    "375": "https://www.washingtonpost.com/climate-environment/interactive/2024/billion-dollar-disasters-climate-change-economy/#",
    "377": "https://www.noticiasrcn.com/internacional/panama-en-emergencia-por-lluvias-intensas-cuatro-personas-fallecieron-y-dos-estan-desaparecidas-768713",
    "378": "https://caracol.com.co/2024/11/04/rafael-se-convierte-en-tormenta-tropical-con-vientos-de-70kmh/"
  },
  "flair_entities": [
    "honduras",
    "tampa bay times",
    "ef1",
    "texas",
    "el carmen",
    "cabo verde",
    "météo-france",
    "caribbean community",
    "tropicana field",
    "ipma",
    "vega de alatorre",
    "sara",
    "ernesto",
    "mississippi",
    "tampico",
    "kristy",
    "santa maria",
    "cabo gracias",
    "climate prediction center",
    "tropical storm warning",
    "guatemala",
    "atlantic",
    "yucatán peninsula",
    "potential tropical cyclone nine",
    "havana",
    "southeastern",
    "san luis potosí",
    "saint lucia",
    "tropical depression three",
    "edisto beach",
    "union island",
    "porto",
    "hidalgo",
    "brunswick county",
    "tropical storm helene",
    "carolinas",
    "noaa",
    "tropical depression eighteen",
    "knaff-zehr-courtney",
    "alberto",
    "university of pennsylvania",
    "patty",
    "ef0",
    "potential tropical cyclone four",
    "oscar",
    "la niña",
    "tropical storm debby",
    "upenn",
    "mfm",
    "cayman islands",
    "west africa",
    "tropical storm beryl",
    "trinidad and tobago",
    "florida",
    "tropical depression fourteen",
    "rockport",
    "veracruz",
    "grand isle",
    "atlanta",
    "belize",
    "europe",
    "bay of campeche",
    "tropical storm leslie",
    "tropical depression four",
    "sarasota",
    "belize–mexico",
    "galicia",
    "tropical storm milton",
    "yahualica",
    "villard-de-lans",
    "carriacou",
    "italy",
    "guanaja",
    "united states",
    "arkansas",
    "nhc",
    "csu",
    "inagua",
    "tropical storm joyce",
    "campeche",
    "pacific",
    "sierra de zongolica",
    "belize city",
    "tropical depression nineteen",
    "potential tropical cyclone nineteen",
    "tropical storm chris",
    "university of arizona",
    "tropical depression thirteen",
    "sandy",
    "santiago tuxtla",
    "f",
    "joyce",
    "u.s. east coast",
    "chiapas",
    "tropical storm alberto",
    "mdr",
    "met office",
    "são miguel",
    "ontario",
    "isla beata",
    "monterrey",
    "tropical storm sara",
    "hurricane kirk",
    "michigan",
    "montreal",
    "canada",
    "virgin islands",
    "ncsu",
    "central tropical atlantic",
    "greater houston",
    "nadine",
    "corpus christi bay",
    "nc 12",
    "tsr",
    "florence",
    "air force reserve",
    "xochiatipan",
    "cuban",
    "georgia",
    "sabana de la mar",
    "indiana",
    "galveston",
    "lesser antilles",
    "gallagher re",
    "rayón",
    "yucatán",
    "south carolina",
    "aon",
    "potential tropical cyclone eighteen",
    "guadeloupe",
    "lower peninsula",
    "madden",
    "atlantic ocean",
    "wilma",
    "new york",
    "tepetlán",
    "bahamas",
    "chris",
    "morelos",
    "kirk",
    "colombia",
    "milton",
    "rafael",
    "new york city",
    "quebec",
    "newfoundland",
    "katrina",
    "gulf of mexico",
    "tulum",
    "hurricanes leslie",
    "southern mexico",
    "tropical cyclone fifteen",
    "atlantic niña",
    "iberian peninsula",
    "sete",
    "ocracoke inlet",
    "east atlantic",
    "north atlantic",
    "barbados",
    "saharan",
    "dvorak",
    "nuevo león",
    "western cuba",
    "gordon",
    "federal highway 190",
    "caribbean airlines",
    "tropical storm oscar",
    "world meteorological organization",
    "cooper",
    "france",
    "irina",
    "africa",
    "san juan chamula",
    "hispaniola",
    "usd",
    "tropical storm alberto  a central american",
    "noirmoutier",
    "cabo verde islands",
    "paris",
    "tropical depression twelve",
    "portugal",
    "tabasco",
    "ua",
    "potential tropical cyclone five",
    "united states national oceanic and atmospheric administration",
    "helene",
    "leslie",
    "michael",
    "isaac",
    "portuguese institute of the sea and atmosphere",
    "ciudad del carmen",
    "spain",
    "central america",
    "northeast gulf of mexico",
    "potential tropical cyclone six",
    "azores",
    "dios",
    "celestún",
    "ribeira grande",
    "east coast",
    "servicio meteorológico nacional",
    "cad",
    "tropical storm warnings",
    "dominican republic",
    "cape verde",
    "kentucky",
    "hurricane hunters",
    "carolina beach",
    "air force",
    "mxn",
    "tennessee",
    "national hurricane center",
    "rita",
    "louisiana",
    "bermuda",
    "quintana roo",
    "tropical storm nadine",
    "sisal",
    "utc",
    "tropical storm kirk",
    "allende",
    "tropical storm patty",
    "gulf",
    "united kingdom",
    "venezuela",
    "storm gordon",
    "tacotalpa",
    "costa rica",
    "coahuila",
    "eric adams",
    "debby",
    "puerto rico",
    "central american",
    "steinhatchee",
    "caribbean",
    "mu",
    "charleston",
    "mexico",
    "turks and caicos",
    "saint vincent",
    "appalachia",
    "caribbean sea",
    "san salvador",
    "us",
    "petite martinique",
    "big bend",
    "tamaulipas",
    "eastern atlantic",
    "hurricane kate",
    "western main development region",
    "artemisa",
    "north",
    "potential tropical cyclone eight",
    "ace",
    "hurricane milton",
    "el niño",
    "brooklyn",
    "inland",
    "playa majana",
    "grenada",
    "tropical depression two",
    "chetumal",
    "matagorda",
    "venice",
    "saint croix",
    "guantánamo",
    "main development region",
    "julian",
    "sunny point",
    "colorado state university",
    "tropical storm gordon",
    "university of missouri",
    "gulf of tehuantepec",
    "tropical storm francine",
    "leeward islands",
    "saint thomas",
    "aucilla river",
    "huiloapan",
    "panama",
    "siesta key",
    "francine",
    "rincón chamula san pedro",
    "cuba",
    "north carolina",
    "jamaica",
    "bay islands",
    "central american gyre",
    "ascat-b",
    "queens",
    "grenadines",
    "u.s",
    "maria",
    "windward islands",
    "baracoa",
    "terrebonne parish",
    "beryl",
    "smn",
    "yoro",
    "bellville",
    "ukmo",
    "tropical storm risk",
    "tropical depression eleven-e",
    "sal",
    "tila",
    "culebra",
    "grenadines'",
    "sierra madre oriental",
    "canouan",
    "air force hurricane hunter"
  ]
}