{
  "title": "2024_NBA_playoffs",
  "url": "https://en.wikipedia.org/wiki/2024_NBA_playoffs",
  "summary": "The 2024 NBA playoffs was the postseason tournament of the National Basketball Association's (NBA) 2023–24 season. The playoffs began on April 20 and concluded on June 17 with the Boston Celtics winning the 2024 NBA Finals for their 18th championship, the most in NBA history.",
  "content": [
    {
      "section_title": "Overview",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Updates to playoff appearances",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Notable occurrences",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "First round",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Conference semifinals",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Conference finals",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "NBA Finals",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Format",
      "section_content": [
        {
          "sentence": "Eight teams from each conference participated in the playoffs",
          "refs": []
        },
        {
          "sentence": "The top six teams in each conference, based on winning percentage, directly qualified for the playoffs; the seeding order of those teams was also based on winning percentage",
          "refs": []
        },
        {
          "sentence": "If two or more teams had the same record, standard NBA tiebreaker rules were used.",
          "refs": []
        },
        {
          "sentence": "The NBA Board of Governors adopted a format starting in 2021 to have a play-in tournament involving the teams ranked 7th through 10th in each conference",
          "refs": []
        },
        {
          "sentence": "The 7th place team and 8th place team participated in a \"double-chance\" game, with the winner advancing to the playoffs as the 7-seed",
          "refs": []
        },
        {
          "sentence": "The loser then played the winner of the elimination game between the 9th place and 10th place teams to determine the playoff's 8-seed",
          "refs": []
        },
        {
          "sentence": "The NBA's regular playoff format then proceeded as normal",
          "refs": []
        },
        {
          "sentence": "Each conference's bracket was fixed with no reseeding",
          "refs": []
        },
        {
          "sentence": "All rounds were a best-of-seven series; a series ended when one team won four games, and that team advanced to the next round",
          "refs": []
        },
        {
          "sentence": "All rounds, including the NBA Finals, were in a 2–2–1–1–1 format with regards to hosting",
          "refs": []
        },
        {
          "sentence": "In the conference playoffs, home-court advantage went to the higher-seeded team (number one being the highest)",
          "refs": []
        },
        {
          "sentence": "For the NBA Finals, home-court advantage went to the team with the better regular season record, and, if needed, ties were broken based on head-to-head record, followed by intra-conference record.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Playoff qualifying",
      "section_content": [
        {
          "sentence": "On March 14, 2024, the Boston Celtics became the first team to clinch a playoff spot",
          "refs": []
        },
        {
          "sentence": "While noted in the below tables, division titles have no bearing on seeding",
          "refs": [
            "https://www.cbsnews.com/boston/news/celtics-clinch-nba-playoff-spot-first-team-tatum-brown-mazzulla-porzingis-white-holiday/"
          ]
        },
        {
          "sentence": "Seeds 7 and 8 in each conference were determined via the first-stage play-in tournament, held April 16–19.",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Eastern Conference",
          "section_content": [
            {
              "sentence": "Bold Game winnerItalic Team with home-court advantage",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Western Conference",
          "section_content": [
            {
              "sentence": "Bold Game winnerItalic Team with home-court advantage",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Play-in tournament brackets",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Eastern Conference",
              "section_content": [
                {
                  "sentence": "Bold Game winnerItalic Team with home-court advantage",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Western Conference",
              "section_content": [
                {
                  "sentence": "Bold Game winnerItalic Team with home-court advantage",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Bracket",
      "section_content": [
        {
          "sentence": "Teams in bold advanced to the next round",
          "refs": []
        },
        {
          "sentence": "The numbers to the left of each team indicate the team's seeding in its conference, and the numbers to the right indicate the number of games the team won in that round",
          "refs": []
        },
        {
          "sentence": "The division champions are marked by an asterisk",
          "refs": []
        },
        {
          "sentence": "Teams with home court advantage, the higher seeded team, are shown in italics.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "First round",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Eastern Conference first round",
          "section_content": [],
          "subsections": [
            {
              "section_title": "(1) Boston Celtics vs. (8) Miami Heat",
              "section_content": [
                {
                  "sentence": "Jayson Tatum recorded his first playoff triple-double, leading the Celtics to a 114–94 Game 1 victory over the defending Eastern Conference champion Miami Heat",
                  "refs": []
                },
                {
                  "sentence": "Tatum's performance of 23 points, 10 rebounds, and 10 assists was complemented by his teammates, as they knocked down 21 of Boston's 22 three-pointers",
                  "refs": []
                },
                {
                  "sentence": "Derrick White added 20 points and four assists for Boston, which finished with six players in double-figures",
                  "refs": []
                },
                {
                  "sentence": "The Heat, who were without Jimmy Butler and Terry Rozier, never held a lead and trailed by as much as 34 points",
                  "refs": []
                },
                {
                  "sentence": "Bam Adebayo had a game-high 24 points, while Delon Wright and Jaime Jaquez Jr",
                  "refs": []
                },
                {
                  "sentence": "finished with 17 and 16 points respectively, with Wright going 5-for-5 from beyond the arc.",
                  "refs": []
                },
                {
                  "sentence": "Without Jimmy Butler, the Heat hit a franchise playoff-record 23 three-pointers as Miami tied the series at one game apiece",
                  "refs": []
                },
                {
                  "sentence": "Tyler Herro had 24 points and 14 assists, hitting 6-of-11 from beyond the arc, while Bam Adebayo finished with 21 points and 10 rebounds on 69% shooting",
                  "refs": []
                },
                {
                  "sentence": "Caleb Martin also had 21 points and five threes for the Heat, who shot 53.5% (23-of-43) from beyond the arc to bounce back after a game 1 blowout",
                  "refs": []
                },
                {
                  "sentence": "Jaylen Brown scored 33 points for the Celtics, who lost just their fifth home game of the season, while Jayson Tatum scored 28",
                  "refs": []
                },
                {
                  "sentence": "Boston newcomers Jrue Holiday and Kristaps Porziņģis combined for 15 points and shot 5-of-21 from the field, with Porziņģis finishing with a plus–minus of –32 in a 10-point loss.",
                  "refs": []
                },
                {
                  "sentence": "The top-seeded Celtics responded emphatically to their home loss with a wire-to-wire 104–84 victory over the Heat, retaking the series lead",
                  "refs": []
                },
                {
                  "sentence": "Led by Jayson Tatum and Jaylen Brown's 22 points each, the Celtics improved upon their defense and held Miami to a season-low 84 points",
                  "refs": []
                },
                {
                  "sentence": "Tatum also contributed 11 rebounds and six assists, while Kristaps Porziņģis and Derrick White added 18 and 16 points respectively",
                  "refs": []
                },
                {
                  "sentence": "The Heat, who trailed by as much as 29, struggled to find an offensive rhythm, with Bam Adebayo and Tyler Herro combining on 13-of-34 (38%) from the field",
                  "refs": []
                },
                {
                  "sentence": "With the win, the Celtics improved to 15–4 immediately following a loss this season and improved to 6–1 in their last seven road playoff games against Miami.",
                  "refs": []
                },
                {
                  "sentence": "Derrick White scored a career-high 38 points to move the Celtics to the brink of the second round",
                  "refs": []
                },
                {
                  "sentence": "White shot 15-of-26 from the field and 8-of-15 from beyond the arc for Boston, who are 28–0 all-time in playoff series after taking a 3–1 lead",
                  "refs": []
                },
                {
                  "sentence": "Jayson Tatum contributed 20 points and 11 rebounds, while Jaylen Brown added 17 points",
                  "refs": []
                },
                {
                  "sentence": "Despite the win, the Celtics lost Kristaps Porziņģis in the first half to a calf injury, from which he would not return until the NBA Finals",
                  "refs": []
                },
                {
                  "sentence": "For the Heat, Bam Adebayo recorded a double-double with 25 points and 17 rebounds, while Tyler Herro recorded 19 points and five turnovers",
                  "refs": []
                },
                {
                  "sentence": "Despite a 4-of-8 three-point shooting night from Caleb Martin, the rest of the Heat shot 5-of-25 from deep, as they managed under 90 points for the second consecutive game.",
                  "refs": []
                },
                {
                  "sentence": "The Celtics dominated the game from start to finish, winning every quarter and blowing out the Heat for a 4–1 series win",
                  "refs": []
                },
                {
                  "sentence": "Derrick White scored 25 points, including 5 3-pointers",
                  "refs": []
                },
                {
                  "sentence": "Jaylen Brown also contributed 25 points, while Jayson Tatum completed a double-double with 16 points and 12 rebounds",
                  "refs": []
                },
                {
                  "sentence": "Sam Hauser came off the bench and shot 5-of-8 from beyond the arc en route to 17 points",
                  "refs": []
                },
                {
                  "sentence": "The Heat endured a hard time on the offensive end, making just 3 3-pointers in 29 attempts, along with an overall field goal percentage of 41.4%, as they were limited to below 90 points for the third straight game",
                  "refs": []
                },
                {
                  "sentence": "Bam Adebayo led the scoring for them, notching 23 points in the losing effort.",
                  "refs": []
                },
                {
                  "sentence": "This was the seventh playoff meeting between the two teams, with the Heat winning four of the first six meetings",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "(2) New York Knicks vs. (7) Philadelphia 76ers",
              "section_content": [
                {
                  "sentence": "With the Knicks' starters struggling, the New York bench outscored the 76ers' bench 42–7, with Miles McBride, Bojan Bogdanović and Mitchell Robinson leading the way to win Game 1",
                  "refs": []
                },
                {
                  "sentence": "McBride scored 21 points and outscored Philadelphia 13–12 in the second quarter, as he brought the Knicks out of an early 13-point deficit",
                  "refs": []
                },
                {
                  "sentence": "Josh Hart recorded a double-double and hit multiple three-pointers late in the fourth quarter, while Jalen Brunson had seven rebounds and seven assists",
                  "refs": []
                },
                {
                  "sentence": "A hobbled Joel Embiid scored 29 points, alongside eight rebounds and six assists, while Tyrese Maxey had a game-high 33 points",
                  "refs": []
                },
                {
                  "sentence": "Despite a higher field goal percentage, the Sixers were outrebounded, as they conceded 23 offensive rebounds to New York.",
                  "refs": []
                },
                {
                  "sentence": "In a dramatic turnaround, the Knicks overcame a five-point deficit in the final 30 seconds to win 104–101 and take a 2–0 series lead",
                  "refs": []
                },
                {
                  "sentence": "After Kyle Lowry missed his second free throw, Jalen Brunson, who was previously 7-for-28 from the field and 0-of-5 from beyond the arc, hit a three-pointer that bounced on the rim and dropped in",
                  "refs": []
                },
                {
                  "sentence": "Following the inbound to Tyrese Maxey, Josh Hart stole the ball and kicked it out to Donte DiVincenzo, who missed a three-pointer, but an offensive rebound by Isaiah Hartenstein found the ball back in DiVincenzo's hands, who drained a go-ahead three with 13 seconds left",
                  "refs": []
                },
                {
                  "sentence": "Maxey then missed a driving layup, New York made two free throws, and the Knicks secured the victory after Joel Embiid's three-point attempt missed at the buzzer",
                  "refs": []
                },
                {
                  "sentence": "Maxey, battling flu-like symptoms, tallied 35 points, 10 assists, and nine rebounds, while Embiid finished with 34 points and 10 rebounds.",
                  "refs": []
                },
                {
                  "sentence": "After vowing the 76ers were “going to win this series”, Joel Embiid scored a playoff career-high 50 points, with 18 of them coming in a decisive third quarter to win 125–114",
                  "refs": []
                },
                {
                  "sentence": "Embiid, who's been battling Bell's palsy, was 13-of-19 from the floor, made 19-of-21 free throws, and hit five three-pointers, with four of them coming during Philadelphia's 43–27 third quarter",
                  "refs": []
                },
                {
                  "sentence": "Tyrese Maxey finished with 25 points, and Kelly Oubre Jr",
                  "refs": []
                },
                {
                  "sentence": "had 15 points on 75% shooting",
                  "refs": []
                },
                {
                  "sentence": "Jalen Brunson led the Knicks with 39 points and 13 assists on an improved 48% from the field, while Josh Hart and OG Anunoby recorded 20 and 17 points, respectively",
                  "refs": []
                },
                {
                  "sentence": "Mitchell Robinson also had seven rebounds before getting injured following a controversial flagrant foul from Embiid.",
                  "refs": []
                },
                {
                  "sentence": "Jalen Brunson scored 47 points, setting a Knicks franchise playoff record en route to securing a commanding 3–1 series lead back to New York",
                  "refs": []
                },
                {
                  "sentence": "Brunson shot 18-of-34 from the field and finished with an assist-turnover ratio of 10 to 1, as he surpassed the 46 points scored by Bernard King in 1984",
                  "refs": []
                },
                {
                  "sentence": "Josh Hart had zero field goals but finished with a playoff career-high 17 rebounds, while OG Anunoby had a double-double of 16 points and 14 boards",
                  "refs": []
                },
                {
                  "sentence": "Joel Embiid had 27 points, 10 rebounds, and six assists, but shot 0-of-5 from the field in the fourth quarter and finished the game 7-of-19",
                  "refs": []
                },
                {
                  "sentence": "Tyrese Maxey scored 23 and Kelly Oubre Jr",
                  "refs": []
                },
                {
                  "sentence": "had 19 points as the Sixers shot 29-of-82 (35%) from the floor, their second-lowest percentage of the season.",
                  "refs": []
                },
                {
                  "sentence": "Trailing by six with under 30 seconds and facing elimination, Tyrese Maxey converted a four-point play and hit a 35-foot game-tying three to force overtime and save the 76ers' season",
                  "refs": []
                },
                {
                  "sentence": "Maxey finished with a playoff career-high 46 points and nine assists on 57% shooting,  while Joel Embiid, who shot 7-of-19 from the field and committed nine turnovers, recorded his first playoff triple-double",
                  "refs": []
                },
                {
                  "sentence": "Jalen Brunson had his second straight 40-point game and scored all nine of the Knicks' overtime points, but committed a crucial turnover in the waning seconds",
                  "refs": []
                },
                {
                  "sentence": "Tobias Harris had 19 points and Kelly Oubre scored the go-ahead layup in overtime for Philadelphia, while Josh Hart and OG Anunoby tallied 18 and 17 points, respectively, for New York.",
                  "refs": []
                },
                {
                  "sentence": "With the game tied at 111-111 with 26 seconds left in the fourth quarter, a wide open Josh Hart made a go-ahead three-pointer to put New York on top as they eliminated the 76ers 4-2",
                  "refs": []
                },
                {
                  "sentence": "Jalen Brunson led the Knicks with 41 points and 12 assists on 13-of-27 shots alongside 12-of-16 free throws, his third-straight 40-point game",
                  "refs": []
                },
                {
                  "sentence": "Hart had a double-double with 16 points and 14 rebounds, while Donte DiVincenzo added 23 points for New York",
                  "refs": []
                },
                {
                  "sentence": "For Philadelphia, Joel Embiid recorded 39 points and 13 rebounds on 12-of-25 shots, although he committed five turnovers and fouled out in the final seconds of the game",
                  "refs": []
                },
                {
                  "sentence": "Tyrese Maxey had 17 points on 6-of-18 shots, while Tobias Harris failed to score in 29 minutes of play",
                  "refs": []
                },
                {
                  "sentence": "Off the bench, Buddy Hield added 20 points for Philadelphia, but he overshot a potential game-tying three-pointer at the end of the game.",
                  "refs": []
                },
                {
                  "sentence": "This was the tenth playoff meeting between these two teams, and the fifth since the Syracuse Nationals relocated to Philadelphia in 1963, with the 76ers winning six of the first nine meetings",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "(3) Milwaukee Bucks vs. (6) Indiana Pacers",
              "section_content": [
                {
                  "sentence": "In his first playoff game in three years, Damian Lillard scored all 35 of his points in the first half to give the Bucks a 27-point halftime lead and ultimately secure a 1–0 series advantage without Giannis Antetokounmpo",
                  "refs": []
                },
                {
                  "sentence": "Khris Middleton also had 23 points and 10 rebounds on 64% shooting for the Bucks, while Bobby Portis added 15 points and 11 rebounds",
                  "refs": []
                },
                {
                  "sentence": "The Pacers, who averaged a league-high 123.3 points per game, finished with a season-low 94 points and shot 8-of-38 (21%) from three-point range",
                  "refs": []
                },
                {
                  "sentence": "Pascal Siakam finished with a game-high 36 points and 13 rebounds on 60% shooting, center Myles Turner shot 5-for-17 from the field for 17 points and eight rebounds, while Tyrese Haliburton finished with nine points and eight assists in his playoff debut.",
                  "refs": []
                },
                {
                  "sentence": "After a tightly contested first three quarters, the Pacers used a 23–4 run in the fourth quarter to even the series at 1–1",
                  "refs": []
                },
                {
                  "sentence": "Pascal Siakam led the Pacers with a game-high 37 points on 69.5% from the field, along with 11 rebounds",
                  "refs": []
                },
                {
                  "sentence": "Myles Turner and Andrew Nembhard scored 22 and 20 points respectively, as the Pacers shot 55.6% in game 2 compared to 39.6% in game 1",
                  "refs": []
                },
                {
                  "sentence": "Tyrese Haliburton also provided 12 assists for Indiana, who snapped a 10-game playoff losing streak that dated back to 2018",
                  "refs": []
                },
                {
                  "sentence": "Damian Lillard scored 26 by halftime for the Bucks but finished with 34, continuing his second-half struggles with just eight points in two games this series",
                  "refs": []
                },
                {
                  "sentence": "Brook Lopez scored 22 on 6-of-7 from deep, while Bobby Portis had a double-double.",
                  "refs": []
                },
                {
                  "sentence": "Tyrese Haliburton's game-winning three-point play in the final seconds of overtime gave the Pacers their first back-to-back postseason wins since 2014",
                  "refs": []
                },
                {
                  "sentence": "Despite shooting 8-of-22 from the field and 1-of-12 from beyond the arc, Haliburton showcased his resiliency and recorded his first playoff triple-double with 18 points, 16 assists, and 10 rebounds in Indiana's first home playoff win in six years",
                  "refs": []
                },
                {
                  "sentence": "Pascal Siakam had 17 points and nine rebounds, while Myles Turner's playoff career-high 29 points and nine rebounds also bolstered the Pacers' effort, as they led by as much as 19 in the first quarter",
                  "refs": []
                },
                {
                  "sentence": "Damian Lillard was hampered by injuries, finishing with 28 points on 6-of-20 from the field, while Khris Middleton stepped up for the Bucks with a playoff career-high 42 points, including a three-pointer that sent the game to overtime",
                  "refs": []
                },
                {
                  "sentence": "Bobby Portis also had 17 points and 18 rebounds for Milwaukee.",
                  "refs": []
                },
                {
                  "sentence": "Already without Giannis Antetokounmpo, the Bucks also entered this game without Damian Lillard, who injured his Achilles tendon in the previous game",
                  "refs": []
                },
                {
                  "sentence": "Moreover, early in the first quarter, Bobby Portis was ejected after a scuffle with Andrew Nembhard",
                  "refs": []
                },
                {
                  "sentence": "Without three key players, Milwaukee kept the game close only trailing 67–64 by halftime",
                  "refs": []
                },
                {
                  "sentence": "However, during the third quarter, Indiana built a 17 point lead and never looked back, taking a 3–1 series lead",
                  "refs": []
                },
                {
                  "sentence": "Myles Turner again recorded 29 points and nine rebounds, shooting 7–9 from three, while Tyrese Haliburton added 24 points in the win",
                  "refs": []
                },
                {
                  "sentence": "For Milwaukee, Brook Lopez finished with 27 points and nine rebounds while Khris Middleton added 25 points and 10 rebounds.",
                  "refs": []
                },
                {
                  "sentence": "Again, Milwaukee entered game five without Giannis Antetokounmpo and Damian Lillard, looking to extend their season",
                  "refs": []
                },
                {
                  "sentence": "Indiana held an eight point lead after the first quarter, but Milwaukee's defense responded by holding the Pacers to only 17 points in the second quarter, helping the Bucks take a 53–48 halftime lead",
                  "refs": []
                },
                {
                  "sentence": "Milwaukee carried this momentum throughout the rest of the game, cutting Indiana's series lead 3–2 behind Khris Middleton's 29 points and 12 rebounds, as well as Bobby Portis' 29 points and 10 rebounds",
                  "refs": []
                },
                {
                  "sentence": "Tyrese Haliburton led the Pacers with 16 points and six assists, while Myles Turner and Pascal Siakam were held to 13 and 12 points respectively.",
                  "refs": []
                },
                {
                  "sentence": "Despite being injured the past two games, Damian Lillard suited up for the Bucks hoping to extend the series to game seven",
                  "refs": []
                },
                {
                  "sentence": "However, Indiana was able to eliminate Milwaukee 4–2 with the help from their bench, outscoring the Bucks 50–10",
                  "refs": []
                },
                {
                  "sentence": "Off the bench for Indiana, Obi Toppin recorded a playoff career–high 21 points and eight rebounds while T",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "McConnell added playoff career–highs with 20 points, nine assists, and four steals",
                  "refs": []
                },
                {
                  "sentence": "For Milwaukee, Lillard scored 28 points and Bobby Portis recorded 20 points and 15 rebounds",
                  "refs": []
                },
                {
                  "sentence": "Pascal Siakam scored 19 points while Tyrese Haliburton added 17 points and 10 assists",
                  "refs": []
                },
                {
                  "sentence": "With this win, Indiana improved to 8–3 against Milwaukee this season.",
                  "refs": []
                },
                {
                  "sentence": "This is the third playoff meeting between these two teams, with the Pacers winning the first two meetings",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "(4) Cleveland Cavaliers vs. (5) Orlando Magic",
              "section_content": [
                {
                  "sentence": "The Cavaliers led wire-to-wire to take the series opener",
                  "refs": []
                },
                {
                  "sentence": "Donovan Mitchell scored 30 points, Jarrett Allen grabbed 18 rebounds, Darius Garland had eight assists, and Evan Mobley notched a double-double",
                  "refs": []
                },
                {
                  "sentence": "Paolo Banchero, the first overall pick in 2022, scored 24 points in his playoff debut but committed nine turnovers, contributing to the Magic's offensive struggles, as they shot 33% from the field, 22% from beyond the arc, and missed 11 free throws",
                  "refs": []
                },
                {
                  "sentence": "The Cavaliers, who are 17–1 all-time in playoff series after winning Game 1, set the tone for the game after making five three-pointers in the opening five minutes of the game, giving them an early 12-point lead that they rode for the remainder of the game.",
                  "refs": []
                },
                {
                  "sentence": "The Magic never led for the second straight game as the Cavaliers secured a 2–0 series lead",
                  "refs": []
                },
                {
                  "sentence": "Donovan Mitchell led Cleveland with a game-high 23 points, while Jarrett Allen grabbed a playoff career-high 20 rebounds, including nine offensive boards",
                  "refs": []
                },
                {
                  "sentence": "Evan Mobley and Darius Garland added 17 and 15 points respectively, while Isaac Okoro provided four steals off the bench",
                  "refs": []
                },
                {
                  "sentence": "Paolo Banchero scored 21 points for the Magic, while Franz Wagner contributed 17 of his 18 points in the first half, as the duo combined for 12 turnovers",
                  "refs": []
                },
                {
                  "sentence": "Just like in game 1, Orlando shot a dismal 36% from the field and 9-of-35 from beyond the arc as the Magic failed to score over 90 points for the second consecutive game.",
                  "refs": []
                },
                {
                  "sentence": "After never trailing in the first two games of the series, the Cavaliers were handed the worst loss in their postseason history as the Magic won 121–83",
                  "refs": []
                },
                {
                  "sentence": "Led by Paolo Banchero's 31 points and 14 rebounds, alongside Jalen Suggs' contribution of 24 points on 9-of-11 shooting, the Magic won their first home playoff game since 2011",
                  "refs": []
                },
                {
                  "sentence": "Franz Wagner added 16 points and eight assists to the Magic's tally, as he and Banchero combined for zero turnovers",
                  "refs": []
                },
                {
                  "sentence": "On the defensive end, they limited the Cavaliers to just 39% shooting from the field and 23.5% from deep",
                  "refs": []
                },
                {
                  "sentence": "Jarrett Allen and Caris LeVert led Cleveland in scoring with 15 points, while the starting backcourt of Donovan Mitchell and Darius Garland combined for 18 points on 8-of-26 from the field.",
                  "refs": []
                },
                {
                  "sentence": "Trailing by nine at halftime, the Magic opened the second half on a 41–10 run to even the series at two games apiece",
                  "refs": []
                },
                {
                  "sentence": "With Paolo Banchero having a quiet night (nine points, five assists), Franz Wagner stepped up for Orlando, tallying 34 points and 13 rebounds on 13-of-17 shooting, as he outscored the Cavaliers by himself in the third quarter",
                  "refs": []
                },
                {
                  "sentence": "After putting up 60 points in the first half, Cleveland struggled mightily in the second half, scoring just 29 points and enduring a scoreless drought that lasted almost seven minutes",
                  "refs": []
                },
                {
                  "sentence": "Jarrett Allen led the Cavaliers with 21 points and nine rebounds, while Donovan Mitchell scored 18 points in the first half",
                  "refs": []
                },
                {
                  "sentence": "However, Mitchell failed to score after halftime, going 0-of-4 from the field with four turnovers.",
                  "refs": []
                },
                {
                  "sentence": "In a pivotal game 5, the Cavaliers edged past the Magic 104–103, with Evan Mobley blocking Franz Wagner's layup in the final seconds to secure the victory",
                  "refs": []
                },
                {
                  "sentence": "After the first four games had a combined eight lead changes, game 5 featured 17 lead changes",
                  "refs": []
                },
                {
                  "sentence": "Without Jarrett Allen, Mobley filled his shoes in his absence, providing 14 points and 13 rebounds on 7-of-11 shooting, while Donovan Mitchell led Cleveland in scoring with 28 points, and Darius Garland had 17 of his 23 points in the first quarter",
                  "refs": []
                },
                {
                  "sentence": "In his fifth career playoff game, 21-year-old Paolo Banchero scored 16 of his 39 points in the fourth quarter and finished 14-of-24 from the field for the Magic, who lost their seventh consecutive road game dating back to the regular season.",
                  "refs": []
                },
                {
                  "sentence": "The Magic overcame a 50-point performance by Donovan Mitchell to defeat the Cavaliers 103–96 and force a game 7 back in Cleveland",
                  "refs": []
                },
                {
                  "sentence": "Paolo Banchero scored nine of his 27 points during a 14–7 Orlando run to end the game, Franz Wagner had 26 points, and Jalen Suggs made six three-pointers and finished with 22 points for the Magic",
                  "refs": []
                },
                {
                  "sentence": "Meanwhile for Cleveland, Darius Garland scored 21 points on 59% shooting, Evan Mobley had five blocks, and Mitchell shot 22-of-36 from the field and scored the Cavaliers' final 22 points, including all 18 in the fourth",
                  "refs": []
                },
                {
                  "sentence": "Although Cleveland had a significantly higher field goal percentage, they were outrebounded and shot 7-of-28 from deep, as center Jarrett Allen missed his second straight game.",
                  "refs": []
                },
                {
                  "sentence": "The Cavaliers overcame an 18-point first-half deficit and advanced to the conference semifinals for the first time in six years, and the first time without LeBron James on their roster since 1993",
                  "refs": []
                },
                {
                  "sentence": "Trailing 49–31 midway through the second quarter, Cleveland rallied behind Donovan Mitchell, who finished with 39 points and nine rebounds on 41% from the field",
                  "refs": []
                },
                {
                  "sentence": "Down by ten at halftime, the Cavaliers held the Magic to just 4-of-24 from the field in the third quarter, as Mitchell outscored them 17–15 in the period",
                  "refs": []
                },
                {
                  "sentence": "Darius Garland scored 10 of his 12 points in the final quarter, Caris LeVert scored 15 off the bench, and Evan Mobley tallied five blocks and 16 rebounds",
                  "refs": []
                },
                {
                  "sentence": "Paolo Banchero's 38-point effort for Orlando, particularly his 24 points in the first half, wasn't enough as he struggled shooting 27% in the second half",
                  "refs": []
                },
                {
                  "sentence": "His co-stars did not fare well either, as Franz Wagner and Jalen Suggs combined to shoot 3-of-28 from the field.",
                  "refs": []
                },
                {
                  "sentence": "This was the second playoff meeting between these two teams, with the Magic winning the first meeting",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Western Conference first round",
          "section_content": [],
          "subsections": [
            {
              "section_title": "(1) Oklahoma City Thunder vs. (8) New Orleans Pelicans",
              "section_content": [
                {
                  "sentence": "Shai Gilgeous-Alexander's 28-point performance, including a go-ahead basket in the final minute, secured the Thunder's first home playoff win in five years",
                  "refs": []
                },
                {
                  "sentence": "Rookie Chet Holmgren delivered a double-double to go along with five blocks, while Jalen Williams provided 19 points",
                  "refs": []
                },
                {
                  "sentence": "For New Orleans, CJ McCollum had 20 points, Trey Murphy III finished with a team-high 21 points, and Jonas Valančiūnas grabbed 20 rebounds in addition to his 13 points",
                  "refs": []
                },
                {
                  "sentence": "The game stayed close with 20 lead changes and 13 ties, as no team held a lead bigger than 10",
                  "refs": []
                },
                {
                  "sentence": "After a Holmgren free throw made it a two-point game with 14 seconds left, Thunder rookie Cason Wallace forced McCollum into a difficult three-pointer that missed as time expired.",
                  "refs": []
                },
                {
                  "sentence": "After playing a tightly contested game against the eighth seed in game 1, the Thunder routed the Pelicans 124–92 to seize a 2–0 series lead",
                  "refs": []
                },
                {
                  "sentence": "Shai Gilgeous-Alexander led the Oklahoma City onslaught with 33 points on 13-of-19 from the field, while rookie Chet Holmgren had 26 points and seven rebounds on 9-of-13 shooting",
                  "refs": []
                },
                {
                  "sentence": "Jalen Williams added 21 points and seven assists for the Thunder, who shot 59% from the field and made 14-of-29 three-pointers",
                  "refs": []
                },
                {
                  "sentence": "On the defensive end, they held New Orleans to under 95 points for the second straight game and forced 18 turnovers, converting them into 22 points",
                  "refs": []
                },
                {
                  "sentence": "Jonas Valančiūnas led the Pelicans in scoring with 19, while Brandon Ingram and Herbert Jones both finished with 18 points.",
                  "refs": []
                },
                {
                  "sentence": "The young top-seeded Thunder continued their dominance over the Pelicans to take a commanding 3–0 series lead",
                  "refs": []
                },
                {
                  "sentence": "Shai Gilgeous-Alexander led the Thunder with 24 points, eight assists, and four steals, while Jalen Williams and Josh Giddey each contributed 21 points",
                  "refs": []
                },
                {
                  "sentence": "Chet Holmgren also had eight rebounds and four blocks as Oklahoma City connected on 47% of their three-point attempts, hitting 17-of-36 shots from deep",
                  "refs": []
                },
                {
                  "sentence": "Brandon Ingram led the Pelicans with 19 points, followed by CJ McCollum with 16 points on 7-of-22 shooting",
                  "refs": []
                },
                {
                  "sentence": "New Orleans continued to struggle from long range, as they shot under 30% from beyond the arc for the third consecutive game, and they committed 21 turnovers that turned into 23 Thunder points.",
                  "refs": []
                },
                {
                  "sentence": "Oklahoma City closed the series out on a 22–9 run as the Thunder swept a playoff opponent for the first time since their NBA Finals run in 2012",
                  "refs": []
                },
                {
                  "sentence": "Shai Gilgeous-Alexander had 24 points and 10 rebounds, while Jalen Williams scored 11 of his 24 points in the fourth quarter",
                  "refs": []
                },
                {
                  "sentence": "Chet Holmgren and Josh Giddey each scored 14 points as the Thunder became the youngest team to win a playoff series",
                  "refs": []
                },
                {
                  "sentence": "CJ McCollum scored 20 for the Pelicans, who continued their poor three-point shooting, making just 8-of-34 (23%) shots from deep, with Naji Marshall hitting half of them",
                  "refs": []
                },
                {
                  "sentence": "Jonas Valančiūnas had 19 points and 13 boards but was limited by foul trouble, while Brandon Ingram shot 2-of-14 for the game and finished the series shooting 34% from the field.",
                  "refs": []
                },
                {
                  "sentence": "This was the first playoff meeting between these two teams",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "(2) Denver Nuggets vs. (7) Los Angeles Lakers",
              "section_content": [
                {
                  "sentence": "In a rematch of last year's Western Conference Finals, the Nuggets won their ninth consecutive game against the Lakers, fueled by Nikola Jokić's 32 points and 12 rebounds on 65% from the field",
                  "refs": []
                },
                {
                  "sentence": "Jamal Murray contributed 22 points and 10 assists, as the two-man game of Jokić and Murray yielded 17 assists to zero turnovers",
                  "refs": []
                },
                {
                  "sentence": "Aaron Gordon secured a double-double while Michael Porter Jr",
                  "refs": []
                },
                {
                  "sentence": "finished with 19 points and eight rebounds",
                  "refs": []
                },
                {
                  "sentence": "On the Lakers' side, LeBron James scored 27 points and Anthony Davis added 32, as Los Angeles led for the majority of the first half",
                  "refs": []
                },
                {
                  "sentence": "But a 13–0 run late in the third quarter by the Nuggets, which included three Kentavious Caldwell-Pope three-pointers, allowed them to seize control of the game.",
                  "refs": []
                },
                {
                  "sentence": "The Nuggets came back from a 20-point deficit to win it at the buzzer",
                  "refs": []
                },
                {
                  "sentence": "The Lakers dominated the first half, cruising to a 59–44 lead at halftime",
                  "refs": []
                },
                {
                  "sentence": "However, Denver, led by Nikola Jokić's 27-point, 20-rebound triple-double, fought their way back into the game",
                  "refs": []
                },
                {
                  "sentence": "Michael Porter Jr",
                  "refs": []
                },
                {
                  "sentence": "scored 22 points and made a game-tying three-pointer with 1:15 to go",
                  "refs": []
                },
                {
                  "sentence": "LeBron James tried a wide-open three with the score at 99–99, but it rimmed out",
                  "refs": []
                },
                {
                  "sentence": "The Nuggets secured the rebound, and Jamal Murray scored the game-winning fadeaway jump shot over Anthony Davis",
                  "refs": []
                },
                {
                  "sentence": "Murray, who was 3-of-16 in the first three quarters, shot 6-of-8 and scored 14 of his 20 points in the fourth quarter",
                  "refs": []
                },
                {
                  "sentence": "Davis led the scoring for the Lakers, tallying 32 points and 11 rebounds, but did not record a point in the fourth quarter",
                  "refs": []
                },
                {
                  "sentence": "D'Angelo Russell made seven three-pointers after shooting 1-of-9 from deep in game 1, while James notched 26 points and 12 assists.",
                  "refs": []
                },
                {
                  "sentence": "The defending champions came away with their 11th straight win over the Lakers to take a commanding 3–0 series lead",
                  "refs": []
                },
                {
                  "sentence": "Aaron Gordon led the Nuggets with a playoff career-high 29 points and 15 rebounds, while Nikola Jokić shot 9-of-13 from the field and finished one assist shy of a triple-double",
                  "refs": []
                },
                {
                  "sentence": "Jamal Murray contributed 22 points, and Michael Porter Jr",
                  "refs": []
                },
                {
                  "sentence": "added 20 for Denver, who have trailed by double-digits in every game this series",
                  "refs": []
                },
                {
                  "sentence": "Anthony Davis posted 33 points and 15 rebounds for the Lakers, LeBron James contributed 26 points and nine assists, while Austin Reaves scored 22",
                  "refs": []
                },
                {
                  "sentence": "Los Angeles missed 15 of their first 16 three-point attempts, and only got five points combined from starters D'Angelo Russell and Rui Hachimura.",
                  "refs": []
                },
                {
                  "sentence": "In danger of getting swept by the Nuggets for the second straight year, the Lakers responded with a wire-to-wire win in game 4, forcing the series back to Denver and snapping their 11-game losing streak against the Nuggets",
                  "refs": []
                },
                {
                  "sentence": "LeBron James led the way with 30 points, Anthony Davis had 25 points and a game-high 23 rebounds, while Austin Reaves and D'Angelo Russell contributed 21 points a piece",
                  "refs": []
                },
                {
                  "sentence": "Nikola Jokić, with 33 points, 14 rebounds and 14 assists, recorded his second triple-double of the series,  Michael Porter Jr",
                  "refs": []
                },
                {
                  "sentence": "contributed 27 points and 11 rebounds, and Jamal Murray scored 22 points, although he was 0-of-4 from deep",
                  "refs": []
                },
                {
                  "sentence": "The Lakers this time were able to hold on to their double-digit advantage, never letting the Nuggets get any closer than 7 points.",
                  "refs": []
                },
                {
                  "sentence": "In a closely-contested game 5, Jamal Murray hit his second game-winner of the series, thus giving the Nuggets the series-clinching win over the Lakers",
                  "refs": []
                },
                {
                  "sentence": "Murray led the way for the Nuggets with 32 points, 12 of which came in the fourth quarter",
                  "refs": []
                },
                {
                  "sentence": "Nikola Jokić, although committing an uncharacteristic 7 turnovers, nonetheless finished the game with 25 points, 20 rebounds and 9 assists, narrowly missing out on his third triple-double of the series",
                  "refs": []
                },
                {
                  "sentence": "Michael Porter Jr",
                  "refs": []
                },
                {
                  "sentence": "stood out once again, scoring 26 points and making 5 of his 7 three-point attempts",
                  "refs": []
                },
                {
                  "sentence": "For the Lakers, LeBron James once again lead the way with 30 points and 11 assists, Anthony Davis finished with an efficient 17 points and 15 rebounds, shooting 72.7% from the  field, while Austin Reaves and D'Angelo Russell had 19 and 14 points respectively, although shot a combined 3-of-14 from three.",
                  "refs": []
                },
                {
                  "sentence": "This was the ninth playoff meeting between these two teams, with the Lakers winning seven of the first eight meetings",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "(3) Minnesota Timberwolves vs. (6) Phoenix Suns",
              "section_content": [
                {
                  "sentence": "Anthony Edwards scored 18 of his 33 points in a pivotal third quarter to help the Timberwolves take a 1–0 series lead",
                  "refs": []
                },
                {
                  "sentence": "Edwards led a 19–4 run to close the third quarter, as Minnesota held the Suns to zero field goals in the final seven minutes of the quarter",
                  "refs": []
                },
                {
                  "sentence": "Karl-Anthony Towns chipped in with 19 points, Nickeil Alexander-Walker contributed 18 points and four steals off the bench, while Rudy Gobert anchored the defense with 14 points and 16 rebounds",
                  "refs": []
                },
                {
                  "sentence": "Despite Kevin Durant's 31-point performance on 65% shooting for the Suns, alongside Bradley Beal's 15 points on 60% from the field, the Wolves outrebounded Phoenix 52–28 and outscored them in the paint 52–34",
                  "refs": []
                },
                {
                  "sentence": "The Minnesota bench also outscored the Suns' reserves 41–18.",
                  "refs": []
                },
                {
                  "sentence": "Jaden McDaniels led all scorers with a playoff career-high 25 points and spearheaded another stifling defensive performance by the Timberwolves to win 105–93",
                  "refs": []
                },
                {
                  "sentence": "Rudy Gobert and Mike Conley both contributed 18 points while Phoenix was focused on containing Anthony Edwards, who shot 3-of-12 with 15 points and eight assists",
                  "refs": []
                },
                {
                  "sentence": "Despite Phoenix's efforts to rally, Minnesota's 11–0 fourth-quarter run solidified their second-ever 2–0 playoff series lead",
                  "refs": []
                },
                {
                  "sentence": "The Suns' \"big three\" of Kevin Durant, Devin Booker, and Bradley Beal struggled, shooting a combined 18-for-45 (40%), while the Timberwolves capitalized on turnovers, scoring 31 points off 20 Phoenix errors compared to the Suns' two points from Minnesota's 14 turnovers.",
                  "refs": []
                },
                {
                  "sentence": "In a dominant display, Anthony Edwards propelled the Timberwolves to the brink of their first playoff series win in 20 years",
                  "refs": []
                },
                {
                  "sentence": "Edwards scored 18 of his 36 points in the fourth quarter, while Rudy Gobert had 19 points and 14 rebounds for Minnesota, who never trailed",
                  "refs": []
                },
                {
                  "sentence": "For the third consecutive game, the Wolves overwhelmed the Suns in the third quarter, highlighted by Nickeil Alexander-Walker's four three-pointers, to take a 22-point lead into the final quarter",
                  "refs": []
                },
                {
                  "sentence": "Bradley Beal scored 28 points, Kevin Durant had 25, and Devin Booker finished with 23 points for the Suns, while the rest of the team scored just 33 points",
                  "refs": []
                },
                {
                  "sentence": "Meanwhile, Minnesota had six players finish in double figures and dominated the boards with a 50–28 rebounding margin.",
                  "refs": []
                },
                {
                  "sentence": "The Timberwolves completed the sweep of the Suns to advance past the first round for only the second time in franchise history",
                  "refs": []
                },
                {
                  "sentence": "The game was tied or within four points for almost the entire game, as neither team led by more than six",
                  "refs": []
                },
                {
                  "sentence": "The Wolves were able to pull away thanks to Anthony Edwards, who scored 31 of his 40 points in the second half on 11-of-15 shooting, while Karl-Anthony Towns finished with 28 points and 10 rebounds on 65% from the field",
                  "refs": []
                },
                {
                  "sentence": "For Phoenix, Devin Booker scored a playoff career-high 49 points on 62% from the field and 20-of-21 from the free throw line, while Kevin Durant scored 33 points on 12-of-17 shooting",
                  "refs": []
                },
                {
                  "sentence": "But no other player finished with double digits, as Bradley Beal fouled out after finishing with nine points and six turnovers",
                  "refs": []
                },
                {
                  "sentence": "The victory was marred for Minnesota, as head coach Chris Finch suffered a ruptured patellar tendon after a collision with Mike Conley in the fourth quarter",
                  "refs": []
                },
                {
                  "sentence": "This was the first playoff meeting between these two teams",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "(4) Los Angeles Clippers vs. (5) Dallas Mavericks",
              "section_content": [
                {
                  "sentence": "In their playoff series opener, James Harden and Ivica Zubac led the Clippers to a 109–97 victory over the Mavericks, with Harden recording 28 points and eight assists in his playoff debut for the Clippers, while Zubac achieved a playoff career-high of 20 points alongside 15 rebounds",
                  "refs": []
                },
                {
                  "sentence": "Despite Luka Dončić's 33 points and Kyrie Irving's 31 (with 20 of those points coming on 100% shooting in the third quarter), the Mavericks had only one other player finish in double figures",
                  "refs": []
                },
                {
                  "sentence": "Meanwhile, the Clippers, who were missing Kawhi Leonard due to injury, limited Dallas to their fewest points in a playoff half, as they held them to 22% from the field and 2-of-18 from beyond the arc in the first half to secure a commanding 26-point halftime lead.",
                  "refs": []
                },
                {
                  "sentence": "Luka Dončić had 32 points and nine assists, Kyrie Irving scored 23, and P",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "Washington scored 10 of his 18 points in the fourth quarter to beat the Clippers 96–93",
                  "refs": []
                },
                {
                  "sentence": "After the Mavericks led for most of the game, Dallas trailed by six with 9:32 left in the fourth quarter",
                  "refs": []
                },
                {
                  "sentence": "The Mavericks responded by scoring 14 straight points to permanently give them the lead, with all 14 of those points coming from Dončić, Irving, and Washington",
                  "refs": []
                },
                {
                  "sentence": "Paul George and James Harden each scored 22 points while Ivica Zubac recorded a double-double",
                  "refs": []
                },
                {
                  "sentence": "Kawhi Leonard also had 15 points and four steals in his first game since March 31",
                  "refs": []
                },
                {
                  "sentence": "The Clippers shot 37% from the floor and made just 8-of-30 three-pointers after shooting 50% (18-of-36) from deep in game 1.",
                  "refs": []
                },
                {
                  "sentence": "In the Mavericks' defensive-minded victory over the Clippers, Luka Dončić led the charge with 22 points, 10 rebounds, and nine assists",
                  "refs": []
                },
                {
                  "sentence": "With Dončić struggling with his shooting efficiency, going 7-of-25 from the field and 3-of-14 from beyond the arc, his co-star Kyrie Irving poured 19 of his 21 points in the final 14 minutes of the game to keep the Clippers at bay",
                  "refs": []
                },
                {
                  "sentence": "Despite a strong first half, James Harden's scoring output diminished in the second half for the Clippers, finishing with 21 points, while Norman Powell scored 21 off the bench",
                  "refs": []
                },
                {
                  "sentence": "The Clippers' offense was hampered by 19 turnovers, and they also got little offensive support from Paul George and Russell Westbrook, as the pair combined for eight points on 3-of-18 shooting.",
                  "refs": []
                },
                {
                  "sentence": "The Clippers squandered a 31-point lead but rallied to win, led by Paul George and James Harden, reclaiming home-court advantage",
                  "refs": []
                },
                {
                  "sentence": "Without Kawhi Leonard, Los Angeles jumped out to an early 55–24 lead as George scored 26 points of his 33 points in the first half",
                  "refs": []
                },
                {
                  "sentence": "However, the Mavericks rallied behind Kyrie Irving, who had his first 40-point playoff game in seven years, as his layup gave Dallas the lead with 2:14 remaining",
                  "refs": []
                },
                {
                  "sentence": "However, a step-back three by George and key floaters from Harden, who scored 15 of his 33 points in the fourth quarter, secured the victory",
                  "refs": []
                },
                {
                  "sentence": "Luka Dončić recorded his fourth playoff triple-double, while the Clippers shot 62% from beyond the arc, with George and Harden hitting a combined 11-of-15 three-pointers.",
                  "refs": []
                },
                {
                  "sentence": "Battling a sprained knee and an illness, Luka Dončić led the Mavericks with 35 points, seven rebounds, and 10 assists as Dallas routed the Clippers by 30 points to take a 3–2 series lead",
                  "refs": []
                },
                {
                  "sentence": "Dončić shot over 50% for the first time this series, Maxi Kleber hit five three-pointers, and Kyrie Irving added 14 points for the Mavericks, who handed the Clippers the biggest margin of defeat in their playoff history",
                  "refs": []
                },
                {
                  "sentence": "Ivica Zubac shot 7-of-8 from the field and Bones Hyland had 11 points in garbage time for Los Angeles",
                  "refs": []
                },
                {
                  "sentence": "Paul George and James Harden shot a combined 6-of-25 (24%) from the field and committed seven turnovers, while Russell Westbrook continued his shooting woes, going 2-of-11 and shooting a mere 6-of-35 (17%) in his last four games.",
                  "refs": []
                },
                {
                  "sentence": "Luka Dončić set the tone by scoring 18 of his 28 points in the first half, and Kyrie Irving closed out the Clippers by scoring 28 of his 30 points in the second half as the Mavericks advanced to the Western semifinals for the second time in three years",
                  "refs": []
                },
                {
                  "sentence": "Dončić finished with 13 assists but struggled with his shooting, going 9-of-26 from the field and missing nine of his 10 three-pointers, while Irving shot 10-of-13 from the field after halftime, as he improved to 13–0 in series-clinching games for his career",
                  "refs": []
                },
                {
                  "sentence": "For the Clippers, Norman Powell had 20 points off the bench and Ivica Zubac recorded his third double-double of the series, while Paul George and James Harden continued to struggle, combining for 34 points on 32% (11-of-34) shooting.",
                  "refs": []
                },
                {
                  "sentence": "This was the third playoff meeting between these two teams, with the Clippers winning the first two meetings",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Conference semifinals",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Eastern Conference semifinals",
          "section_content": [],
          "subsections": [
            {
              "section_title": "(1) Boston Celtics vs. (4) Cleveland Cavaliers",
              "section_content": [
                {
                  "sentence": "Jaylen Brown scored 32 points on 12-of-18 from the field, while Derrick White made 7-of-12 three-pointers and finished with 25 points as the Celtics cruised to a 120–95 victory in the series opener",
                  "refs": []
                },
                {
                  "sentence": "Jayson Tatum added 18 points and 11 rebounds, while Payton Pritchard added 16 points off the bench as Boston improved to 20–0 this season when holding their opponent to fewer than 100 points",
                  "refs": []
                },
                {
                  "sentence": "Donovan Mitchell provided a game-high 33 points for the Cavaliers, while Evan Mobley shot 8-of-12 from the field and finished with a double-double",
                  "refs": []
                },
                {
                  "sentence": "Darius Garland finished with 14 points as Cleveland struggled from long range, shooting just 11-of-42, while the Celtics capitalized and shot a more efficient 18-of-46 from beyond the arc.",
                  "refs": []
                },
                {
                  "sentence": "After getting blown out in the opening game of the series, the Cavaliers responded with a 24-point victory over the top-seeded Celtics to even the series at 1–1",
                  "refs": []
                },
                {
                  "sentence": "Donovan Mitchell finished with eight assists and scored 16 of his 29 points in the third quarter to push the Cleveland lead to double digits, as they led by as much as 29 points in the fourth quarter",
                  "refs": []
                },
                {
                  "sentence": "Evan Mobley recorded his third consecutive double-double, while Caris LeVert provided 21 points off the bench as the Cavaliers shot 13-of-28 (46%) from beyond the arc",
                  "refs": []
                },
                {
                  "sentence": "Jayson Tatum and Jaylen Brown finished with 25 and 19 points, respectively, while Derrick White struggled, managing only 10 points as he and Brown shot a combined 1-of-14 (7%) from three-point range.",
                  "refs": []
                },
                {
                  "sentence": "Jayson Tatum registered his first 30-point game of the playoffs and Jaylen Brown (28 points) shot an efficient 13-of-17 from the floor as the Celtics reclaimed the series lead",
                  "refs": []
                },
                {
                  "sentence": "Jrue Holiday, who had been struggling with his shooting, scored 15 of his 18 points in the first half on 70% from the field, while Tatum logged 13 rebounds and six assists",
                  "refs": []
                },
                {
                  "sentence": "Despite a strong start from Donovan Mitchell, who scored 33 points and made seven three-pointers, the Cavaliers struggled to match the Celtics' intensity, particularly in the second half",
                  "refs": []
                },
                {
                  "sentence": "Evan Mobley and Caris LeVert each provided 15+ points, while the rest of Cleveland's starters (Garland, Strus, and Okoro) shot a combined 30% (9-of-30) from the field and 19% (3-of-16) from beyond the arc.",
                  "refs": []
                },
                {
                  "sentence": "The Celtics beat the shorthanded Cavaliers 109–102 to take a commanding 3–1 series lead back to Boston",
                  "refs": []
                },
                {
                  "sentence": "Jayson Tatum and Jaylen Brown combined for 60 points and fought off a late rally by Cleveland by scoring 15 of the Celtics' 21 fourth-quarter points",
                  "refs": []
                },
                {
                  "sentence": "The duo also made 16-of-18 free throws, compared to just seven total free throw attempts for the Cavaliers",
                  "refs": []
                },
                {
                  "sentence": "Jrue Holiday (16 points) hit 4-of-8 three-pointers for Boston, who improved to 4–0 on the road this postseason",
                  "refs": []
                },
                {
                  "sentence": "Darius Garland stepped up for Cleveland, who were missing starters Donovan Mitchell and Jarrett Allen, with his first 30-point game of the playoffs",
                  "refs": []
                },
                {
                  "sentence": "Evan Mobley and Caris LeVert each tallied 19 points, while Max Strus made 5-of-9 three-pointers before fouling out.",
                  "refs": []
                },
                {
                  "sentence": "The shorthanded Cavaliers were unable to overcome the Celtics as they were eliminated 113–98",
                  "refs": []
                },
                {
                  "sentence": "Jayson Tatum scored 25 points and made 4 steals but was one assist shy of a triple-double while also becoming the second player since 1973 to lead both teams in a playoff series in total points, rebounds, assists, steals, and blocks after LeBron James did it in the 2016 NBA Finals",
                  "refs": []
                },
                {
                  "sentence": "Meanwhile Al Horford sunk 6 three-pointers and tallied 15 rebounds and 3 blocks",
                  "refs": []
                },
                {
                  "sentence": "Derrick White added 18 points",
                  "refs": []
                },
                {
                  "sentence": "Evan Mobley tied his season-high with 33 points as Cleveland were left without Donovan Mitchell, Jarrett Allen and Caris LeVert",
                  "refs": []
                },
                {
                  "sentence": "Marcus Morris Sr., who barely saw playing time throughout the playoffs, had a breakout performance with 25 points on 10-of-13 (77%) shooting and made 5 three-pointers",
                  "refs": []
                },
                {
                  "sentence": "Darius Garland struggled, making only 4-of-17 (24%) for 11 points.",
                  "refs": []
                },
                {
                  "sentence": "This was the ninth playoff meeting between these two teams, with each team winning four series apiece",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "(2) New York Knicks vs. (6) Indiana Pacers",
              "section_content": [
                {
                  "sentence": "Jalen Brunson recorded his fourth consecutive 40-point game and rallied the Knicks from a nine-point deficit in the fourth quarter to win the series opener",
                  "refs": []
                },
                {
                  "sentence": "Brunson scored 21 of his 43 points in the fourth quarter, Donte DiVincenzo scored 25 points and hit the go-ahead three-pointer with 40 seconds remaining, while Josh Hart shot 69% from the field, finishing with 24 points and 13 rebounds in 48 minutes played",
                  "refs": []
                },
                {
                  "sentence": "Myles Turner finished with a team-high 23 points for the Pacers, while Pascal Siakam finished with 19 points as Indiana got strong support from their bench, as they outscored New York's bench 46–3",
                  "refs": []
                },
                {
                  "sentence": "Tyrese Haliburton had eight assists and four steals but finished the fourth quarter with zero points and three turnovers.",
                  "refs": []
                },
                {
                  "sentence": "After missing the entire second quarter due to a foot injury and trailing by ten at halftime, Jalen Brunson's return in the second half sparked a 21–4 run and propelled the Knicks to a 2–0 series lead",
                  "refs": []
                },
                {
                  "sentence": "Brunson scored 29 points and shot 11-of-18 from the field, while OG Anunoby had 28 points before leaving in the third quarter with a hamstring injury",
                  "refs": []
                },
                {
                  "sentence": "Donte DiVincenzo also finished with 28 points, Isaiah Hartenstein had a double-double with eight assists, and Josh Hart played all 48 minutes and finished with 15 rebounds on 8-of-12 from the field",
                  "refs": []
                },
                {
                  "sentence": "For the Pacers, Tyrese Haliburton rebounded from a six-point performance in game 1 with 34 points and nine assists, while the Indiana bench provided 46 points for the second straight game.",
                  "refs": []
                },
                {
                  "sentence": "Andrew Nembhard, who had been scoreless through 46 minutes, hit a 31-foot, go-ahead three-pointer with 16 seconds to go, giving the Pacers a critical 111–106 victory",
                  "refs": []
                },
                {
                  "sentence": "Tyrese Haliburton finished with 35 points and seven assists, as he rallied Indiana from a nine-point deficit in the fourth quarter to avoid a 3–0 series deficit",
                  "refs": []
                },
                {
                  "sentence": "Pascal Siakam shined with 26 points and seven rebounds on 9-of-14 shooting, while Myles Turner contributed 21 points and 10 rebounds as the Pacers improved to 4–0 at home this postseason",
                  "refs": []
                },
                {
                  "sentence": "Donte DiVincenzo led the Knicks, who were without OG Anunoby, with 35 points and seven three-pointers, backed by Josh Hart's 18 rebounds and Jalen Brunson's 26 points",
                  "refs": []
                },
                {
                  "sentence": "Alec Burks, who had played one minute this postseason coming into game 3, provided 14 points off the bench, while Brunson's potential game-tying three-point attempt barely grazed the rim, securing the Pacers' victory.",
                  "refs": []
                },
                {
                  "sentence": "Indiana jumped out to a 20 point lead during the first quarter, and never looked back, leading by as many as 43 points in the blowout win to tie the series",
                  "refs": []
                },
                {
                  "sentence": "The Pacers shot 57% from the field, hitting 14 threes, led by Tyrese Haliburton's 20 points, six rebounds, and five assists as well as Aaron Nesmith's 12 rebounds",
                  "refs": []
                },
                {
                  "sentence": "Off the bench for Indiana, T",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "McConnell recorded 15 points and 10 assists with Obi Toppin providing 14 points",
                  "refs": []
                },
                {
                  "sentence": "The Knicks struggled all game, shooting 34% from the field and 19% from three, with Jalen Brunson being the only starter to score in double digits with 18 points on 6-17 shooting and 0-5 from three",
                  "refs": []
                },
                {
                  "sentence": "Off the Knicks' bench, Alec Burks scored 20 points and Miles McBride provided 16 points.",
                  "refs": []
                },
                {
                  "sentence": "After suffering a demoralizing blowout loss in game 4, the Knicks responded with a 30-point victory to move one win away from their first conference finals appearance in 24 years",
                  "refs": []
                },
                {
                  "sentence": "Jalen Brunson led the charge with 44 points and seven assists, marking his fifth 40-point game of the postseason",
                  "refs": []
                },
                {
                  "sentence": "Josh Hart recorded 18 points and 11 rebounds, while Miles McBride and Alec Burks combined for 35 points on 8-of-15 from beyond the arc",
                  "refs": []
                },
                {
                  "sentence": "New York dominated the glass, outrebounding Indiana 53–29 and securing 20 offensive rebounds (with 12 of them coming from Isaiah Hartenstein) that led to 26 second-chance points",
                  "refs": []
                },
                {
                  "sentence": "Pascal Siakam had 22 points, Myles Turner scored 16, and Tyrese Haliburton finished with 13 points on nine shot attempts.",
                  "refs": []
                },
                {
                  "sentence": "Pascal Siakam finished with 25 points and seven rebounds, Myles Turner posted 17 points and eight rebounds, and the Pacers improved to 6–0 at home this postseason to force a decisive game 7",
                  "refs": []
                },
                {
                  "sentence": "Haliburton, Nembhard, and McConnell each scored 15 points and combined for an assist-turnover ratio of 19 to 2",
                  "refs": []
                },
                {
                  "sentence": "Indiana also held a 47–35 rebounding edge and dominated the Knicks in the paint 62–38, as they led by as much as 23 points in the second half",
                  "refs": []
                },
                {
                  "sentence": "Jalen Brunson tallied 31 points and five assists on 11-of-26 from the field, but missed his final 11 shots in the first half",
                  "refs": []
                },
                {
                  "sentence": "Miles McBride and Donte DiVincenzo scored 20 and 17 points, respectively, while Josh Hart was forced out of the game due to an abdominal injury.",
                  "refs": []
                },
                {
                  "sentence": "After the home team won the first six games, the Pacers went on the road and shot a playoff record 67.1% from the field to advance to their first conference finals in ten years",
                  "refs": []
                },
                {
                  "sentence": "Indiana led by 22 points in the second quarter, and although the Knicks got within six in the second half, the Pacers ultimately prevailed and overcame their first-ever 0–2 series deficit",
                  "refs": []
                },
                {
                  "sentence": "Tyrese Haliburton had 26 points, while Pascal Siakam and Myles Turner recorded 20 and 17 points, respectively",
                  "refs": []
                },
                {
                  "sentence": "Andrew Nembhard and Aaron Nesmith combined for 39 points on 16-of-18 shooting, and T",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "McConnell tallied seven assists",
                  "refs": []
                },
                {
                  "sentence": "A hobbled OG Anunoby and Josh Hart started for New York, but Anunoby exited in the first quarter, and Jalen Brunson (17 points) left in the second half with a broken hand, adding to the Knicks' injury woes",
                  "refs": []
                },
                {
                  "sentence": "Donte DiVincenzo scored 39 points on 9-of-15 from deep, and Alec Burks added 26 points on 8-of-13 shooting.",
                  "refs": []
                },
                {
                  "sentence": "This was the eighth playoff meeting between these two teams, with the Pacers winning four of the first seven meetings",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Western Conference semifinals",
          "section_content": [],
          "subsections": [
            {
              "section_title": "(1) Oklahoma City Thunder vs. (5) Dallas Mavericks",
              "section_content": [
                {
                  "sentence": "Shai Gilgeous-Alexander had 29 points, nine rebounds, and nine assists as the Thunder routed the Mavericks 117–95 to secure the series opener",
                  "refs": []
                },
                {
                  "sentence": "Chet Holmgren added 19 points and seven rebounds, Jalen Williams scored 10 of his 18 points in the fourth quarter, while Aaron Wiggins scored 12 of his 16 points in the first half to help Oklahoma City improve to 5–0 this postseason",
                  "refs": []
                },
                {
                  "sentence": "Dallas cut the Thunder lead to nine with 8:29 left in the fourth quarter, but Oklahoma City responded with a 15–2 run that prompted the Mavericks to empty their bench",
                  "refs": []
                },
                {
                  "sentence": "Kyrie Irving scored 20 points and Daniel Gafford posted a double-double with five blocks, while Luka Dončić struggled, finishing with 19 points and five turnovers on 6-of-19 from the field.",
                  "refs": []
                },
                {
                  "sentence": "Led by Luka Dončić and P",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "Washington's 29 points each, the Mavericks improved to 3–0 following a loss this postseason and leveled the series at one game apiece",
                  "refs": []
                },
                {
                  "sentence": "Maintaining control throughout the first half, Dallas briefly lost the lead in the third quarter but regained control with a 15–2 run, as the Thunder never got closer than four points",
                  "refs": []
                },
                {
                  "sentence": "Dončić and Washington combined to shoot 12-of-19 (63%) from beyond the arc, while Kyrie Irving tallied 11 assists and Tim Hardaway Jr",
                  "refs": []
                },
                {
                  "sentence": "provided a spark off the bench with 17 points",
                  "refs": []
                },
                {
                  "sentence": "Shai Gilgeous-Alexander led Oklahoma City with 33 points, 12 boards, and eight assists, while Jalen Williams added 20 points for the Thunder, who allowed more than 100 points for the first time this postseason.",
                  "refs": []
                },
                {
                  "sentence": "The Mavericks, led by their trio of Dončić, Irving, and Washington, protected homecourt and secured a 2–1 series lead over the top-seeded Thunder",
                  "refs": []
                },
                {
                  "sentence": "Dončić contributed 22 points and 15 boards while Irving finished with 22 points and seven assists, as the pair made key plays down the stretch",
                  "refs": []
                },
                {
                  "sentence": "Washington scored 27 points and spearheaded a 16–0 run in the third quarter that gave Dallas a lead they wouldn't relinquish, while rookie Dereck Lively II, being fouled intentionally in the fourth quarter, finished 8-of-12 on free throws",
                  "refs": []
                },
                {
                  "sentence": "Shai Gilgeous-Alexander tallied 31 points and five blocks, but shot 1-of-6 and committed three turnovers in the final quarter, while Jalen Williams and Chet Holmgren finished with 16 and 13 points, respectively.",
                  "refs": []
                },
                {
                  "sentence": "In a critical game 4, Shai Gilgeous-Alexander scored a playoff career-high 34 points and orchestrated a 20–10 run to end the game as the Thunder tied the series",
                  "refs": []
                },
                {
                  "sentence": "Oklahoma City also got clutch three-pointers from Chet Holmgren (18 points) and Luguentz Dort (17 points), as they surged back from a six-point deficit in the fourth quarter",
                  "refs": []
                },
                {
                  "sentence": "Despite a triple-double from Luka Dončić, he and Kyrie Irving struggled shooting, combining for 27 points on 10-of-31 (32%) from the field",
                  "refs": []
                },
                {
                  "sentence": "Derrick Jones Jr",
                  "refs": []
                },
                {
                  "sentence": "added 17 points and four blocks for the Mavericks, while P",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "Washington posted 21 points and 12 rebounds",
                  "refs": []
                },
                {
                  "sentence": "Dallas's woes were compounded by missed free throws, shooting just 52% (12-of-23) compared to 95.8% (23-of-24) from the Thunder.",
                  "refs": []
                },
                {
                  "sentence": "After averaging just 22 points on 39% shooting over the first four games, Luka Dončić delivered a 31-point triple-double and made 12-of-22 shots to give the Mavericks a pivotal 3–2 series lead heading back to Dallas",
                  "refs": []
                },
                {
                  "sentence": "On the road facing a hostile crowd, the Mavericks trailed by six early but seized the lead midway through the first quarter and maintained it for the rest of the game",
                  "refs": []
                },
                {
                  "sentence": "Derrick Jones Jr",
                  "refs": []
                },
                {
                  "sentence": "recorded 19 points on 7-of-9 shooting, Kyrie Irving added 12 points, and both P",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "Washington and Dereck Lively II notched double-doubles",
                  "refs": []
                },
                {
                  "sentence": "Shai Gilgeous-Alexander scored 30 points and dished out eight assists, but no one else on the Thunder scored more than 13 points, as his teammates combined to shoot 8-of-36 (22%) from deep.",
                  "refs": []
                },
                {
                  "sentence": "The Mavericks overcame a 17-point second-half deficit to reach their second conference finals in three years",
                  "refs": []
                },
                {
                  "sentence": "Luka Dončić scored 29 points and logged his third straight triple-double, Kyrie Irving and Derrick Jones Jr",
                  "refs": []
                },
                {
                  "sentence": "each scored 22 points, while P",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "Washington scored all nine of his points late in the fourth quarter, including go-ahead free throws with 2.5 seconds left",
                  "refs": []
                },
                {
                  "sentence": "Dereck Lively II also grabbed 15 boards for Dallas, who shot 16-of-34 (47%) from beyond the arc and outrebounded the Thunder 47–31",
                  "refs": []
                },
                {
                  "sentence": "Shai Gilgeous-Alexander posted a playoff-high 36 points, while Jalen Williams and Chet Holmgren had 22 and 21 points, respectively",
                  "refs": []
                },
                {
                  "sentence": "Holmgren briefly put Oklahoma City ahead on an alley-oop with 20 seconds left, but Gilgeous-Alexander fouled Washington on a three-point shot",
                  "refs": []
                },
                {
                  "sentence": "The Thunder lost their final timeout challenging the call, leaving them with a desperate half-court heave that missed as time expired.",
                  "refs": []
                },
                {
                  "sentence": "This was the sixth playoff meeting between these two teams, and the fourth since the Seattle SuperSonics relocated to Oklahoma City in 2008, with the Thunder winning three of the first five meetings",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "(2) Denver Nuggets vs. (3) Minnesota Timberwolves",
              "section_content": [
                {
                  "sentence": "In the Timberwolves' first conference semifinal game in 20 years, Anthony Edwards scored a franchise playoff-record 43 points, leading Minnesota to a 1–0 series lead over the defending champions",
                  "refs": []
                },
                {
                  "sentence": "Edwards shot 17-of-29 (59%) from the field, while Naz Reid came off the bench and scored 14 of his 16 points in the fourth quarter, igniting an 18–7 run that allowed Minnesota to pull away",
                  "refs": []
                },
                {
                  "sentence": "Mike Conley tallied 14 points and 10 assists, while Karl-Anthony Towns scored 20 points on 8-of-13 shooting as the Timberwolves shot 71% from the floor in the second half",
                  "refs": []
                },
                {
                  "sentence": "Nikola Jokić had 32 points but shot under 50% from the field and finished with an assist-turnover ratio of 9 to 7, while Jamal Murray scored all 17 of his points after halftime.",
                  "refs": []
                },
                {
                  "sentence": "The Timberwolves stunned the Nuggets in the first half, as they jumped out to a 26-point halftime lead that they rode to take a commanding 2–0 series lead back to Minneapolis",
                  "refs": []
                },
                {
                  "sentence": "Without Rudy Gobert, the Timberwolves still held Denver to 80 points, their fewest in any game since 2020",
                  "refs": []
                },
                {
                  "sentence": "Anthony Edwards and Karl-Anthony Towns combined for 54 points and shot 21-of-32 from the field, while Kyle Anderson, replacing Gobert in the starting lineup, had seven offensive rebounds and eight assists",
                  "refs": []
                },
                {
                  "sentence": "Aaron Gordon led the Nuggets with 20 points, while Nikola Jokić notched 16 rebounds on 5-of-13 shooting",
                  "refs": []
                },
                {
                  "sentence": "The rest of Denver's starters struggled, particularly Jamal Murray, finishing with eight points and four turnovers on 3-of-18 from the field.",
                  "refs": []
                },
                {
                  "sentence": "Trailing 2–0 in the series, the Nuggets bounced back with a dominant 117–90 road victory and handed Minnesota their first loss of the postseason",
                  "refs": []
                },
                {
                  "sentence": "Jamal Murray, who scored two total points in the first half coming into game 3, had 18 of his 24 points in the first two quarters and set the tone for Denver, who led by as much as 34 points",
                  "refs": []
                },
                {
                  "sentence": "Nikola Jokić shot over 50% from the field and finished an assist shy of a triple-double, while Michael Porter Jr",
                  "refs": []
                },
                {
                  "sentence": "finished with 21 points as the Nuggets knocked down 14-of-29 (48%) three-pointers",
                  "refs": []
                },
                {
                  "sentence": "Anthony Edwards was held to under 25 points for the first time in five games, while Karl-Anthony Towns made 4-of-5 three-pointers for the Timberwolves, who endured their largest defeat of the season.",
                  "refs": []
                },
                {
                  "sentence": "Despite Anthony Edwards setting a franchise playoff record with 44 points, Nikola Jokić and Aaron Gordon led the Nuggets as they evened the series going back to Denver",
                  "refs": []
                },
                {
                  "sentence": "Jokić recorded 35 points, 7 rebounds, 7 assists and 3 steals making 15-of-26 shots, while Gordon made 11-of-12 for 27 points",
                  "refs": []
                },
                {
                  "sentence": "Jamal Murray added 19 points and 8 assists, making a 56-foot buzzer-beating half-courter as the Nuggets led by 15 points going into halftime",
                  "refs": []
                },
                {
                  "sentence": "Edwards made 16-of-25 shots and made five three-pointers",
                  "refs": []
                },
                {
                  "sentence": "All Timberwolves starters plus Naz Reid scored in double-digits, although Karl-Anthony Towns shot 1-of-10 in the first half, ultimately finishing on 5-of-18 from the field",
                  "refs": []
                },
                {
                  "sentence": "Towns and Rudy Gobert led the game's rebounding with 12 and 14 boards respectively",
                  "refs": []
                },
                {
                  "sentence": "Against the number one ranked defense in the league, Nikola Jokić shot 15-of-22 (68%) from the field and finished with 40 points, 13 assists, and zero turnovers as the Nuggets took a 3–2 series lead after falling behind 0–2",
                  "refs": []
                },
                {
                  "sentence": "Alongside Jokić's stellar performance, Jamal Murray had 16 points on 50% shooting, Aaron Gordon had a double-double, and Kentavious Caldwell-Pope made 4-of-5 three-pointers for Denver",
                  "refs": []
                },
                {
                  "sentence": "Rudy Gobert tallied 18 points and 11 rebounds on 100% shooting, while Karl-Anthony Towns led Minnesota with 23 points",
                  "refs": []
                },
                {
                  "sentence": "However, Anthony Edwards started off slow, missing 8-of-9 shots in the first half and ultimately finishing with just 18 points as the Timberwolves suffered their first three-game losing streak of the season.",
                  "refs": []
                },
                {
                  "sentence": "Facing elimination, the Timberwolves held the defending champions to the fewest points scored by any team in six years and forced a game 7",
                  "refs": []
                },
                {
                  "sentence": "Anthony Edwards posted 27 points with a +43 plus-minus, Jaden McDaniels added 21 points on 8-of-10 shooting, and Mike Conley contributed 13 points in his return from injury",
                  "refs": []
                },
                {
                  "sentence": "Rudy Gobert, Karl-Anthony Towns, and Naz Reid combined for 38 boards, helping Minnesota outrebound Denver 62–43",
                  "refs": []
                },
                {
                  "sentence": "The Timberwolves' bench outscored the Nuggets' reserves 36–9, including a 24–0 run in the fourth quarter that pushed the lead to 50 points",
                  "refs": []
                },
                {
                  "sentence": "Nikola Jokić and Aaron Gordon combined for 34 points on 50% shooting, while the rest of the Nuggets shot 22%, with Jamal Murray missing 14-of-18 shots.",
                  "refs": []
                },
                {
                  "sentence": "On the 20th anniversary of their first conference finals berth, the Timberwolves rallied from a 20-point second-half deficit to eliminate the defending champions on the road",
                  "refs": []
                },
                {
                  "sentence": "Although Jamal Murray's 24 first-half points gave the Nuggets a 15-point halftime lead, Minnesota surged back, as they closed the third quarter with a 28–9 run and took the lead in the fourth",
                  "refs": []
                },
                {
                  "sentence": "Karl-Anthony Towns tallied 23 points and 12 boards, and Jaden McDaniels notched 23 points on 70% shooting as the Timberwolves finished with six players in double figures",
                  "refs": []
                },
                {
                  "sentence": "Anthony Edwards, initially slow, finished strong with 16 points, eight boards, seven assists, and hit a three-pointer that pushed Minnesota's lead to 10 with three minutes left",
                  "refs": []
                },
                {
                  "sentence": "Despite a combined 69 points from Murray and Jokić on 55 shot attempts, no one else on the Nuggets scored more than seven points, as Denver was held to under 100 points in all four losses this series.",
                  "refs": []
                },
                {
                  "sentence": "This was the third playoff meeting between these two teams, with each team previously winning one series by four games to one",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Conference finals",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Eastern Conference finals",
          "section_content": [],
          "subsections": [
            {
              "section_title": "(1) Boston Celtics vs. (6) Indiana Pacers",
              "section_content": [
                {
                  "sentence": "In a matchup between the top two scoring teams from the regular season, the Celtics rallied behind Jayson Tatum's 36 points and Jaylen Brown's clutch three-pointer to secure the series opener in overtime",
                  "refs": []
                },
                {
                  "sentence": "Boston opened the game on a 12–0 run, but the Pacers fought back and eventually led by three with 10 seconds remaining",
                  "refs": []
                },
                {
                  "sentence": "However, Indiana turned it over after failing to inbound the ball, and Brown hit a contested three-pointer to tie the game at 117",
                  "refs": []
                },
                {
                  "sentence": "Tatum then orchestrated a personal 6–0 run in overtime to put the Celtics ahead for good",
                  "refs": []
                },
                {
                  "sentence": "Brown finished with 26 points, Jrue Holiday scored a season-high 28 points, and Derrick White dished out nine assists",
                  "refs": []
                },
                {
                  "sentence": "The Pacers had seven players finish in double figures, but struggled with 22 turnovers, which led to 32 points for Boston",
                  "refs": []
                },
                {
                  "sentence": "Tyrese Haliburton recorded 25 points and 10 assists, while Pascal Siakam and Myles Turner combined for 47 points and 22 rebounds.",
                  "refs": []
                },
                {
                  "sentence": "After losing game 2 at home against the Miami Heat and Cleveland Cavaliers, the Celtics, behind Jaylen Brown's 40 points, protected their home court to take a commanding 2–0 series lead",
                  "refs": []
                },
                {
                  "sentence": "Brown, matching his playoff career-high and shooting 14-of-27 from the field, spearheaded a 20–0 run in the first half that gave Boston a lead they never relinquished",
                  "refs": []
                },
                {
                  "sentence": "The Pacers closed the gap to two points in the third quarter, but the Celtics countered with a 16–5 run to maintain a double-digit lead",
                  "refs": []
                },
                {
                  "sentence": "Jayson Tatum and Derrick White each scored 23 points, while Jrue Holiday shot 6-of-7 from the field and dished out 10 assists",
                  "refs": []
                },
                {
                  "sentence": "Pascal Siakam led Indiana with 28 points on 13-of-17 shooting, while Tyrese Haliburton had 10 points and eight assists before departing in the third quarter with hamstring soreness",
                  "refs": []
                },
                {
                  "sentence": "Andrew Nembhard provided 16 points, but center Myles Turner finished with eight points, four rebounds, and four turnovers.",
                  "refs": []
                },
                {
                  "sentence": "Trailing by eight with under 2:30 remaining, the Celtics closed the game on a 13–2 run and moved one win away from their second NBA Finals appearance in three seasons",
                  "refs": []
                },
                {
                  "sentence": "After trailing by as much as 18 in the third quarter, Jrue Holiday gave Boston their first lead of the second half with a three-point play in the final minute, followed by a crucial steal and two free throws to secure the victory",
                  "refs": []
                },
                {
                  "sentence": "Jayson Tatum had 36 points, 10 rebounds, and eight assists, Jaylen Brown added 24 points, and Al Horford made 7-of-12 three-pointers",
                  "refs": []
                },
                {
                  "sentence": "Derrick White also tallied four blocks and seven assists as the Celtics improved to 5–0 on the road this postseason and snapped the Pacers' 11-game home winning streak",
                  "refs": []
                },
                {
                  "sentence": "Without All-Star Tyrese Haliburton, Andrew Nembhard scored a career-high 32 points and nine assists, T",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "McConnell added 23 points and nine rebounds, and both Pascal Siakam and Myles Turner scored 22 points.",
                  "refs": []
                },
                {
                  "sentence": "The Celtics' 7–0 run in the final 3:30 secured their first sweep in the conference finals since 1986 and their 23rd NBA finals appearance in franchise history",
                  "refs": []
                },
                {
                  "sentence": "Derrick White, previously struggling with his three-point shooting (1-for-8), knocked down a game-winning three-pointer with 44 seconds left, finishing with 16 points, five steals, and three blocks",
                  "refs": []
                },
                {
                  "sentence": "After a missed three-pointer from Andrew Nembhard with 31 seconds remaining, the Pacers forced Jayson Tatum into a missed shot, but an offensive rebound by Jrue Holiday, who finished with 17 points and nine boards, secured the Celtics' seventh consecutive playoff win",
                  "refs": []
                },
                {
                  "sentence": "Jaylen Brown finished with 29 points and three steals, while Tatum posted 26 points, 13 rebounds, and eight assists",
                  "refs": []
                },
                {
                  "sentence": "Indiana, missing Tyrese Haliburton for the second straight game, dropped to 1–8 all-time in the conference finals and was swept despite holding a lead or being tied in the final minute in three of the four games this series",
                  "refs": []
                },
                {
                  "sentence": "Nembhard tallied 24 points and 10 assists, Pascal Siakam notched a double-double, and T",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "McConnell produced 15 points off the bench.",
                  "refs": []
                },
                {
                  "sentence": "This was the seventh playoff meeting between these two teams, with the Celtics winning four of the first six meetings",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Western Conference finals",
          "section_content": [],
          "subsections": [
            {
              "section_title": "(3) Minnesota Timberwolves vs. (5) Dallas Mavericks",
              "section_content": [
                {
                  "sentence": "Kyrie Irving scored 24 of his 30 points in the first half, and Luka Dončić delivered 15 of his 33 points in the fourth quarter to lead the Mavericks to a 1–0 series lead",
                  "refs": []
                },
                {
                  "sentence": "In a back-and-forth contest, Dallas trailed by four with under 3:30 remaining, but a decisive 8–0 run over the next three minutes, highlighted by a go-ahead three-pointer by P",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "Washington, secured the victory",
                  "refs": []
                },
                {
                  "sentence": "Despite a dismal 6-of-25 (24%) three-point shooting night, the Mavericks dominated the paint 62–38 and made 16-of-17 free throws, compared to 61% from the Timberwolves",
                  "refs": []
                },
                {
                  "sentence": "Rookie Dereck Lively II had 11 boards on 4-of-4 shooting, while Dončić tallied eight assists and three steals",
                  "refs": []
                },
                {
                  "sentence": "For Minnesota, Jaden McDaniels made 6-of-9 three-pointers and recorded over 20 points for the third consecutive game, but Anthony Edwards and Karl-Anthony Towns struggled to find their rhythm, combining for 35 points on 12-of-36 (33%) from the field.",
                  "refs": []
                },
                {
                  "sentence": "Luka Dončić recorded his fourth triple-double in five games and drained a game-winning three-pointer over the Defensive Player of the Year (Rudy Gobert), securing a 2–0 series lead for the Mavericks",
                  "refs": []
                },
                {
                  "sentence": "Trailing by as much as 18 late in the second quarter, the Mavericks shot 60.5% from the floor (23-for-38) after halftime, with Kyrie Irving scoring 13 of his 20 points in the fourth quarter",
                  "refs": []
                },
                {
                  "sentence": "Dončić's 13 assists primarily went to centers Daniel Gafford and Dereck Lively II, who combined for 30 points on 14-of-16 shooting",
                  "refs": []
                },
                {
                  "sentence": "Following Dončić's go-ahead three with 3.0 seconds left, Naz Reid, who was previously 7-of-8 from deep, missed a potential buzzer-beating three for the Timberwolves",
                  "refs": []
                },
                {
                  "sentence": "Gobert notched a double-double, while Mike Conley added 18 points, but the All-Star duo of Edwards and Towns continued to struggle, as they combined to shoot 9-for-33 (27%) from the field, with Towns benched during the fourth quarter.",
                  "refs": []
                },
                {
                  "sentence": "For the third consecutive game, Luka Dončić and Kyrie Irving delivered in the clutch for the Mavericks, finishing with 33 points each and leading a decisive 14–3 run to conclude the game as Dallas took a commanding 3–0 series lead",
                  "refs": []
                },
                {
                  "sentence": "Dončić and Irving outscored the Timberwolves in the fourth quarter 21–20, as the duo shot 8-of-10 from the field",
                  "refs": []
                },
                {
                  "sentence": "Dončić also recorded five steals, while P",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "Washington contributed 16 points, eight rebounds, and a go-ahead three-pointer for the Mavericks, who shot 14-of-28 from beyond the arc and 55.9% from the field",
                  "refs": []
                },
                {
                  "sentence": "Anthony Edwards finished with 26 points, nine boards, and nine assists on an improved 11-of-24 shooting for Minnesota, but took just three shot attempts in the final quarter",
                  "refs": []
                },
                {
                  "sentence": "Mike Conley and Jaden McDaniels added 16 and 15 points, respectively, while Karl-Anthony Towns shot 0-of-8 from deep, lowering his series three-point shooting percentage to 13.6% (3-for-22).",
                  "refs": []
                },
                {
                  "sentence": "On the verge of getting swept, the Timberwolves staved off elimination when Karl-Anthony Towns scored 20 of his 25 points in the second half and knocked down three critical three-pointers down the stretch to force a game 5 in Minneapolis",
                  "refs": []
                },
                {
                  "sentence": "Anthony Edwards had 29 points, 10 rebounds, and nine assists, while Towns, previously shooting 28% from the field in the series, finished 9-of-13 from the floor and 4-of-5 from beyond the arc",
                  "refs": []
                },
                {
                  "sentence": "Rudy Gobert recorded another double-double, and Mike Conley tallied 14 points and four steals for Minnesota, who shot 58% in the second half",
                  "refs": []
                },
                {
                  "sentence": "Daniel Gafford had three blocks on 6-of-6 shooting for the Mavericks, who were without Dereck Lively II due to a head injury from the previous game",
                  "refs": []
                },
                {
                  "sentence": "Luka Dončić logged 28 points, 15 boards, and 10 assists for his sixth triple-double this postseason, but he and Kyrie Irving shot an inefficient 13-of-39 (33%) from the field, with Irving losing his first closeout game after previously being 14–0.",
                  "refs": []
                },
                {
                  "sentence": "Luka Dončić outscored the Timberwolves by himself 20-19 in the first quarter, as Dallas blew out Minnesota to secure their third finals appearance in franchise history, and their first in 13 years",
                  "refs": []
                },
                {
                  "sentence": "Dončić and Kyrie Irving scored 36 points each on 28-of-49 (57%) from the field as the Mavericks went on a 28-5 run in the first half, building a commanding 69-40 lead by halftime",
                  "refs": []
                },
                {
                  "sentence": "In his return, Dereck Lively II recorded 8 rebounds, 3 blocks and made all three of his shots, finishing the series with a perfect 16-of-16 shooting",
                  "refs": []
                },
                {
                  "sentence": "Daniel Gafford and P",
                  "refs": []
                },
                {
                  "sentence": "J",
                  "refs": []
                },
                {
                  "sentence": "Washington combined for 23 points",
                  "refs": []
                },
                {
                  "sentence": "For Minnesota, Anthony Edwards and Karl-Anthony Towns scored 28 points each on a combined 19-of-38 (50%) from the field",
                  "refs": []
                },
                {
                  "sentence": "Towns recorded a double-double with 12 rebounds, but the rest of Minnesota's starters (Gobert, Conley, and McDaniels) only combined for 24 points",
                  "refs": []
                },
                {
                  "sentence": "Naz Reid performed poorly with 5 points on 2-of-10 from the field, missing all four of this three-point attempts and led the Timberwolves with three turnovers.",
                  "refs": []
                },
                {
                  "sentence": "This was the second playoff meeting between these two teams, with the Mavericks winning the first meeting",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "NBA Finals: (E1) Boston Celtics vs. (W5) Dallas Mavericks",
      "section_content": [
        {
          "sentence": "This was the first playoff meeting between these two teams",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Statistical leaders",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Total leaders",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Media coverage",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Linear television",
          "section_content": [
            {
              "sentence": "ABC, ESPN, TNT, and NBA TV broadcast the playoffs nationally in the United States",
              "refs": []
            },
            {
              "sentence": "For the first time, TruTV simulcast or aired alternate broadcasts of select TNT games",
              "refs": []
            },
            {
              "sentence": "Each team's regional broadcaster also televised local coverage of first-round games, with the exception of weekend games on ABC",
              "refs": []
            },
            {
              "sentence": "In general during the first two rounds, ABC aired Sunday afternoon games, TNT broadcast Sunday through Wednesday night games, and ESPN televised Friday night games (including a rare Friday Tripleheader on April 26)",
              "refs": []
            },
            {
              "sentence": "For Thursday night games, TNT had them in the first round and ESPN in the second round",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "NBA TV also televised selected Monday, Tuesday and Thursday night first-round games",
              "refs": []
            },
            {
              "sentence": "Saturday first- and second-round games were split by ABC, ESPN, and TNT (with ESPN airing three afternoon games on the opening weekend, ABC airing Saturday night games, and one Saturday afternoon game on May 11; TNT aired all other games, including one conference semifinal in primetime, to replace its previously scheduled first round game 7s)",
              "refs": []
            },
            {
              "sentence": "As per the alternating rotation, ESPN/ABC had exclusive coverage of the Eastern Conference finals, while TNT had exclusive coverage of the Western Conference finals",
              "refs": []
            },
            {
              "sentence": "ABC had exclusive coverage of the NBA Finals for the 22nd straight year.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Streaming",
          "section_content": [
            {
              "sentence": "This was the first playoffs in which the streaming service Max had live access to TNT's games on its Bleacher Report Sports Add-on tier",
              "refs": []
            },
            {
              "sentence": "NBA TV games were available on NBA League Pass as part of its normal streaming service for that channel.",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Sponsorship",
      "section_content": [
        {
          "sentence": "For the third straight year, the playoffs is officially known as the \"2024 NBA Playoffs presented by Google Pixel\"",
          "refs": []
        },
        {
          "sentence": "During the multiyear agreement with Google Pixel, this sponsorship provides the logo branding inside the venues and in official digital properties on-court, as well as commercial inventory during ABC, ESPN, TNT, and NBA TV's telecasts of the playoff games",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "59": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "1": "https://athlonsports.com/nba/2024-first-nba-playoffs-without-chris-paul-since-2010-golden-state-warriors",
    "2": "https://www.si.com/nba/thunder/news/okc-thunder-oklahoma-city-nba-playoffs-youngest-one-seed-nba-history",
    "3": "https://www.nba.com/news/nba-starting-5-april-15-2024",
    "4": "https://sports.yahoo.com/celtics-hit-amazing-milestones-set-172112560.html",
    "5": "https://www.cbsnews.com/philadelphia/news/tyrese-maxey-sixers-vs-knicks-nba-playoffs/",
    "6": "https://www.espn.com/nba/story/_/id/40002883/new-york-knicks-philadelphia-76ers-game-2-social-media-weighs-in",
    "7": "https://stathead.com/tiny/MdvUp",
    "8": "https://www.nba.com/news/heat-franchise-playoff-record-3-pointers",
    "9": "https://www.espn.com/nba/recap/_/gameId/401655107",
    "10": "https://ny1.com/nyc/all-boroughs/ap-online/2024/04/29/edwards-and-towns-lead-timberwolves-into-the-2nd-round-of-the-nba-playoffs-for-1st-time-since-2004",
    "11": "https://bleacherreport.com/articles/10119098-does-kevin-durant-need-to-salvage-his-legacy",
    "12": "https://www.nba.com/news/nba-starting-5-april-29-2024",
    "13": "https://www.cbssports.com/nba/news/nuggets-lakers-game-5-jamal-murray-adds-to-playoff-legacy-with-second-game-winner-to-send-l-a-home/",
    "14": "https://sports.yahoo.com/lebron-playoff-exit-ends-amazing-054431496.html",
    "15": "https://www.nba.com/news/starting-5-may-1-maxeys-heroics-keep-sixers-alive",
    "16": "https://www.nba.com/news/nba-starting-5-may-2-2024",
    "17": "https://www.nba.com/news/nba-starting-5-may-3-2024",
    "18": "https://www.espn.com/nba/story/_/id/40078724/magic-survive-donovan-mitchell-50-point-game-force-game-7",
    "19": "https://www.nba.com/news/starting-5-may-4-mavs-advance-magic-force-game-7",
    "20": "https://www.nba.com/news/starting-5-may-5-ant-mans-mile-high-playoff-high-game-7-in-the-land",
    "21": "https://nypost.com/2024/05/07/sports/jalen-brunsons-brilliant-knicks-performance-also-made-history/",
    "22": "https://www.cbssports.com/nba/news/mitchells-29-points-help-cavaliers-blow-out-celtics-118-94-tie-series-at-1-game-apiece/",
    "23": "https://www.nba.com/news/thunder-mavericks-recap-game-6-2024-west-semifinals",
    "24": "https://www.cbssports.com/nba/news/kyrie-irvings-historic-playoff-closeout-streak-ends-as-mavericks-fall-to-timberwolves-in-wcf-game-4/",
    "25": "https://en.as.com/nba/whats-the-biggest-loss-the-denver-nuggets-have-ever-had-in-a-game-n/",
    "26": "https://www.espn.com/nba/story/_/id/40181122/scorching-hot-pacers-set-playoff-mark-game-7-rout-knicks",
    "27": "https://www.nba.com/news/knicks-pacers-game-7-recap-2024-east-semifinals",
    "28": "https://www.statmuse.com/nba/ask/nba-youngest-player-with-10-points-15-rebounds-in-a-playoff-game",
    "29": "https://www.nba.com/news/knicks-pacers-game-7-recap-2024-east-semifinals",
    "30": "https://www.nba.com/news/nba-starting-5-may-22-2024",
    "31": "https://www.foxsports.com/stories/nba/celtics-edge-past-pacers-133-128-in-game-1-of-eastern-conference-finals",
    "32": "https://talksport.com/sport/basketball/1902058/dereck-lively-stat-record-nba-finals-mom/",
    "33": "https://www.usatoday.com/story/sports/nba/playoffs/2013/05/27/chris-andersen-birdman-miami-heat-vs-indiana-pacers-eastern-conference-finals/2364349/",
    "34": "https://www.nba.com/news/mavericks-beat-celtics-game-4-3rd-largest-margin-nba-finals-history",
    "35": "https://www.si.com/nba/mavericks/dallas-mavericks-veteran-breaks-team-record-in-game-4-of-nba-finals-24-boston-celtics-tim-hardaway-jr",
    "36": "https://www.nba.com/news/nba-adopts-play-in-tournament-on-full-time-basis",
    "37": "https://www.cbsnews.com/boston/news/celtics-clinch-nba-playoff-spot-first-team-tatum-brown-mazzulla-porzingis-white-holiday/",
    "38": "https://www.cbssports.com/nba/news/5-things-to-know-nba-division-winners-not-guaranteed-playoff-spot/",
    "39": "https://www.espn.com/nba/recap/_/gameId/401585626",
    "40": "https://www.si.com/nba/2024/03/25/celtics-playoff-seed-clinch",
    "41": "https://www.espn.com/nba/story/_/id/39871028/celtics-clinch-nba-best-record-runaway-win-okc",
    "42": "https://nypost.com/2024/04/10/sports/knicks-clinch-top-6-playoff-spot-after-heat-fall-to-mavericks/",
    "43": "https://wsau.com/2024/04/08/bucks-slump-continues-with-two-weekend-losses/",
    "44": "https://www.wkow.com/sports/bucks-win-central-division-clinch-3-seed-in-eastern-conference-to-set-matchup-vs-pacers/article_18f5833e-fa9f-11ee-97e0-ef3301aa7a53.html",
    "45": "https://www.cleveland.com/cavs/2024/04/cavs-clinch-playoff-spot-with-129-120-win-over-indiana-pacers.html",
    "46": "https://sports.yahoo.com/magic-clinch-no-5-seed-204200190.html",
    "47": "https://www.cbssports.com/nba/news/2024-nba-playoffs-bracket-postseason-picture-with-matchups-set-for-first-round-play-in-tournament/",
    "48": "https://www.espn.com/nba/story/_/id/39965732/sixers-outduel-heat-stretch-clinch-no-7-seed-east",
    "49": "https://bleacherreport.com/articles/10117745-nba-playoff-picture-2024-final-bracket-set-after-heat-pelicans-clinch-final-spots",
    "50": "https://bleacherreport.com/articles/10117438-trae-young-trade-eyed-by-nba-fans-as-hawks-eliminated-from-playoffs-in-loss-to-bulls",
    "51": "https://apnews.com/article/thunder-knicks-score-playoffs-15be05a32e74a491285bc60a56dae256",
    "52": "https://www.nba.com/nuggets/news/nuggets-clinch-playoff-spot-with-blowout-win-over-cavaliers",
    "53": "https://bleacherreport.com/articles/10115267-nba-playoff-picture-2024-timberwolves-clinch-postseason-berth-updated-standings",
    "54": "https://www.nba.com/news/nba-starting-5-april-10-2024",
    "55": "https://www.si.com/nba/mavericks/news/dallas-mavs-win-southwest-division-lock-in-playoff-series-los-angeles-clippers-luka-doncic-kyrie-irving-just-getting-started",
    "56": "https://sports.yahoo.com/official-lakers-warriors-headed-play-143254863.html",
    "57": "https://nypost.com/2024/04/16/sports/lakers-hold-on-for-nba-play-in-win-earn-nuggets-playoff-rematch/",
    "58": "https://bleacherreport.com/articles/10117176-stephen-curry-warriors-eliminated-by-kings-as-nba-fans-call-out-end-of-gsw-dynasty",
    "60": "https://www.landofbasketball.com/head_to_head_gl/celtics_vs_heat_game_log_pl.htm",
    "61": "https://www.landofbasketball.com/head_to_head_gl/knicks_vs_76ers_game_log_pl.htm",
    "62": "https://www.landofbasketball.com/head_to_head_gl/bucks_vs_pacers_game_log_pl.htm",
    "65": "https://www.landofbasketball.com/head_to_head_gl/cavaliers_vs_magic_game_log_pl.htm",
    "66": "https://www.landofbasketball.com/head_to_head_gl/thunder_vs_pelicans_game_log_pl.htm",
    "67": "https://www.landofbasketball.com/head_to_head_gl/nuggets_vs_lakers_game_log_pl.htm",
    "68": "https://www.nba.com/news/timberwolves-coach-chris-finch-suffers-ruptured-patellar-tendon-after-collision-with-mike-conley",
    "69": "https://www.landofbasketball.com/head_to_head_gl/timberwolves_vs_suns_game_log_pl.htm",
    "70": "https://www.landofbasketball.com/head_to_head_gl/clippers_vs_mavericks_game_log_pl.htm",
    "71": "https://www.landofbasketball.com/head_to_head_gl/celtics_vs_cavaliers_game_log_pl.htm",
    "74": "https://www.landofbasketball.com/head_to_head_gl/knicks_vs_pacers_game_log_pl.htm",
    "77": "https://www.landofbasketball.com/head_to_head_gl/thunder_vs_mavericks_game_log_pl.htm",
    "78": "https://www.landofbasketball.com/head_to_head_gl/nuggets_vs_timberwolves_game_log_pl.htm",
    "80": "https://www.landofbasketball.com/head_to_head_gl/celtics_vs_pacers_game_log_pl.htm",
    "81": "https://www.landofbasketball.com/head_to_head_gl/timberwolves_vs_mavericks_game_log_pl.htm",
    "83": "https://www.landofbasketball.com/head_to_head_gl/celtics_vs_mavericks_game_log_pl.htm",
    "84": "https://www.nba.com/news/2024-nba-playoffs-schedule",
    "85": "https://www.theverge.com/2023/9/19/23880831/max-live-sports-tier-launch-date-price",
    "86": "https://theathletic.com/news/nba-reaches-deal-to-make-google-pixel-first-presenting-partner-of-nba-playoffs/vdNiFbAdZ5JR/"
  },
  "flair_entities": [
    "mitchell robinson",
    "franz wagner",
    "2024 nba playoffs",
    "knicks",
    "jimmy butler",
    "sam hauser",
    "tyrese maxey",
    "milwaukee bucks",
    "jaime jaquez jr.",
    "irving",
    "ivica zubac",
    "max",
    "eastern conference",
    "jalen suggs'",
    "jalen suggs",
    "nickeil alexander-walker",
    "timberwolves",
    "maxey",
    "caleb martin",
    "bell",
    "new orleans",
    "nba finals",
    "shai gilgeous-alexander",
    "pacers",
    "og anunoby",
    "gordon",
    "nba board of governors",
    "knicks'",
    "anthony davis",
    "donovan mitchell",
    "washington",
    "andrew nembhard",
    "wolves",
    "western conference",
    "western",
    "los angeles clippers",
    "derrick white",
    "miami heat",
    "thunder.",
    "anthony edwards",
    "alec burks",
    "bracket  teams",
    "dereck lively ii",
    "oklahoma city thunder",
    "jalen williams",
    "max strus",
    "jayson tatum",
    "phoenix",
    "giannis antetokounmpo",
    "kentavious caldwell-pope",
    "cason wallace",
    "tnt",
    "jaden mcdaniels",
    "brunson",
    "kelly oubre jr.",
    "thunder",
    "pascal siakam",
    "luka dončić",
    "banchero",
    "magic",
    "edwards",
    "okoro",
    "jokić",
    "los angeles",
    "oklahoma city",
    "76ers'",
    "aaron nesmith",
    "kelly oubre",
    "d'angelo russell",
    "kristaps porziņģis",
    "boston celtics",
    "western conference  bold game",
    "bojan bogdanović",
    "damian lillard",
    "rudy gobert",
    "espn",
    "cavaliers'",
    "tatum",
    "myles turner",
    "gilgeous-alexander",
    "nikola jokić",
    "suns",
    "minneapolis",
    "derrick jones jr.",
    "embiid",
    "aaron gordon",
    "linear",
    "porziņģis",
    "rookie",
    "pacers'",
    "milwaukee.",
    "minnesota timberwolves",
    "zubac",
    "kawhi leonard",
    "milwaukee",
    "lakers'",
    "buddy hield",
    "cleveland",
    "towns",
    "terry rozier",
    "tim hardaway jr.",
    "kevin durant",
    "trutv",
    "tyler herro",
    "mike conley",
    "mcdaniels",
    "jonas valančiūnas",
    "paolo banchero",
    "jarrett allen",
    "philadelphia 76ers",
    "dončić",
    "naz reid",
    "celtics",
    "obi toppin",
    "google pixel",
    "brandon ingram",
    "james harden",
    "philadelphia",
    "mavericks'",
    "miami",
    "suns'",
    "josh hart",
    "darius garland",
    "donte divincenzo",
    "al horford",
    "naji marshall",
    "kyle lowry",
    "bernard king",
    "indiana",
    "cj mccollum",
    "clippers",
    "nba league pass",
    "nembhard",
    "jalen brunson",
    "bam adebayo",
    "white",
    "isaiah hartenstein",
    "bobby portis'",
    "isaac okoro",
    "mcbride",
    "daniel gafford",
    "phoenix suns",
    "76ers",
    "clippers'",
    "brown",
    "aaron wiggins",
    "eastern conference  bold game",
    "mitchell",
    "dallas",
    "divincenzo",
    "garland",
    "bobby portis",
    "luguentz dort",
    "brook lopez",
    "miami.",
    "caris levert",
    "marcus morris sr.",
    "embiid.",
    "james",
    "norman powell",
    "michael porter jr.",
    "cavaliers",
    "nba",
    "delon wright",
    "denver nuggets",
    "orlando",
    "mccollum",
    "kyrie irving",
    "anunoby",
    "national basketball association",
    "trey murphy iii",
    "jamal murray",
    "bradley beal",
    "harden",
    "maxi kleber",
    "bucks",
    "los angeles lakers",
    "new york",
    "chet holmgren",
    "denver",
    "lebron james",
    "nba tv",
    "minnesota",
    "jrue holiday",
    "all timberwolves",
    "russell westbrook",
    "joel embiid",
    "new york knicks",
    "george",
    "tyrese haliburton",
    "herbert jones",
    "jaylen brown",
    "pelicans",
    "devin booker",
    "syracuse nationals",
    "lillard",
    "nuggets",
    "evan mobley",
    "bleacher report sports add-on",
    "austin reaves",
    "wright",
    "mavericks",
    "chris finch",
    "karl-anthony towns",
    "murray",
    "rui hachimura.",
    "indiana pacers",
    "all-star",
    "united states",
    "mcconnell",
    "hart",
    "gobert",
    "nuggets'",
    "kyle anderson",
    "khris middleton",
    "holmgren",
    "cleveland cavaliers",
    "dallas mavericks",
    "timberwolves'",
    "payton pritchard",
    "orlando magic",
    "heat",
    "sixers",
    "mobley",
    "josh giddey",
    "new york.",
    "seattle supersonics",
    "miles mcbride",
    "bones hyland",
    "conley",
    "paul george",
    "strus",
    "celtics'",
    "davis",
    "abc",
    "haliburton",
    "lakers",
    "tobias harris",
    "western conference finals",
    "boston"
  ]
}