{
  "title": "2024_Major_League_Baseball_postseason",
  "url": "https://en.wikipedia.org/wiki/2024_Major_League_Baseball_postseason",
  "summary": "The 2024 Major League Baseball postseason was the playoff tournament of Major League Baseball (MLB) for the 2024 season. In each of the two leagues – National and American – the three division winners and three wild card teams (the remaining teams with the best records) participated in the postseason, for a total of twelve teams. First was the best-of-three Wild Card Series, with the two division winners with the best records getting a first-round bye. Next was the best-of-five Division Series. The victors advanced to the best-of-seven League Championship Series to determine the pennant winners, the champions of each league. These two teams played each other in the best-of-seven World Series. The postseason began on October 1 and ended on October 30.\nIn the American League, the New York Yankees became the first team in the league this season to clinch a postseason berth on September 18; they returned to the postseason for the seventh time in the past eight seasons, after missing the postseason last year. On September 19, the Cleveland Guardians returned to the postseason for the seventh time in the past twelve seasons. On September 24, the Houston Astros returned to the postseason for the eighth time in a row and the ninth in the past ten seasons, and the Baltimore Orioles returned for the second time in a row. On September 27, the Detroit Tigers returned to the postseason for the first time since 2014, ending the longest current playoff drought in Major League Baseball, which was tied with the Los Angeles Angels. The same day, the Kansas City Royals clinched their first playoff berth since their 2015 championship season. The defending World Series champions, Texas Rangers, were eliminated from postseason contention on September 20.\nIn the National League, the Milwaukee Brewers became the first team of 2024 as well as the first team in the league this season to clinch a postseason berth on September 18. The Los Angeles Dodgers returned to the postseason for the twelfth time in a row on September 19, which remains the longest active playoff streak in major North American professional sports. The Philadelphia Phillies returned to the postseason for the third time in a row on September 20, the San Diego Padres returned to the postseason for the third time in the past five seasons on September 24, the New York Mets returned to the postseason for the fourth time in the past ten seasons on September 30 via the first game doubleheader against the Atlanta Braves, and the Braves returned to the postseason on September 30 via the second game doubleheader against the Mets.\nWith the Mets and Braves clinching, the Arizona Diamondbacks, the defending National League champions, were eliminated from postseason contention. This marked the first time since 2007 where neither team from the previous year's World Series appear in the playoffs.\nIn the Division Series, every series was tied 1–1 in the first two games for the first time in the history of the Major League Baseball postseason.\nThe postseason ended with the Dodgers defeating the Yankees in five games in the 2024 World Series. It was the Dodgers’ eighth championship in franchise history, tying the San Francisco Giants for the fourth most World Series championships.",
  "content": [
    {
      "section_title": "Teams",
      "section_content": [
        {
          "sentence": "The three teams that are division winners in each league and the top three non-division winners (wild cards) qualified for the playoffs",
          "refs": []
        },
        {
          "sentence": "The top two division winners receive byes to the ALDS or NLDS while the other teams have to play in the wild-card round.",
          "refs": []
        },
        {
          "sentence": "The following teams qualified for the postseason:",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "American League",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "National League",
          "section_content": [
            {
              "sentence": "†Both the Atlanta Braves and the New York Mets had better head-to-head records with the 89–73 Arizona Diamondbacks (5–2 and 4–3, respectively), negating the need for a three-way tie-breaking scenario",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Playoff bracket",
      "section_content": [
        {
          "sentence": "*Denotes walk-off",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "American League Wild Card Series",
      "section_content": [],
      "subsections": [
        {
          "section_title": "(3) Houston Astros vs. (6) Detroit Tigers",
          "section_content": [
            {
              "sentence": "Detroit won the series, 2–0.",
              "refs": []
            },
            {
              "sentence": "This was the first postseason meeting between the Astros and Tigers",
              "refs": []
            },
            {
              "sentence": "The Astros won the regular season series against the Tigers 4–2",
              "refs": []
            },
            {
              "sentence": "The Tigers swept the Astros to return to the ALDS for the first time since 2014, bringing an end to a streak of seven consecutive ALCS appearances for the Astros, which dated back to 2017.",
              "refs": []
            },
            {
              "sentence": "Tarik Skubal pitched six solid innings and the Tigers’ bullpen got out of a bases-loaded jam in the bottom of the ninth inning as the Tigers took Game 1",
              "refs": []
            },
            {
              "sentence": "In Game 2, the Astros took the lead in the bottom of the seventh but it was quickly erased by a four-run eighth inning by Detroit, which was capped off by a base-clearing double by Andy Ibáñez that put the Tigers back in the lead for good",
              "refs": []
            },
            {
              "sentence": "This was the first playoff series win by the Tigers since 2013 and only the fourth postseason sweep in club history, having previously swept the AL Championship Series in 1984, 2006, and 2012.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "(4) Baltimore Orioles vs. (5) Kansas City Royals",
          "section_content": [
            {
              "sentence": "Kansas City won the series, 2–0.",
              "refs": []
            },
            {
              "sentence": "This was the second postseason meeting between the Royals and Orioles",
              "refs": []
            },
            {
              "sentence": "Their previous postseason meeting was in the 2014 ALCS, which the Royals won in a four-game sweep before falling in the World Series",
              "refs": []
            },
            {
              "sentence": "The Orioles won the regular season series against the Royals 4–2",
              "refs": []
            },
            {
              "sentence": "The Royals swept the Orioles to return to the ALDS for the first time since 2015, thus the Orioles extended their playoff-game-losing-streak to a league record ten games.",
              "refs": []
            },
            {
              "sentence": "Cole Ragans pitched six solid innings and the Royals' bullpen held off the Orioles in three straight innings as the Royals took Game 1",
              "refs": []
            },
            {
              "sentence": "In Game 2, the Royals took the lead in the top of the sixth inning when Bobby Witt Jr",
              "refs": []
            },
            {
              "sentence": "hit an RBI single",
              "refs": []
            },
            {
              "sentence": "The bullpen continued to hold down the Orioles as the Royals completed the two-game sweep",
              "refs": []
            },
            {
              "sentence": "This was the first playoff series win by the Royals since the 2015 World Series.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "National League Wild Card Series",
      "section_content": [],
      "subsections": [
        {
          "section_title": "(3) Milwaukee Brewers vs. (6) New York Mets",
          "section_content": [
            {
              "sentence": "New York won the series, 2–1.",
              "refs": []
            },
            {
              "sentence": "This was the first postseason meeting between the Brewers and Mets",
              "refs": []
            },
            {
              "sentence": "The Brewers won the regular season series against the Mets 5–1",
              "refs": []
            },
            {
              "sentence": "The Mets upset the Brewers in three games to advance to the NLDS for the first time since 2015.",
              "refs": []
            },
            {
              "sentence": "In Game 1, the Brewers took a 4–3 lead in the bottom of the fourth inning, but the Mets put up five unanswered runs in the top of the fifth thanks to an RBI single from Jose Iglesias, and a pair of two-run singles from Mark Vientos and J",
              "refs": []
            },
            {
              "sentence": "D",
              "refs": []
            },
            {
              "sentence": "Martinez, which gave them the win",
              "refs": []
            },
            {
              "sentence": "In Game 2, the Mets led going into the bottom of the fifth, but the Brewers rallied to even the series thanks to two home runs from Jackson Chourio and a two-run home run from Garrett Mitchell",
              "refs": []
            },
            {
              "sentence": "Game 3 started as a pitchers duel between both teams as neither team put up a run through six and a half innings, then the Brewers struck first in the bottom of the seventh as the Mets surrendered back-to-back home runs to Jake Bauers and Sal Frelick",
              "refs": []
            },
            {
              "sentence": "However, things fell apart for Milwaukee in the ninth inning as Brewers' closer Devin Williams surrendered a three-run home run to Pete Alonso, which put the Mets ahead for good as they would close out the series",
              "refs": []
            },
            {
              "sentence": "Alonso's home run was the first go-ahead home run while trailing in the 9th inning or later in a winner-take-all game in postseason history.",
              "refs": []
            },
            {
              "sentence": "This was the first playoff series win by the Mets since winning the National League pennant in 2015.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "(4) San Diego Padres vs. (5) Atlanta Braves",
          "section_content": [
            {
              "sentence": "San Diego won the series, 2–0.",
              "refs": []
            },
            {
              "sentence": "This was the second postseason meeting between the Padres and Braves",
              "refs": []
            },
            {
              "sentence": "They last met in the 1998 NLCS, which the Padres won before ultimately losing in the World Series",
              "refs": []
            },
            {
              "sentence": "The Padres won the regular season series against the Braves 4–3",
              "refs": []
            },
            {
              "sentence": "The Padres swept the Braves to return to the NLDS for the third time in five years.",
              "refs": []
            },
            {
              "sentence": "Michael King pitched seven innings of shutout baseball as the Padres took Game 1 by a 4–0 score",
              "refs": []
            },
            {
              "sentence": "In Game 2, the Padres jumped out to a 5–1 lead in the bottom of the second, and Robert Suárez shut down a late rally by the Braves in the top of the ninth to complete the sweep.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "American League Division Series",
      "section_content": [],
      "subsections": [
        {
          "section_title": "(1) New York Yankees vs. (5) Kansas City Royals",
          "section_content": [
            {
              "sentence": "New York won the series, 3–1.",
              "refs": []
            },
            {
              "sentence": "This was the fifth postseason meeting between the Yankees and Royals",
              "refs": []
            },
            {
              "sentence": "The two teams had a bitter rivalry during the late 1970s and early 1980s,  as both faced each other in the American League Championship Series in 1976, 1977, 1978, and 1980, with the Yankees winning the former three and the Royals winning the latter series in a sweep",
              "refs": [
                "https://www.mlb.com/news/royals-yankees-alds-matchup-rekindles-fierce-rivalry"
              ]
            },
            {
              "sentence": "The Yankees once again defeated the Royals, this time in four games, to advance to the ALCS for the fourth time in eight years.",
              "refs": []
            },
            {
              "sentence": "Game 1 was an offensive duel between both teams as that game's five lead changes were the most ever in a postseason MLB game",
              "refs": []
            },
            {
              "sentence": "The game went back-and-forth because of that until Alex Verdugo hit an RBI single to score Jazz Chisholm Jr",
              "refs": [
                "https://www.sportingnews.com/us/mlb/new-york-yankees/news/yankees-vs-royals-game-1-alds-already-made-postseason-history/c2a80c2bb626f9a24e1fe704"
              ]
            },
            {
              "sentence": "as the Yankees win Game 1 at 6–5",
              "refs": []
            },
            {
              "sentence": "Game 2 saw the Royals score four unanswered runs off Carlos Rodón and the bullpen held the Yankees to even the series at 1 a piece",
              "refs": []
            },
            {
              "sentence": "In Game 3, both teams went neck-at-neck until Giancarlo Stanton hit a go-ahead home run to give the Yankees the lead, and Luke Weaver closed the game with a five-out save preserving a one-run lead as the Yankees took a 2–1 series lead",
              "refs": []
            },
            {
              "sentence": "In Game 4, the Yankees' ace starting pitcher Gerrit Cole pitched seven innings while allowing six hits and one run while striking out four batters in his best performance in the postseason so far as the Yankees scored three runs in the game and with another save from Luke Weaver, the Yanks won with a score of 3–1 and allowing them to advance to the ALCS.",
              "refs": []
            },
            {
              "sentence": "With the win, the Yankees improved their postseason record against the Royals to 4–1.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "(2) Cleveland Guardians vs. (6) Detroit Tigers",
          "section_content": [
            {
              "sentence": "Cleveland won the series, 3–2.",
              "refs": []
            },
            {
              "sentence": "This was the first postseason meeting between the Guardians and Tigers",
              "refs": []
            },
            {
              "sentence": "The Guardians won the regular season series against the Tigers 7–6",
              "refs": []
            },
            {
              "sentence": "The Guardians narrowly defeated the Tigers in five games to return to the ALCS for the first time since 2016 (in the process denying a rematch of the 2012 ALCS between the Tigers and Yankees).",
              "refs": []
            },
            {
              "sentence": "Lane Thomas led the way for the Cleveland offense with a three-run home run in the bottom of the first inning as the Guardians blew out the Tigers 7–0 in Game 1",
              "refs": []
            },
            {
              "sentence": "Game 2 was a pitchers duel between both teams as the game remained scoreless through eight innings until Detroit's Kerry Carpenter hit a three-run home run off of Emmanuel Clase with two outs in the top of the ninth to even the series for the Tigers",
              "refs": []
            },
            {
              "sentence": "When the series shifted to Detroit for Game 3, the Tigers prevailed by a 3–0 score yet again to take the series lead, as Riley Greene and Spencer Torkelson both had RBI doubles",
              "refs": []
            },
            {
              "sentence": "However, their lead would not hold",
              "refs": []
            },
            {
              "sentence": "In Game 4, the Tigers held a 3–2 lead going into the seventh, but it was quickly erased as David Fry hit a two-run home run to put the Guardians ahead for good and force a decisive fifth game back in Cleveland",
              "refs": []
            },
            {
              "sentence": "In Game 5, the Tigers again jumped out in the lead as Carpenter scored Trey Sweeney with an RBI single, but it wouldn't hold as Thomas hit a grand slam off of Tigers' ace Tarik Skubal, which ultimately ended the series.",
              "refs": []
            },
            {
              "sentence": "This was the Tigers' first loss in Game 5 of the ALDS",
              "refs": []
            },
            {
              "sentence": "Previously, they had won their last three series-deciding games in 2011, 2012, and 2013.",
              "refs": []
            },
            {
              "sentence": "The ALDS Game 5 win for Cleveland ended an eight game losing streak in winner-take-all postseason games dating back to the 1997 World Series, when they were known as the Cleveland Indians.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "National League Division Series",
      "section_content": [],
      "subsections": [
        {
          "section_title": "(1) Los Angeles Dodgers vs. (4) San Diego Padres",
          "section_content": [
            {
              "sentence": "Los Angeles won the series, 3–2.",
              "refs": []
            },
            {
              "sentence": "This was the third postseason meeting in the history of the Dodgers–Padres rivalry",
              "refs": []
            },
            {
              "sentence": "They previously met in the NLDS in 2020 and 2022, with Los Angeles sweeping the former series and San Diego winning the latter series in one of the biggest upsets in postseason history",
              "refs": []
            },
            {
              "sentence": "The Dodgers narrowly defeated the Padres in five games to advance to the NLCS for the first time since 2021 and the seventh time in twelve years (2013, 2016–2018, 2020–2021, and 2024).",
              "refs": []
            },
            {
              "sentence": "Game 1 was an offensive slugfest, which the Dodgers narrowly won",
              "refs": []
            },
            {
              "sentence": "Game 2 was marred by controversy as Dodgers fans were throwing trash and baseballs at the Padres’ players during the bottom of the seventh inning, causing a ten-minute delay",
              "refs": []
            },
            {
              "sentence": "This ignited the San Diego offense as Jackson Merrill, Xander Bogaerts, Kyle Higashioka, and Fernando Tatís Jr",
              "refs": [
                "https://amp.cnn.com/cnn/2024/10/07/sport/padres-dodgers-fans-throw-baseballs-trash-spt-intl-hnk"
              ]
            },
            {
              "sentence": "all hit home runs in the top of the eighth and ninth innings respectively as the Padres blew out the Dodgers by a 10–2 score to even the series headed to San Diego",
              "refs": []
            },
            {
              "sentence": "In Game 3, the Padres jumped out to a five-run lead early, and despite the Dodgers’ rallying to cut their lead to one, Robert Suárez and the Padres’ bullpen kept the Dodgers’ offense at bay to take the series lead",
              "refs": []
            },
            {
              "sentence": "However, it would not hold",
              "refs": []
            },
            {
              "sentence": "In Game 4, Mookie Betts, Will Smith, and Gavin Lux all homered as the Dodgers blew out the Padres by an 8–0 score to force a winner-take-all Game 5 back in Los Angeles",
              "refs": []
            },
            {
              "sentence": "In the first postseason game between the two Japanese-born starting pitchers, Yoshinobu Yamamoto outdueled Yu Darvish as the Dodgers again shutout the Padres by a 2–0 score to win the series and advance.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "(2) Philadelphia Phillies vs. (6) New York Mets",
          "section_content": [
            {
              "sentence": "New York won the series, 3–1.",
              "refs": []
            },
            {
              "sentence": "This was the first postseason meeting in the history of the Mets–Phillies rivalry",
              "refs": []
            },
            {
              "sentence": "The Mets defeated the Phillies in four games to return to the NLCS for the first time since 2015.",
              "refs": []
            },
            {
              "sentence": "In Game 1, the Phillies took a 1–0 lead off a home run from Kyle Schwarber and held that lead until the eighth inning, when the Mets put up five runs to take the lead for good and win",
              "refs": []
            },
            {
              "sentence": "Game 2 was an offensive duel between both teams - the Mets lead for most of the game as Mark Vientos, Pete Alonso, and Brandon Nimmo all hit home runs to put them ahead 4–3 going into the eighth",
              "refs": []
            },
            {
              "sentence": "However, Bryson Stott hit a two-run triple in the bottom of the eighth and J.T",
              "refs": []
            },
            {
              "sentence": "Realmuto hit into a Fielder's Choice to make it 6–4 going into the ninth",
              "refs": []
            },
            {
              "sentence": "In the top of the ninth Mark Vientos would belt a 2 run home run to tie the game, only for the Phillies to walk the Mets off 7–6 with a Nick Castellanos liner to left field to plate Trea Turner",
              "refs": []
            },
            {
              "sentence": "This evened the series headed to the Queens",
              "refs": []
            },
            {
              "sentence": "In Game 3, the Mets blew out the Phillies to retake the series lead",
              "refs": []
            },
            {
              "sentence": "In Game 4, the Phillies again jumped out to a 1–0 lead in the fourth inning, but it was quickly erased by a grand slam from Francisco Lindor in the bottom of the sixth, putting the Mets ahead for good and allowing them to advance to the NLCS.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "American League Championship Series",
      "section_content": [],
      "subsections": [
        {
          "section_title": "(1) New York Yankees vs. (2) Cleveland Guardians",
          "section_content": [
            {
              "sentence": "New York won the series, 4–1.",
              "refs": []
            },
            {
              "sentence": "This was the first edition of the ALCS since 2016 to not feature the Houston Astros, who previously made seven consecutive appearances from 2017 to 2023",
              "refs": []
            },
            {
              "sentence": "It was also the first time since 2000 that both teams from New York City appeared in the LCS, and the third time in postseason history that it has occurred (1999, 2000, and 2024).",
              "refs": []
            },
            {
              "sentence": "This was the seventh postseason meeting between the Yankees and Guardians, and their first meeting in the ALCS since 1998, which was won by the Yankees in six games en route to the first of three straight World Series championships from 1998 to 2000",
              "refs": []
            },
            {
              "sentence": "Cleveland defeated the Yankees in the ALDS in 1997 and 2007, while the Yankees prevailed against them in the ALCS in 1998, the ALDS in 2017, the AL Wild Card Series in 2020, and the ALDS again in 2022",
              "refs": []
            },
            {
              "sentence": "The Yankees once again defeated the Guardians, this time in five games, to return to the World Series for the first time since 2009 (in the process denying a rematch of the 1920 World Series between the Indians/Indians and Dodgers).",
              "refs": []
            },
            {
              "sentence": "Carlos Rodón pitched six solid innings as the Yankees took Game 1 by three runs",
              "refs": []
            },
            {
              "sentence": "Aaron Judge secured a Yankees victory in Game 2 with a two-run home run as they went up 2–0 in the series headed to Cleveland",
              "refs": []
            },
            {
              "sentence": "Game 3 turned out to be an offensive showdown between both teams - Judge and Giancarlo Stanton hit back-to-back home runs off Guardians closer Emmanuel Clase to put the Yankees ahead, then Gleyber Torres hit a sacrifice fly to put the Yankees up by two",
              "refs": []
            },
            {
              "sentence": "However, Jhonkensy Noel then hit a two-run home run in the bottom of the ninth while down to the last out to tie the game and send it into extra innings",
              "refs": []
            },
            {
              "sentence": "David Fry then won the game for the Guardians with a two-run home in the bottom of the tenth to cut the series lead in half",
              "refs": []
            },
            {
              "sentence": "Game 4 was yet another offensive slugfest, which the Yankees would win 8–6 thanks to home runs from Stanton, Juan Soto, and Austin Wells",
              "refs": []
            },
            {
              "sentence": "In Game 5, the Guardians took an early lead, but Stanton again hit a two-run home run to tie the game and send it into extras, where Soto clinched the pennant for the Yankees with a three-run home run in the top of the tenth.",
              "refs": []
            },
            {
              "sentence": "The Yankees’ fifteen-year drought between pennants was tied for the longest drought by the franchise, as they previously went fifteen years without winning a pennant between 1981 and 1996.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "National League Championship Series",
      "section_content": [],
      "subsections": [
        {
          "section_title": "(1) Los Angeles Dodgers vs. (6) New York Mets",
          "section_content": [
            {
              "sentence": "Los Angeles won the series, 4–2.",
              "refs": []
            },
            {
              "sentence": "This was the first time since 2000 that both teams from New York City appeared in the LCS, and the third time in postseason history that it has occurred (1999, 2000, and 2024).",
              "refs": []
            },
            {
              "sentence": "This was the fourth postseason meeting between the Dodgers and Mets, and their first meeting in the NLCS since 1988, which was won by the Dodgers in seven games en route to a World Series title",
              "refs": []
            },
            {
              "sentence": "Both teams then met in the NLDS in 2006 and 2015, both of which were won by the Mets",
              "refs": []
            },
            {
              "sentence": "The Dodgers defeated the Mets in six games to return to the World Series for the fourth time in eight years (in the process denying a rematch of the 2000 World Series between the Mets and Yankees).",
              "refs": []
            },
            {
              "sentence": "Jack Flaherty pitched seven innings of shutout baseball as the Dodgers blew out the Mets in Game 1",
              "refs": []
            },
            {
              "sentence": "A solo home run from Francisco Lindor, an RBI double from Tyrone Taylor, and a grand slam from Mark Vientos would secure Game 2 for the Mets as they evened the series headed to Queens",
              "refs": []
            },
            {
              "sentence": "However, things quickly got ugly for the Mets as the Dodgers’ offense overpowered the Mets’ pitching in back-to-back blowout wins in Games 3 and 4",
              "refs": []
            },
            {
              "sentence": "The Mets sent the series back to Los Angeles with a 12–6 victory in Game 5, and became the first team since the 2002 Anaheim Angels to not strike out in a postseason game",
              "refs": []
            },
            {
              "sentence": "However, the Dodgers would ultimately clinch the pennant back home with a 10–5 victory in Game 6.",
              "refs": [
                "https://www.cbssports.com/mlb/news/mets-pull-off-rare-mlb-playoff-feat-during-impressive-nlcs-game-5-win-vs-dodgers/amp/"
              ]
            },
            {
              "sentence": "With the win by the Dodgers, the postseason history between these two teams is tied at two wins each.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "2024 World Series",
      "section_content": [],
      "subsections": [
        {
          "section_title": "(AL1) New York Yankees vs. (NL1) Los Angeles Dodgers",
          "section_content": [
            {
              "sentence": "Los Angeles won the series, 4–1.",
              "refs": []
            },
            {
              "sentence": "This was the fifth World Series to feature both top seeds from the American and National leagues in the wild card-era (1995, 1999, 2013, 2020).",
              "refs": []
            },
            {
              "sentence": "This was the twelfth World Series meeting in the history of the Dodgers–Yankees rivalry, and a rematch of the 1981 World Series, which the Dodgers won in six games",
              "refs": []
            },
            {
              "sentence": "This is also the ninth meeting between teams from New York City and Los Angeles for a major professional sports championship",
              "refs": []
            },
            {
              "sentence": "This previously happened in four World Series (1963, 1977, 1978, 1981), three NBA Finals (1970, 1972, and 1973), and the 2014 Stanley Cup Finals",
              "refs": []
            },
            {
              "sentence": "The Dodgers once again defeated the Yankees, this time in five games, to win their second title in five years and eighth overall.",
              "refs": [
                "https://www.youtube.com/watch?v=K4T_HmNoZNU"
              ]
            },
            {
              "sentence": "Game 1 was a back and forth contest between both teams - the Dodgers scored first off a sacrifice fly, then Giancarlo Stanton gave the Yankees their first lead with a two-run homer, then Mookie Betts tied the game with a sacrifice fly which sent the game into extra innings",
              "refs": []
            },
            {
              "sentence": "The Yankees regained the lead in the top of the tenth with an RBI force-out from Anthony Volpe, and were one out away from winning, but the Dodgers loaded the bases in the bottom of the inning, which led to a walk-off grand slam by Freddie Freeman, and the Dodgers took Game 1",
              "refs": []
            },
            {
              "sentence": "Freeman’s walk-off grand slam was the first in World Series history, and was widely compared to Kirk Gibson’s walk-off home run from Game 1 of the 1988 World Series, as both Gibson's and Freeman's home runs were to right field at Dodger Stadium in almost the same spot and both came at 8:37 PM Pacific Time",
              "refs": []
            },
            {
              "sentence": "Yoshinobu Yamamoto pitched six solid innings and the Dodgers’ bullpen stopped a potential rally by the Yankees as they won Game 2 to take a 2-0 series lead headed to the Bronx",
              "refs": [
                "https://www.youtube.com/watch?v=liBkt-DuvSk",
                "https://nypost.com/2024/10/26/sports/joe-davis-honors-vin-scully-with-call-on-freddie-freeman-grand-slam/",
                "https://ktla.com/sports/dodgers/freemans-world-series-walk-off-has-wild-similarities-to-another-iconic-dodgers-moment/"
              ]
            },
            {
              "sentence": "In the first World Series game at Yankee Stadium in 15 years, the Dodgers prevailed to take a commanding three games to none series lead as Freeman hit his fifth home run of the series",
              "refs": []
            },
            {
              "sentence": "In Game 4, despite Freeman setting a new World Series record of six home runs, the Yankees blew out the Dodgers to get on the board in the series as Volpe, Austin Wells, Gleyber Torres all hit home runs",
              "refs": []
            },
            {
              "sentence": "In Game 5, Aaron Judge got out of his postseason dry spell as he hit his first home run of the postseason, which contributed to a 5-0 Yankee lead early",
              "refs": []
            },
            {
              "sentence": "However, the Yankees committed multiple errors in the top of the fifth, as Betts hit an RBI single due to missed coverage at first base, then Freeman hit a two-run RBI single, followed by a two-run double from Teoscar Hernández which tied the game",
              "refs": []
            },
            {
              "sentence": "The Yankees regained the lead thanks to a sacrifice fly from Stanton in the bottom of the sixth, but it wouldn’t hold",
              "refs": []
            },
            {
              "sentence": "In the top of the eighth, Gavin Lux hit a sacrifice fly to the game for the Dodgers, then Shohei Ohtani loaded the bases due to a catcher’s interference penalty against the Yankees, which led to yet another sacrifice fly by Betts that put the Dodgers in the lead for good",
              "refs": []
            },
            {
              "sentence": "Walker Buehler then came on in relief on one day of rest, and pitched a 1-2-3 ninth to give the Dodgers the championship",
              "refs": []
            },
            {
              "sentence": "The Dodgers’ comeback from five runs down was the largest deficit a team had come back from to win a World Series.",
              "refs": []
            },
            {
              "sentence": "The Dodgers became the first visiting team to win the World Series at Yankee Stadium since the Florida Marlins in 2003",
              "refs": []
            },
            {
              "sentence": "They also became the first team to beat both teams from New York City in the postseason, as they previously beat the Mets in the NLCS",
              "refs": []
            },
            {
              "sentence": "The only previous team to have played both the Yankees and the Mets in the same postseason, the 1999 Atlanta Braves, defeated the Mets in the NLCS but lost the World Series to the Yankees.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Broadcasting",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Television coverage",
          "section_content": [
            {
              "sentence": "Coverage of the four Wild Card Series was produced by ESPN, with ESPN airing five games, ESPN2, and ABC aired two games each.",
              "refs": []
            },
            {
              "sentence": "Both the American League Division Series and American League Championship Series were on TNT, TBS and TruTV.",
              "refs": []
            },
            {
              "sentence": "Fox Sports had coverage of both the National League Division Series and the National League Championship Series on Fox and FS1",
              "refs": []
            },
            {
              "sentence": "The World Series is being broadcast exclusively on Fox for the 25th consecutive year.",
              "refs": []
            },
            {
              "sentence": "Spanish language broadcasts are available on ESPN Deportes for ESPN/ABC games, Fox Deportes for Fox Sports games, and Univision Deportes for TNT Sports games",
              "refs": []
            },
            {
              "sentence": "Univision and TUDN also aired Game 1 of the World Series, the first time a World Series game was aired on broadcast television in Spanish",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Streaming",
          "section_content": [
            {
              "sentence": "TNT Sports's games are available on the streaming service Max's Bleacher Report Sports Add-on tier",
              "refs": []
            },
            {
              "sentence": "ESPN, TBS, and Fox's games are streamed on their respective apps.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Radio",
          "section_content": [
            {
              "sentence": "ESPN Radio air the entire Major League Baseball postseason",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://www.mlb.com/news/2024-mlb-playoff-and-world-series-schedule",
    "2": "https://www.cbssports.com/mlb/news/mlb-releases-2024-playoffs-schedule-dates-for-every-postseason-series-plus-why-the-world-series-could-move/",
    "3": "https://www.mlb.com/news/tigers-clinch-playoff-berth-as-al-wild-card-team",
    "4": "https://apnews.com/article/rangers-world-series-champs-eliminated-71909ad241f15c623860c39460305e1b",
    "5": "https://sports.yahoo.com/live/mets-braves-doubleheader-braves-join-mets-in-postseason-with-game-2-win-diamondbacks-out-161516275.html",
    "6": "https://sports.yahoo.com/mlb-playoffs-2024-final-playoff-bracket-and-postseason-schedule-with-mets-braves-splitting-doubleheader-to-clinch-wild-cards-212247730.html?guccounter=1",
    "7": "https://www.mlb.com/news/mlb-division-series-tied-1-1-for-first-time",
    "8": "https://www.mlb.com/yankees/news/yankees-clinch-postseason-berth-with-win-over-mariners",
    "9": "https://www.mlb.com/news/giancarlo-stanton-gerrit-cole-yankees-al-east-title",
    "10": "https://www.mlb.com/news/yankees-american-league-home-field-advantage-2024-mlb-playoffs",
    "11": "https://www.mlb.com/Indians/news/Indians-clinch-2024-postseason-berth-with-walk-off-win-vs-twins",
    "12": "https://www.mlb.com/news/Indians-clinch-2024-al-central-title",
    "13": "https://www.mlb.com/news/tanner-bibee-Indians-clinch-first-round-bye-in-playoffs",
    "14": "https://www.mlb.com/press-release/press-release-astros-clinch-american-league-west-division-title-for-seventh-time-in-eight-seasons",
    "15": "https://www.mlb.com/news/astros-win-2024-al-west-title",
    "16": "https://www.mlb.com/news/orioles-hit-three-home-runs-to-beat-yankees",
    "17": "https://www.cbssports.com/mlb/news/royals-clinch-playoff-berth-kansas-city-becomes-second-mlb-team-ever-to-go-from-100-losses-to-postseason/",
    "18": "https://www.mlb.com/news/tigers-clinch-playoff-berth-as-al-wild-card-team",
    "19": "https://www.cbssports.com/mlb/news/dodgers-Indians-clinch-playoff-berths-both-teams-vying-for-best-record-in-respective-leagues/",
    "20": "https://www.mlb.com/news/dodgers-2024-nl-west-champions",
    "21": "https://www.espn.com/mlb/story/_/id/41466630/dodgers-clinch-nl-west-title-first-round-bye-postseason",
    "22": "https://www.mlb.com/news/dodgers-home-field-advantage-2024-mlb-playoffs",
    "23": "https://www.mlb.com/news/phillies-clinch-2024-postseason-berth-with-win-over-mets",
    "24": "https://www.mlb.com/news/phillies-win-2024-nl-east-title",
    "25": "https://apnews.com/article/philadelphia-phillies-clinch-nl-east-mlb-playoffs-2024-497fb971dc81235bbe4071fba53a75f6",
    "26": "https://www.mlb.com/news/phillies-clinch-first-round-bye-in-postseason",
    "27": "https://www.mlb.com/brewers/news/brewers-win-2024-nl-central-title?t=clinches-and-celebrations",
    "28": "https://www.mlb.com/news/padres-beat-dodgers-on-triple-play-to-end-game",
    "29": "https://www.azcentral.com/story/sports/mlb/diamondbacks/2024/09/30/arizona-diamondbacks-atlanta-braves-new-york-mets-playoffs-collapse/75447930007/",
    "30": "https://www.mlb.com/gameday/tigers-vs-astros/2024/10/01/775345/final/box",
    "31": "https://www.mlb.com/gameday/tigers-vs-astros/2024/10/02/775344/final/box",
    "32": "https://www.mlb.com/gameday/royals-vs-orioles/2024/10/01/775343/final/box",
    "33": "https://www.mlb.com/gameday/royals-vs-orioles/2024/10/02/775341/final/box",
    "34": "https://www.mlb.com/gameday/mets-vs-brewers/2024/10/01/775340/final/box",
    "35": "https://www.mlb.com/gameday/mets-vs-brewers/2024/10/02/775339/final/box",
    "36": "https://www.mlb.com/gameday/mets-vs-brewers/2024/10/03/775337/final/box",
    "37": "https://www.mlb.com/gameday/braves-vs-padres/2024/10/01/775333/final/box",
    "38": "https://www.mlb.com/gameday/braves-vs-padres/2024/10/02/775336/final/box",
    "39": "https://www.mlb.com/gameday/royals-vs-yankees/2024/10/05/775334/final/box",
    "40": "https://www.mlb.com/gameday/royals-vs-yankees/2024/10/07/775332/final/box",
    "41": "https://www.mlb.com/gameday/yankees-vs-royals/2024/10/09/775329/final/box",
    "42": "https://www.mlb.com/gameday/yankees-vs-royals/2024/10/10/775331/final/box",
    "43": "https://www.mlb.com/news/royals-yankees-alds-matchup-rekindles-fierce-rivalry",
    "44": "https://www.sportingnews.com/us/mlb/new-york-yankees/news/yankees-vs-royals-game-1-alds-already-made-postseason-history/c2a80c2bb626f9a24e1fe704",
    "45": "https://www.mlb.com/gameday/tigers-vs-Indians/2024/10/05/775324/final/box",
    "46": "https://www.mlb.com/gameday/tigers-vs-Indians/2024/10/07/775325/final/box",
    "47": "https://www.mlb.com/gameday/Indians-vs-tigers/2024/10/09/775328/final/box",
    "48": "https://www.mlb.com/gameday/Indians-vs-tigers/2024/10/10/775327/final/box",
    "49": "https://www.mlb.com/gameday/tigers-vs-Indians/2024/10/12/775326/final/box",
    "50": "https://www.mlb.com/gameday/padres-vs-dodgers/2024/10/05/775323/final/box",
    "51": "https://www.mlb.com/gameday/padres-vs-dodgers/2024/10/06/775322/final/box",
    "52": "https://www.mlb.com/gameday/dodgers-vs-padres/2024/10/08/775321/final/box",
    "53": "https://www.mlb.com/gameday/dodgers-vs-padres/2024/10/09/775320/final/box",
    "54": "https://www.mlb.com/gameday/padres-vs-dodgers/2024/10/11/775317/final/box",
    "55": "https://amp.cnn.com/cnn/2024/10/07/sport/padres-dodgers-fans-throw-baseballs-trash-spt-intl-hnk",
    "56": "https://www.mlb.com/gameday/mets-vs-phillies/2024/10/05/775318/final/box",
    "57": "https://www.mlb.com/gameday/mets-vs-phillies/2024/10/06/775319/final/box",
    "58": "https://www.mlb.com/gameday/phillies-vs-mets/2024/10/08/775316/final/box",
    "59": "https://www.mlb.com/gameday/phillies-vs-mets/2024/10/09/775313/final/box",
    "60": "https://www.mlb.com/gameday/Indians-vs-yankees/2024/10/14/775314/final/box",
    "61": "https://www.mlb.com/gameday/Indians-vs-yankees/2024/10/15/775312/preview",
    "62": "https://www.mlb.com/gameday/yankees-vs-Indians/2024/10/17/775310/final/box",
    "63": "https://www.mlb.com/gameday/yankees-vs-Indians/2024/10/18/775311/final/box",
    "64": "https://www.mlb.com/gameday/yankees-vs-Indians/2024/10/19/775309/final/box",
    "65": "https://www.mlb.com/gameday/mets-vs-dodgers/2024/10/13/775307/final/box",
    "66": "https://www.mlb.com/gameday/mets-vs-dodgers/2024/10/14/775306/final/box",
    "67": "https://www.mlb.com/gameday/dodgers-vs-mets/2024/10/16/775305/final/box",
    "68": "https://www.mlb.com/gameday/dodgers-vs-mets/2024/10/17/775303/final/box",
    "69": "https://www.mlb.com/gameday/dodgers-vs-mets/2024/10/18/775299/live/box",
    "70": "https://www.mlb.com/gameday/mets-vs-dodgers/2024/10/20/775302/final/box",
    "71": "https://www.cbssports.com/mlb/news/mets-pull-off-rare-mlb-playoff-feat-during-impressive-nlcs-game-5-win-vs-dodgers/amp/",
    "72": "https://www.mlb.com/gameday/yankees-vs-dodgers/2024/10/25/775300/final/box",
    "73": "https://www.mlb.com/gameday/yankees-vs-dodgers/2024/10/26/775294/final/box",
    "74": "https://www.mlb.com/gameday/dodgers-vs-yankees/2024/10/28/775298/preview",
    "75": "https://www.mlb.com/gameday/dodgers-vs-yankees/2024/10/29/775297/final/box",
    "76": "https://www.mlb.com/gameday/dodgers-vs-yankees/2024/10/30/775296/preview",
    "77": "https://www.youtube.com/watch?v=K4T_HmNoZNU",
    "78": "https://www.youtube.com/watch?v=liBkt-DuvSk",
    "79": "https://nypost.com/2024/10/26/sports/joe-davis-honors-vin-scully-with-call-on-freddie-freeman-grand-slam/",
    "80": "https://ktla.com/sports/dodgers/freemans-world-series-walk-off-has-wild-similarities-to-another-iconic-dodgers-moment/",
    "81": "https://www.sportingnews.com/us/mlb/news/mlb-reveals-postseason-schedule-and-it-comes-interesting-twist/fdb1f809a68bc7a418153fae",
    "82": "https://corporate.televisaunivision.com/press/2024/08/15/televisaunivision-and-major-league-baseball-announce-new-multi-year-partnership/",
    "83": "https://www.mlb.com/press-release/press-release-broadcast-schedule-for-wild-card-series-presented-by-t-mobile-5g-home-internet-announced"
  },
  "flair_entities": [
    "los angeles dodgers",
    "yankees’",
    "max",
    "devin williams",
    "giancarlo stanton",
    "fox",
    "2015 world series.",
    "1997 world series",
    "trutv.",
    "sal frelick",
    "phillies",
    "nlcs.",
    "jack flaherty",
    "nba finals",
    "alonso",
    "jazz chisholm jr",
    "cleveland indians.",
    "game 4",
    "cleveland guardians  new york",
    "david fry",
    "spanish",
    "will smith",
    "american",
    "national league",
    "american league championship series",
    "bronx",
    "pete alonso",
    "detroit tigers  detroit",
    "tigers",
    "francisco lindor",
    "nlcs",
    "kyle schwarber",
    "betts",
    "teoscar hernández",
    "north american",
    "austin wells",
    "luke weaver",
    "guardians",
    "tnt",
    "nick castellanos",
    "mookie betts",
    "juan soto",
    "robert suárez",
    "tbs",
    "los angeles",
    "gibson",
    "walker buehler",
    "fernando tatís jr",
    "soto",
    "emmanuel clase",
    "tigers’",
    "royals'",
    "spencer torkelson",
    "alex verdugo",
    "yankees",
    "kirk gibson",
    "andy ibáñez",
    "espn",
    "yu darvish",
    "carlos rodón",
    "yoshinobu yamamoto",
    "wild card series",
    "kansas city royals",
    "national league wild card series",
    "jose iglesias",
    "national league division series",
    "carpenter",
    "al wild card series",
    "world series",
    "univision deportes",
    "gerrit cole",
    "freeman",
    "tyrone taylor",
    "royals",
    "fox sports",
    "michael king",
    "game 1",
    "mark vientos",
    "milwaukee",
    "xander bogaerts",
    "cleveland",
    "nlds",
    "dodgers",
    "alcs.",
    "gleyber torres",
    "braves",
    "alcs",
    "riley greene",
    "pacific time",
    "alds",
    "gavin lux",
    "cleveland guardians",
    "new york yankees",
    "yankees'",
    "al championship series",
    "jackson chourio",
    "astros",
    "jhonkensy noel",
    "mlb",
    "los angeles angels",
    "brewers",
    "san francisco giants",
    "kyle higashioka",
    "brandon nimmo",
    "kansas city",
    "padres",
    "brewers'",
    "kerry carpenter",
    "detroit tigers",
    "league championship series",
    "national league championship series",
    "tnt sports",
    "world series.",
    "radio  espn radio",
    "game 3",
    "detroit tigers  cleveland",
    "fs1",
    "espn2",
    "milwaukee brewers",
    "aaron judge",
    "japanese-born",
    "rbi",
    "bryson stott",
    "stanton",
    "tudn",
    "houston astros",
    "american league division series",
    "game 2",
    "trey sweeney",
    "indians",
    "lcs",
    "mets",
    "bobby witt jr.",
    "san diego",
    "american league wild card series",
    "garrett mitchell",
    "new york mets",
    "volpe",
    "tarik skubal",
    "philadelphia phillies",
    "trea turner",
    "cole ragans",
    "yankee",
    "padres’",
    "new york",
    "dodgers’",
    "atlanta braves",
    "judge",
    "detroit",
    "mets’",
    "freddie freeman",
    "queens",
    "shohei ohtani",
    "division series",
    "american league",
    "anthony volpe",
    "martinez",
    "lane thomas",
    "jackson merrill",
    "espn deportes",
    "orioles",
    "game 5",
    "yankee stadium",
    "anaheim angels",
    "kansas city royals  new york",
    "fielder's choice",
    "stanley cup finals",
    "baltimore orioles",
    "thomas",
    "univision",
    "major league baseball",
    "jake bauers",
    "new york city",
    "fox deportes",
    "dodger stadium",
    "yankees.",
    "abc",
    "san diego padres",
    "yanks",
    "j.t. realmuto",
    "arizona diamondbacks",
    "texas rangers",
    "florida marlins",
    "tigers'"
  ]
}