{
  "title": "2024_Salvadoran_general_election",
  "url": "https://en.wikipedia.org/wiki/2024_Salvadoran_general_election",
  "summary": "General elections were held in El Salvador in February and March 2024. In the first round on 4 February, voters elected the president, vice president, and all 60 deputies of the Legislative Assembly. In the second round on 3 March, voters elected mayors and municipal councils for all 44 of the country's municipalities and all 20 of El Salvador's deputies to the Central American Parliament (PARLACEN).\nThe Supreme Electoral Court (TSE) allowed 13 political parties to participate in the election. Seven parties ran presidential candidates; incumbent president Nayib Bukele ran for re-election with Nuevas Ideas, the political party he established in 2018, while the political opposition's presidential candidates were: Joel Sánchez of the Nationalist Republican Alliance (ARENA), Manuel Flores of the Farabundo Martí National Liberation Front (FMLN), Luis Parada of Nuestro Tiempo, Javier Renderos of Solidary Force, Marina Murillo of the Salvadoran Patriotic Fraternity (FPS). Ten parties participated in the legislative elections, eleven in the municipal elections, and nine in the PARLACEN election. Opinion polling indicated significant leads for Nuevas Ideas in the presidential, legislative, and municipal elections, as well as high support for Bukele's re-election.\nIn September 2021, the Supreme Court of Justice ruled that the incumbent president could run for immediate re-election despite the country's constitution prohibiting immediate re-election, overturning a 2014 ruling that reaffirmed that re-election was prohibited. In September 2022, Bukele officially announced that he was running for re-election. In June 2023, he officially registered as a presidential candidate for Nuevas Ideas, and the following month, Nuevas Ideas formally confirmed Bukele as its presidential candidate. Various lawyers, journalists, and opposition politicians criticized Bukele's re-election bid as authoritarian and unconstitutional, while most Salvadorans—both inside and outside the country—remained highly supportive of his campaign. In October 2022, the Legislative Assembly passed a law that allowed Salvadoran expatriates to vote in the election. Several opposition politicians criticized the decision, claiming that it would lead to electoral fraud. In December 2022, Bukele suggested reducing the number of municipalities and, in June 2023, he officially presented his proposals to reduce the number of municipalities from 262 to 44 and the number of seats in the Legislative Assembly from 84 to 60 to the Legislative Assembly. The Legislative Assembly approved both proposals that same month. The reductions were criticized by lawyers, economists, and opposition politicians as gerrymandering, undemocratic, and an attempt to consolidate the government's power.\nOn election day, Bukele declared himself the winner in the presidential election and declared Nuevas Ideas the winner in the legislative election. Various foreign media outlets called the election for Bukele. These declarations came before the TSE made an official statement regarding the final results because vote counting for both the presidential and legislative elections was delayed due to technical problems. On 9 February 2024, the TSE finished counting votes for the presidential election and officially declared Bukele the winner, having accumulated 84.65 percent of the popular vote in a landslide victory. On 18 February, the TSE finished counting votes for the legislative election; Nuevas Ideas won 54 of the Legislative Assembly's 60 seats. The political opposition submitted two petitions the TSE to nullify the results of the legislative election, citing irregularities and allegations of fraud, but the TSE dismissed both petitions. Nuevas Ideas won 28 municipalities, its allies won an additional 15 municipalities, and the opposition won 1 municipality. The elected deputies, mayors, and municipal councils assumed office on 1 May, while Bukele and Ulloa assumed office on 1 June.",
  "content": [
    {
      "section_title": "Political background",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Presidency of Nayib Bukele",
          "section_content": [
            {
              "sentence": "Nayib Bukele, the former mayor of San Salvador, won the 2019 Salvadoran presidential election with 53 percent of the vote",
              "refs": []
            },
            {
              "sentence": "He ran under the banner of the Grand Alliance for National Unity (GANA), making him the first president since José Napoleón Duarte (1984–1989) to not be a member of one of the country's two largest political parties: the Nationalist Republican Alliance (ARENA) and the Farabundo Martí National Liberation Front (FMLN)",
              "refs": []
            },
            {
              "sentence": "Bukele's election is considered one of the most impactful events in Salvadoran political history, with many politicians and journalists described it as breaking the country's two-party system",
              "refs": [
                "https://lanoticiasv.com/pdc-eligio-a-sus-candidatos-que-competiran-en-las-elecciones-de-2024/",
                "https://lanoticiasv.com/partido-pcn-reitera-apoyo-a-la-candidatura-presidencial-de-nayib-bukele/"
              ]
            },
            {
              "sentence": "Throughout his presidency, Bukele's government was described as authoritarian and autocratic,  resulting in what many journalists described as democratic backsliding",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "His COVID-19 lockdowns were criticized when the National Civil Police arrested more than 4,200 people",
              "refs": [
                "https://www.nytimes.com/2019/02/03/world/americas/salvador-bukele-election.html"
              ]
            },
            {
              "sentence": "In February 2020, he was criticized for sending 40 soldiers into the Legislative Assembly to pressure lawmakers to approve a US$109 million loan to fund the Territorial Control Plan, a security program initiated by Bukele, in what critics described as an attempted coup d'état",
              "refs": [
                "https://www.as-coa.org/articles/bukele-breaks-el-salvadors-two-party-hold-power"
              ]
            },
            {
              "sentence": "In September 2020, El Faro accused Bukele of negotiating with criminal gangs in the country, notably Mara Salvatrucha (MS-13) and the 18th Street gang, to lower crime rates",
              "refs": [
                "https://diariolahuella.com/se-cumplen-cuatro-anos-del-triunfo-de-nayib-bukele-sobre-el-bipartidismo/"
              ]
            },
            {
              "sentence": "Bukele and his government denied those accusations",
              "refs": []
            },
            {
              "sentence": "The United States government labeled various Bukele government officials as corrupt",
              "refs": [
                "https://time.com/6046941/el-salvador-nayib-bukele-crisis/",
                "https://www.hrw.org/news/2021/11/01/el-salvador-legislature-deepens-democratic-backsliding"
              ]
            },
            {
              "sentence": "In the 2021 legislative election, Nuevas Ideas, the political party Bukele established, won supermajorities   in the Legislative Assembly, municipalities, and the Central American Parliament (PARLACEN)",
              "refs": [
                "https://www.hrw.org/news/2020/04/15/el-salvador-police-abuses-covid-19-response",
                "https://www.bbc.com/news/world-latin-america-51458947",
                "https://www.courrierinternational.com/article/criminalite-salvador-le-president-bukele-aurait-aussi-negocie-avec-les-gangs"
              ]
            },
            {
              "sentence": "The 13th session of the Legislative Assembly assumed office on 1 May 2021, and Ernesto Castro was elected as the president of the Legislative Assembly",
              "refs": [
                "https://cnnespanol.cnn.com/2020/09/04/nayib-bukele-niega-supuesto-pacto-con-pandillas-para-reducir-homicidios-en-el-salvador/",
                "https://www.reuters.com/world/americas/us-names-bukele-aide-el-salvador-corruption-list-2021-05-18/",
                "https://www.americasquarterly.org/article/in-el-salvador-a-chastened-opposition-looks-to-find-its-way/"
              ]
            },
            {
              "sentence": "Following Castro's election, the 64 legislators representing Nuevas Ideas, GANA, the Christian Democratic Party (PDC), and the National Coalition Party (PCN) voted to remove Attorney General Raúl Melara and five Supreme Court justices from the constitutional court",
              "refs": [
                "https://www.ft.com/content/e59496a6-a844-425c-85ed-98341a26093e"
              ]
            },
            {
              "sentence": "Bukele later appointed a new attorney general and new justices in what has since been described as a self-coup",
              "refs": []
            },
            {
              "sentence": "Following a spike in murders in March 2022, Bukele's government began a gang crackdown, referred to as a state of exception and a war against gangs, which resulted in the reported arrests of over 75,163 alleged gang members by 11 January 2024  and 144 to 152 deaths in custody by 10 May 2023",
              "refs": [
                "https://www.tse.gob.sv/documentos/memoria-de-elecciones/2021/anexos/10-ANEXO-X-RESULTADOS-ELECCION-CONCEJOS-MUNICIPALES-2021.zip"
              ]
            },
            {
              "sentence": "The crackdown, which had since been extended several times, has been accused of engaging in arbitrary arrests, torture, and human rights abuses by organizations such as Amnesty International and Human Rights Watch",
              "refs": [
                "https://www.tse.gob.sv/documentos/elecciones/2021/escrutinio-final/reporte/04-Parlacen-conformacion.pdf"
              ]
            },
            {
              "sentence": "On 3 January 2023, Minister of Defense René Merino Monroy announced that 496 homicides were recorded in 2022, a decrease from 1,147 homicides in 2021; Merino attributed the decrease to the gang crackdown",
              "refs": [
                "https://www.laprensagrafica.com/lpgdatos/Ernesto-Castro-favorito-para-dirigir-la-Asamblea-Legislativa-20210430-0095.html",
                "https://www.washingtonpost.com/politics/2021/05/20/el-salvadors-president-launched-self-coup-watch-creeping-corruption-authoritarianism/"
              ]
            },
            {
              "sentence": "Politicians from ARENA, the FMLN, and Nuestro Tiempo described the crackdown as a political and electoral strategy to support the government and intimidate the opposition",
              "refs": [
                "https://diariolahuella.com/2024-inicia-garantizando-seguridad-de-salvadorenos/"
              ]
            },
            {
              "sentence": "Despite controversies and negative press coverage, Bukele remains extremely popular with approval ratings consistently hovering between 80 and 90 percent",
              "refs": []
            },
            {
              "sentence": "He is considered to be one of the most popular presidents in El Salvador's history,  as well as one of the most popular incumbent Latin American heads of state",
              "refs": [
                "https://www.youtube.com/watch?v=LM4oyDzgqdc",
                "https://www.aljazeera.com/news/2022/6/2/el-salvador-committing-massive-rights-violations-amnesty-says",
                "https://www.hrw.org/news/2022/05/02/el-salvador-evidence-serious-abuse-state-emergency",
                "https://web.archive.org/web/20230103203737/https://www.reuters.com/world/americas/el-salvador-murders-plummet-by-over-half-2022-amid-gang-crackdown-2023-01-03/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Presidential re-election controversy",
          "section_content": [
            {
              "sentence": "On 3 September 2021, the Supreme Court of Justice ruled that the president of El Salvador is eligible to run for re-election in consecutive terms, discarding a 2014 ruling that required presidents to wait ten years before running for re-election",
              "refs": []
            },
            {
              "sentence": "The 2021 court ruling made Bukele eligible to run for president in 2024",
              "refs": []
            },
            {
              "sentence": "Despite protests from ARENA and the FMLN, the Supreme Electoral Court (TSE) accepted the Supreme Court's ruling",
              "refs": [
                "https://globalvoices.org/2021/02/22/despite-claims-of-authoritarianism-president-bukeles-popularity-continues-to-be-strong-in-el-salvador/"
              ]
            },
            {
              "sentence": "Chargé d'Affaires Jean Elizabeth Manes compared the path the Salvadoran government was taking to that of Venezuela under Hugo Chávez",
              "refs": [
                "https://elsalvadorinfo.net/nayib-bukele-approval-rate/"
              ]
            },
            {
              "sentence": "On 1 March 2023, four of the five members of the Supreme Court's Constitutional Chamber confirmed that presidential re-election is allowed",
              "refs": [
                "https://newsinamerica.com/pdcc/boletin/2023/cid-gallup-nayib-bukele-es-el-mandatario-con-mejor-desempeno-presidencial-en-latinoamerica/"
              ]
            },
            {
              "sentence": "During a speech on the country's 201st anniversary of independence from Spain on 15 September 2022, Bukele officially announced his re-election campaign  despite having previously voiced his opposition to immediate re-election both before and during his presidency",
              "refs": [
                "https://apnews.com/article/elections-el-salvador-9dcbdb58df7fec5b43b289c3eb269730"
              ]
            },
            {
              "sentence": "Bukele justified his re-election bid by arguing that most developed countries allow re-election; he read a list of 39 countries the International Monetary Fund (IMF) considers \"developed,\" and stated that all the countries on the list, except for South Korea, allowed re-election",
              "refs": [
                "https://diario.elmundo.sv/Pol%C3%ADtica/se-dana-relacion-eeuu-el-salvador-con-resolucion-de-sala-jean-manes"
              ]
            },
            {
              "sentence": "He also claimed that restrictions on re-election only exists in third-world countries",
              "refs": [
                "https://www.prensa-latina.cu/2023/03/01/tse-respetara-decision-favorable-a-bukele-en-el-salvador"
              ]
            },
            {
              "sentence": "According to Bukele, a developed country criticizing his announcement would be hypocritical",
              "refs": [
                "https://x.com/nayibbukele/status/1570593844202291200"
              ]
            },
            {
              "sentence": "On 25 June 2023, Bukele officially registered his pre-candidacy for the presidency with Nuevas Ideas,  and on 9 July, Nuevas Ideas officially elected Bukele as its presidential candidate",
              "refs": [
                "https://www.prensa-latina.cu/2023/03/01/tse-respetara-decision-favorable-a-bukele-en-el-salvador",
                "https://www.reuters.com/world/americas/despite-prohibition-el-salvador-president-bukele-says-he-will-seek-re-election-2022-09-16/"
              ]
            },
            {
              "sentence": "Bukele is the first person since Brigadier General Maximiliano Hernández Martínez (in office 1931–1934 and 1935–1944) to be re-elected and serve multiple terms as president",
              "refs": []
            },
            {
              "sentence": "Additionally, he was the first president since Antonio Saca (served 2004–2009) to seek re-election",
              "refs": [
                "https://www.univision.com/noticias/america-latina/nayib-bukele-anuncia-postulara-reeleccion-salvador",
                "https://www.telemundo52.com/noticias/mundo/el-salvador-bukele-reeleccion-presidencial-2024/2324596/"
              ]
            },
            {
              "sentence": "[e]  Bukele has been compared to Juan Orlando Hernández in Honduras and Daniel Ortega in Nicaragua, who used the Supreme Court and constitutional reforms, respectively, in their own countries to allow themselves to run for re-election",
              "refs": [
                "https://www.reuters.com/world/americas/salvadoran-president-bukeles-party-names-him-2024-candidate-2023-07-10/"
              ]
            },
            {
              "sentence": "According to a poll conducted by the Francisco Gavidia University (UFG) in October 2022, 76 percent of respondents believed that if Bukele were re-elected in 2024, he would run for a third term in the 2029 presidential election",
              "refs": [
                "https://elfaro.net/en/202309/el_salvador/27055/Reelection-in-El-Salvador-Rhymes-with-Dictatorship.htm",
                "https://nacla.org/el-salvador-slide-toward-authoritarianism",
                "https://www.as-coa.org/articles/explainer-presidential-reelection-latin-america"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Criticism and opposition to re-election",
              "section_content": [
                {
                  "sentence": "Bukele's announcement that he was running for re-election was criticized by constitutional lawyers, who said his re-election would be unconstitutional and violate at least four articles of El Salvador's constitution",
                  "refs": []
                },
                {
                  "sentence": "Following Bukele's registration as a presidential pre-candidate, Eduardo Escobar, the executive director of the Citizen Action non-governmental organization, stated that \"everything is unconstitutional and they are only trying to give a face of legitimacy to everything with these gimmicks\" (\"todo es inconstitucional y solo están tratando de darle una cara de legitimidad a todo con estos artilugios\")",
                  "refs": [
                    "https://www.brookings.edu/opinions/reelection-continuity-and-hyper-presidentialism-in-latin-america/",
                    "https://www.elsalvador.com/noticias/nacional/elecciones-manuel-flores-fmln-precandidato/1071135/2023/"
                  ]
                },
                {
                  "sentence": "Manuel Flores, then the FMLN's presidential pre-candidate, stated that \"the law is the law  [and] the law says that there is no re-election\" (\"la ley es la ley  [y] la ley dice que no hay reelección\"), adding that the constitution is \"clear\" (\"clara\") in prohibiting re-election",
                  "refs": [
                    "https://progressive.org/latest/other-americans-el-salvador-illegal-reelection-092322/"
                  ]
                },
                {
                  "sentence": "Citizen Resistance politician Rubén Zamora stated that the Legislative Assembly had to suspend Bukele's rights as a Salvadoran citizen in accordance with the constitution for registering as a pre-candidate for presidential re-election",
                  "refs": [
                    "https://elfaro.net/en/202309/el_salvador/27055/Reelection-in-El-Salvador-Rhymes-with-Dictatorship.htm"
                  ]
                },
                {
                  "sentence": "Both Zamora and Claudia Ortiz, a deputy from Vamos, argued that articles 75, 88, 131, 152, 154, and 248 of the country's constitution prohibit immediate re-election",
                  "refs": [
                    "https://www.washingtonpost.com/world/2023/06/26/el-salvador-nayib-bukele-reelection-constitution/26abcbd2-1436-11ee-9de3-ba1fa29e9bec_story.html"
                  ]
                },
                {
                  "sentence": "On 1 May 2023, 36 left-wing organizations—including the FMLN and Nuestro Tiempo—held a protest march on International Workers' Day against Bukele's re-election campaign and the gang crackdown",
                  "refs": []
                },
                {
                  "sentence": "The protesters also demanded an increase of minimum wage from US$365 to US$500, respect for workers' rights, and the release of innocent people captured during the gang crackdown",
                  "refs": [
                    "https://www.latimes.com/world-nation/story/2022-09-16/el-salvador-presidents-re-election-bid-draws-strong-reaction"
                  ]
                },
                {
                  "sentence": "On 15 September, various organizations and civil movements held another protest march against re-election",
                  "refs": [
                    "https://www.laprensagrafica.com/elsalvador/Constitucionalista-reitera-prohibicion-de-reeleccion-en-El-Salvador-20230215-0099.html",
                    "https://www.elsalvador.com/noticias/nacional/accion-ciudadana-constitucion-de-la-republica-elecciones-2024-felix-ulloa-nayib-bukele-reeleccion-sala-lo-constitucional-breaking-news/1071144/2023/"
                  ]
                },
                {
                  "sentence": "The march traveled from the Rosales Hospital to the Plaza Gerardo Barrios",
                  "refs": []
                },
                {
                  "sentence": "According to Francisco Omar Parada, a spokesman for the Resistance and Popular Rebellion Bloc, the march protested presidential re-election, the reductions of municipalities and seats on the Legislative Assembly, the \"destruction\" (\"destrucción\") of democratic institutions, and the \"illegal control\" (\"control ilegal\") exerted by the presidency, the judiciary, the Office of the Attorney General, and other state institutions",
                  "refs": [
                    "https://lanoticiasv.com/ruben-zamora-pide-a-los-diputados-suspender-los-derechos-de-ciudadano-al-presidente-bukele-por-haberse-inscrito-como-precandidato-en-ni/"
                  ]
                },
                {
                  "sentence": "The presidential candidates for ARENA, the FMLN, and Nuestro Tiempo participated in the protest, as did various opposition deputies of the Legislative Assembly",
                  "refs": [
                    "https://lanoticiasv.com/claudia-ortiz-busca-pretextos-para-coartar-el-derecho-ciudadano-de-brindar-la-reeleccion-al-presidente-bukele/"
                  ]
                },
                {
                  "sentence": "In October and November 2023, a total of ten formal requests were submitted to the TSE calling for the body to not register Bukele's presidential candidacy or void his candidacy after he initiated the registration process",
                  "refs": []
                },
                {
                  "sentence": "Nuestro Tiempo, ARENA, and various NGOs filed these requests",
                  "refs": []
                },
                {
                  "sentence": "On 9 November, the TSE reaffirmed that Bukele's candidacy was legal and dismissed all the petitions to void his candidacy",
                  "refs": [
                    "https://diario.elmundo.sv/politica/siete-organizaciones-de-izquierda-anuncian-marcha-contra-regimen-y-reeleccion"
                  ]
                },
                {
                  "sentence": "Vice President Félix Ulloa, who supports Bukele's re-election bid, had suggested that Bukele should seek a leave of absence or express permission from the Supreme Court six months before the election",
                  "refs": []
                },
                {
                  "sentence": "In April 2023, Ulloa stated that Bukele was seeking a \"second mandate\" (\"segundo mandato\") rather than re-election, adding that, while immediate re-election was prohibited by the constitution, a second mandate was not",
                  "refs": [
                    "https://www.laprensagrafica.com/elsalvador/Empleados-gubernamentales-y-algunos-sindicatos-se-concentran-para-conmemorar-al-Dia-Internacional-del-Trabajo-20230501-0006.html"
                  ]
                },
                {
                  "sentence": "Some politicians, including Ulloa, also suggested that Bukele should resign six months before the election to be able to legally pursue re-election, but according to constitutional lawyer Enrique Anaya, resigning would have annulled Bukele's legal immunity and allow him to be prosecuted for alleged corruption and human rights violations",
                  "refs": [
                    "https://diario.elmundo.sv/politica/medicos-candidatos-presidenciales-y-diputados-en-marcha-contra-reeleccion-falta-de-medicinas-y-capturas-de-inocentes"
                  ]
                },
                {
                  "sentence": "Other constitutional lawyers state that his re-election campaign would be unconstitutional regardless",
                  "refs": [
                    "https://diario.elmundo.sv/politica/organizaciones-anuncian-marcha-el-15-de-septiembre-contra-la-reeleccion"
                  ]
                },
                {
                  "sentence": "Ulloa and Nuevas Ideas' deputy Christian Guevara stated that both Bukele and Ulloa would resign before 1 December 2023, six months before their second inauguration if they win re-election, and that a successor would be designated as president",
                  "refs": [
                    "https://www.laprensagrafica.com/elsalvador/Presentan-una-10-peticion-de-nulidad-de-la-candidatura-de-Nayib-Bukele-20231107-0080.html"
                  ]
                },
                {
                  "sentence": "On 28 November, Bukele announced he would ask for a leave of absence from the Legislative Assembly on 1 December to relieve him of his duties as president to focus on his presidential election campaign",
                  "refs": [
                    "https://www.laprensagrafica.com/elsalvador/TSE-dice-que-resolucion-sobre-candidatura-de-Bukele-esta-en-firme-20231109-0097.html"
                  ]
                },
                {
                  "sentence": "Bukele was granted a leave of absence on 30 November and Claudia Rodríguez de Guevara, his private secretary, was named as presidential designee;  she assumed office the following day and her appointment was criticized as unconstitutional by analysts and lawyers",
                  "refs": [
                    "https://diario.elmundo.sv/politica/vicepresidente-reitera-que-nayib-bukele-debera-pedir-licencia-seis-meses-antes",
                    "https://diario.elmundo.sv/politica/felix-ulloa-se-trata-de-un-segundo-mandato-no-reeleccion"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Allegations of fraud",
          "section_content": [
            {
              "sentence": "On 18 January 2023, the Legislative Assembly passed a resolution to increase the criminal penalty for electoral fraud to 15–20 years in prison from the previous penalty of 4–6 years",
              "refs": []
            },
            {
              "sentence": "If the individual was a gang member, the penalty was increased further to 20–30 years of imprisonment",
              "refs": []
            },
            {
              "sentence": "On 16 February, the Legislative Assembly passed a law making it illegal to impede the registration process for electoral candidates",
              "refs": [
                "https://diario.elmundo.sv/politica/bukele-anuncia-que-pedira-licencia-para-dedicarse-a-la-campana-y-le-pide-al-fiscal-que-investigue-a-su-gabinete"
              ]
            },
            {
              "sentence": "According to the updated penal code, impeding a candidate's registration process is legally considered electoral fraud and would result in 6–20 years of imprisonment",
              "refs": []
            },
            {
              "sentence": "Lawyers and electoral experts alleged that the updated law would be used against those who opposed Bukele's re-election campaign; Eduardo Escobar and Ruth Eleonora López, the chief of anti-corruption committee for Cristosal  [es], claimed that it was intimidation and a threat",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Asamblea-otorga-permiso-a-Bukele-para-que-realice-campana-20231130-0091.html"
              ]
            },
            {
              "sentence": "In addition to the Unique Identity Document  [es] (DUI; the primary identity document for Salvadorans), TSE magistrates Julio Olivo  [es] and Dora Martínez de Barahona suggested using biometrics, specifically fingerprinting, to ensure election security",
              "refs": []
            },
            {
              "sentence": "The Office for the Defense of Human Rights, a Salvadoran governmental agency, was an observer for the 2024 elections",
              "refs": [
                "https://gatoencerrado.news/2023/12/01/sustituye-ilegalmente-a-bukele-en-los-ultimos-seis-meses-de-su-presidencia/",
                "https://apnews.com/world-news/general-news-e03108ba9371398ad529cf44b8259d1f"
              ]
            },
            {
              "sentence": "In March 2023, Votante, a voter's initiative created by five Salvadoran civil society organizations, petitioned the TSE to allow the United Nations, the Organization of American States (OAS), and the European Union (EU) to monitor the elections",
              "refs": [
                "https://diario.elmundo.sv/politica/aprueban-hasta-15-anos-de-prision-por-fraude-y-bloquear-inscripcion-de-candidatos-en-elecciones"
              ]
            },
            {
              "sentence": "On 26 March, the TSE began the process of accepting international observers to monitor the election,  anticipating that almost 5,800 national and international observers to monitor the election",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/asamblea-voto-en-el-exterior-diaspora-salvadorena-codigo-penal-fraude-electoral-/1033002/2023/",
                "https://www.elsalvador.com/noticias/nacional/asamblea-tse-nayib-bukele-reeleccion-codigo-penal-julio-olivo-elecciones-2024-/1043451/2023/"
              ]
            },
            {
              "sentence": "In September 2023, the TSE officially accepted the OAS and the EU as election monitors for the 2024 election process;  the OAS accepted the TSE's offer while the EU stated that it would support the electoral process",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/magistrado-tse-propone-uso-sistema-biometrico-elecciones-2024/1035339/2023/"
              ]
            },
            {
              "sentence": "Isabel Saint Malo, a former vice president of Panama, was the head of the OAS election observation mission",
              "refs": [
                "https://diario.elmundo.sv/politica/como-el-tse-comprobara-la-identidad-del-votante-en-el-exterior-en-2024"
              ]
            },
            {
              "sentence": "In October 2023, the TSE announced that it had signed an agreement with Mexico's Monterrey Institute of Technology and Higher Education to audit the expatriate electronic voting process  and another agreement with CGTS Corp",
              "refs": [
                "https://diario.elmundo.sv/politica/pddh-tendra-observatorio-de-elecciones-2024",
                "https://www.laprensagrafica.com/elsalvador/Lanzan-iniciativa-Votante-20220620-0064.html"
              ]
            },
            {
              "sentence": "to audit both the expatriate electronic voting process and the expatriate electoral registry",
              "refs": []
            },
            {
              "sentence": "On 18 October 2022, the Legislative Assembly passed the Special Law for the Exercise of Suffrage Abroad, which allowed Salvadorans living outside of the country to vote electronically in the presidential and legislative elections, but not the municipal or PARLACEN elections",
              "refs": []
            },
            {
              "sentence": "The TSE announced on 17 November 2022 that it would guarantee the right of Salvadorans abroad to vote in the 2024 election",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-invita-a-la-union-europea-para-observacion-electoral-2024",
                "https://lanoticiasv.com/el-tse-aprobo-la-empresa-auditora-para-el-voto-nacional-y-en-el-extranjero-para-las-elecciones-de-2024/"
              ]
            },
            {
              "sentence": "According to the TSE, a total of 685,026 Salvadoran expatriates in 53 countries were eligible to vote as of 19 August 2023 [update]",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/oea-nombro-expresidenta-panama-observacion-elecciones/1116184/2024/",
                "https://www.laprensagrafica.com/elsalvador/A-firma-un-Convenio--con-el-Tec-de-Monterrey-para-auditar-voto-electronico-20231005-0098.html/"
              ]
            },
            {
              "sentence": "Under the electoral law, their votes would be counted as part of San Salvador Department",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-firma-contrato-cgts-que-auditara-el-voto-electronico-salvadoreno-de-2024"
              ]
            },
            {
              "sentence": "Some opposition figures claimed that the law would lead to voter fraud,    while Castro rejected the notion that fraud would occur in the expatriate voting process",
              "refs": [
                "https://diario.elmundo.sv/politica/asamblea-aprueba-voto-electronico-en-el-exterior-para-presidenciales-y-legislativas-de-2024",
                "https://diario.elmundo.sv/politica/nueva-ley-de-voto-en-exterior-no-aplicara-para-parlacen-y-concejos-municipales",
                "https://www.elsalvador.com/noticias/nacional/tse-promete-eleccion-transparente/1016892/2022/",
                "https://www.elsalvador.com/noticias/nacional/tse-voto-en-el-exterior-estados-unidos-/1012597/2022/"
              ]
            },
            {
              "sentence": "Per the Law of Political Parties, the TSE did not monitor the political parties' primary elections for irregularities",
              "refs": []
            },
            {
              "sentence": "In June 2023, some members of Nuevas Ideas claimed that there were irregularities present in the party's primary elections",
              "refs": [
                "https://www.aljazeera.com/news/2024/2/4/el-salvador-votes-with-nayib-bukele-poised-for-second-presidential-term"
              ]
            },
            {
              "sentence": "They criticized the party for presenting single-candidate primaries and promoting Bukele's family members for municipal races",
              "refs": []
            },
            {
              "sentence": "On 1 July, Nuevas Ideas' National Electoral Commission announced that it would open an internal investigation to guarantee that the party's statutes and regulations were followed and that those who attempted to manipulate the electoral process would be punished and turned over to the country's legal system",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/tse-magistrado-presidente-del-elecciones-legislativas-presidenciales-nuevas-ideas-bancada-de-nayib-bukele/1013035/2022/"
              ]
            },
            {
              "sentence": "On 31 July, Nuevas Ideas suspended Rebeca Santos's legislative candidacy after videos surfaced allegedly showing Santos's staffers soliciting party members for codes to vote in her favor",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/asamblea-voto-en-el-exterior-oposicion-politica-arena-fmln-vamos-nuestro-tiempo-nayib-bukele-/1008271/2022/"
              ]
            },
            {
              "sentence": "On 30 June 2023, Mayra Zetino, the mayor of Sacacoyo and a member of GANA, announced her departure from GANA, claiming that there was a lack of transparency and low confidence in the party's primary election process",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Voto-electronico-aumenta-riesgo-de-manipulacion-Accion-Ciudadana-sobre-sufragio-en-el-exterior-20220707-0039.html"
              ]
            },
            {
              "sentence": "Guillermo Gallegos, the vice president of GANA and a deputy of the Legislative Assembly, responded to Zetino's announcement by stating that there were no irregularities within the party",
              "refs": [
                "https://diariolahuella.com/diputado-ernesto-castro-rechaza-argumentos-de-fraude-de-la-oposicion-en-elecciones-2024/"
              ]
            },
            {
              "sentence": "According to a UFG opinion poll conducted in May and June 2023, 62.8 percent of Salvadorans believed the elections would be \"clean and transparent\" (\"limpias y transparentes\"), 25 percent had doubts about the election's legitimacy, and 9.7 percent believed there would be fraud",
              "refs": []
            },
            {
              "sentence": "A poll conducted by the Central American University in November 2023 found that 45.2 percent of Salvadorans believed that the elections would be \"clean\" (\"limpias\"), while 31.5 percent believed there would be fraud",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Miembros-de-Nuevas-Ideas-reclaman-irregularidades-en-proceso-interno-20230622-0091.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Reduction of municipalities and legislative seats",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Initial proposals, support, and criticism",
              "section_content": [
                {
                  "sentence": "On 30 December 2022, Bukele tweeted that he believed the country's 262 municipalities should be reduced to only 50, claiming that it was \"absurd that 21,000 km2 are divided into 262 municipalities\" (\"absurdo que 21,000 kms2 estén divididos en 262 alcaldías\")",
                  "refs": []
                },
                {
                  "sentence": "[f]  Various economists, lawyers, and politicians argued that the proposed reduction was an attempt to consolidate power through gerrymandering,  would grant Nuevas Ideas an electoral advantage,  and would lead to data manipulation to favor the government",
                  "refs": [
                    "https://diario.elmundo.sv/politica/nuevas-ideas-inhabilita-a-rebeca-santos-para-participar-en-elecciones-2024",
                    "https://diario.elmundo.sv/politica/mayra-zetino-alcaldesa-de-sacacoyo-renuncia-a-gana",
                    "https://lanoticiasv.com/diputado-gallegos-desmiente-que-haya-irregularidades-en-gana-como-senalo-mayra-zetino/"
                  ]
                },
                {
                  "sentence": "Eugenio Chicas, a former TSE magistrate TSE, denounced the idea, claiming that it was a part of Bukele's \"political vision\" to consolidate a military dictatorship",
                  "refs": [
                    "https://diario.elmundo.sv/politica/confian-los-salvadorenos-en-las-proximas-elecciones"
                  ]
                },
                {
                  "sentence": "Gallegos expressed his support for Bukele's proposal, adding that he believed the number of seats in the Legislative Assembly should also be reduced",
                  "refs": []
                },
                {
                  "sentence": "Ulloa supported reducing the number of seats in the Legislative Assembly and suggested decreasing it from 84 to 50 seats",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In February 2023, Castro confirmed that Nuevas Ideas was considering reducing the number of deputies in the Legislative Assembly from 84 to 64 and the number of municipalities from 252 to 50",
                  "refs": [
                    "https://www.elsalvador.com/noticias/nacional/elecciones-legislativas-municipales-segregacion-de-municipios-nayib-bukele-accion-ciudadana-cristosal-/1028984/2023/"
                  ]
                },
                {
                  "sentence": "John Wright, a Nuestro Tiempo deputy, described the proposal to reduce the number of deputies as \"extremely irresponsible\" for occurring within one year of the election",
                  "refs": []
                },
                {
                  "sentence": "Claudia Ortiz criticized the announcement, stating the proposed reforms could help Nuevas Ideas form a one-party state",
                  "refs": [
                    "https://www.elsalvador.com/noticias/nacional/accion-ciudadana-reduccion-municipal/1029584/2023/"
                  ]
                },
                {
                  "sentence": "She also argued that the time to make electoral reforms had passed and that the changes would violate Article 291-A of the electoral code,  which prohibits electoral reforms up to one year before an election",
                  "refs": [
                    "https://www.elsalvador.com/noticias/nacional/alcaldias-asamblea-legislativa-nayib-bukele/1028982/2023/"
                  ]
                },
                {
                  "sentence": "On 15 March 2023, the Legislative Assembly voted to repeal Article 291-A,  which ARENA deputy René Portillo Cuadra described as unconstitutional",
                  "refs": [
                    "https://www.elsalvador.com/noticias/nacional/reduccion-municipios-debe-ser-base-censo/1029562/2023/",
                    "https://www.prensa-latina.cu/2023/01/03/expectativas-en-el-salvador-sobre-reduccion-de-los-municipios"
                  ]
                },
                {
                  "sentence": "and the Washington Office on Latin America, a U.S",
                  "refs": [
                    "https://diario.elmundo.sv/politica/gallegos-sugiere-reducir-la-cantidad-de-diputados-en-asamblea-legislativa"
                  ]
                },
                {
                  "sentence": "non-governmental organization, described as \"the latest backstep in the country\"",
                  "refs": []
                },
                {
                  "sentence": "In February 2023, GANA deputy Newman Salgado claimed that the country's population would support the reductions of Assembly deputies and municipalities",
                  "refs": []
                },
                {
                  "sentence": "According to a poll conducted by the Francisco Gavidia University that month, around 48.5 percent of Salvadorans erroneously believed that El Salvador was already divided into only 50 municipalities",
                  "refs": [
                    "https://www.elsalvador.com/noticias/nacional/alcaldias-asamblea-legislativa-nayib-bukele/1028982/2023/"
                  ]
                },
                {
                  "sentence": "According to a Fundaungo poll in March 2023, 48.8 percent of Salvadorans supported reducing the number of municipalities, while 44.2 opposed it",
                  "refs": [
                    "https://www.laprensagrafica.com/elsalvador/Oficialismo-evalua-proponer-reduccion-en-el-numero-de--los-municipios-y-diputados-20230220-0100.html"
                  ]
                },
                {
                  "sentence": "Meanwhile, 80.2 percent supported reducing the number of legislative seats, while only 16.4 opposed it",
                  "refs": []
                },
                {
                  "sentence": "A May 2023 poll conducted by UFG found that 66.4 percent supported the reduction of municipalities while 39.4 percent opposed it",
                  "refs": [
                    "https://diario.elmundo.sv/politica/oposicion-con-dudas-ante-propuesta-para-reducir-cantidad-de-diputados"
                  ]
                },
                {
                  "sentence": "A later Fundaungo poll in September 2023 found that 66.9 percent of Salvadorans supported the reduction of municipalities while 27.4 percent opposed it",
                  "refs": [
                    "https://diario.elmundo.sv/politica/se-suspenden-las-reformas-electorales-un-ano-antes-de-elecciones"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Legislative Assembly approval",
              "section_content": [
                {
                  "sentence": "During a speech celebrating his fourth year in office on 1 June 2023, Bukele formally proposed legislation to reduce the number of municipalities from 262 to 44 and the number of seats in the Legislative Assembly from 84 to 60",
                  "refs": []
                },
                {
                  "sentence": "Regarding the municipal reduction, he stated that the present municipalities would be transformed into districts, adding that municipal employees would keep their jobs and that communities would still be able to celebrate their local traditions and customs",
                  "refs": [
                    "https://www.elsalvador.com/noticias/nacional/asamblea-tse-elecciones-2024-rene-portillo-cuadra-constitucion-reformas-electorales-/1048732/2023/"
                  ]
                },
                {
                  "sentence": "Bukele argued that the reduction would also reduce the budgetary burden on the municipalities, make a \"more equitable\" distribution of taxation possible, and make electing and auditing mayors easier",
                  "refs": []
                },
                {
                  "sentence": "Regarding the legislative reduction, he stated that the number of seats would return to the number that were present before the 1992 Chapultepec Peace Accords",
                  "refs": [
                    "https://www.wola.org/2023/03/electoral-reforms-el-salvador-consolidation-of-power/",
                    "https://diario.elmundo.sv/politica/encuesta-ufg-la-mitad-de-salvadorenos-cree-que-el-pais-tiene-50-municipios"
                  ]
                },
                {
                  "sentence": "He criticized opposition politicians, stating \"this Assembly once had 60 deputies, it did not occur to us this government that those in the corner do not like this announcement because ARENA and the FMLN, in that farce they signed, added 24 more deputies and it was the only thing that they accomplished in those 'peace accords'\" (\"esta Asamblea tenía 60 diputados, no se nos ocurrió en este Gobierno, a esos de la esquina no les gusta este anuncio porque ARENA y el FMLN en esa farsa que firmaron añadieron a 24 diputados más y fue lo único que cumplieron en esos 'acuerdos de paz'\")",
                  "refs": []
                },
                {
                  "sentence": "ARENA stated that the reductions were a \"tactic to swing the electoral field in  [Nuevas Ideas'] favor\" (\"táctica para inclinar la cancha electoral a su favor\")",
                  "refs": []
                },
                {
                  "sentence": "Claudia Ortiz stated that the reduction of municipalities was to benefit Nuevas Ideas' mayors who had done a \"very bad job\" since their election in 2021",
                  "refs": [
                    "https://www.laprensagrafica.com/elsalvador/EN-VIVO-Presdiente-Nayib-Bukele-da-discurso-por-cuatro-anos-de-Gobierno-20230601-0066.html"
                  ]
                },
                {
                  "sentence": "Marleni Funes, an FMLN deputy, claimed that Bukele wanted to guarantee his grip on power and that every Salvadoran knows that fewer resources would arrive when the municipalities were reduced",
                  "refs": []
                },
                {
                  "sentence": "Óscar Ortiz, the secretary-general of the FMLN, described the proposals as \"institutional fraud\" for occurring during the lead up to the 2024 election",
                  "refs": [
                    "https://www.elsalvador.com/noticias/nacional/arena-asamblea-johnny-wright-sol-nayib-bukele-nuestro-tiempo-rene-portillo-cuadra-cuarto-ano/1065243/2023/"
                  ]
                },
                {
                  "sentence": "On 7 June 2023, the Legislative Assembly approved the proposal to reduce the Legislative Assembly from 84 to 60 seats",
                  "refs": []
                },
                {
                  "sentence": "Anabel Belloso, an FMLN deputy, claimed that the purpose of the legislative reduction was to \"continue concentrating power\", and other opposition figures argued that the reduction would diminish the smaller parties' political participation",
                  "refs": []
                },
                {
                  "sentence": "In contrast, GANA deputy Romeo Aüerbach denied that the reductions would affect the representation of smaller parties",
                  "refs": [
                    "https://diariolahuella.com/presidente-bukele-anuncia-reduccion-a-60-diputados/",
                    "https://diario.elmundo.sv/politica/aprueban-reduccion-a-60-diputados-y-eliminan-diputaciones-por-residuos"
                  ]
                },
                {
                  "sentence": "Claudia Ortiz and ARENA deputy César Reyes claimed that the reduction would assure and concentrate more power for Nuevas Ideas",
                  "refs": []
                },
                {
                  "sentence": "On 13 June 2023, the Legislative Assembly approved the proposal to reduce the number of municipalities from 262 to 44, with the proposal stipulating that the reductions would go into effect on 1 May 2024",
                  "refs": []
                },
                {
                  "sentence": "López described the process of reducing municipalities as having been conducted in an \"arbitrary and whimsical\" manner, and argued that the reductions would distance the municipal governments from the people they govern",
                  "refs": [
                    "https://diario.elmundo.sv/politica/669-de-poblacion-a-favor-de-reduccion-de-los-municipios"
                  ]
                },
                {
                  "sentence": "Portillo Cuadra described the reductions as \"counterproductive\" as it would assign mayors to oversee more people in each municipality",
                  "refs": [
                    "https://diario.elmundo.sv/politica/asi-respondio-arena-al-discurso-de-bukele-ante-la-asamblea-legislativa"
                  ]
                },
                {
                  "sentence": "Wright claimed that the reductions would concentrate power among fewer people and that municipal representation was becoming \"less democratic\"",
                  "refs": []
                },
                {
                  "sentence": "He claimed that the municipal reductions were electoral objectives rather than a desire to promote development or save money and questioned the lack of studies conducted to determine if the 262 municipalities should be reduced to 44",
                  "refs": [
                    "https://diario.elmundo.sv/politica/bukele-pide-reduccion-de-262-a-44-alcaldias-y-de-84-a-60-diputados"
                  ]
                },
                {
                  "sentence": "In response to the opposition's criticism, Castro claimed that the political opposition was becoming desperate because the country was returning to a \"fair system\"",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Electoral system",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Election procedure",
          "section_content": [
            {
              "sentence": "General elections were scheduled to be held in El Salvador five years after the 2019 presidential election and three years after the 2021 legislative election",
              "refs": []
            },
            {
              "sentence": "The president, vice president, 60 Legislative Assembly deputies, 44 mayors and municipal councils of the country's municipalities (second-level subdivisions), and 20 Central American Parliament deputies were elected through a popular vote",
              "refs": [
                "https://www.bbc.com/news/world-latin-america-51458947",
                "https://elfaro.net/es/202306/el_salvador/26882/Bukelismo-extingue-f%C3%B3rmula-electoral-que-favorec%C3%ADa-a-minor%C3%ADas.htm"
              ]
            },
            {
              "sentence": "El Salvador's constitution mandated that the election would be \"free, direct, equal and secret\"",
              "refs": []
            },
            {
              "sentence": "On 11 August 2022, the Supreme Electoral Court announced that the elections for the presidency, vice presidency, and the Legislative Assembly would be held on Sunday, 4 February 2024, and that the elections for the 44 municipalities and the Central American Parliament would be held on Sunday, 3 March 2024",
              "refs": [
                "https://www.reuters.com/world/americas/el-salvador-slashes-size-congress-ahead-elections-2023-06-07/"
              ]
            },
            {
              "sentence": "If a second presidential round had been necessary, it would have occurred on 3 March",
              "refs": []
            },
            {
              "sentence": "Voting was held from 7 a.m",
              "refs": [
                "https://diario.elmundo.sv/politica/bukele-nueva-regla-es-convencer-a-la-gente-de-votar-por-candidatos"
              ]
            },
            {
              "sentence": "to 5 p.m",
              "refs": []
            },
            {
              "sentence": "Central Standard Time",
              "refs": []
            },
            {
              "sentence": "To win the presidential election, a candidate needs an absolute majority (50% + 1)",
              "refs": []
            },
            {
              "sentence": "If no candidate received an absolute majority, a second round between the two candidates with the most valid votes would have occurred within 30 days of the first round",
              "refs": []
            },
            {
              "sentence": "Deputies of the Legislative Assembly were elected by the D'Hondt method, which was changed in June 2023 from the hare quota largest remainders method used in previous elections",
              "refs": [
                "https://www.reuters.com/world/americas/el-salvador-slashes-size-congress-ahead-elections-2023-06-07/",
                "https://www.elsalvador.com/noticias/nacional/reduccion-de-municipios-segregacion-fondo-para-elfodes-desarrollo-economico-y-social-los-asamblea-legislativa-nayib-bukele-alcaldias/1068157/2023/"
              ]
            },
            {
              "sentence": "Meanwhile, mayors, municipal council members, and Central American Parliament deputies were elected by open list proportional representation",
              "refs": [
                "https://diario.elmundo.sv/politica/asamblea-aprueba-44-municipios-y-sube-poblacion-representada-por-regidor"
              ]
            },
            {
              "sentence": "The 60 deputies of the Legislative Assembly were elected in 14 constituencies for the country's 14 departments (first-level subdivisions), the 44 mayors and municipal councils were elected for each constituency, and the 20 Central American Parliament deputies were elected from one nationwide constituency",
              "refs": []
            },
            {
              "sentence": "Presidential and vice presidential candidates must be at least 30 years old, legislative candidates must be at least 25 years old, and municipal candidates must be at least 21 years old",
              "refs": []
            },
            {
              "sentence": "All candidates must be Salvadoran citizens by birth",
              "refs": []
            },
            {
              "sentence": "Per article 38 of the Law of Political Parties, at least 30 percent of a party's total candidates for the legislative, municipal, and PARLACEN elections must be women",
              "refs": [
                "https://www.swissinfo.ch/spa/el-salvador-elecciones_el-salvador-necesita-una-agenda-de-reformas-electorales--dice-eurodiputado/47066778"
              ]
            },
            {
              "sentence": "In addition to the 60 deputies elected to the Legislative Assembly and the 20 deputies elected to PARLACEN (referred to as proprietary deputies), an additional 60 substitute deputies were elected to the Legislative Assembly and 20 substitute deputies were elected to PARLACEN",
              "refs": [
                "https://web.archive.org/web/20150103200933/http://confinder.richmond.edu/admin/docs/ElSalvador1983English.pdf"
              ]
            },
            {
              "sentence": "Voters in each of the 44 municipalities elected 1 mayor and a varying number of members to the municipal council",
              "refs": []
            },
            {
              "sentence": "Each municipal council consisted of 1 trustee, 4 proprietary aldermen, and 4 substitute alderman, however, two municipalities elected 8 proprietary alderman and two more elected 10 proprietary alderman due to those municipalities' larger size",
              "refs": []
            },
            {
              "sentence": "In total, 624 people were elected to hold public office in the 2024 elections, a decrease from 3,206 in 2021",
              "refs": []
            },
            {
              "sentence": "A total of 1,595 voting centers were available across the country",
              "refs": []
            },
            {
              "sentence": "Voting was not compulsory",
              "refs": [
                "https://diariolahuella.com/centros-de-votacion-abiertos-de-700-a-m-a-500-p-m/"
              ]
            },
            {
              "sentence": "Electronic voting for Salvadoran expatriates began at midnight on 6 January 2024",
              "refs": [
                "https://books.google.com/books?id=-xZREAAAQBAJ"
              ]
            },
            {
              "sentence": "Expatriates were able to vote at 81 voting centers in 60 of the country's embassies and consulates  in 30 countries; 42 eligible voters in 22 countries were unable to vote",
              "refs": [
                "https://www.laprensagrafica.com/amp/elsalvador/Que-es-el-metodo-DHondt-el-nuevo-sistema-de-eleccion-20230607-0117.html",
                "https://diario.elmundo.sv/politica/partidos-aspiran-a-tener-mas-alcaldes-y-diputados-en-2024"
              ]
            },
            {
              "sentence": "The designs for all four ballots—presidential, legislative, municipal, and PARLACEN—were finalized on 6 December 2023",
              "refs": [
                "https://lanoticiasv.com/tse-pide-a-partidos-garantizar-candidaturas-de-mujeres-para-elecciones-2024/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Election financing",
          "section_content": [
            {
              "sentence": "In December 2022, TSE magistrate Noel Orellana estimated that it would cost between US$25 and 30 million to finance the expatriate vote for the 2024 election,  but later revised the estimate to US$120 million",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-aun-sin-definir-la-cantidad-de-centros-de-votacion-para-las-elecciones-de-2024"
              ]
            },
            {
              "sentence": "In February 2023, the TSE announced that the expatriate vote would cost US$70.6 million and the national election would cost US$89 million, for a total cost of US$159.7 million for the 2024 election",
              "refs": [
                "https://www.as-coa.org/articles/explainer-el-salvadors-2024-presidential-and-legislative-elections"
              ]
            },
            {
              "sentence": "In March 2023, the TSE reduced its estimate to US$129.3 million and formally requested that amount from the Legislative Assembly",
              "refs": [
                "https://diario.elmundo.sv/politica/arranca-voto-electronico-para-741094-salvadorenos-con-dui-en-el-exterior"
              ]
            },
            {
              "sentence": "The Legislative Assembly approved the TSE's request on 15 March 2023,  making the 2024 election the most expensive election in Salvadoran history",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-preve-217-maquinas-de-votacion-electronica-en-81-centros-de-60-ciudades",
                "https://www.laprensagrafica.com/elsalvador/Salvadorenos-en-22-paises-no-podran-ejercer-el-voto-de-forma-presencial-en-proximas-elecciones-20230803-0069.html"
              ]
            },
            {
              "sentence": "On 10 June 2023, the TSE announced that it came to an agreement with El Salvador Products and Services Exchange (BOLPROS) regarding procurement procedures for the election",
              "refs": []
            },
            {
              "sentence": "On 20 June, the TSE announced that it had signed an agreement with the National Charity Lottery (LNB) regarding the verification of financial information of political parties",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/voto-exterior-presupuesto-tse-elecciones/1022090/2022/"
              ]
            },
            {
              "sentence": "Through the agreement, the TSE was able to compare the financial information the political parties presented, with the LNB handling the data",
              "refs": []
            },
            {
              "sentence": "On 29 June, the TSE announced that it had contracted Indra Solutions to implement electronic voting",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Voto-en-el-exterior-podria-costar-mas-de-120-millones-20230127-0078.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Political parties",
          "section_content": [
            {
              "sentence": "Political parties must be registered with the TSE to be able to participate in elections",
              "refs": []
            },
            {
              "sentence": "The following table shows the thirteen political parties that were eligible to participate in the 2024 election.",
              "refs": []
            },
            {
              "sentence": "Additionally, various civil movements attempted to register with the TSE to gain political party status and to run in the 2024 election",
              "refs": []
            },
            {
              "sentence": "Such civil movements included Citizen Power, the Authentic Republican Movement, the Authentic Salvadoran Movement (MAS), We Shall Construct a New El Salvador, the Salvadoran Veteran Party, Somos, and i",
              "refs": []
            },
            {
              "sentence": "Citizen Power announced its primary elections in March 2023, but the TSE declared the announcement invalid because they were not registered to participate in the 2024 election",
              "refs": [
                "https://diario.elmundo.sv/politica/aprobados-presupuestos-para-elecciones-nacionales-y-voto-electronico-en-exterior",
                "https://www.laprensagrafica.com/elsalvador/Elecciones-de-2024-seran-las-mas-caras-de-la-historia-de-El-Salvador-20230217-0092.html",
                "https://www.laprensagrafica.com/elsalvador/Compras-para-elecciones-2024-seran-a-traves-de-BOLPROS-20230609-0117.html",
                "https://www.tse.gob.sv/noticia/2023/TSE-y-Loter%C3%ADa-firman-convenio-para-verificar-financiamiento-de-partidos-pol%C3%ADticos"
              ]
            },
            {
              "sentence": "In mid-April 2023, the party turned in 50,000 signatures to the TSE to be registered as a political party",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/TSE-elige-a-Indra-para-voto-electronico-en-elecciones-2024-20230629-0128.html"
              ]
            },
            {
              "sentence": "MAS abandoned its efforts to register in early-April 2023",
              "refs": [
                "https://www.tse.gob.sv/TSE/Elecciones/Partidos-Pol%C3%ADticos"
              ]
            },
            {
              "sentence": "In late-2022, Paul Monroy, the leader of i, announced the movement abandoned its efforts to register with the TSE",
              "refs": [
                "https://diario.elmundo.sv/politica/estos-5-partidos-politicos-estan-en-tramite-de-inscripcion-en-tse"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Registered voters",
          "section_content": [
            {
              "sentence": "Salvadoran citizens over the age of 18 living in El Salvador had until 7 August 2023 to register to vote,  while those living outside of the country had until 5 November 2023 to register",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-prorroga-plazo-para-que-fuerza-solidaria-recolecte-14000-firmas-que-le-hacen-falta"
              ]
            },
            {
              "sentence": "Salvadorans in the country had until 3 April 2023 to change their address of residency on their Unique Identity Document, while those living abroad had until 5 November 2023",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-autoriza-proselitismo-al-partido-en-organizacion-mar"
              ]
            },
            {
              "sentence": "Guillermo Wellman, a magistrate of the TSE, stated that individuals arrested during the country's gang crackdown were ineligible to vote",
              "refs": [
                "https://diario.elmundo.sv/politica/poder-ciudadano-partido-aun-no-inscrito-convoca-a-internas-para-elegir-candidatos-2024"
              ]
            },
            {
              "sentence": "In the legislative election, votes cast from outside of the country were counted towards selecting deputies in the department of San Salvador",
              "refs": [
                "https://diario.elmundo.sv/politica/poder-ciudadano-entrega-firmas-para-inscribirse-como-partido-politico"
              ]
            },
            {
              "sentence": "There were a total of 6,214,399 registered voters",
              "refs": [
                "https://diario.elmundo.sv/politica/movimiento-mas-abandona-proceso-de-inscripcion-como-partido-ante-el-tse"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Presidency",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Registered candidates",
          "section_content": [
            {
              "sentence": "Six political parties had their 2024 presidential and vice presidential candidates officially registered by the TSE.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Rejected candidates",
          "section_content": [
            {
              "sentence": "One party's presidential and vice presidential candidates were rejected by the TSE.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Withdrawn candidates",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Declined candidates",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Parliament",
      "section_content": [
        {
          "sentence": "Nuevas Ideas held a majority in the 13th Legislative Assembly; GANA, the PDC, and the PCN supported Nuevas Ideas' government",
          "refs": []
        },
        {
          "sentence": "The opposition consisted of ARENA, the FMLN, Nuestro Tiempo, and Vamos",
          "refs": []
        },
        {
          "sentence": "Within the Central American Parliament, the fifteen deputies from Nuevas Ideas and GANA belong to the Center-Democratic Integration Group, the four deputies from ARENA and the PCN belong to the Integrationist Democratic Unity, and the sole FMLN deputy belongs to the Parliamentary Group of the Left",
          "refs": [
            "https://diario.elmundo.sv/politica/fraternidad-patriota-presento-su-formula-presidencial-para-2024"
          ]
        },
        {
          "sentence": "In the years following the 2021 legislative election, three deputies and twenty-two mayors from ARENA left the party and become independents, as had eleven mayors from the FMLN, and one deputy and two mayors from GANA",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Retiring deputies",
          "section_content": [
            {
              "sentence": "Eighteen deputies elected to the Legislative Assembly in 2021 did not run for re-election in 2024 because they chose to run for another office, were eliminated during their party's primary elections, were suspended by their party prior to the election, or they chose not to seek public office in 2024.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Electoral campaign",
      "section_content": [
        {
          "sentence": "The TSE mandated that the parties had to announce their primary elections by 5 March 2023",
          "refs": []
        },
        {
          "sentence": "The TSE initially required that the parties hold their primary elections by 5 July 2023,  but after the Legislative Assembly voted to reduce the number of municipalities in June 2023, the TSE delayed the deadline for primary elections until 20 July 2023",
          "refs": [
            "https://diario.elmundo.sv/politica/diputados-de-oposicion-aun-no-deciden-si-buscaran-la-reeleccion-en-el-2024",
            "https://www.elsalvador.com/noticias/nacional/asamblea-arena-rene-portillo-cuadra-elecciones-2024-/1034288/2023/"
          ]
        },
        {
          "sentence": "Political parties had until 7 August 2023 to register presidential and legislative coalitions",
          "refs": [
            "https://www.laprensagrafica.com/elsalvador/GANA-no-hara-coalicion-con-Nuevas-Ideas-en-la-Asamblea-Guillermo-Gallegos-20230713-0076.html"
          ]
        },
        {
          "sentence": "Parties had until 4 September 2023 to form municipal and PARLACEN coalitions",
          "refs": []
        },
        {
          "sentence": "In total, there were 7 presidential candidates, 7 vice presidential candidates, 313 legislative candidates, 202 municipal candidates, and 80 PARLACEN candidates",
          "refs": [
            "https://diario.elmundo.sv/politica/estos-son-los-60-candidatos-a-diputados-de-nuevas-ideas"
          ]
        },
        {
          "sentence": "According to Citizen Action, only 67,415—or 26.4 percent—of registered political party members voted in the country's primary elections, the lowest percentage since the organization had been keeping track of this statistic since the 2015 primary elections",
          "refs": [
            "https://diario.elmundo.sv/politica/sandra-martinez-y-norma-lobo-sustituiran-a-candidatos-inhabilitados-en-la-libertad"
          ]
        },
        {
          "sentence": "The TSE regulated campaigning on Facebook, TikTok, Twitter, and Instagram,  but it did not regulate campaigning outside of the country",
          "refs": [
            "https://diario.elmundo.sv/politica/partidos-politicos-tienen-hasta-marzo-para-convocar-a-elecciones-internas"
          ]
        },
        {
          "sentence": "The following table lists the electoral registration and campaigning periods as defined by the TSE.",
          "refs": [
            "https://diariolahuella.com/partidos-politicos-tienen-hasta-el-5-de-julio-para-realizar-elecciones-internas/"
          ]
        },
        {
          "sentence": "Before the campaign period began, some Nuevas Ideas politicians began to promote their electoral campaigns on Twitter and others purchased online advertising through Google Ads",
          "refs": []
        },
        {
          "sentence": "López criticized the campaigns as illegal, arguing they violated article 172 of the electoral code",
          "refs": []
        },
        {
          "sentence": "Legal experts and opposition politicians also accused Nuevas Ideas of \"promoting the figure of Nayib Bukele\" ahead of the 3 October 2023 campaigning period for presidential candidates, and called on the TSE to take action against the supposed early campaigns being undertaken by Nuevas Ideas",
          "refs": [
            "https://www.laprensagrafica.com/elsalvador/Partidos-han-confirmado-mas-de-200-candidatos-a-alcaldes-20230721-0103.html"
          ]
        },
        {
          "sentence": "In October 2023, the TSE stated that it was investigating 20 to 25 cases of early campaigns",
          "refs": [
            "https://www.laprensagrafica.com/elsalvador/Solo-un-26--de-militantes-votaron-en-internas-de-los-partidos-20230825-0083.html"
          ]
        },
        {
          "sentence": "On 4 February 2024, four days after the beginning of a period of election silence, Bukele called upon voters to vote for him; ARENA criticized Bukele's call to voters, denouncing what the party described as \"disrespectful of the Constitution and the law\"",
          "refs": [
            "https://diario.elmundo.sv/politica/tse-busca-sancionar-propaganda-anticipada-en-redes-sociales"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Nuevas Ideas",
          "section_content": [
            {
              "sentence": "In February 2023, Castro stated that Nuevas Ideas aimed to win 70 seats in the Legislative Assembly and that the party did not intend to join a coalition with any other party",
              "refs": []
            },
            {
              "sentence": "Following the reduction of municipalities and legislative seats, Castro stated that Nuevas Ideas expected to win all 44 municipalities and all 60 seats in the Legislative Assembly",
              "refs": [
                "https://www.swissinfo.ch/spa/el-salvador-elecciones_el-salvador-necesita-una-agenda-de-reformas-electorales--dice-eurodiputado/47066778",
                "https://diario.elmundo.sv/politica/hoy-inicia-la-inscripcion-de-candidatos-presidenciales-legislativos-y-parlacen"
              ]
            },
            {
              "sentence": "Castro's revised projections were criticized by opposition leaders; Claudia Ortiz described the projections as \"undemocratic\", Wright claimed that Nuevas Ideas \"consolidating is a dictatorship\", and Belloso stated that the party was seeking to \"concentrate power\"",
              "refs": [
                "https://diario.elmundo.sv/politica/regulara-el-salvador-la-campana-electoral-anticipada-en-el-exterior"
              ]
            },
            {
              "sentence": "Nuevas Ideas' deputies held events in the U.S",
              "refs": []
            },
            {
              "sentence": "to meet Salvadoran expatriates and support Bukele's re-election campaign",
              "refs": []
            },
            {
              "sentence": "Eduardo Escobar claimed the events were illegal according to the constitution's rules about promoting candidates",
              "refs": []
            },
            {
              "sentence": "Nuevas Ideas held such events in Houston,  Los Angeles,  New York City,  Uniondale,  and Washington, D.C",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/respeto-a-la-ley-debe-ser-parte-de-una-campan-altura-dicen-abogados-y-candidatos/1090502/2023/",
                "https://lanoticiasv.com/tse-analiza-mas-de-20-casos-de-campana-adelantada/",
                "https://diario.elmundo.sv/politica/arena-denuncia-violacion-al-silencio-electoral-y-tilda-de-complice-al-tse",
                "https://diario.elmundo.sv/politica/ernesto-castro-buscara-la-reeleccion-y-dice-que-la-mayoria-lo-hara",
                "https://diario.elmundo.sv/politica/nuevas-ideas-espera-ganar-las-44-alcaldias-y-los-60-diputados"
              ]
            },
            {
              "sentence": "When Bukele gave a speech to the Legislative Assembly to celebrate his fourth year in office on 1 June 2023, a group of Bukele's supporters were present inside the Legislative Assembly",
              "refs": [
                "https://diario.elmundo.sv/politica/oposicion-proyeccion-de-nuevas-ideas-va-contra-democracia"
              ]
            },
            {
              "sentence": "They held signs with \"#Nayib2024\" written on them and banners supporting Bukele's re-election",
              "refs": []
            },
            {
              "sentence": "The supporters also cheered for Bukele and the Nuevas Ideas deputies, booed the opposition's deputies, and yelled chants supportive of re-election",
              "refs": []
            },
            {
              "sentence": "On 25 June 2023, Bukele and Ulloa officially registered their pre-candidacies with Nuevas Ideas for president and vice president, respectively",
              "refs": []
            },
            {
              "sentence": "In a tweet announcing their registrations, Nuevas Ideas stated that \"New Ideas are invincible\"",
              "refs": [
                "https://www.reuters.com/world/americas/despite-prohibition-el-salvador-president-bukele-says-he-will-seek-re-election-2022-09-16/"
              ]
            },
            {
              "sentence": "The party originally scheduled its primary elections for 2 July,  but after the reduction of the municipalities was approved, the party delayed its primaries until 9 July",
              "refs": [
                "https://www.as-coa.org/articles/explainer-presidential-reelection-latin-america",
                "https://diario.elmundo.sv/politica/diputados-de-nuevas-ideas-viajan-a-houston-para-reunirse-con-salvadorenos"
              ]
            },
            {
              "sentence": "According to Castro, the majority of Nuevas Ideass' deputies were seeking re-election",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/asamblea-ernesto-castro-nayib-bukele-reeleccion-elecciones-2024-tse-voto-en-el-exterior-/1042921/2023/"
              ]
            },
            {
              "sentence": "On 9 July, Nuevas Ideas formalized Bukele and Ulloa's presidential and vice presidential campaigns",
              "refs": [
                "https://diario.elmundo.sv/politica/ernesto-castro-dice-reeleccion-reeleccion-en-reunion-con-salvadorenos-en-eeuu"
              ]
            },
            {
              "sentence": "They ran unopposed and won 44,398 votes",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/nuevas-ideas-arranca-nueva-york-reeleccion-bukele-tribuna-hispana-eeuu/1042509/2023/"
              ]
            },
            {
              "sentence": "During the primaries, 60 legislative candidates,  44 municipal candidates,  and 20 PARLACEN candidates were also confirmed",
              "refs": [
                "https://diariolahuella.com/diputados-sostienen-encuentro-con-diaspora-salvadorena-2/",
                "https://web.archive.org/web/20230501135528/https://parlacen.int/grupos-parlamentarios",
                "https://diario.elmundo.sv/politica/las-consignas-de-reeleccion-de-bukele-en-su-discurso-de-cuarto-ano-de-gobierno"
              ]
            },
            {
              "sentence": "Nuevas Ideas formed one municipal coalition with GANA for San Miguel Centro and two municipal coalitions with Democratic Change for Sonsonate Oeste and Santa Ana Norte",
              "refs": [
                "https://diario.elmundo.sv/politica/nuevas-ideas-convoca-a-elecciones-para-elegir-candidatos-rumbo-a-2024"
              ]
            },
            {
              "sentence": "Nuevas Ideas began the process of registering its 60 legislative candidates and 20 PARLACEN candidates with the TSE on 20 October 2023,  meanwhile, Bukele registered his candidacy with the TSE on 26 October, the last possible day to do so",
              "refs": [
                "https://diario.elmundo.sv/politica/mayoria-de-diputados-de-nuevas-ideas-buscarian-la-reeleccion-dice-castro"
              ]
            },
            {
              "sentence": "After Bukele initiated the registration process, he addressed a crowd of supporters outside the TSE building who were chanting phrases such as \"five more  [years]\", \"re-election\", and \"not one step back\"",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Nuevas-Ideas-confirma-formula-presidencial-20230709-0036.html"
              ]
            },
            {
              "sentence": "The TSE officially approved Bukele and Ulloa's candidacies on 3 November,  the legislative candidates by 21 November, and the PARLACEN candidates by 8 January 2024",
              "refs": [
                "https://diario.elmundo.sv/politica/cuantos-votos-obtuvo-la-formula-bukele-ulloa-en-las-internas-de-nuevas-ideas",
                "https://diario.elmundo.sv/politica/hoy-cierra-el-registro-electoral-y-tramite-para-dui-anticipado"
              ]
            },
            {
              "sentence": "Bukele called on his supporters to win a three-fourths majority for Nuevas Ideas in the Legislative Assembly in order to allow him to maintain the gang crackdown during his second term",
              "refs": []
            },
            {
              "sentence": "In a video message, Bukele claimed that if Nuevas Ideas lost only one seat, the opposition would \"liberate the gang members and use them to rise to power\" (\"liberar a los pandilleros y ocuparlos para llegar al poder\"),  although opposition politicians have denied such claims",
              "refs": [
                "https://diario.elmundo.sv/politica/estos-son-los-20-candidatos-al-parlacen-por-nuevas-ideas",
                "https://www.elsalvador.com/noticias/nacional/partidos-presentaron-siete-pactos-de-coalicion-para-elecciones-municipal/1088145/2023/"
              ]
            },
            {
              "sentence": "In a message posted on social media, Bukele claimed that people who continue to believe in and vote for the opposition \"does not see, because they do not want to see; they will not change\" (\"no ve, porque no quiere ver; no cambiará\")",
              "refs": [
                "https://diario.elmundo.sv/politica/asi-llegaron-los-candidatos-a-diputados-de-nuevas-ideas-a-solicitar-inscripcion",
                "https://www.laprensagrafica.com/elsalvador/Bukele-aun-no-llega-al-TSE-para-presentar-su-candidatura-presidencial-20231026-0066.html"
              ]
            },
            {
              "sentence": "Bukele stated that he was willing to work with the international community as long as they respected El Salvador as a partner rather than as subservient, adding that El Salvador could \"change\"",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/bukele-pide-inscribirse-para-la-reelecion-en-medio-de-llamados-al-tse-a-no-aceptarla/1099866/2023/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Nationalist Republican Alliance",
          "section_content": [
            {
              "sentence": "In December 2022, Carlos García Saade, the president of ARENA, stated that ARENA sought to attain the \"maximum number\" of deputies and mayors,  adding in May 2023 that the party sought to win more than 25 seats in the Legislative Assembly and more than 125 municipalities",
              "refs": [
                "https://www.swissinfo.ch/spa/el-salvador-elecciones_el-salvador-necesita-una-agenda-de-reformas-electorales--dice-eurodiputado/47066778"
              ]
            },
            {
              "sentence": "After the reduction of municipalities and legislative seats, García Saade stated that the party sought to win at least 25 seats in the Legislative Assembly and 30 municipalities",
              "refs": [
                "https://info2024.tse.gob.sv/elecciones-2024/inicio"
              ]
            },
            {
              "sentence": "On 26 October 2022, García Saade announced that the party would not join a coalition with the FMLN to defeat Bukele in the 2024 election",
              "refs": []
            },
            {
              "sentence": "He stated that joining forces with the FMLN would \"deteriorate both parties\" (\"deteriorar a ambos partidos\"), and that he wanted ARENA to be the alternative for Salvadorans who oppose Bukele",
              "refs": []
            },
            {
              "sentence": "Although he ruled out a coalition with the FMLN, he was still open to forming a coalition with other parties",
              "refs": [
                "https://diario.elmundo.sv/politica/bukele-pide-votar-por-diputados-de-ni-para-que-no-liberen-a-pandilleros"
              ]
            },
            {
              "sentence": "At an event inaugurating the party's elected leadership on 26 March 2023, García Saade stated that the party was seeking to form coalitions and that it was looking for someone to lead the country's opposition as an \"alternative for El Salvador\"",
              "refs": [
                "https://diario.elmundo.sv/politica/no-podemos-negar-que-es-popular-pero-un-like-no-se-transforma-en-votos"
              ]
            },
            {
              "sentence": "On 22 May, El Faro alleged that ARENA was in negotiations with the FMLN, Vamos, and Nuestro Tiempo to form a political coalition for the presidential election to oppose Bukele",
              "refs": [
                "https://lanoticiasv.com/medrano-acusa-a-bukele-de-utilizar-un-lenguaje-de-chantaje-para-que-voten-por-el/"
              ]
            },
            {
              "sentence": "ARENA leaders acknowledged that the party was involved in negotiations  but denied that the party was forming a coalition,  and García Saade confirmed that ARENA had decided to not form any coalition",
              "refs": [
                "https://lanoticiasv.com/presidente-nayib-bukele-sobre-los-partidos-de-la-oposicion-por-sus-frutos-los-conocereis/",
                "https://www.elsalvador.com/noticias/nacional/arena-presidente-de-elecciones-2024-alcaldias-/1059797/2023/",
                "https://diario.elmundo.sv/politica/arena-42-planillas-municipales-y-diputaciones-completas"
              ]
            },
            {
              "sentence": "On 9 July 2023, ARENA officially announced that it had selected Joel Sánchez, a Salvadoran businessman living in the U.S., and Hilcia Bonilla, a businesswoman living in the U.S., as its presidential and vice presidential candidates, respectively",
              "refs": []
            },
            {
              "sentence": "Sánchez's candidacy was proposed by the Citizen Resistance civil movement on 15 June 2023",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/arena-presidente-de-elecciones-internas/1039960/2023/"
              ]
            },
            {
              "sentence": "Although his initial running mate was Hardy García, the wife of Salvadoran Independent Party (PAIS) leader Roy García;  she withdrew her candidacy because she had received \"threats\"",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/elecciones-2024-arena-fmln-claudia-ortiz-nuestro-tiempo-vamos-nayib-bukele-/1049589/2023/",
                "https://elfaro.net/es/202305/el_salvador/26851/partidos-opositores-y-sociedad-civil-a-punto-de-concretar-candidatura-presidencial-unica"
              ]
            },
            {
              "sentence": "When Sánchez's candidacy was initially proposed, Miguel Fortín Magaña, the leader of Citizen Resistance, hoped that a political party would accept the movement's proposal and allow Sánchez to run under another party's banner",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/ARENA-y-FMLN-creen-imposible-la-coalicion-presidencial-2024-20230523-0078.html"
              ]
            },
            {
              "sentence": "ARENA's primary elections were originally scheduled to occur on 18 June 2023,  but were later moved to 2 July  then again to 9 July,  and finally to 16 July",
              "refs": [
                "https://diario.elmundo.sv/politica/arena-descarta-ceder-su-bandera-en-una-posible-coalicion-electoral",
                "https://www.laprensagrafica.com/elsalvador/ARENA-presento-su-formula-presidencial-para-las-elecciones-de-2024-20230709-0011.html",
                "https://lanoticiasv.com/la-propuesta-de-ronald-umana-y-amigos-con-la-que-ellos-quisieran-ganar-las-presidenciales/"
              ]
            },
            {
              "sentence": "The registration period for primary candidates ended on 15 May",
              "refs": [
                "https://diario.elmundo.sv/politica/organizaciones-presentan-propuesta-para-candidata-a-la-vicepresidencia"
              ]
            },
            {
              "sentence": "García Saade stated that the presidential pre-candidates' names would not be disclosed for their safety, claiming that they were threatened by persons in government and by governmental institutions",
              "refs": []
            },
            {
              "sentence": "On 16 July, ARENA elected Sánchez and Bonilla as its presidential and vice presidential candidates, respectively",
              "refs": [
                "https://diario.elmundo.sv/politica/hardy-garcia-renuncio-a-su-postulacion-politica-por-amenazas"
              ]
            },
            {
              "sentence": "The party also elected 42 municipal candidates and 60 candidates to the Legislative Assembly",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Salvadorenos-realizan-tramites-en-el-DUI--en-el-ultimo-dia-para-realizar-cambio-de-domicilio-previo-a-elecciones-2024-20230404-0018.html"
              ]
            },
            {
              "sentence": "According to Citizen Action, ARENA stated that it would not disclose its entire list of candidates due to alleged threats made against its candidates for participating in the elections",
              "refs": [
                "https://diario.elmundo.sv/politica/bukele-dice-necesitan-mayoria-en-proxima-asamblea-para-continuar-el-regimen-de-excepcion"
              ]
            },
            {
              "sentence": "On 25 July 2023, Sánchez stated that he would be willing to renounce his presidential candidacy if it was what \"our country and our population wanted\" (\"deseo de nuestro país y de nuestra población\") in order for find a more \"suitable\" candidate",
              "refs": []
            },
            {
              "sentence": "Following the publication of a UFG opinion poll in late-August 2023 which listed Sánchez as having 4.3 percent support, Julia Evelyn Martínez, a former professor at the Central American University, stated that Sánchez was considering withdrawing his candidacy due to his low polling figures",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/alcaldes-electos-arena-asamblea-elecciones-2024-parlacen-presidente-de-partidos-politicos/1038659/2023/"
              ]
            },
            {
              "sentence": "In September 2023, García Saade stated that he believed that Sánchez would be able to win the presidency in the second round",
              "refs": [
                "https://diario.elmundo.sv/politica/arena-cambia-fecha-de-elecciones-internas-para-elegir-candidatos-para-2024"
              ]
            },
            {
              "sentence": "ARENA began the process of registering Sánchez's and Bonilla's candidacies with the TSE on 9 October 2023",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Cuatro-partidos-cambian-de-nuevo-fechas-de-elecciones-internas-20230620-0094.html"
              ]
            },
            {
              "sentence": "By 26 October, party also began to register all of its 60 legislative candidates in all 14 departments",
              "refs": [
                "https://diario.elmundo.sv/politica/arena-reprograma-elecciones-internas-para-el-16-de-julio"
              ]
            },
            {
              "sentence": "On 23 November, ARENA began to register all of its 20 PARLACEN candidates",
              "refs": [
                "https://diario.elmundo.sv/politica/arena-no-anunciara-a-sus-precandidatos-2024-por-amenazas"
              ]
            },
            {
              "sentence": "The TSE registered Sánchez and Bonilla's candidacies on 13 November, the legislative candidates by 16 December, and the PARLACEN candidates on 8 January 2024",
              "refs": [
                "https://diario.elmundo.sv/politica/tres-partidos-senalan-amenazas-a-candidatos-segun-informe-de-ac"
              ]
            },
            {
              "sentence": "Sánchez stated that the state of exception \"has to be stopped\",  elaborating that it \"opens the opportunity to carry out abuses, corruption,  [and] influence peddling\"",
              "refs": [
                "https://lanoticiasv.com/joel-sanchez-acepta-que-arena-ya-no-es-tan-grande-como-parece-y-no-descarta-renunciar-a-su-candidatura/"
              ]
            },
            {
              "sentence": "Sánchez promised to review economic, taxation, educational, and agricultural policies to determine which ones were succeeding and which were failing",
              "refs": []
            },
            {
              "sentence": "He described the adoption of bitcoin as legal tender as \"the worst decision  [Bukele's] government could have made\", stating that it resulted in the International Monetary Fund refusing to support El Salvador and the government losing millions of dollars",
              "refs": []
            },
            {
              "sentence": "Sánchez and Bonilla stated that they would promote investment by \"establishing a judicial system that works\" (\"establecer nuestro sistema jurídico que funcione\"), and Sánchez claimed that he was already in talks with potential unspecified investors",
              "refs": [
                "https://diariolahuella.com/circulan-rumores-de-que-joel-sanchez-estaria-renunciando-a-su-candidatura-presidencial/"
              ]
            },
            {
              "sentence": "Sánchez supports restoring diplomatic relations with Taiwan as he believes that Taiwan was a \"better ally\" than China, citing better exchange student programs and trade deals with the country before relations were severed in 2018",
              "refs": [
                "https://lanoticiasv.com/arena-le-apuesta-a-una-segunda-vuelta-en-las-elecciones-presidenciales-2024/"
              ]
            },
            {
              "sentence": "He opposes reducing the number of municipalities, arguing that it would result in parts of the country being neglected by mayors",
              "refs": []
            },
            {
              "sentence": "In October 2023, Sánchez announced that he would upload videos to TikTok that would make Salvadoran youths want to dance in support of his campaign",
              "refs": [
                "https://diario.elmundo.sv/politica/arena-pide-al-tse-inscribir-su-formula-presidencial-para-competir-en-2024"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Farabundo Martí National Liberation Front",
          "section_content": [
            {
              "sentence": "Following the conclusion of the FMLN's 42nd Ordinary National Convention on 11 December 2022, Óscar Ortiz, the secretary-general of the FMLN, announced that the party would not join any coalition in the 2024 elections with Nuevas Ideas, ARENA, or GANA, but the party would be open to forming coalitions with other parties",
              "refs": []
            },
            {
              "sentence": "On 22 May 2023, El Faro alleged that the FMLN was in negotiations with ARENA, Vamos, and Nuestro Tiempo to form a political coalition for the presidential election to oppose Bukele",
              "refs": [
                "https://diario.elmundo.sv/politica/nueve-partidos-piden-inscribir-candidatos-a-20-diputados-del-parlacen"
              ]
            },
            {
              "sentence": "FMLN leaders acknowledged that the party was involved in negotiations  but denied that the party was forming a coalition, and Óscar Ortiz reiterated that the party would not form a coalition with ARENA, GANA, or Nuevas Ideas",
              "refs": [
                "https://lanoticiasv.com/presidente-nayib-bukele-sobre-los-partidos-de-la-oposicion-por-sus-frutos-los-conocereis/",
                "https://www.elsalvador.com/noticias/nacional/arena-presidente-de-elecciones-2024-alcaldias-/1059797/2023/"
              ]
            },
            {
              "sentence": "Jaime Guevara claimed that all the parties, except for the FMLN, were seeking to unify under a single presidential candidate",
              "refs": [
                "https://diario.elmundo.sv/politica/arena-42-planillas-municipales-y-diputaciones-completas"
              ]
            },
            {
              "sentence": "In July 2023, Ángel Monge, a member of the FMLN's political commission, stated that the FMLN would not form coalitions for the Legislative Assembly but would still consider forming coalitions for the municipal elections",
              "refs": [
                "https://ultimahora.sv/joel-sanchez-el-regimen-de-excepcion-tiene-que-ser-cesado/"
              ]
            },
            {
              "sentence": "In October 2023, Marleni Funes stated that the FMLN aimed to win 16 or 17 seats in the Legislative Assembly",
              "refs": [
                "https://diario.elmundo.sv/politica/debemos-restablecer-la-independencia-de-los-poderes"
              ]
            },
            {
              "sentence": "On 29 May 2023, Flores officially registered as a pre-candidate for the presidency and Werner Marroquín registered as his running-mate",
              "refs": []
            },
            {
              "sentence": "Flores was the party's only presidential pre-candidate to register,  although Jaime Zavaleta expressed interest in securing the party's nomination",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/elecciones-presidenciales-arena-el-salvador-/1098806/2023/",
                "https://diariolahuella.com/joel-sanchez-invita-a-la-juventud-a-bailar-al-ritmo-de-sus-videos-en-tiktok/"
              ]
            },
            {
              "sentence": "Flores confirmed that the FMLN would not form a coalition with ARENA or any right-wing political parties",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/fmln-inscribe-formula-presidencial-para-las-elecciones-2024-ante-el-tse/1088478/2023/"
              ]
            },
            {
              "sentence": "The FMLN was open to forming a presidential coalition with Vamos, Nuestro Tiempo, and PAIS,  but ultimately did not join any presidential coalition",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/fmln-oscar-ortiz-elecciones-legislativas-municipales-presidenciales/1023664/2022/",
                "https://diario.elmundo.sv/politica/bukele-dice-arena-y-fmln-consuman-su-union-dirigentes-lo-descartan-y-reconocen-platicas-con-organizaciones"
              ]
            },
            {
              "sentence": "In October 2023, Óscar Ortiz assured that the FMLN's candidates represented the \"hope and future of the country\"",
              "refs": [
                "https://diario.elmundo.sv/politica/estos-son-los-60-candidatos-a-diputados-de-nuevas-ideas"
              ]
            },
            {
              "sentence": "The party originally planned to hold its primary elections on 11 June 2023, but after the reduction of seats in the Legislative Assembly, its primaries were postponed to 2 July and then again to 16 July",
              "refs": []
            },
            {
              "sentence": "In April 2023, Flores asked the party to not select politicians with a \"corrupt past\" during the primary elections",
              "refs": [
                "https://lanoticiasv.com/la-propuesta-de-ronald-umana-y-amigos-con-la-que-ellos-quisieran-ganar-las-presidenciales/"
              ]
            },
            {
              "sentence": "On 16 July, Flores and Marroquín were officially elected as the FMLN's presidential and vice presidential candidates, respectively",
              "refs": [
                "https://lanoticiasv.com/diputada-del-fmln-marlene-funes-nosotros-esperamos-sacar-entre-16-a-17-diputados-para-eso-estamos-trabajando/"
              ]
            },
            {
              "sentence": "The party also elected 44 municipal candidates and 60 candidates for the Legislative Assembly from all 14 departments",
              "refs": []
            },
            {
              "sentence": "According to Citizen Action, the FMLN stated that it would not disclose its entire list of candidates due to alleged threats made against its candidates for participating in the elections",
              "refs": [
                "https://diario.elmundo.sv/politica/exdiputado-manuel-flores-se-inscribe-como-precandidato-presidencial-por-el-fmln"
              ]
            },
            {
              "sentence": "The FMLN initiated the process of registering Flores and Marroquín's candidacies with the TSE on 7 September",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/elecciones-2024-presidenciales-presidencia-de-la-republica-/1068555/2023/"
              ]
            },
            {
              "sentence": "On 7 October, the TSE stated that it could not yet register the FMLN's candidates because both candidates' Court of Accounts of the Republic were not presented with updated photos, proof of solvency from the Ministry of Finance was not up to date, and membership forms lacked signatures and notary seals",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/voto-en-el-exterior-elecciones-legislativas-presidenciales-municipales-diaspora-salvadorena-san-salvador-eugenio-chicas-/1046686/2023/"
              ]
            },
            {
              "sentence": "On 23 October, Flores stated that he had responded to the TSE's concerns",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Flores-unico-precandidato-a-presidencia-por-el-FMLN-20230528-0063.html"
              ]
            },
            {
              "sentence": "The TSE officially voted to register Flores and Marroquín's candidacies on 3 November",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/fmln-no-hara-alianza-arena-elecciones-2024/1064513/2023/"
              ]
            },
            {
              "sentence": "By 11 October, the FMLN had begun the registration process for all its candidates to the Legislative Assembly in all 14 departments",
              "refs": [
                "https://diario.elmundo.sv/politica/hoy-cierra-el-registro-electoral-y-tramite-para-dui-anticipado"
              ]
            },
            {
              "sentence": "On 28 October, the FMLN began registering its municipal candidates from San Salvador",
              "refs": [
                "https://diario.elmundo.sv/politica/fmln-no-descarta-posible-alianzas-con-vamos-nuestro-tiempo-y-pais"
              ]
            },
            {
              "sentence": "On 16 November, the party began the process of registering all 20 of its PARLACEN candidates",
              "refs": [
                "https://diariolahuella.com/fmln-afirma-que-sus-candidatos-representan-el-futuro-de-el-salvador/"
              ]
            },
            {
              "sentence": "That same day, Óscar Ortiz stated that the party would have considered dropping out of the 2024 elections if it was unable to continue financing its electoral campaigns as a result of debts accumulated during the 2019 and 2021 elections",
              "refs": [
                "https://diario.elmundo.sv/politica/manuel-flores-pide-a-fmln-no-elegir-candidatos-con-pasado-corrupto"
              ]
            },
            {
              "sentence": "The TSE registered the legislative candidates by 15 December and the PARLACEN candidates on 24 January 2024",
              "refs": [
                "https://diario.elmundo.sv/politica/seis-partidos-eligieron-ayer-a-sus-candidatos-para-elecciones-2024"
              ]
            },
            {
              "sentence": "In October 2023, Flores stated that he believed he would win the presidential election in the first round, making a second round irrelevant",
              "refs": []
            },
            {
              "sentence": "In September 2023, Flores stated that, if elected, he would maintain the state of exception if the country's population supported it",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Tribunal-previene-inscripcion-de-Manuel-Flores-20231006-0090.html"
              ]
            },
            {
              "sentence": "He also stated that all criminals \"will continue to stay in prison and we will pursue all criminals\"",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/-Manuel-El-Chino-Flores-ya-respondio-a-observaciones-del-TSE-20231023-0052.html"
              ]
            },
            {
              "sentence": "Regarding corruption, Flores stated that \"corruption is not combated, corruption is avoided ..",
              "refs": []
            },
            {
              "sentence": "in my government, I will not select corrupt individuals to form part of the cabinet\" (\"la corrupción no se combate, la corrupción se evita ..",
              "refs": []
            },
            {
              "sentence": "en mi gobierno no voy a presentar corruptos que formen parte del gabinete\")",
              "refs": []
            },
            {
              "sentence": "Flores promised to invest US$30 million in the transportation sector and reduce the price of transportation fares for students by half, which would affect around 150,000 students in the country",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/FMLN-ya-entrego-solicitudes-de-inscripcion-de-sus-60-candidatos-a-diputados-para-2024-20231011-0061.html"
              ]
            },
            {
              "sentence": "Flores promised to launch the \"Zero Hunger\" (\"Hambre Cero\") initiative to combat hunger by investing US$60 million into building three \"zero-hunger supply centers\" which would distribute grain",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/FMLN-inscribe-a-sus-candidatos-a-alcaldes-de-San-Salvador-ante-la-JED-20231028-0034.html"
              ]
            },
            {
              "sentence": "Flores also proposed raising the minimum pension from US$50 per day to US$70 per day",
              "refs": [
                "https://diario.elmundo.sv/politica/fmln-pide-inscripcion-de-candidatos-al-parlamento-centroamericano"
              ]
            },
            {
              "sentence": "He announced his \"Prosperous Municipalities\" (\"Municipios Prósperos\") plan to develop and invest in the country's municipalities",
              "refs": [
                "https://elfaro.net/es/202311/el_salvador/27156/oscar-ortiz-sin-financiamiento-considerariamos-retirarnos-de-las-elecciones"
              ]
            },
            {
              "sentence": "Flores promised to launch investigations into all of Bukele's government officials if elected president",
              "refs": [
                "https://diario.elmundo.sv/politica/fmln-juramenta-candidatos-para-2024-y-asegura-que-ganara-la-presidencia-en-la-primera-vuelta"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Nuestro Tiempo",
          "section_content": [
            {
              "sentence": "In March 2023, Andy Failer, the leader of Nuestro Tiempo, indicated that the party was open to forming coalitions with other parties  and confirmed that the party would select presidential and vice presidential candidates",
              "refs": [
                "https://lanoticiasv.com/medrano-acusa-a-bukele-de-utilizar-un-lenguaje-de-chantaje-para-que-voten-por-el/"
              ]
            },
            {
              "sentence": "On 13 April, during an interview on Channel 21, Failer confirmed that the party would not form a coalition with ARENA or the FMLN but was still considering a coalition with Vamos;  Vamos expressed disinterest in forming a coalition with Nuestro Tiempo",
              "refs": [
                "https://diario.elmundo.sv/politica/fmln-dice-que-mantendra-a-criminales-en-la-prision-y-evitara-la-corrupcion",
                "https://lanoticiasv.com/manuel-flores-lanza-su-primera-propuesta-de-campana-reducir-a-la-mitad-el-costo-de-pasajes-para-estudiantes/"
              ]
            },
            {
              "sentence": "On 22 May, El Faro alleged that Nuestro Tiempo was in negotiations with ARENA, the FMLN, and Vamos to form a political coalition for the presidential election to oppose Bukele,  but Nuestro Tiempo reaffirmed that it would form a coalition with ARENA or the FMLN",
              "refs": [
                "https://diario.elmundo.sv/politica/arena-42-planillas-municipales-y-diputaciones-completas",
                "https://lanoticiasv.com/presidente-nayib-bukele-sobre-los-partidos-de-la-oposicion-por-sus-frutos-los-conocereis/"
              ]
            },
            {
              "sentence": "On 26 July, Failer posted on Twitter calling for the formation of a \"Democratic National Union\" with ARENA and the FMLN for a presidential or legislative coalition, but both ARENA and the FMLN reiterated that they would not form a coalition with each other",
              "refs": [
                "https://diario.elmundo.sv/politica/arena-42-planillas-municipales-y-diputaciones-completas"
              ]
            },
            {
              "sentence": "On 31 May 2023, Luis Parada, a lawyer who resides in the U.S.,  announced that he was running for president",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Candidato-del-FMLN-propone-bono-de-la-dignidad-para-subir-a-70-la-pension-a-adultos-mayores-20231023-0044.html"
              ]
            },
            {
              "sentence": "His candidacy was proposed by Sumar por El Salvador",
              "refs": []
            },
            {
              "sentence": "Celia Medrano  [es], a human rights lawyer, was Parada's running mate",
              "refs": []
            },
            {
              "sentence": "The following day, during an interview with Telecorporación Salvadoreña's Frente a Frente, Failer confirmed that Parada and Medrano were both running under the banner of Nuestro Tiempo, adding that \"it's to choose between democracy and dictatorship; if we unite ourselves behind this, we will change what is happening to our country\"",
              "refs": [
                "https://lanoticiasv.com/municipios-prosperos-la-propuesta-del-fmln-para-devolverle-el-fodes-a-los-municipios/"
              ]
            },
            {
              "sentence": "Parada had previously sought ARENA's 2019 presidential nomination",
              "refs": [
                "https://lanoticiasv.com/manuel-flores-asegura-que-de-ganar-en-2024-pedira-se-investigue-a-los-politicos-del-actual-gobierno/"
              ]
            },
            {
              "sentence": "The party originally planned to hold its primary elections for president and vice president on 25 June 2023 and its primary elections for deputies and mayors on 2 July,  but after the reduction of municipalities, the party decided to hold all its primary elections on 15 July",
              "refs": [
                "https://diario.elmundo.sv/politica/nuestro-tiempo-considera-coalicion-con-vamos-sin-arena-o-fmln-hacia-2024"
              ]
            },
            {
              "sentence": "According to Sofía González, the president of Nuestro Tiempo's permanent electoral commission, Nuestro Tiempo would contest legislative seats in 8 departments and the mayorships of 19 municipalities",
              "refs": [
                "https://diario.elmundo.sv/politica/nt-propone-una-union-democratica-que-responden-arena-y-fmln"
              ]
            },
            {
              "sentence": "The party did not participate in the PARLACEN elections as it believed that PARLACEN is a waste of the government's resources",
              "refs": [
                "https://diario.elmundo.sv/politica/luis-parada-acepta-ser-parte-de-la-formula-presidencial-propuesta-por-sumar"
              ]
            },
            {
              "sentence": "On 15 July, Nuestro Tiempo held its primary elections and officially elected Parada and Medrano as its presidential and vice presidential candidates, respectively, awarding them 100 percent of the vote",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Abogado-Luis-Parada-anuncia-su-candidatura-presidencial-20230531-0052.html"
              ]
            },
            {
              "sentence": "The party also elected 18 municipal candidates and 40 deputy candidates in seven departments",
              "refs": []
            },
            {
              "sentence": "In an interview with Channel 9 in July 2023, Parada stated that, if elected, he would review the necessity and constitutionality of the state of exception",
              "refs": []
            },
            {
              "sentence": "In August 2023, Parada stated that he would suspend the state of exception, describing it as \"nothing more than the current government's propaganda\",  and an \"illusion\"",
              "refs": [
                "https://diario.elmundo.sv/politica/luis-parada-y-celia-medrano-se-afiliaron-a-nuestro-tiempo-failer",
                "https://www.laprensagrafica.com/elsalvador/Abogado-Luis-Parada-deja-lucha-por-candidatura-presidencial-de-ARENA--20171002-0068.html",
                "https://diario.elmundo.sv/politica/nuestro-tiempo-elegira-solo-candidatos-a-presidente-y-vicepresidente-el-25-de-junio"
              ]
            },
            {
              "sentence": "Parada promised to remove the justices on the Supreme Court's Constitutional Court and restore the justices that the Legislative Assembly removed on 1 May 2021",
              "refs": [
                "https://diario.elmundo.sv/politica/estas-son-las-nuevas-fechas-de-las-internas-de-partidos-hacia-2024"
              ]
            },
            {
              "sentence": "On 25 October 2023, Nuestro Tiempo began the process of registering its presidential and vice presidential candidates",
              "refs": []
            },
            {
              "sentence": "By 26 October, Nuestro Tiempo had initiated the processof registering its legislative candidates in five departments",
              "refs": [
                "https://diario.elmundo.sv/politica/nuestro-tiempo-elige-este-sabado-candidatos-a-presidente-diputados-y-alcaldes"
              ]
            },
            {
              "sentence": "The TSE registered Parada and Medrano's candidacies on 13 November and the legislative candidates on 27 December",
              "refs": [
                "https://diarioelsalvador.com/parada-duda-sobre-mantener-el-regimen-de-excepcion/388084/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Solidary Force",
          "section_content": [
            {
              "sentence": "Solidary Force originally scheduled its primary elections for 2 July 2023, but after the reduction of the municipalities, its primaries were delayed for 16 July",
              "refs": []
            },
            {
              "sentence": "The party first announced its primary elections on 5 March, when it was not officially registered with the TSE as a political party",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/luis-parada-celia-medrano-nuestro-tiempo-regimen-de-excepcion/1076791/2023/"
              ]
            },
            {
              "sentence": "On 31 March, the TSE officially allowed the party to participate in the elections",
              "refs": [
                "https://ultimahora.sv/luis-parada-suspenderia-el-regimen-de-excepcion/"
              ]
            },
            {
              "sentence": "The party announced its elections again on 7 April, as its the TSE considered the original announcement invalid",
              "refs": [
                "https://diariolahuella.com/luis-parada-dice-que-la-seguridad-en-el-salvador-es-una-ilusion/"
              ]
            },
            {
              "sentence": "Some deputies from ARENA, the FMLN, Nuestro Tiempo, and Vamos criticized the TSE for allowing the Solidary Force to register, describing the process as favoritism and illegal",
              "refs": [
                "https://diariolahuella.com/nuestro-tiempo-de-ganar-la-presidencia-destituira-a-magistrados-de-la-sala-de-lo-constitucional/"
              ]
            },
            {
              "sentence": "On 16 July 2023, Solidary Force held its primary elections for the 44 municipalities, 16 deputies for San Salvador, and 1 deputy for each Ahuachapán, La Paz, Santa Ana, and Sonsonate",
              "refs": []
            },
            {
              "sentence": "Rigoberto Soto, Solidary Force's leader, stated that the party would complete is primary elections for the remaining departments' deputies by 19 July,  and also stated that the party could still select a presidential candidate by the same date",
              "refs": [
                "https://diario.elmundo.sv/politica/exdiputado-manuel-flores-se-inscribe-como-precandidato-presidencial-por-el-fmln",
                "https://www.laprensagrafica.com/elsalvador/Diez-partidos-cambian-fecha-para-elecciones-internas-20230615-0101.html"
              ]
            },
            {
              "sentence": "He added that the party would be open to forming coalitions with other parties except for with ARENA or the FMLN",
              "refs": []
            },
            {
              "sentence": "On 24 July, Solidary Force announced that Javier Renderos, an obstetrician, would be its presidential candidate and that Rafael Montalvo, an agriculturist and former ARENA deputy of the Legislative Assembly, would be its vice presidential candidate",
              "refs": [
                "https://diario.elmundo.sv/politica/fuerza-solidaria-convoco-a-elecciones-internas-para-elegir-candidatos-en-2024"
              ]
            },
            {
              "sentence": "The party stated that both candidates had been elected on 16 July",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-resuelve-inscribir-a-nayib-bukele-y-manuel-flores-como-candidatos-a-presidente"
              ]
            },
            {
              "sentence": "Solidary Force formed a municipal coalition with Democratic Change for Usulután Oeste",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-autoriza-a-fuerza-solidaria-a-convocar-a-elecciones-internas-hacia-2024"
              ]
            },
            {
              "sentence": "On 23 October 2023, Solidary Force began the process of registering its presidential and vice presidential candidates as well as its legislative candidates for San Salvador",
              "refs": []
            },
            {
              "sentence": "By 26 October, the party had initiated the process of registering its legislative candidates in nine departments",
              "refs": [
                "https://diario.elmundo.sv/politica/fuerza-solidaria-convoca-a-internas-de-candidatos-2024-con-aval-del-tse"
              ]
            },
            {
              "sentence": "On 23 November, the party began the process of registering all 20 of its PARLACEN candidates",
              "refs": [
                "https://diarioelsalvador.com/parada-duda-sobre-mantener-el-regimen-de-excepcion/388084/"
              ]
            },
            {
              "sentence": "The TSE registered Renderos and Montalvo's candidacies on 13 November, the legislative candidates by 8 December, and the PARLACEN candidates by 30 January 2024",
              "refs": [
                "https://diario.elmundo.sv/politica/partidos-reclaman-al-tse-favoritismo-con-fuerza-solidaria"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Salvadoran Patriotic Fraternity",
          "section_content": [
            {
              "sentence": "The Salvadoran Patriotic Fraternity held its primary elections from 16 to 20 July 2023",
              "refs": []
            },
            {
              "sentence": "On 27 August, the party announced that it selected Marina Murillo, an architect, as its presidential candidate and Fausto Carranza as its vice presidential candidate",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/oposicion-califica-ilegal-tse-permita-fuerza-solidaria-participar-elecciones-2024/1053739/2023/"
              ]
            },
            {
              "sentence": "Murillo is the first woman to run for president of El Salvador since Rina Escalante ran with the Authentic Democratic Christian Movement in the 1994 presidential election",
              "refs": [
                "https://diario.elmundo.sv/politica/nuevas-ideas-proclama-candidatura-presidencial-de-bukele-para-2024"
              ]
            },
            {
              "sentence": "On 23 October 2023, the Salvadoran Patriotic Fraternity began the process of registering its presidential and vice-presidential candidates",
              "refs": []
            },
            {
              "sentence": "It did not register any legislative candidates",
              "refs": [
                "https://diario.elmundo.sv/politica/fuerza-solidaria-no-descarta-presentar-candidatura-a-presidente-para-2024"
              ]
            },
            {
              "sentence": "On 23 November, the party began to register all 20 of its PARLACEN candidates",
              "refs": [
                "https://diarioelsalvador.com/parada-duda-sobre-mantener-el-regimen-de-excepcion/388084/"
              ]
            },
            {
              "sentence": "The TSE registered Murillo and Carranza's candidacies on 3 November",
              "refs": [
                "https://diario.elmundo.sv/politica/tres-partidos-senalan-amenazas-a-candidatos-segun-informe-de-ac"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Salvadoran Independent Party",
          "section_content": [
            {
              "sentence": "In December 2022, Roy García stated that the party sought to win between 20 and 25 seats in the Legislative Assembly and between 90 and 100 mayors",
              "refs": []
            },
            {
              "sentence": "PAIS sought to ally with opposition political parties such as ARENA, the FMLN, Vamos, Nuestro Tiempo, or the Salvadoran Patriotic Fraternity (FPS)",
              "refs": [
                "https://www.swissinfo.ch/spa/el-salvador-elecciones_el-salvador-necesita-una-agenda-de-reformas-electorales--dice-eurodiputado/47066778"
              ]
            },
            {
              "sentence": "Samuel Tejada, the party's membership secretary, stated that the party would select presidential and vice presidential candidates",
              "refs": []
            },
            {
              "sentence": "Gerardo Awad, a former presidential pre-candidate for ARENA in 2019, sought a presidential campaign with PAIS",
              "refs": [
                "https://diario.elmundo.sv/politica/fmln-dice-que-mantendra-a-criminales-en-la-prision-y-evitara-la-corrupcion"
              ]
            },
            {
              "sentence": "In July 2022, PAIS refused to allow him to run with the party,  and in January 2023, Awad announced that he would no longer seek to run for president with PAIS",
              "refs": [
                "https://lanoticiasv.com/los-partidos-politicos-fs-pnc-y-cd-solicitaron-inscripcion-de-planilla-de-aspirantes-a-diputados-al-parlamento-centroamericano/"
              ]
            },
            {
              "sentence": "Awad invited Mario Vega, the senior pastor of Misión Cristiana Elim Internacional, to be his vice presidential candidate, but Vega declined Awad's offer and stated that he did not intend to seek any public office during the 2024 election",
              "refs": [
                "https://diario.elmundo.sv/politica/algunos-partidos-politicos-no-hicieron-publicas-sus-elecciones-internas"
              ]
            },
            {
              "sentence": "On 4 June 2023, Awad officially announced his withdrawal from the 2024 election as he did not believe that conditions were favorable for his campaign, but he stated that he would prepare for a new presidential campaign in 2029",
              "refs": [
                "https://lanoticiasv.com/formula-presidencial-de-fuerza-solidaria-con-pasado-politico-en-arena/"
              ]
            },
            {
              "sentence": "PAIS planned to hold its elections on 11 June 2023,  but Roy García contrarily claimed that the party would not hold elections and instead participate as a social movement in a coalition with another party",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/luis-parada-celia-medrano-nuestro-tiempo-regimen-de-excepcion/1076791/2023/"
              ]
            },
            {
              "sentence": "After the reduction of municipalities, the party postponed its primaries until 2 July,  but the party ended up holding its primary elections on 16 July",
              "refs": [
                "https://diario.elmundo.sv/politica/exareneros-integran-la-formula-presidencial-del-partido-fuerza-solidaria",
                "https://diario.elmundo.sv/politica/fuerza-solidaria-pide-inscribir-a-candidatos-a-presidente-y-diputados",
                "https://www.elsalvador.com/noticias/nacional/luis-parada-celia-medrano-nuestro-tiempo-regimen-de-excepcion/1076791/2023/"
              ]
            },
            {
              "sentence": "On 16 August, the party sought to hold a meeting with the TSE to discuss the party's status ahead of the 2024 election as the party believed that the TSE showed a lack of recognition of its primary elections",
              "refs": []
            },
            {
              "sentence": "The party stated that it would hold a street protest if the TSE failed to meet with PAIS within eight days",
              "refs": []
            },
            {
              "sentence": "On 28 August 2023, PAIS deputy secretary Carlos Molina announced that it selected José Cardoza, an agricultural engineer, as its presidential candidate and Irma Sosa as its vice presidential candidate",
              "refs": []
            },
            {
              "sentence": "The party also presented its legislative, municipal, and PARLACEN candidates, however, Roy García stated on Facebook that Molina's announcement was not legitimate and that all of the party's candidates were invalid",
              "refs": [
                "https://diario.elmundo.sv/politica/fps-pide-al-tse-inscribir-a-su-candidata-presidencial-y-rechaza-anticipo-de-deuda-politica"
              ]
            },
            {
              "sentence": "He added that the party should wait and reorganize for the 2027 legislative election",
              "refs": []
            },
            {
              "sentence": "On 21 September, PAIS began the process of registering Cardoza's and Sosa's candidacies with the TSE,  however, on 4 October, the TSE passed a resolution to deregister the party and bar it from participating in the 2024 election",
              "refs": [
                "https://diario.elmundo.sv/politica/partido-pais-se-mantiene-dividido-en-elecciones-internas-hacia-2024",
                "https://www.laprensagrafica.com/elsalvador/Movimiento-PAIS-buscara-alianzas-con-oposicion-20230319-0072.html"
              ]
            },
            {
              "sentence": "Cardoza denounced the resolution stating that it was undemocratic",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Partidos-de-oposicion-oficializan-a-sus-presidenciables-20230716-0060.html"
              ]
            },
            {
              "sentence": "Meanwhile, Roy García reiterated that PAIS should wait to participate in the 2027 legislative election as he believed that the party had no chance in winning the 2024 election and was in danger of falling into irrelevance",
              "refs": []
            },
            {
              "sentence": "On 13 October, Herbert Vega Cruz, a lawyer for PAIS, accused the TSE magistrates of committing electoral fraud for deregistering the party and rejecting its candidates",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/PAIS-deja-sin-efecto-precandidatura-de-Gerardo-Awad-para-las-elecciones-presidenciales-de-2024-20220718-0047.html"
              ]
            },
            {
              "sentence": "By 26 October, PAIS began the process of registering all its legislative candidates in nine departments",
              "refs": [
                "https://diario.elmundo.sv/politica/gerardo-awad-dice-ya-no-buscara-candidatura-presidencial-por-pais"
              ]
            },
            {
              "sentence": "Supporters of Roy García falsely claimed that they had registered \"more than 600 candidates\" when they could only register up to 60",
              "refs": [
                "https://diarioelsalvador.com/parada-duda-sobre-mantener-el-regimen-de-excepcion/388084/"
              ]
            },
            {
              "sentence": "On 28 November, the TSE stated that it would not register any of PAIS's presidential, legislative, municipal, or PARLACEN candidates",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/partido-pais-pide-audiencia-en-el-tse-o-se-tomaran-las-calles-aseguran-afiliados/1083210/2023/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Grand Alliance for National Unity",
          "section_content": [
            {
              "sentence": "In December 2022, Gallegos stated that the party sought to increase the number of seats it had in the Legislative Assembly from 5 to 15",
              "refs": []
            },
            {
              "sentence": "Before the reduction of municipalities' legislative seats, Gallegos stated that the party sought to increase its number of mayors from 34 to over 100",
              "refs": []
            },
            {
              "sentence": "After the reductions of municipalities, Gallegos stated that GANA sought to win 12 seats in the Legislative Assembly and 15 municipalities",
              "refs": [
                "https://www.swissinfo.ch/spa/el-salvador-elecciones_el-salvador-necesita-una-agenda-de-reformas-electorales--dice-eurodiputado/47066778"
              ]
            },
            {
              "sentence": "Gallegos initially stated he would seek re-election to the Legislative Assembly,  but then later stated that he was running for mayor of San Salvador Centro,  and then again reverted his decision again stating that he would be seeking re-election to the Legislative Assembly",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/PAIS-presenta-su-formula-presidencial-en-medio-de-polemica-interna-20230828-0068.html",
                "https://lanoticiasv.com/tse-recibio-solicitud-de-inscripcion-de-formula-presidencial-del-partido-pais/",
                "https://lanoticiasv.com/roy-garcia-asegura-que-su-partido-no-debe-participar-en-las-elecciones-2024-mientras-pais-insiste-en-inscribir-candidaturas/"
              ]
            },
            {
              "sentence": "Prior to Bukele's registration as a presidential pre-candidate with Nuevas Ideas on 26 June 2023, some GANA leaders believed that Bukele could seek re-election with GANA rather than Nuevas Ideas as he was initially elected in 2019 as a member of GANA",
              "refs": []
            },
            {
              "sentence": "In July 2022, Gallegos stated that GANA would endorse Bukele's re-election campaign if he ran under the banner of another party instead of GANA",
              "refs": [
                "https://diario.elmundo.sv/politica/candidaturas-a-diputados-de-asamblea-legislativa-con-bastantes-prevenciones"
              ]
            },
            {
              "sentence": "On 16 June 2023, Gallegos stated that GANA would not participate in the presidential election unless Bukele was the party's candidate",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-instruye-a-las-juntas-que-no-inscribaa-los-candidatos-de-pais"
              ]
            },
            {
              "sentence": "On 26 June, Gallegos confirmed that GANA would not run a presidential or vice presidential candidate, stating that the party supports Bukele's re-election campaign",
              "refs": [
                "https://lanoticiasv.com/gana-eligio-a-sus-candidatos-en-todos-los-departamentos-y-municipios-para-las-elecciones-2024/"
              ]
            },
            {
              "sentence": "The party originally planned to hold its primary elections on 2 July 2023,  but after the reduction of municipalities, the party delayed its primaries until 16 July",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/guillermo-gallegos-nayib-bukele-gana-elecciones-2024-asamblea-legislativa/1056540/2023/"
              ]
            },
            {
              "sentence": "The party held its primaries on 16 July and elected 44 municipal candidates, 60 deputies to the Legislative Assembly from all 14 departments, and deputies to PARLACEN",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/luis-parada-celia-medrano-nuestro-tiempo-regimen-de-excepcion/1076791/2023/"
              ]
            },
            {
              "sentence": "GANA formed one municipal coalition with Nuevas Ideas for San Miguel Centro and one municipal coalition with the PCN for Chalatenango Centro",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/PAIS-presenta-su-formula-presidencial-en-medio-de-polemica-interna-20230828-0068.html",
                "https://diario.elmundo.sv/politica/guillermo-gallegos-buscara-candidatura-por-la-alcaldia-de-san-salvador-centro"
              ]
            },
            {
              "sentence": "Unlike in the 2021 election, GANA did not form coalitions with Nuevas Ideas for the Legislative Assembly elections",
              "refs": [
                "https://diario.elmundo.sv/politica/nuevas-ideas-pospone-sus-elecciones-internas-para-el-9-de-julio"
              ]
            },
            {
              "sentence": "By 25 October 2023, GANA had initiated the registration process for all of its legislative candidates in all 14 departments",
              "refs": []
            },
            {
              "sentence": "On 20 November, GANA began to register all 20 of its PARLACEN candidates",
              "refs": [
                "https://diario.elmundo.sv/politica/guillermo-gallegos-se-retracta-de-candidatura-como-alcalde-de-san-salvador-centro"
              ]
            },
            {
              "sentence": "The TSE registered the legislative candidates by 8 December and the PARLACEN candidates by 8 January 2024",
              "refs": [
                "https://diario.elmundo.sv/politica/tres-partidos-senalan-amenazas-a-candidatos-segun-informe-de-ac"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "National Coalition Party",
          "section_content": [
            {
              "sentence": "Before the reduction of municipalities' legislative seats, Manuel Rodríguez stated that the National Coalition Party (Partido de Concertación Nacional, or PCN) sought to increase the number of deputies in the Legislative Assembly from three to nine and increase the number of mayors from 2 to 33",
              "refs": []
            },
            {
              "sentence": "The party originally planned to hold its primary elections on 5 July 2023,  but after the reduction of municipalities, it delayed its primaries to 16 July",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/GANA-apoyara-la-reeleccion-de-Bukele-aunque-cambie-de-partido-20220711-0043.html"
              ]
            },
            {
              "sentence": "The party opened its primaries on 16 July and concluded them on 20 July",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/luis-parada-celia-medrano-nuestro-tiempo-regimen-de-excepcion/1076791/2023/"
              ]
            },
            {
              "sentence": "The PCN formed a coalition with the Christian Democratic Party (Partido Demócrata Cristiano, or PDC) to jointly contest both legislative seats of Morazán",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Diez-partidos-cambian-fecha-para-elecciones-internas-20230615-0101.html",
                "https://lanoticiasv.com/diputado-guillermo-gallegos-al-unico-candidato-presidencial-que-podemos-llevar-es-a-nayib-bukele/"
              ]
            },
            {
              "sentence": "It also formed a coalition with the Citizen Power civil movement for legislative seats and municipalities in San Salvador",
              "refs": [
                "https://diario.elmundo.sv/politica/gana-convoca-a-elecciones-internas-para-elegir-candidatos-hacia-el-2024"
              ]
            },
            {
              "sentence": "The coalition is unofficial as Citizen Power is not a registered political party",
              "refs": []
            },
            {
              "sentence": "In August 2023, Rodríguez confirmed that the PCN would not present a presidential candidate",
              "refs": [
                "https://diario.elmundo.sv/politica/los-60-candidatos-a-diputados-de-gana-quienes-son"
              ]
            },
            {
              "sentence": "On 30 January 2024, the PCN announced its support for Bukele's presidential campaign",
              "refs": [
                "https://lanoticiasv.com/gana-completo-solicitud-de-inscripcion-de-candidaturas-a-diputados-de-los-14-departamentos/"
              ]
            },
            {
              "sentence": "The PCN formed one municipal coalition with GANA for Chalatenango Centro and two municipal coalitions with the PDC for the Morazán Norte and Morazán Sur",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "By 26 October 2023, the PCN had initiated the process of registering its legislative candidates in 12 departments",
              "refs": []
            },
            {
              "sentence": "By 23 November, the PCN began the process of registering all 20 of its PARLACEN candidates",
              "refs": [
                "https://diarioelsalvador.com/parada-duda-sobre-mantener-el-regimen-de-excepcion/388084/"
              ]
            },
            {
              "sentence": "The TSE registered the legislative candidates by 27 December and the PARLACEN candidates on 30 January 2024",
              "refs": [
                "https://diario.elmundo.sv/politica/partidos-reclaman-al-tse-favoritismo-con-fuerza-solidaria"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Christian Democratic Party",
          "section_content": [
            {
              "sentence": "On 5 June 2023, Reinaldo Carballo, the Christian Democratic Party's (PDC) secretary-general, announced that the party would not have a presidential candidate",
              "refs": []
            },
            {
              "sentence": "He confirmed that the party would participate in the legislative and municipal elections, and that the party was reorganizing its electoral process to adjust for the reduction of municipalities and seats in the Legislative Assembly",
              "refs": []
            },
            {
              "sentence": "After the reduction of municipalities and legislative seats, Carballo stated that the party expects to win at least 10 municipalities and 12 seats in the Legislative Assembly",
              "refs": [
                "https://diario.elmundo.sv/politica/pcn-buscara-triplicar-diputados"
              ]
            },
            {
              "sentence": "The PDC originally planned to hold its primary elections on 14 May 2023, but later postponed them to 2 July and then again to 20 July",
              "refs": []
            },
            {
              "sentence": "The party opened its primaries four days early on 16 July  and closed them on 19 July",
              "refs": [
                "https://lanoticiasv.com/la-propuesta-de-ronald-umana-y-amigos-con-la-que-ellos-quisieran-ganar-las-presidenciales/",
                "https://diario.elmundo.sv/politica/exdiputado-manuel-flores-se-inscribe-como-precandidato-presidencial-por-el-fmln"
              ]
            },
            {
              "sentence": "Carballo reaffirmed that the PDC would not have a presidential candidate and stated that the party supported Bukele's re-election campaign",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Diez-partidos-cambian-fecha-para-elecciones-internas-20230615-0101.html"
              ]
            },
            {
              "sentence": "The PDC formed a coalition with the PCN to jointly contest both of Morazán's legislative,  as well as the seats for both the Morazán Norte and Morazán Sur municipalities",
              "refs": [
                "https://parlacen.int/diputados",
                "https://diario.elmundo.sv/politica/gana-convoca-a-elecciones-internas-para-elegir-candidatos-hacia-el-2024"
              ]
            },
            {
              "sentence": "The PDC disclosed its full list of 20 legislative, 23 municipal, and 2 PARLACEN candidates on 24 September",
              "refs": [
                "https://diario.elmundo.sv/politica/nuevas-ideas-pospone-sus-elecciones-internas-para-el-9-de-julio"
              ]
            },
            {
              "sentence": "Carballo reaffirmed that the PDC would not present a presidential candidate, stating \"we have not found a Salvadoran who could beat Nayib Bukele\"",
              "refs": []
            },
            {
              "sentence": "By 26 October 2023, the PDC had initiated the process of registering its legislative candidates in nine departments",
              "refs": []
            },
            {
              "sentence": "On 23 November, the party began to register all 20 of its PARLACEN candidates",
              "refs": [
                "https://diarioelsalvador.com/parada-duda-sobre-mantener-el-regimen-de-excepcion/388084/"
              ]
            },
            {
              "sentence": "The TSE registered the legislative candidates by 8 December and the PARLACEN candidates on 8 January 2024",
              "refs": [
                "https://diario.elmundo.sv/politica/tres-partidos-senalan-amenazas-a-candidatos-segun-informe-de-ac"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Vamos",
          "section_content": [
            {
              "sentence": "On 5 March 2023, Vamos formally announced that it would not run a presidential candidate or compete in the PARLACEN elections",
              "refs": []
            },
            {
              "sentence": "Claudia Ortiz announced her intention to be re-elected as a deputy of the Legislative Assembly and that she would not seek a presidential candidacy",
              "refs": [
                "https://diario.elmundo.sv/politica/solo-un-pacto-de-coalicion-legislativa-y-ninguno-para-presidente-hacia-2024"
              ]
            },
            {
              "sentence": "She later added that winning control of the Legislative Assembly was more important that winning the presidency and that she would fight throughout the next presidential term",
              "refs": [
                "https://diario.elmundo.sv/politica/organizacion-poder-ciudadano-realiza-alianza-con-el-pcn-hacia-elecciones-2024"
              ]
            },
            {
              "sentence": "Sofía Vaquerano, the party's legal secretary, stated that Vamos would not form coalitions with individuals who had been accused of being corrupt",
              "refs": [
                "https://lanoticiasv.com/pcn-no-participara-en-elecciones-presidenciales-pero-dejara-abierto-a-que-sus-miembros-apoyen-a-quien-mejor-les-parezca/"
              ]
            },
            {
              "sentence": "Initially, Claudia Ortiz stated that the party was open to forming a coalition with other parties,  but later stated that the party would not seek any political coalition",
              "refs": [
                "https://lanoticiasv.com/medrano-acusa-a-bukele-de-utilizar-un-lenguaje-de-chantaje-para-que-voten-por-el/"
              ]
            },
            {
              "sentence": "On 22 May 2023, El Faro alleged that Vamos was in negotiations with ARENA, the FMLN, and Nuestro Tiempo to form a political coalition for the presidential election to oppose Bukele",
              "refs": [
                "https://diario.elmundo.sv/politica/organizacion-poder-ciudadano-realiza-alianza-con-el-pcn-hacia-elecciones-2024"
              ]
            },
            {
              "sentence": "In response, Vamos stated that it would focus more on the Legislative Assembly than on winning the presidency",
              "refs": [
                "https://lanoticiasv.com/presidente-nayib-bukele-sobre-los-partidos-de-la-oposicion-por-sus-frutos-los-conocereis/"
              ]
            },
            {
              "sentence": "The party originally planned to hold its primary elections on 18 June 2023,  but after the reduction of municipalities, the party postponed its primaries to 16 July",
              "refs": [
                "https://diario.elmundo.sv/politica/solo-un-pacto-de-coalicion-legislativa-y-ninguno-para-presidente-hacia-2024"
              ]
            },
            {
              "sentence": "During the primaries, Vamos elected 8 municipal candidates and 32 deputy candidates for the Legislative Assembly in five departments",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/luis-parada-celia-medrano-nuestro-tiempo-regimen-de-excepcion/1076791/2023/"
              ]
            },
            {
              "sentence": "Additionally, Cesia Rivas was elected as the party's new secretary general",
              "refs": []
            },
            {
              "sentence": "By 26 October, Vamos had initiated the process of registering its legislative candidates in five departments",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/pdc-presento-precandidatos-san-salvador/1075446/2023/"
              ]
            },
            {
              "sentence": "The TSE registered the legislative candidates by 20 December",
              "refs": [
                "https://diarioelsalvador.com/parada-duda-sobre-mantener-el-regimen-de-excepcion/388084/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Democratic Change",
          "section_content": [
            {
              "sentence": "Democratic Change initially planned to hold its primary elections on 4 June 2023,  but later rescheduled them for 19 July",
              "refs": [
                "https://diario.elmundo.sv/politica/pdc-dice-no-llevara-candidato-presidencial-2024-y-presenta-a-sus-candidatos-a-diputados-y-alcaldes"
              ]
            },
            {
              "sentence": "Democratic Change held its primary elections from 16 to 19 July and elected legislative, municipal, and PARLACEN candidates",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Diez-partidos-cambian-fecha-para-elecciones-internas-20230615-0101.html"
              ]
            },
            {
              "sentence": "Democratic Change formed two municipal coalitions with Nuevas Ideas for Sonsonate Oeste and Santa Ana Norte and one municipal coalition with Solidary Force for Usulután Oeste",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/oposicion-califica-ilegal-tse-permita-fuerza-solidaria-participar-elecciones-2024/1053739/2023/"
              ]
            },
            {
              "sentence": "On 26 October, the party registered all its legislative candidates in 13 departments",
              "refs": [
                "https://diario.elmundo.sv/politica/nuevas-ideas-pospone-sus-elecciones-internas-para-el-9-de-julio"
              ]
            },
            {
              "sentence": "By 23 November, the party began the process of registering all 20 of its PARLACEN candidates",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/partido-pais-pide-audiencia-en-el-tse-o-se-tomaran-las-calles-aseguran-afiliados/1083210/2023/"
              ]
            },
            {
              "sentence": "The TSE registered the legislative candidates by 29 December and the PARLACEN candidates on 24 January 2024",
              "refs": [
                "https://diario.elmundo.sv/politica/partidos-reclaman-al-tse-favoritismo-con-fuerza-solidaria"
              ]
            },
            {
              "sentence": "Democratic Change did not select a presidential candidate, instead endorsing Bukele's re-election campaign",
              "refs": [
                "https://diario.elmundo.sv/politica/estos-son-los-candidatos-a-alcaldes-de-nuevas-ideas"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Salvadoran Democracy",
          "section_content": [
            {
              "sentence": "Salvadoran Democracy stated it would hold its primary elections on 7 May 2023,  but it ultimately did not hold primary elections and did not participate in the 2024 election",
              "refs": [
                "https://diario.elmundo.sv/politica/vamos-convoca-a-elecciones-internas-para-escoger-candidatos-a-alcaldes-y-diputados"
              ]
            },
            {
              "sentence": "It did not register any legislative or PARLACEN candidates",
              "refs": [
                "https://diario.elmundo.sv/politica/sandra-martinez-y-norma-lobo-sustituiran-a-candidatos-inhabilitados-en-la-libertad"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Independents",
          "section_content": [
            {
              "sentence": "Registration for independent candidates began on 5 May 2023  and ended on 5 September",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/claudia-ortiz-vamos-selecciones-nacionales-elecciones-legislativas-municipales-presidenciales-primarias-/1050111/2023/"
              ]
            },
            {
              "sentence": "Manuel Meléndez was the only independent to begin registration with the TSE, however, he abandoned the registration process on 16 August",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/La-asamblea-debe-ser-una-prioridad-para-2024-Claudia-Ortiz-asegura-que-lucha-en-proximo-periodo-presidencial-20230531-0091.html"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Opinion polls",
      "section_content": [
        {
          "sentence": "Various groups such as CIESCA, Fundaungo, La Prensa Gráfica, TResearch, and UFG conducted opinion polling prior to the 2024 general election; virtually every poll indicated significant leads for Nuevas Ideas in the presidential, legislative, and municipal elections",
          "refs": []
        },
        {
          "sentence": "Additionally, opinion polling was conducted to ask whether Salvadorans supported Bukele's re-election; virtually every poll indicated that a large majority of Salvadorans would support Bukele's re-election",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://diario.elmundo.sv/politica/partido-vamos-presenta-su-lista-de-candidatos-para-2024"
          ]
        },
        {
          "sentence": "Many Salvadoran Americans also supported Bukele's re-election",
          "refs": [
            "https://www.elsalvador.com/noticias/nacional/asamblea-tse-elecciones-2024-partidos-politicos-/1044689/2023/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Results",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Presidential results",
          "section_content": [
            {
              "sentence": "The TSE published the presidential election's final results on 9 February 2024 and formally ratified the results on 17 February; Bukele won with 84.65 percent of the vote",
              "refs": []
            },
            {
              "sentence": "Bukele was the first presidential candidate in Salvadoran history to receive more than two million votes",
              "refs": [
                "https://diario.elmundo.sv/politica/dos-movimientos-han-abandonado-proceso-de-inscripcion-en-el-tse",
                "https://www.laprensagrafica.com/elsalvador/TSE-abre-inscripcion-para-los--candidatos-no-partidarios-20230504-0090.html"
              ]
            },
            {
              "sentence": "Among the other candidates, Flores received 6.40 percent of the vote, Sánchez received 5.57 percent, Parada received 2.04 percent, and Renderos and Murillo each received less than 1 percent",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/tse-elecciones-2024-diputaciones/1086768/2023/"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Results by department",
              "section_content": [
                {
                  "sentence": "The following table displays the number of votes and seats each political party received from each of the country's 14 departments",
                  "refs": []
                },
                {
                  "sentence": "The vote total for San Salvador includes votes cast from the exterior",
                  "refs": []
                },
                {
                  "sentence": "The party with the most votes in a department is highlighted in its party color and the party with the second most votes and seats in a department is in gray.",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Legislative Assembly results",
          "section_content": [
            {
              "sentence": "The TSE published the legislative election's final results on 18 February; Nuevas Ideas won 54 out of 60 seats, a supermajority",
              "refs": []
            },
            {
              "sentence": "ARENA and the PCN both won two seats while Vamos and the PDC each won one seat",
              "refs": []
            },
            {
              "sentence": "The FMLN, GANA, and Nuestro Tiempo lost all of their seats in the Legislative Assembly, while the Democratic Change and Solidary Force parties failed to win any seats",
              "refs": [
                "https://www.latimes.com/world-nation/story/2023-10-27/el-salvadors-president-bukele-registers-for-2024-reelection-unconstitutionally-critics-say"
              ]
            },
            {
              "sentence": "Additionally, Nuestro Tiempo and Democratic Change failed to receive more than 50,000 votes and could possibly lose registration with the TSE per article 47, section C of the Law of Political Parties, which mandates the dissolution of such parties",
              "refs": [
                "https://www.latimes.com/world-nation/story/2023-10-27/el-salvadors-president-bukele-registers-for-2024-reelection-unconstitutionally-critics-say",
                "https://www.tresearch.mx/post/el-salvador-reeleccion-nayib-bukele"
              ]
            },
            {
              "sentence": "On 25 February 2024, Citizen Action published its findings regarding what the results of the legislative election would have been had the hare quota largest remainder method remained in place, the Legislative Assembly had not been reduced from 84 to 60 seats, and the votes from expatriates had not been considered—the manner in which previous legislative elections were conducted prior to the June 2023 electoral reforms",
              "refs": []
            },
            {
              "sentence": "According to the group's findings, the composition of the Legislative Assembly would have been: Nuevas Ideas with 60 seats, ARENA with 7, the FMLN with 6, GANA and Vamos with 3 each, the PCN and PDC with 2 each, and Nuestro Tiempo with 1",
              "refs": []
            },
            {
              "sentence": "According to Citizen Action, the electoral reforms only benefited Nuevas Ideas",
              "refs": []
            },
            {
              "sentence": "It also concluded that, even without the results, the party and its allies would have retained a two-thirds majority",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Results by department",
              "section_content": [
                {
                  "sentence": "The following table displays the number of votes and seats each political party received from each of the country's 14 departments",
                  "refs": []
                },
                {
                  "sentence": "The vote total for San Salvador includes votes cast from the exterior",
                  "refs": []
                },
                {
                  "sentence": "The party with the most votes in a department is highlighted in its party color and the party with the second most votes and seats in a department is in gray.",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Municipal results",
          "section_content": [
            {
              "sentence": "All 44 municipalities had winners declared",
              "refs": []
            },
            {
              "sentence": "Nuevas Ideas, GANA, the PDC, the PCN, Solidary Force, and ARENA all won at least one mayorship, while the FMLN, Vamos, Nuestro Tiempo, Democratic Change, and the Salvadoran Patriotic Fraternity did not win any",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/nuevas-ideas-tiene-22-mas-escanos-que-su-porcentaje-de-votos/1125353/2024/"
              ]
            },
            {
              "sentence": "Turnout for the municipal election was the lowest since the end of the Salvadoran Civil War in 1992",
              "refs": [
                "https://www.contrapunto.com.sv/nuevas-ideas-sera-el-1er-partido-con-mayoria-absoluta-en-el-congreso-salvadoreno/"
              ]
            },
            {
              "sentence": "In total, the opposition won 1 mayorship, 1 trustee, 24 proprietary aldermen, and 23 substitute aldermen in 16 of the 44 municipal councils; this accounts for around 10 percent of all municipal council positions",
              "refs": [
                "https://www.contrapunto.com.sv/arena-y-fmln-experimentan-la-derrota-electoral-mas-grande-desde-1994/"
              ]
            },
            {
              "sentence": "Nuevas Ideas and its allies won the remaining 90 percent of municipal council positions",
              "refs": []
            },
            {
              "sentence": "According to La Prensa Gráfica, had the reduction of municipalities not occurred, Nuevas Ideas would have still won the most municipalities, but it would not have won more than half of the municipalities, instead winning only 122 compared to 152 in 2021",
              "refs": []
            },
            {
              "sentence": "Additionally, the FMLN and Democratic Change, parties which failed to win any municipalities, would have won 21 and 1 municipalities, respectively",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "PARLACEN results",
          "section_content": [
            {
              "sentence": "Turnout for the PARLACEN election was the lowest in 25 years and reached just 29.88%",
              "refs": []
            },
            {
              "sentence": "La Prensa Gráfica attributed the low turnout and almost 10 percent of the vote being blank or invalid to PARLACEN's general unpopularity in El Salvador, with many invalid ballots containing messages questioning PARLACEN's functions or relevance",
              "refs": [
                "https://diario.elmundo.sv/politica/48-diputados-son-reelectos-y-12-son-nuevos-asi-sera-la-asamblea-2024-27"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Aftermath",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Domestic reactions",
          "section_content": [
            {
              "sentence": "Shortly after polling stations closed but before the TSE officially announced the results of the presidential and legislative elections, Bukele posted on X declaring that, \"according to our numbers\", he had won the presidential election with \"more than 85% of the votes\" and that Nuevas Ideas had won \"a minimum of\" 58 of the Legislative Assembly's 60 seats",
              "refs": []
            },
            {
              "sentence": "He also claimed that his electoral victory was \"a record in the entire democratic history of the world\"  and that the 2024 election was \"the first time in history that El Salvador has democracy, and it's not me saying it, it's the people\"",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Sin-reestructuracion-municipal-Nuevas-Ideas-habria-perdido-30-alcaldias-20240304-0098.html",
                "https://www.elsalvador.com/noticias/nacional/elecciones-2024-municipales-tse-/1127224/2024/"
              ]
            },
            {
              "sentence": "A crowd of Bukele's supporters gathered at the Plaza Gerardo Barrios in San Salvador to celebrate his victory",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Cambios-en-municipios-importantes-20240303-0118.html"
              ]
            },
            {
              "sentence": "Bukele later addressed the crowd from the balcony of the National Palace and celebrated his victory in a speech,   during which he criticized journalists who themselves had criticized the gang crackdown and his concentration of power",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Participacion-en-elecciones-municipales-fue-de-30.1--la-mas-baja-en-la-historia-del-TSE-20240304-0094.html",
                "https://diario.elmundo.sv/politica/oposicion-tendra-regidores-solo-en-la-tercera-parte-de-los-44-concejos-del-pais"
              ]
            },
            {
              "sentence": "Bukele also remarked that the election results was \"the first time in a country that just one party exists in a completely democratic system\", adding that \"the entire opposition together was pulverized\"",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Cambios-en-municipios-importantes-20240303-0118.html",
                "https://www.elsalvador.com/noticias/nacional/el-ausentismo-fue-gran-ganador-en-la-eleccion-municipal/1127354/2024/"
              ]
            },
            {
              "sentence": "Former FMLN Salvadoran President Mauricio Funes stated that the opposition was defeated \"without a doubt\"",
              "refs": []
            },
            {
              "sentence": "In a press conference on 4 February 2024, Flores stated that the FMLN would not disappear as a political entity and that it was \"not correct\" for Bukele to declare himself the election's winner before the TSE made an official announcement",
              "refs": [
                "https://www.reuters.com/world/americas/el-salvadors-bukele-declares-himself-winner-presidential-vote-2024-02-05/"
              ]
            },
            {
              "sentence": "Óscar Ortiz thanked those who voted for Flores and stated that \"history does not end here\"",
              "refs": []
            },
            {
              "sentence": "Flores did not concede",
              "refs": [
                "https://www.france24.com/en/americas/20240205-el-salvador-s-president-bukele-claims-record-reelection-victory"
              ]
            },
            {
              "sentence": "On 5 February, Claudia Ortiz stated that \"democratic spaces are closing in El Salvador, civil society is closing down and there is an environment of fear to speak out\"",
              "refs": [
                "https://www.ft.com/content/1306b424-b250-48c5-a383-6dedac67f482"
              ]
            },
            {
              "sentence": "On 7 February, Sánchez conceded the election and congratulated Bukele on his victory",
              "refs": [
                "https://apnews.com/article/el-salvador-election-bukele-gang-violence-democracy-dc9f65f450875c5841f937753cd3101a"
              ]
            },
            {
              "sentence": "After the results of the legislative election were published, Flores claimed that he had votes stolen from both him and the FMLN",
              "refs": []
            },
            {
              "sentence": "Lourdes Argueta, a member of the FMLN's political commission, stated that the party \"did not need a seat to  [...] defend the people's interests\"",
              "refs": [
                "https://www.ft.com/content/1306b424-b250-48c5-a383-6dedac67f482"
              ]
            },
            {
              "sentence": "Regarding Claudia Ortiz winning re-election to the Legislative Assembly with Vamos, Mauricio Funes stated that she \"has fought the battle and I am sure that she will continue to fight\"",
              "refs": [
                "https://thehill.com/policy/international/ap-el-salvadors-nayib-bukele-heads-for-reelection-as-president-buoyed-by-support-for-gang-crackdown/"
              ]
            },
            {
              "sentence": "The Resistance and Popular Rebellion Bloc called for Salvadorans to \"reject this electoral farce\"",
              "refs": [
                "https://www.reuters.com/world/americas/el-salvadors-bukele-declares-himself-winner-presidential-vote-2024-02-05/"
              ]
            },
            {
              "sentence": "When asked about Nuevas Ideas' 500,000-vote difference between the presidential and legislative elections, Castro stated that \"there is no comparison\" and that such comparisons were \"apples to oranges\" (\"peras a manzanas\") as Bukele was a \"phenomenon at the global level\"",
              "refs": [
                "https://apnews.com/article/el-salvador-nayib-bukele-president-reelection-ef04e20d901908099f4f787b841aca89"
              ]
            },
            {
              "sentence": "After GANA lost all its seats in the Legislative Assembly, Gallegos, who himself lost his seat, stated that he would continue to support Bukele regardless of his political situation",
              "refs": [
                "https://lanoticiasv.com/funes-sin-ninguna-duda-la-oposicion-fue-derrotada-claudia-ortiz-seguira-dando-la-batalla/"
              ]
            },
            {
              "sentence": "After polling stations closed for the municipal and PARLACEN elections, Bukele posted on X that Nuevas Ideas and its allies had won 43 of the 44 municipalities, claiming that the only municipality the opposition won was La Libertad Este",
              "refs": []
            },
            {
              "sentence": "He acknowledged that some of Nuevas Ideas' municipal candidates lost as voters were unsatisfied with their current tenures",
              "refs": [
                "https://lanoticiasv.com/manuel-flores-del-fmln-no-asume-la-derrota-si-me-han-robado-votos/"
              ]
            },
            {
              "sentence": "Bukele's announcement came before any official announcement from the TSE",
              "refs": [
                "https://www.reuters.com/world/americas/bukele-landslide-shifts-el-salvador-one-party-state-amplifies-democracy-fears-2024-02-05/"
              ]
            },
            {
              "sentence": "Milagro Navas, ARENA's sole elected mayor, celebrated her victory against Minister of Housing Michelle Sol and stated that she would cooperate with Bukele's government",
              "refs": [
                "https://lanoticiasv.com/manuel-flores-del-fmln-no-asume-la-derrota-si-me-han-robado-votos/"
              ]
            },
            {
              "sentence": "After the FMLN failed to win any mayorships, the party leadership stated that the FMLN would undergo a \"total reorganization\",  adding that \"this is not the end, it is the closing of a chapter\"",
              "refs": [
                "https://diario.elmundo.sv/politica/joel-sanchez-retorna-a-su-actividad-empresarial-y-le-desea-sabiduria-a-bukele",
                "https://diariolahuella.com/fmln-asegura-que-no-necesita-un-curul-en-la-asamblea-para-defender-los-intereses-de-los-salvadorenos/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "International reactions",
          "section_content": [
            {
              "sentence": "Bernardo Arévalo, the president of Guatemala;  Xiomara Castro, the president of Honduras;  Daniel Ortega, the president of Nicaragua;  Laurentino Cortizo, the president of Panama;  Miguel Díaz-Canel, the president of Cuba; Xi Jinping, the president of China;  Vladimir Putin, the president of Russia;  and Alicia Bárcena Ibarra, the secretary of foreign affairs of Mexico, congratulated Bukele on X after he declared himself as the election's winner",
              "refs": [
                "https://diario.elmundo.sv/politica/ni-con-500000-votos-menos-en-legislativas-que-en-presidenciales",
                "https://lanoticiasv.com/diputado-gallegos-por-supuesto-que-voy-a-seguir-apoyando-al-presidente-bukele/",
                "https://lanoticiasv.com/bukele-anuncio-que-ni-junto-con-sus-aliados-sumaron-43-alcaldias-milagro-navas-gano-la-unica-alcaldia-de-la-oposicion/",
                "https://lanoticiasv.com/diputado-gallegos-por-supuesto-que-voy-a-seguir-apoyando-al-presidente-bukele/",
                "https://diario.elmundo.sv/politica/bukele-reconoce-voto-de-castigo-a-algunos-alcaldes-pero-celebra-que-la-oposicion-solo-logro-una-alcaldia",
                "https://diario.elmundo.sv/politica/milagro-navas-afirma-se-despoja-de-su-color-partidario-y-trabajara-con-el-gobierno-de-bukele"
              ]
            },
            {
              "sentence": "The Chilean and Chinese embassies in El Salvador also congratulated Bukele before the release of the official results,   as did the United Nations",
              "refs": [
                "https://lanoticiasv.com/diputado-gallegos-por-supuesto-que-voy-a-seguir-apoyando-al-presidente-bukele/",
                "https://diario.elmundo.sv/politica/asamblea-aprueba-voto-electronico-en-el-exterior-para-presidenciales-y-legislativas-de-2024",
                "https://lanoticiasv.com/diputado-gallegos-por-supuesto-que-voy-a-seguir-apoyando-al-presidente-bukele/"
              ]
            },
            {
              "sentence": "The Ministry of Foreign Affairs, International Trade and Worship of Argentina congratulated Bukele and reaffirmed commitment for both countries to work together",
              "refs": [
                "https://diario.elmundo.sv/politica/fmln-reconoce-derrota-en-elecciones-y-promete-una-reorganizacion-total"
              ]
            },
            {
              "sentence": "United States Secretary of State Antony Blinken congratulated Bukele on X, stating that \"the events in El Salvador have a direct impact on the interests of the United States\" and that the American and Salvadoran governments could \"reach our maximum potential and surpass major obstacles in our hemisphere and on a global level\" through cooperation",
              "refs": []
            },
            {
              "sentence": "William H",
              "refs": []
            },
            {
              "sentence": "Duncan, the United States ambassador to El Salvador, congratulated Bukele, adding that he hoped to \"continue working with representatives of the Salvadoran people elected to fortify democracy, increase economic opportunities, and confront the shared challenges of the 21st century\"",
              "refs": []
            },
            {
              "sentence": "Several members of the Democratic Party in the United States Senate congratulated Bukele's victory, but expressed that they were \"troubled\" regarding \"unconstitutional moves that strongly influenced the outcome of Sunday's election\" and statements made by Ulloa regarding \"'eliminating' and 'replacing' democracy\"",
              "refs": [
                "https://diario.elmundo.sv/politica/presidente-de-guatemala-felicita-a-bukele-por-su-eventual-reeleccion"
              ]
            },
            {
              "sentence": "Republican senators Ted Cruz and Marco Rubio also congratulated Bukele",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Paises-de-la-region-felicitan-a-Nayib-Bukele-antes-de-que-se-conozcan-los-resultados-de-eleccion-presidencial-20240204-0086.html"
              ]
            },
            {
              "sentence": "On 5 February 2024, several foreign news publications called the presidential election for Bukele, describing it as a \"landslide victory\"",
              "refs": []
            },
            {
              "sentence": "Foreign news publications also described Nuevas Ideas' legislative victory as creating a \"de facto one-party state\"",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/Cambios-en-municipios-importantes-20240303-0118.html",
                "https://www.laprensagrafica.com/internacional/Cuba-y-China-felicitan-a-Nayib-Bukele-por-su-reeleccion-en-El-Salvador-20240207-0011.html"
              ]
            },
            {
              "sentence": "Tyler Mattiace, a researcher for Human Rights Watch, described the election as a \"growing rejection of the basic principles of democracy and human rights, and support for authoritarian populism among people who feel that, concepts like democracy and human rights and due process have failed them\"",
              "refs": [
                "https://apnews.com/article/el-salvador-election-bukele-gang-violence-democracy-dc9f65f450875c5841f937753cd3101a",
                "https://diario.elmundo.sv/politica/presidente-de-rusia-felicita-a-nayib-bukele-por-su-reeleccion-y-espera-que-prosiga-la-cooperacion-rusosalvadorena",
                "https://diario.elmundo.sv/politica/onu-felicita-a-bukele-por-su-reelecion"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Allegations of irregularities",
          "section_content": [
            {
              "sentence": "Shortly after polling stations closed at 5 p.m",
              "refs": []
            },
            {
              "sentence": "CST, Bukele accused the TSE and Indra Solutions of preventing expatriates from casting their vote by not allowing them to cast their vote after the stated time",
              "refs": []
            },
            {
              "sentence": "He argued that people waiting in line before the polling stations closed still had to be allowed to vote and called upon Attorney General Rodolfo Delgado to launch an investigation",
              "refs": []
            },
            {
              "sentence": "Delgado responded by stating that the office of the attorney general \"will prosecute those who committed a crime\"",
              "refs": []
            },
            {
              "sentence": "The TSE announced that it would re-open voting at three voting centers in the United States that had not allowed Salvadorans to vote after 5 p.m",
              "refs": [
                "https://www.infobae.com/america/agencias/2024/02/05/argentina-felicita-a-bukele-y-afirma-compromiso-de-continuar-trabajando-con-el-salvador/"
              ]
            },
            {
              "sentence": "CST, however, the TSE later retraced its announcement following a petition made by ARENA",
              "refs": []
            },
            {
              "sentence": "Bukele responded on X to the TSE's retraction by stating \"remember this, when the opposition asks you again for votes in the next elections\"",
              "refs": [
                "https://diario.elmundo.sv/politica/eeuu-felicita-a-bukele-y-dice-que-espera-con-interes-trabajar-con-el"
              ]
            },
            {
              "sentence": "The TSE released the first preliminary results late on 4 February 2024, but stalled until the morning of 5 February, with its website crashing shortly before midnight local time",
              "refs": []
            },
            {
              "sentence": "The TSE attributed the delay to \"multiple actions that have hampered the development of the transmission activities of preliminary results\" and shortages of paper to print out vote tallies",
              "refs": []
            },
            {
              "sentence": "It advised electoral boards at polling stations to resort to contingency measures such as tallying votes by hand and taking photographs or scans of manual tallies before sending them to the TSE",
              "refs": []
            },
            {
              "sentence": "Deputies from ARENA, the FMLN, Vamos, and Nuestro Tiempo criticized the TSE's counting delay",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/PARLACEN-El-organismo-por-el-que-miles-de-salvadorenos-anularon-o-negaron-su-voto-por-que-se-creo-que-hace-y-que-paises-de-Centroamerica-no-estan-en-el-20240304-0011.html"
              ]
            },
            {
              "sentence": "Nuestro Tiempo claimed that there were inconsistencies between preliminary vote totals published by the TSE in published statements and on its website",
              "refs": [
                "https://diario.elmundo.sv/politica/senadores-de-florida-y-texas-felicitan-a-bukele-y-piden-su-apoyo-para-mantener-el-orden-democratico-y-la-paz-en-la-region"
              ]
            },
            {
              "sentence": "Óscar Picardo, the director of sciences at the Francisco Gavidia University, stated that \"we've never seen a situation that affects electoral integrity like this ..",
              "refs": [
                "https://www.bbc.com/news/world-latin-america-68196826"
              ]
            },
            {
              "sentence": "it's obvious that Bukele has the most votes, as the polls say, but there are a lot of irregularities in the processing\"",
              "refs": []
            },
            {
              "sentence": "ARENA, the FMLN, Vamos, and Nuestro Tiempo all called for the TSE to launch a recount",
              "refs": []
            },
            {
              "sentence": "On 5 February 2024, the TSE stated that it would conduct a recount of 29 percent of the presidential ballots and manually count the legislative ballots \"vote by vote\" at the José Adolfo Pineda National Gymnasium,  and that the results would be finalized within 15 days",
              "refs": [
                "https://www.washingtonpost.com/world/2024/02/06/bukele-nayib-el-salvador-president-coolest-dictator-global-international/",
                "https://english.elpais.com/international/2024-02-06/bukele-expands-his-power-in-el-salvador-the-era-of-the-single-party-and-the-single-leader-is-born.html"
              ]
            },
            {
              "sentence": "The recount for the presidential ballots began on 7 February  and ended on 9 February",
              "refs": [
                "https://diario.elmundo.sv/politica/bukele-acusa-a-tse-e-indra-de-cerrar-centros-de-votacion-en-exterior-e-impedir-voto-de-diaspora",
                "https://www.laprensagrafica.com/elsalvador/TSE-da-marcha-atras-a-reabrir-voto-presencial-en-el-exterior-20240206-0104.html"
              ]
            },
            {
              "sentence": "The recount for legislative ballots began on 11 February  and ended on 18 February",
              "refs": [
                "https://diario.elmundo.sv/politica/dos-movimientos-han-abandonado-proceso-de-inscripcion-en-el-tse",
                "https://diariolahuella.com/presidente-bukele-recuerden-esto-cuando-la-oposicion-vuelva-a-pedirles-el-voto-en-las-proximas-elecciones/"
              ]
            },
            {
              "sentence": "During the recount process, opposition politicians accused the TSE of manipulating the recount to benefit Nuevas Ideas by including unfolded ballots that were marked in black pen; according to the TSE's election procedures, only folded ballots filled out in black crayon were considered valid",
              "refs": [
                "https://diario.elmundo.sv/politica/partidos-de-oposicion-se-quejan-de-la-tardanza-de-resultados-del-escrutinio-final"
              ]
            },
            {
              "sentence": "On 6 February 2024, García Saade stated that ARENA would ask the TSE to nullify the presidential and legislative election results \"not because of what has happened, but because of what will happen afterwards\",  while the FMLN and Nuestro Tiempo stated they would ask the TSE to nullify the legislative election results due to irregularities",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/tse-tendria-resultados-oficiales-dentro-de-dos-semanas-dice-magistrado/1121533/2024/"
              ]
            },
            {
              "sentence": "On 10 February, ARENA stated that it would petition the TSE to postpone the municipal and PARLACEN elections by 15 days and to not use the same electoral system that was used during the presidential and legislative elections",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-inicia-proceso-de-escrutinio-final-y-alista-recuento-de-votos-2024"
              ]
            },
            {
              "sentence": "On 13 February, the TSE announced that it would not postpone the municipal or PARLACEN elections",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-inicia-escrutinio-de-votos-legislativos-arena-se-retira"
              ]
            },
            {
              "sentence": "On 19 February, leaders from ARENA, Vamos, and Nuestro Tiempo jointly announced they had submitted a petition to the TSE to nullify the legislative elections due to irregularities and allegations of fraud",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/TSE-anuncia-que-termino-de-escrutar-los-votos-para-diputados-20240218-0010.html"
              ]
            },
            {
              "sentence": "Later that day, the FMLN stated it would do the same",
              "refs": [
                "https://apnews.com/article/el-salvador-nayib-bukele-election-8637667ca3b9f35c9ffd2baf805a9ade"
              ]
            },
            {
              "sentence": "On 21 February, the TSE denied the joint petition, declaring it unfounded;  the TSE did the same for the FMLN's petition the following day",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/irregularidades-escrutino-legislativo-el-salvador-tse-2024/1123097/2024/",
                "https://www.laprensagrafica.com/elsalvador/Denuncian-actas-con-con-votos-de-mas-papeletas-sin-doblez-y-marcadas-con-plumon-20240213-0018.html"
              ]
            },
            {
              "sentence": "In response to the TSE's declaration, Failer stated that the TSE was \"ignoring the structural fraud that corrupted this election\"",
              "refs": [
                "https://www.laprensagrafica.com/elsalvador/ARENA-pedira-la-nulidad-de-las-elecciones-presidenciales-y-legislativas-confirma-el-presidente-del-partido-20240206-0053.html"
              ]
            },
            {
              "sentence": "Although the OAS voiced concern to the TSE during the recount process regarding the TSE leaving the recount process \"in the hands of the representatives of the political parties\",  the OAS stated that \"the Mission did not observe actions that would indicate that the will of the citizenry expressed at the polls was altered\" (\"la Misión no observó hechos que indicaran que se alteró la voluntad de la ciudadanía expresada en las urnas\")",
              "refs": [
                "https://diario.elmundo.sv/politica/nuestro-tiempo-senala-inconsistencias-en-resultados-preliminares-divulgados-por-el-tse"
              ]
            },
            {
              "sentence": "Observe El Salvador 2024 stated that it had observed valid crossed votes for opposition parties be marked as invalid while invalid votes were marked as valid for Nuevas Ideas",
              "refs": [
                "https://diario.elmundo.sv/politica/arena-solicitara-a-tse-posponga-15-dias-las-elecciones-de-alcaldes-y-parlacen"
              ]
            },
            {
              "sentence": "The Interchange and Solidarity Center stated that it had observed irregularities at 69 voting centers both in El Salvador and in the United States",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-no-aplazaria-elecciones-del-3-de-marzo-y-prepara-papeletas"
              ]
            },
            {
              "sentence": "Eduardo Escobar stated that there were \"surely\" irregularities and questioned how much of an impact they had on the final results",
              "refs": [
                "https://diario.elmundo.sv/politica/vamos-nt-y-arena-piden-al-tse-nulidad-de-elecciones-legislativas-porque-se-falseo-voluntad-popular"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Presidential and legislative transition",
          "section_content": [
            {
              "sentence": "The TSE ratified the results of the presidential election on 18 February 2024,  the legislative election on 18 March,  and the municipal and PARLACEN elections on 11 April",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/fmln-tambien-pide-la-nulidad-de-elecciones-legislativas/1124184/2024/",
                "https://www.laprensagrafica.com/elsalvador/TSE-declara-improcedentes-peticiones-de-nulidad-de-elecciones-legislativas-20240222-0012.html"
              ]
            },
            {
              "sentence": "The TSE granted Bukele and Ulloa their presidential and vice presidential credentials, respectively, on 29 February,  the elected deputies their legislative credentials on 20 March,  the elected mayors and council members their municipal credentials in late April 2024,  and the elected PARLACEN deputies on 25 April",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-tambien-declara-improcedente-nulidad-del-escrutinio-legislativo-solicitada-por-el-fmln",
                "https://lanoticiasv.com/andy-failer-al-tse-por-no-anular-las-elecciones-ignoran-el-fraude-estructural-que-vicio-esta-eleccion/",
                "https://www.laprensagrafica.com/elsalvador/OEA-vuelve-a-cuestionar-falta-de-control-del-TSE-sobre-escrutinio-final-20240222-0030.html",
                "https://diario.elmundo.sv/politica/observa-el-salvador-2024-dice-se-omitieron-voto-validos-de-partidos-minoritarios",
                "https://www.elsalvador.com/noticias/nacional/elecciones-2024-observadores-irregularidades/1121284/2024/"
              ]
            },
            {
              "sentence": "The elected legislative deputies, mayors, and municipal council members assumed office on 1 May 2024",
              "refs": []
            },
            {
              "sentence": "That same day, the reductions of legislative seats and municipalities went into effect",
              "refs": []
            },
            {
              "sentence": "Bukele and Ulloa were inaugurated for a second term on 1 June at the Plaza Gerardo Barrios in San Salvador's historic downtown",
              "refs": [
                "https://www.elsalvador.com/noticias/nacional/tse-ratifica-resultados-de-elecciones-legislativas/1129559/2024/",
                "https://diarioelsalvador.com/acta-del-tse-reconfirma-28-alcaldias-cian/488319/"
              ]
            },
            {
              "sentence": "The 20 PARLACEN deputies are scheduled to assume office on 28 October 2026",
              "refs": [
                "https://diarioelsalvador.com/tse-ratifica-resultados-de-eleccion-parlacen-con-13-diputados-para-ni/488312"
              ]
            },
            {
              "sentence": "Immediately after Bukele's re-election victory, The Economist indicated that Bukele may potentially seek to change the constitution and run for a third presidential term in the 2029 presidential election, as he had previously stated that the constitution did not \"currently\" allow for a third presidential term",
              "refs": []
            },
            {
              "sentence": "In a July 2024 interview with Time, Bukele stated that he would not seek a third term in 2029",
              "refs": [
                "https://diario.elmundo.sv/politica/tse-entrega-credenciales-a-bukele-y-ulloa-para-periodo-presidencial-2024-2029"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "2": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "6": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "388": "[ERROR retrieving ref link]",
    "1": "https://lanoticiasv.com/asamblea-concede-licencia-a-bukele-y-a-ulloa-y-nombra-como-designada-presidencial-a-claudia-rodriguez-de-guevara/",
    "3": "https://diario.elmundo.sv/politica/los-622-funcionarios-publicos-que-elegiran-los-salvadorenos-en-2024",
    "5": "https://parlacen.int/diputados",
    "7": "https://diario.elmundo.sv/politica/gana-no-presentara-candidato-a-presidente-para-apoyar-a-bukele",
    "8": "https://lanoticiasv.com/pdc-eligio-a-sus-candidatos-que-competiran-en-las-elecciones-de-2024/",
    "9": "https://lanoticiasv.com/partido-pcn-reitera-apoyo-a-la-candidatura-presidencial-de-nayib-bukele/",
    "10": "https://www.youtube.com/watch?v=LM4oyDzgqdc",
    "12": "https://www.nytimes.com/2019/02/03/world/americas/salvador-bukele-election.html",
    "13": "https://www.as-coa.org/articles/bukele-breaks-el-salvadors-two-party-hold-power",
    "14": "https://diariolahuella.com/se-cumplen-cuatro-anos-del-triunfo-de-nayib-bukele-sobre-el-bipartidismo/",
    "15": "https://time.com/6046941/el-salvador-nayib-bukele-crisis/",
    "16": "https://www.hrw.org/news/2021/11/01/el-salvador-legislature-deepens-democratic-backsliding",
    "17": "https://www.hrw.org/news/2020/04/15/el-salvador-police-abuses-covid-19-response",
    "18": "https://www.bbc.com/news/world-latin-america-51458947",
    "19": "https://www.courrierinternational.com/article/criminalite-salvador-le-president-bukele-aurait-aussi-negocie-avec-les-gangs",
    "20": "https://cnnespanol.cnn.com/2020/09/04/nayib-bukele-niega-supuesto-pacto-con-pandillas-para-reducir-homicidios-en-el-salvador/",
    "21": "https://www.reuters.com/world/americas/us-names-bukele-aide-el-salvador-corruption-list-2021-05-18/",
    "22": "https://www.americasquarterly.org/article/in-el-salvador-a-chastened-opposition-looks-to-find-its-way/",
    "23": "https://www.ft.com/content/e59496a6-a844-425c-85ed-98341a26093e",
    "24": "https://www.tse.gob.sv/documentos/elecciones/2021/escrutinio-final/reporte/02-Asamblea-Legislativa-conformacion-departamental.pdf",
    "25": "https://www.tse.gob.sv/documentos/memoria-de-elecciones/2021/anexos/10-ANEXO-X-RESULTADOS-ELECCION-CONCEJOS-MUNICIPALES-2021.zip",
    "26": "https://www.tse.gob.sv/documentos/elecciones/2021/escrutinio-final/reporte/04-Parlacen-conformacion.pdf",
    "27": "https://www.laprensagrafica.com/lpgdatos/Ernesto-Castro-favorito-para-dirigir-la-Asamblea-Legislativa-20210430-0095.html",
    "28": "https://www.washingtonpost.com/politics/2021/05/20/el-salvadors-president-launched-self-coup-watch-creeping-corruption-authoritarianism/",
    "29": "https://diariolahuella.com/2024-inicia-garantizando-seguridad-de-salvadorenos/",
    "30": "https://diario.elmundo.sv/politica/hoy-se-aprobaria-14-prorroga-al-regimen-y-oeneges-denuncian-muertes-en-penales",
    "31": "https://www.aljazeera.com/news/2022/6/2/el-salvador-committing-massive-rights-violations-amnesty-says",
    "32": "https://www.hrw.org/news/2022/05/02/el-salvador-evidence-serious-abuse-state-emergency",
    "33": "https://web.archive.org/web/20230103203737/https://www.reuters.com/world/americas/el-salvador-murders-plummet-by-over-half-2022-amid-gang-crackdown-2023-01-03/",
    "34": "https://diario.elmundo.sv/politica/fmln-el-regimen-se-usa-para-amedrentar-la-oposicion",
    "35": "https://www.latimes.com/world-nation/story/2021-05-16/nayib-bukele-the-most-popular-president-in-the-world-is-a-man-with-one-ideology-power",
    "36": "https://globalvoices.org/2021/02/22/despite-claims-of-authoritarianism-president-bukeles-popularity-continues-to-be-strong-in-el-salvador/",
    "37": "https://elsalvadorinfo.net/nayib-bukele-approval-rate/",
    "38": "https://newsinamerica.com/pdcc/boletin/2023/cid-gallup-nayib-bukele-es-el-mandatario-con-mejor-desempeno-presidencial-en-latinoamerica/",
    "39": "https://www.miamiherald.com/news/local/news-columns-blogs/andres-oppenheimer/article277719883.html",
    "40": "https://www.aljazeera.com/news/2021/9/4/el-salvador-court-says-presidents-can-serve-2-straight-terms",
    "41": "https://apnews.com/article/elections-el-salvador-9dcbdb58df7fec5b43b289c3eb269730",
    "42": "https://diario.elmundo.sv/Pol%C3%ADtica/se-dana-relacion-eeuu-el-salvador-con-resolucion-de-sala-jean-manes",
    "43": "https://www.prensa-latina.cu/2023/03/01/tse-respetara-decision-favorable-a-bukele-en-el-salvador",
    "44": "https://x.com/nayibbukele/status/1570593844202291200",
    "45": "https://www.reuters.com/world/americas/despite-prohibition-el-salvador-president-bukele-says-he-will-seek-re-election-2022-09-16/",
    "46": "https://www.elsalvador.com/noticias/nacional/bukele-contradice-sus-propias-declaraciones/1101498/2023/",
    "47": "https://www.univision.com/noticias/america-latina/nayib-bukele-anuncia-postulara-reeleccion-salvador",
    "48": "https://www.telemundo52.com/noticias/mundo/el-salvador-bukele-reeleccion-presidencial-2024/2324596/",
    "49": "https://www.laprensagrafica.com/elsalvador/Nuevas-Ideas-dio-a-conocer-inscripcion-de-Bukele-y-Ulloa-como-precandidatos-para-elecciones-presidenciales-20230626-0008.html",
    "50": "https://www.reuters.com/world/americas/salvadoran-president-bukeles-party-names-him-2024-candidate-2023-07-10/",
    "51": "https://elfaro.net/en/202309/el_salvador/27055/Reelection-in-El-Salvador-Rhymes-with-Dictatorship.htm",
    "52": "https://nacla.org/el-salvador-slide-toward-authoritarianism",
    "53": "https://www.as-coa.org/articles/explainer-presidential-reelection-latin-america",
    "55": "https://www.brookings.edu/opinions/reelection-continuity-and-hyper-presidentialism-in-latin-america/",
    "56": "https://www.elsalvador.com/noticias/nacional/elecciones-manuel-flores-fmln-precandidato/1071135/2023/",
    "57": "https://progressive.org/latest/other-americans-el-salvador-illegal-reelection-092322/",
    "58": "https://www.washingtonpost.com/world/2023/06/26/el-salvador-nayib-bukele-reelection-constitution/26abcbd2-1436-11ee-9de3-ba1fa29e9bec_story.html",
    "59": "https://www.elsalvador.com/opinion/editoriales/encuesta-de-poblacion-activa-/1014401/2022/",
    "60": "https://www.latimes.com/world-nation/story/2022-09-16/el-salvador-presidents-re-election-bid-draws-strong-reaction",
    "61": "https://www.laprensagrafica.com/elsalvador/Constitucionalista-reitera-prohibicion-de-reeleccion-en-El-Salvador-20230215-0099.html",
    "62": "https://www.elsalvador.com/noticias/nacional/accion-ciudadana-constitucion-de-la-republica-elecciones-2024-felix-ulloa-nayib-bukele-reeleccion-sala-lo-constitucional-breaking-news/1071144/2023/",
    "63": "https://lanoticiasv.com/ruben-zamora-pide-a-los-diputados-suspender-los-derechos-de-ciudadano-al-presidente-bukele-por-haberse-inscrito-como-precandidato-en-ni/",
    "64": "https://lanoticiasv.com/claudia-ortiz-busca-pretextos-para-coartar-el-derecho-ciudadano-de-brindar-la-reeleccion-al-presidente-bukele/",
    "65": "https://diario.elmundo.sv/politica/siete-organizaciones-de-izquierda-anuncian-marcha-contra-regimen-y-reeleccion",
    "66": "https://www.elsalvador.com/noticias/nacional/organizaciones-sindicatos-trabajadores-marchan-1demayo/1057907/2023/",
    "67": "https://www.laprensagrafica.com/elsalvador/Empleados-gubernamentales-y-algunos-sindicatos-se-concentran-para-conmemorar-al-Dia-Internacional-del-Trabajo-20230501-0006.html",
    "68": "https://diario.elmundo.sv/politica/medicos-candidatos-presidenciales-y-diputados-en-marcha-contra-reeleccion-falta-de-medicinas-y-capturas-de-inocentes",
    "69": "https://diario.elmundo.sv/politica/organizaciones-anuncian-marcha-el-15-de-septiembre-contra-la-reeleccion",
    "70": "https://www.laprensagrafica.com/elsalvador/Presentan-una-10-peticion-de-nulidad-de-la-candidatura-de-Nayib-Bukele-20231107-0080.html",
    "71": "https://www.laprensagrafica.com/elsalvador/TSE-dice-que-resolucion-sobre-candidatura-de-Bukele-esta-en-firme-20231109-0097.html",
    "72": "https://diario.elmundo.sv/politica/vicepresidente-reitera-que-nayib-bukele-debera-pedir-licencia-seis-meses-antes",
    "73": "https://diario.elmundo.sv/politica/felix-ulloa-se-trata-de-un-segundo-mandato-no-reeleccion",
    "74": "https://www.elsalvador.com/noticias/nacional/nayib-bukele-gabinete-redes-sociales-constitucion-sala-de-lo-constitucional-la-republica/1058177/2023/",
    "75": "https://www.laprensagrafica.com/elsalvador/Renuncia-presidencial-no-anularia-inconstitucionalidad-de-reeleccion-20230426-0108.html",
    "76": "https://www.laprensagrafica.com/elsalvador/Nuevas-Ideas-confirma-que-Bukele-renunciara-en-diciembre-20230711-0093.html",
    "77": "https://diario.elmundo.sv/politica/bukele-anuncia-que-pedira-licencia-para-dedicarse-a-la-campana-y-le-pide-al-fiscal-que-investigue-a-su-gabinete",
    "78": "https://www.laprensagrafica.com/elsalvador/Asamblea-otorga-permiso-a-Bukele-para-que-realice-campana-20231130-0091.html",
    "79": "https://www.swissinfo.ch/spa/el-salvador-elecciones_secretaria-privada-de-bukele-ocupar%C3%A1-la-presidencia-durante-licencia-del-mandatario/49021872",
    "80": "https://gatoencerrado.news/2023/12/01/sustituye-ilegalmente-a-bukele-en-los-ultimos-seis-meses-de-su-presidencia/",
    "81": "https://apnews.com/world-news/general-news-e03108ba9371398ad529cf44b8259d1f",
    "82": "https://diario.elmundo.sv/politica/aprueban-hasta-15-anos-de-prision-por-fraude-y-bloquear-inscripcion-de-candidatos-en-elecciones",
    "83": "https://www.elsalvador.com/noticias/nacional/asamblea-voto-en-el-exterior-diaspora-salvadorena-codigo-penal-fraude-electoral-/1033002/2023/",
    "84": "https://www.elsalvador.com/noticias/nacional/asamblea-tse-nayib-bukele-reeleccion-codigo-penal-julio-olivo-elecciones-2024-/1043451/2023/",
    "85": "https://www.elsalvador.com/noticias/nacional/magistrado-tse-propone-uso-sistema-biometrico-elecciones-2024/1035339/2023/",
    "86": "https://diario.elmundo.sv/politica/como-el-tse-comprobara-la-identidad-del-votante-en-el-exterior-en-2024",
    "87": "https://diario.elmundo.sv/politica/pddh-tendra-observatorio-de-elecciones-2024",
    "88": "https://www.laprensagrafica.com/elsalvador/Lanzan-iniciativa-Votante-20220620-0064.html",
    "89": "https://diario.elmundo.sv/politica/tse-inicia-las-gestiones-para-la-observacion-de-elecciones-2024",
    "90": "https://diario.elmundo.sv/politica/tse-invita-a-la-union-europea-para-observacion-electoral-2024",
    "91": "https://lanoticiasv.com/el-tse-aprobo-la-empresa-auditora-para-el-voto-nacional-y-en-el-extranjero-para-las-elecciones-de-2024/",
    "92": "https://www.elsalvador.com/noticias/nacional/oea-nombro-expresidenta-panama-observacion-elecciones/1116184/2024/",
    "93": "https://www.laprensagrafica.com/elsalvador/A-firma-un-Convenio--con-el-Tec-de-Monterrey-para-auditar-voto-electronico-20231005-0098.html/",
    "94": "https://diario.elmundo.sv/politica/tse-firma-contrato-cgts-que-auditara-el-voto-electronico-salvadoreno-de-2024",
    "95": "https://diario.elmundo.sv/politica/asamblea-aprueba-voto-electronico-en-el-exterior-para-presidenciales-y-legislativas-de-2024",
    "96": "https://diario.elmundo.sv/politica/nueva-ley-de-voto-en-exterior-no-aplicara-para-parlacen-y-concejos-municipales",
    "97": "https://www.elsalvador.com/noticias/nacional/tse-promete-eleccion-transparente/1016892/2022/",
    "98": "https://www.elsalvador.com/noticias/nacional/tse-voto-en-el-exterior-estados-unidos-/1012597/2022/",
    "99": "https://www.tse.gob.sv/laip_tse/index.php/estadisticas-registro-electoral?download=1805:rel-estadistica-2023-08-19-final-elecciones-2024",
    "100": "https://www.aljazeera.com/news/2024/2/4/el-salvador-votes-with-nayib-bukele-poised-for-second-presidential-term",
    "101": "https://www.elsalvador.com/noticias/nacional/tse-magistrado-presidente-del-elecciones-legislativas-presidenciales-nuevas-ideas-bancada-de-nayib-bukele/1013035/2022/",
    "102": "https://www.elsalvador.com/noticias/nacional/asamblea-voto-en-el-exterior-oposicion-politica-arena-fmln-vamos-nuestro-tiempo-nayib-bukele-/1008271/2022/",
    "103": "https://www.laprensagrafica.com/elsalvador/Voto-electronico-aumenta-riesgo-de-manipulacion-Accion-Ciudadana-sobre-sufragio-en-el-exterior-20220707-0039.html",
    "104": "https://diariolahuella.com/diputado-ernesto-castro-rechaza-argumentos-de-fraude-de-la-oposicion-en-elecciones-2024/",
    "105": "https://diario.elmundo.sv/politica/tse-no-verifica-las-elecciones-internas-de-los-partidos-politicos",
    "106": "https://www.laprensagrafica.com/elsalvador/Miembros-de-Nuevas-Ideas-reclaman-irregularidades-en-proceso-interno-20230622-0091.html",
    "107": "https://diariolahuella.com/nueva-ideas-garantizara-orden-y-cumplimiento-de-estatutos-y-reglamentos-en-elecciones-internas-2023/",
    "108": "https://diario.elmundo.sv/politica/nuevas-ideas-inhabilita-a-rebeca-santos-para-participar-en-elecciones-2024",
    "109": "https://diario.elmundo.sv/politica/mayra-zetino-alcaldesa-de-sacacoyo-renuncia-a-gana",
    "110": "https://lanoticiasv.com/diputado-gallegos-desmiente-que-haya-irregularidades-en-gana-como-senalo-mayra-zetino/",
    "111": "https://diario.elmundo.sv/politica/confian-los-salvadorenos-en-las-proximas-elecciones",
    "112": "https://diario.elmundo.sv/politica/iudop-45-de-la-poblacion-cree-que-elecciones-seran-limpias-y-31-dice-habra-fraude",
    "114": "https://www.elsalvador.com/noticias/nacional/elecciones-legislativas-municipales-segregacion-de-municipios-nayib-bukele-accion-ciudadana-cristosal-/1028984/2023/",
    "115": "https://www.elsalvador.com/noticias/nacional/alcaldias-asamblea-legislativa-nayib-bukele/1028982/2023/",
    "116": "https://www.elsalvador.com/noticias/nacional/accion-ciudadana-reduccion-municipal/1029584/2023/",
    "117": "https://www.elsalvador.com/noticias/nacional/reduccion-municipios-debe-ser-base-censo/1029562/2023/",
    "118": "https://www.prensa-latina.cu/2023/01/03/expectativas-en-el-salvador-sobre-reduccion-de-los-municipios",
    "119": "https://diario.elmundo.sv/politica/gallegos-sugiere-reducir-la-cantidad-de-diputados-en-asamblea-legislativa",
    "120": "https://www.prensa-latina.cu/2023/01/11/gana-fuerza-propuesta-de-reordenar-municipios-en-el-salvador",
    "121": "https://www.laprensagrafica.com/elsalvador/Oficialismo-evalua-proponer-reduccion-en-el-numero-de--los-municipios-y-diputados-20230220-0100.html",
    "122": "https://diario.elmundo.sv/politica/oposicion-con-dudas-ante-propuesta-para-reducir-cantidad-de-diputados",
    "123": "https://diario.elmundo.sv/politica/se-suspenden-las-reformas-electorales-un-ano-antes-de-elecciones",
    "124": "https://www.elsalvador.com/noticias/nacional/asamblea-tse-nuevas-ideas-christian-guevara-elecciones-2024-arena-/1047158/2023/",
    "125": "https://www.elsalvador.com/noticias/nacional/asamblea-tse-elecciones-2024-rene-portillo-cuadra-constitucion-reformas-electorales-/1048732/2023/",
    "126": "https://www.wola.org/2023/03/electoral-reforms-el-salvador-consolidation-of-power/",
    "127": "https://diario.elmundo.sv/politica/encuesta-ufg-la-mitad-de-salvadorenos-cree-que-el-pais-tiene-50-municipios",
    "128": "https://diario.elmundo.sv/politica/mitad-de-la-poblacion-esta-de-acuerdo-con-reduccion-de-municipios",
    "129": "https://www.laprensagrafica.com/elsalvador/Cuatro-de-cada-10-ciudadanos-se-opondrian-a-reduccion-de-municipios-en-El-Salvador-20230606-0106.html",
    "130": "https://diario.elmundo.sv/politica/669-de-poblacion-a-favor-de-reduccion-de-los-municipios",
    "131": "https://www.laprensagrafica.com/elsalvador/EN-VIVO-Presdiente-Nayib-Bukele-da-discurso-por-cuatro-anos-de-Gobierno-20230601-0066.html",
    "132": "https://www.elsalvador.com/noticias/nacional/arena-asamblea-johnny-wright-sol-nayib-bukele-nuestro-tiempo-rene-portillo-cuadra-cuarto-ano/1065243/2023/",
    "133": "https://diario.elmundo.sv/politica/bukele-pide-reducir-a-44-alcaldias-y-60-diputados-de-asamblea-legislativa",
    "134": "https://diariolahuella.com/presidente-bukele-anuncia-reduccion-a-60-diputados/",
    "135": "https://diario.elmundo.sv/politica/aprueban-reduccion-a-60-diputados-y-eliminan-diputaciones-por-residuos",
    "136": "https://www.elsalvador.com/noticias/nacional/asamblea-legislativa-aprueba-ley-reduccion-municipios/1068062/2023/",
    "137": "https://diario.elmundo.sv/politica/asi-respondio-arena-al-discurso-de-bukele-ante-la-asamblea-legislativa",
    "138": "https://diario.elmundo.sv/politica/bukele-pide-reduccion-de-262-a-44-alcaldias-y-de-84-a-60-diputados",
    "139": "https://diario.elmundo.sv/politica/fmln-califica-de-fraude-reduccion-de-municipios-y-diputados-antes-de-elecciones-2024",
    "140": "https://elfaro.net/es/202306/el_salvador/26882/Bukelismo-extingue-f%C3%B3rmula-electoral-que-favorec%C3%ADa-a-minor%C3%ADas.htm",
    "141": "https://www.reuters.com/world/americas/el-salvador-slashes-size-congress-ahead-elections-2023-06-07/",
    "142": "https://diario.elmundo.sv/politica/bukele-nueva-regla-es-convencer-a-la-gente-de-votar-por-candidatos",
    "143": "https://www.laprensagrafica.com/elsalvador/Reduccion-de-municipios-se-hizo-de-manera-arbitraria-y-antojadiza...-y-aleja-el-Gobierno-local-de-la-gente-senala-Cristosal-20230613-0009.html",
    "144": "https://www.elsalvador.com/noticias/nacional/reduccion-de-municipios-segregacion-fondo-para-elfodes-desarrollo-economico-y-social-los-asamblea-legislativa-nayib-bukele-alcaldias/1068157/2023/",
    "145": "https://diario.elmundo.sv/politica/asamblea-aprueba-44-municipios-y-sube-poblacion-representada-por-regidor",
    "146": "https://www.swissinfo.ch/spa/el-salvador-elecciones_el-salvador-necesita-una-agenda-de-reformas-electorales--dice-eurodiputado/47066778",
    "147": "https://web.archive.org/web/20150103200933/http://confinder.richmond.edu/admin/docs/ElSalvador1983English.pdf",
    "148": "https://apnews.com/article/bbda3951657a87a8772b735acd6e9421",
    "149": "https://diariolahuella.com/centros-de-votacion-abiertos-de-700-a-m-a-500-p-m/",
    "150": "https://books.google.com/books?id=-xZREAAAQBAJ",
    "151": "https://www.laprensagrafica.com/amp/elsalvador/Que-es-el-metodo-DHondt-el-nuevo-sistema-de-eleccion-20230607-0117.html",
    "152": "https://diario.elmundo.sv/politica/partidos-aspiran-a-tener-mas-alcaldes-y-diputados-en-2024",
    "153": "https://lanoticiasv.com/tse-pide-a-partidos-garantizar-candidaturas-de-mujeres-para-elecciones-2024/",
    "154": "https://www.laprensagrafica.com/elsalvador/TSE-notifica-a-partidos-para-elegir-a-unos-624-funcionarios-en-2024-20230630-0104.html",
    "155": "https://diario.elmundo.sv/politica/tse-aun-sin-definir-la-cantidad-de-centros-de-votacion-para-las-elecciones-de-2024",
    "156": "https://www.as-coa.org/articles/explainer-el-salvadors-2024-presidential-and-legislative-elections",
    "157": "https://diario.elmundo.sv/politica/arranca-voto-electronico-para-741094-salvadorenos-con-dui-en-el-exterior",
    "158": "https://diario.elmundo.sv/politica/tse-preve-217-maquinas-de-votacion-electronica-en-81-centros-de-60-ciudades",
    "159": "https://www.laprensagrafica.com/elsalvador/Salvadorenos-en-22-paises-no-podran-ejercer-el-voto-de-forma-presencial-en-proximas-elecciones-20230803-0069.html",
    "160": "https://www.elsalvador.com/noticias/nacional/tse-papeletas-electorales-elecciones-2024/1108887/2023/",
    "161": "https://www.elsalvador.com/noticias/nacional/voto-exterior-presupuesto-tse-elecciones/1022090/2022/",
    "162": "https://www.laprensagrafica.com/elsalvador/Voto-en-el-exterior-podria-costar-mas-de-120-millones-20230127-0078.html",
    "163": "https://diario.elmundo.sv/politica/voto-en-el-exterior-en-2024-costaria-unos-70-millones",
    "164": "https://diario.elmundo.sv/politica/hacienda-pide-1293-millones-para-elecciones-2024-luego-de-ajuste-a-lo-solicitado-por-tse",
    "165": "https://diario.elmundo.sv/politica/aprobados-presupuestos-para-elecciones-nacionales-y-voto-electronico-en-exterior",
    "166": "https://www.laprensagrafica.com/elsalvador/Elecciones-de-2024-seran-las-mas-caras-de-la-historia-de-El-Salvador-20230217-0092.html",
    "167": "https://www.laprensagrafica.com/elsalvador/Compras-para-elecciones-2024-seran-a-traves-de-BOLPROS-20230609-0117.html",
    "168": "https://www.tse.gob.sv/noticia/2023/TSE-y-Loter%C3%ADa-firman-convenio-para-verificar-financiamiento-de-partidos-pol%C3%ADticos",
    "169": "https://www.laprensagrafica.com/elsalvador/TSE-elige-a-Indra-para-voto-electronico-en-elecciones-2024-20230629-0128.html",
    "170": "https://www.tse.gob.sv/TSE/Elecciones/Partidos-Pol%C3%ADticos",
    "171": "https://diario.elmundo.sv/politica/estos-5-partidos-politicos-estan-en-tramite-de-inscripcion-en-tse",
    "172": "https://diario.elmundo.sv/politica/poder-ciudadano-inicia-organizacion-para-elecciones-2024",
    "173": "https://diario.elmundo.sv/politica/tse-prorroga-plazo-para-que-fuerza-solidaria-recolecte-14000-firmas-que-le-hacen-falta",
    "174": "https://diario.elmundo.sv/politica/tse-autoriza-proselitismo-al-partido-en-organizacion-mar",
    "175": "https://diario.elmundo.sv/politica/poder-ciudadano-partido-aun-no-inscrito-convoca-a-internas-para-elegir-candidatos-2024",
    "176": "https://diario.elmundo.sv/politica/poder-ciudadano-entrega-firmas-para-inscribirse-como-partido-politico",
    "177": "https://diario.elmundo.sv/politica/movimiento-mas-abandona-proceso-de-inscripcion-como-partido-ante-el-tse",
    "178": "https://diario.elmundo.sv/politica/dos-movimientos-han-abandonado-proceso-de-inscripcion-en-el-tse",
    "179": "https://diario.elmundo.sv/politica/hoy-cierra-el-registro-electoral-y-tramite-para-dui-anticipado",
    "180": "https://diario.elmundo.sv/politica/padron-exterior-cierra-el-5-de-noviembre-tres-meses-luego-de-cierre-de-padron-nacional",
    "181": "https://www.laprensagrafica.com/elsalvador/Salvadorenos-realizan-tramites-en-el-DUI--en-el-ultimo-dia-para-realizar-cambio-de-domicilio-previo-a-elecciones-2024-20230404-0018.html",
    "182": "https://www.elsalvador.com/noticias/nacional/capturados-regimen-excepcion-impedidos-votar-2024-tse/1043527/2023/",
    "183": "https://www.elsalvador.com/noticias/nacional/voto-en-el-exterior-elecciones-legislativas-presidenciales-municipales-diaspora-salvadorena-san-salvador-eugenio-chicas-/1046686/2023/",
    "184": "https://diario.elmundo.sv/politica/en-vivo-cierre-de-escrutinio-final-de-la-eleccion-de-presidente-y-vicepresidente-2024",
    "185": "https://diario.elmundo.sv/politica/tse-resuelve-inscribir-a-nayib-bukele-y-manuel-flores-como-candidatos-a-presidente",
    "186": "https://diario.elmundo.sv/politica/nuevas-ideas-proclama-candidatura-presidencial-de-bukele-para-2024",
    "187": "https://www.laprensagrafica.com/elsalvador/Partidos-de-oposicion-oficializan-a-sus-presidenciables-20230716-0060.html",
    "188": "https://diario.elmundo.sv/politica/tse-inscribe-a-candidatos-presidenciales-de-arena-nuestro-tiempo-fps-y-fuerza-solidaria",
    "189": "https://www.elsalvador.com/noticias/nacional/fmln-inscribe-formula-presidencial-para-las-elecciones-2024-ante-el-tse/1088478/2023/",
    "190": "https://diario.elmundo.sv/politica/nuestro-tiempo-elige-sus-candidatos-presidenciales-legislativos-y-municipales-para-2024",
    "191": "https://lanoticiasv.com/formula-presidencial-de-fuerza-solidaria-con-pasado-politico-en-arena/",
    "192": "https://diario.elmundo.sv/politica/fraternidad-patriota-presento-su-formula-presidencial-para-2024",
    "193": "https://www.elsalvador.com/noticias/nacional/partido-pais-pide-tse-reconsiderar-resolucion-elecciones/1094343/2023/",
    "194": "https://lanoticiasv.com/gerardo-awad-se-retira-de-la-candidatura-presidencial/",
    "195": "https://diario.elmundo.sv/politica/fmln-cuenta-con-dos-aspirantes-a-candidatos-presidenciales-2024",
    "196": "https://diario.elmundo.sv/politica/claudia-ortiz-descarta-candidatura-presidencial-2024-no-lo-aceptaria",
    "197": "https://diario.elmundo.sv/politica/pastor-mario-vega-descarta-cualquier-candidatura-hacia-2024",
    "198": "https://www.elsalvador.com/noticias/nacional/asamblea-nuevas-ideas-ernesto-castro/833418/2021/",
    "199": "https://web.archive.org/web/20230501135528/https://parlacen.int/grupos-parlamentarios",
    "200": "https://diario.elmundo.sv/politica/las-11-renuncias-en-el-partido-arena-a-que-se-deben",
    "201": "https://diario.elmundo.sv/politica/estos-diputados-de-arena-buscan-la-reeleccion-y-estos-desistieron-de-ir-a-la-contienda-en-2024",
    "202": "https://diario.elmundo.sv/politica/diputados-de-oposicion-aun-no-deciden-si-buscaran-la-reeleccion-en-el-2024",
    "203": "https://www.elsalvador.com/noticias/nacional/asamblea-arena-rene-portillo-cuadra-elecciones-2024-/1034288/2023/",
    "204": "https://www.laprensagrafica.com/elsalvador/GANA-no-hara-coalicion-con-Nuevas-Ideas-en-la-Asamblea-Guillermo-Gallegos-20230713-0076.html",
    "205": "https://diario.elmundo.sv/politica/estos-son-los-60-candidatos-a-diputados-de-nuevas-ideas",
    "206": "https://diario.elmundo.sv/politica/sandra-martinez-y-norma-lobo-sustituiran-a-candidatos-inhabilitados-en-la-libertad",
    "207": "https://diario.elmundo.sv/politica/diputado-de-nuestro-tiempo-confirma-no-buscara-reeleccion-en-2024",
    "208": "https://diario.elmundo.sv/politica/partidos-politicos-tienen-hasta-marzo-para-convocar-a-elecciones-internas",
    "209": "https://diariolahuella.com/partidos-politicos-tienen-hasta-el-5-de-julio-para-realizar-elecciones-internas/",
    "210": "https://diario.elmundo.sv/politica/tse-partidos-tienen-hasta-el-20-de-julio-para-elegir-candidatos-2024",
    "211": "https://www.laprensagrafica.com/elsalvador/Oposicion-no-presento-coaliciones-para-presidencia-y-Asamblea-20230807-0087.html",
    "212": "https://www.laprensagrafica.com/elsalvador/Partidos-han-confirmado-mas-de-200-candidatos-a-alcaldes-20230721-0103.html",
    "213": "https://www.laprensagrafica.com/elsalvador/Solo-un-26--de-militantes-votaron-en-internas-de-los-partidos-20230825-0083.html",
    "214": "https://diario.elmundo.sv/politica/tse-busca-sancionar-propaganda-anticipada-en-redes-sociales",
    "215": "https://diario.elmundo.sv/politica/tse-no-regularia-propaganda-anticipada-en-el-exterior-del-pais",
    "216": "https://diario.elmundo.sv/politica/hoy-inicia-la-inscripcion-de-candidatos-presidenciales-legislativos-y-parlacen",
    "217": "https://diario.elmundo.sv/politica/regulara-el-salvador-la-campana-electoral-anticipada-en-el-exterior",
    "218": "https://www.elsalvador.com/noticias/nacional/precampana-electoral-campana-adelantada-nuevas-ideas-bancada-de-tse-elecciones-2024-/1072552/2023/",
    "219": "https://www.elsalvador.com/noticias/nacional/respeto-a-la-ley-debe-ser-parte-de-una-campan-altura-dicen-abogados-y-candidatos/1090502/2023/",
    "220": "https://lanoticiasv.com/tse-analiza-mas-de-20-casos-de-campana-adelantada/",
    "221": "https://diario.elmundo.sv/politica/arena-denuncia-violacion-al-silencio-electoral-y-tilda-de-complice-al-tse",
    "222": "https://diario.elmundo.sv/politica/ernesto-castro-buscara-la-reeleccion-y-dice-que-la-mayoria-lo-hara",
    "223": "https://diario.elmundo.sv/politica/nuevas-ideas-espera-ganar-las-44-alcaldias-y-los-60-diputados",
    "224": "https://diario.elmundo.sv/politica/oposicion-proyeccion-de-nuevas-ideas-va-contra-democracia",
    "225": "https://www.elsalvador.com/noticias/nacional/asamblea-nuevas-ideas-tse-elecciones-2024-reeleccion-nayib-bukele-precampana-electoral-ernesto-castro-/1043140/2023/",
    "226": "https://diario.elmundo.sv/politica/diputados-de-nuevas-ideas-viajan-a-houston-para-reunirse-con-salvadorenos",
    "227": "https://www.elsalvador.com/noticias/nacional/asamblea-ernesto-castro-nayib-bukele-reeleccion-elecciones-2024-tse-voto-en-el-exterior-/1042921/2023/",
    "228": "https://diario.elmundo.sv/politica/ernesto-castro-dice-reeleccion-reeleccion-en-reunion-con-salvadorenos-en-eeuu",
    "229": "https://www.elsalvador.com/noticias/nacional/nuevas-ideas-arranca-nueva-york-reeleccion-bukele-tribuna-hispana-eeuu/1042509/2023/",
    "230": "https://diariolahuella.com/diputados-sostienen-encuentro-con-diaspora-salvadorena-2/",
    "231": "https://diario.elmundo.sv/politica/las-consignas-de-reeleccion-de-bukele-en-su-discurso-de-cuarto-ano-de-gobierno",
    "232": "https://diario.elmundo.sv/politica/nuevas-ideas-convoca-a-elecciones-para-elegir-candidatos-rumbo-a-2024",
    "233": "https://diario.elmundo.sv/politica/nuevas-ideas-pospone-sus-elecciones-internas-para-el-9-de-julio",
    "234": "https://diario.elmundo.sv/politica/mayoria-de-diputados-de-nuevas-ideas-buscarian-la-reeleccion-dice-castro",
    "235": "https://www.laprensagrafica.com/elsalvador/Nuevas-Ideas-confirma-formula-presidencial-20230709-0036.html",
    "236": "https://diario.elmundo.sv/politica/cuantos-votos-obtuvo-la-formula-bukele-ulloa-en-las-internas-de-nuevas-ideas",
    "237": "https://diario.elmundo.sv/politica/estos-son-los-candidatos-a-alcaldes-de-nuevas-ideas",
    "238": "https://diario.elmundo.sv/politica/estos-son-los-20-candidatos-al-parlacen-por-nuevas-ideas",
    "239": "https://www.elsalvador.com/noticias/nacional/partidos-presentaron-siete-pactos-de-coalicion-para-elecciones-municipal/1088145/2023/",
    "240": "https://diario.elmundo.sv/politica/asi-llegaron-los-candidatos-a-diputados-de-nuevas-ideas-a-solicitar-inscripcion",
    "241": "https://www.laprensagrafica.com/elsalvador/Bukele-aun-no-llega-al-TSE-para-presentar-su-candidatura-presidencial-20231026-0066.html",
    "242": "https://www.elsalvador.com/noticias/nacional/bukele-pide-inscribirse-para-la-reelecion-en-medio-de-llamados-al-tse-a-no-aceptarla/1099866/2023/",
    "243": "https://info2024.tse.gob.sv/elecciones-2024/inicio",
    "244": "https://diario.elmundo.sv/politica/bukele-dice-necesitan-mayoria-en-proxima-asamblea-para-continuar-el-regimen-de-excepcion",
    "245": "https://diario.elmundo.sv/politica/bukele-pide-votar-por-diputados-de-ni-para-que-no-liberen-a-pandilleros",
    "246": "https://diario.elmundo.sv/politica/no-podemos-negar-que-es-popular-pero-un-like-no-se-transforma-en-votos",
    "247": "https://lanoticiasv.com/medrano-acusa-a-bukele-de-utilizar-un-lenguaje-de-chantaje-para-que-voten-por-el/",
    "248": "https://lanoticiasv.com/presidente-nayib-bukele-sobre-los-partidos-de-la-oposicion-por-sus-frutos-los-conocereis/",
    "249": "https://www.elsalvador.com/noticias/nacional/arena-presidente-de-elecciones-2024-alcaldias-/1059797/2023/",
    "250": "https://diario.elmundo.sv/politica/arena-42-planillas-municipales-y-diputaciones-completas",
    "251": "https://www.elpais.cr/2022/10/26/politico-salvadoreno-descarta-eventual-alianza-entre-arena-y-fmln-para-derrotar-a-bukele/",
    "252": "https://www.elsalvador.com/noticias/nacional/arena-presidente-de-elecciones-internas/1039960/2023/",
    "253": "https://www.elsalvador.com/noticias/nacional/elecciones-2024-arena-fmln-claudia-ortiz-nuestro-tiempo-vamos-nayib-bukele-/1049589/2023/",
    "254": "https://elfaro.net/es/202305/el_salvador/26851/partidos-opositores-y-sociedad-civil-a-punto-de-concretar-candidatura-presidencial-unica",
    "255": "https://www.laprensagrafica.com/elsalvador/ARENA-y-FMLN-creen-imposible-la-coalicion-presidencial-2024-20230523-0078.html",
    "256": "https://diario.elmundo.sv/politica/arena-y-fmln-se-descartan-para-coalicion-y-admiten-dialogo-con-sectores-para-frenar-dictadura",
    "257": "https://diario.elmundo.sv/politica/arena-descarta-ceder-su-bandera-en-una-posible-coalicion-electoral",
    "258": "https://www.laprensagrafica.com/elsalvador/ARENA-presento-su-formula-presidencial-para-las-elecciones-de-2024-20230709-0011.html",
    "259": "https://lanoticiasv.com/la-propuesta-de-ronald-umana-y-amigos-con-la-que-ellos-quisieran-ganar-las-presidenciales/",
    "260": "https://diario.elmundo.sv/politica/organizaciones-presentan-propuesta-para-candidata-a-la-vicepresidencia",
    "261": "https://diario.elmundo.sv/politica/hardy-garcia-renuncio-a-su-postulacion-politica-por-amenazas",
    "262": "https://www.elsalvador.com/noticias/nacional/elecciones-2024-presidenciales-presidencia-de-la-republica-/1068555/2023/",
    "263": "https://www.elsalvador.com/noticias/nacional/alcaldes-electos-arena-asamblea-elecciones-2024-parlacen-presidente-de-partidos-politicos/1038659/2023/",
    "264": "https://diario.elmundo.sv/politica/arena-cambia-fecha-de-elecciones-internas-para-elegir-candidatos-para-2024",
    "265": "https://www.laprensagrafica.com/elsalvador/Cuatro-partidos-cambian-de-nuevo-fechas-de-elecciones-internas-20230620-0094.html",
    "266": "https://diario.elmundo.sv/politica/arena-reprograma-elecciones-internas-para-el-16-de-julio",
    "267": "https://diario.elmundo.sv/politica/arena-no-anunciara-a-sus-precandidatos-2024-por-amenazas",
    "268": "https://diario.elmundo.sv/politica/tres-partidos-senalan-amenazas-a-candidatos-segun-informe-de-ac",
    "269": "https://lanoticiasv.com/joel-sanchez-acepta-que-arena-ya-no-es-tan-grande-como-parece-y-no-descarta-renunciar-a-su-candidatura/",
    "270": "https://diariolahuella.com/circulan-rumores-de-que-joel-sanchez-estaria-renunciando-a-su-candidatura-presidencial/",
    "271": "https://lanoticiasv.com/arena-le-apuesta-a-una-segunda-vuelta-en-las-elecciones-presidenciales-2024/",
    "272": "https://diario.elmundo.sv/politica/arena-pide-al-tse-inscribir-su-formula-presidencial-para-competir-en-2024",
    "273": "https://lanoticiasv.com/arena-inscribe-ante-el-tse-a-sus-60-candidatos-a-diputados-para-la-asamblea-legislativa/",
    "274": "https://diario.elmundo.sv/politica/nueve-partidos-piden-inscribir-candidatos-a-20-diputados-del-parlacen",
    "275": "https://ultimahora.sv/joel-sanchez-el-regimen-de-excepcion-tiene-que-ser-cesado/",
    "276": "https://diario.elmundo.sv/politica/debemos-restablecer-la-independencia-de-los-poderes",
    "277": "https://www.elsalvador.com/noticias/nacional/arena-elecciones-presidenciales-presidencia-de-la-republica-2024-/1095398/2023/",
    "278": "https://www.elsalvador.com/noticias/nacional/elecciones-presidenciales-arena-el-salvador-/1098806/2023/",
    "279": "https://diariolahuella.com/joel-sanchez-invita-a-la-juventud-a-bailar-al-ritmo-de-sus-videos-en-tiktok/",
    "280": "https://www.elsalvador.com/noticias/nacional/fmln-oscar-ortiz-elecciones-legislativas-municipales-presidenciales/1023664/2022/",
    "281": "https://diario.elmundo.sv/politica/bukele-dice-arena-y-fmln-consuman-su-union-dirigentes-lo-descartan-y-reconocen-platicas-con-organizaciones",
    "282": "https://www.laprensagrafica.com/elsalvador/Partidos-tienen-tres-semanas-para-alcanzar-sus-coaliciones-20230713-0097.html",
    "283": "https://lanoticiasv.com/diputada-del-fmln-marlene-funes-nosotros-esperamos-sacar-entre-16-a-17-diputados-para-eso-estamos-trabajando/",
    "284": "https://diario.elmundo.sv/politica/exdiputado-manuel-flores-se-inscribe-como-precandidato-presidencial-por-el-fmln",
    "285": "https://www.laprensagrafica.com/elsalvador/Flores-unico-precandidato-a-presidencia-por-el-FMLN-20230528-0063.html",
    "286": "https://www.elsalvador.com/noticias/nacional/fmln-no-hara-alianza-arena-elecciones-2024/1064513/2023/",
    "287": "https://diario.elmundo.sv/politica/fmln-no-descarta-posible-alianzas-con-vamos-nuestro-tiempo-y-pais",
    "288": "https://diariolahuella.com/fmln-afirma-que-sus-candidatos-representan-el-futuro-de-el-salvador/",
    "289": "https://diario.elmundo.sv/politica/manuel-flores-pide-a-fmln-no-elegir-candidatos-con-pasado-corrupto",
    "290": "https://diario.elmundo.sv/politica/seis-partidos-eligieron-ayer-a-sus-candidatos-para-elecciones-2024",
    "291": "https://www.laprensagrafica.com/elsalvador/Tribunal-previene-inscripcion-de-Manuel-Flores-20231006-0090.html",
    "292": "https://www.laprensagrafica.com/elsalvador/-Manuel-El-Chino-Flores-ya-respondio-a-observaciones-del-TSE-20231023-0052.html",
    "293": "https://www.laprensagrafica.com/elsalvador/FMLN-ya-entrego-solicitudes-de-inscripcion-de-sus-60-candidatos-a-diputados-para-2024-20231011-0061.html",
    "294": "https://www.laprensagrafica.com/elsalvador/FMLN-inscribe-a-sus-candidatos-a-alcaldes-de-San-Salvador-ante-la-JED-20231028-0034.html",
    "295": "https://diario.elmundo.sv/politica/fmln-pide-inscripcion-de-candidatos-al-parlamento-centroamericano",
    "296": "https://elfaro.net/es/202311/el_salvador/27156/oscar-ortiz-sin-financiamiento-considerariamos-retirarnos-de-las-elecciones",
    "297": "https://diario.elmundo.sv/politica/fmln-juramenta-candidatos-para-2024-y-asegura-que-ganara-la-presidencia-en-la-primera-vuelta",
    "298": "https://lanoticiasv.com/manuel-flores-aseguro-que-podria-mantener-el-regimen-de-excepcion-de-ganar-en-2024-que-propone-para-mejorar-la-economia-en-el-salvador/",
    "299": "https://diario.elmundo.sv/politica/fmln-dice-que-mantendra-a-criminales-en-la-prision-y-evitara-la-corrupcion",
    "300": "https://lanoticiasv.com/manuel-flores-lanza-su-primera-propuesta-de-campana-reducir-a-la-mitad-el-costo-de-pasajes-para-estudiantes/",
    "301": "https://lanoticiasv.com/flores-presenta-su-propuesta-economica-hambre-cero-tres-grandes-centros-de-abastecimiento-por-una-inversion-de-60-millones/",
    "302": "https://www.laprensagrafica.com/elsalvador/Candidato-del-FMLN-propone-bono-de-la-dignidad-para-subir-a-70-la-pension-a-adultos-mayores-20231023-0044.html",
    "303": "https://lanoticiasv.com/municipios-prosperos-la-propuesta-del-fmln-para-devolverle-el-fodes-a-los-municipios/",
    "304": "https://lanoticiasv.com/manuel-flores-asegura-que-de-ganar-en-2024-pedira-se-investigue-a-los-politicos-del-actual-gobierno/",
    "305": "https://www.laprensagrafica.com/elsalvador/Partidos-politicos-se-preparan-para-las-elecciones-20230326-0070.html",
    "306": "https://diario.elmundo.sv/politica/nuestro-tiempo-considera-coalicion-con-vamos-sin-arena-o-fmln-hacia-2024",
    "307": "https://diario.elmundo.sv/politica/nt-propone-una-union-democratica-que-responden-arena-y-fmln",
    "308": "https://diario.elmundo.sv/politica/luis-parada-acepta-ser-parte-de-la-formula-presidencial-propuesta-por-sumar",
    "309": "https://www.laprensagrafica.com/elsalvador/Abogado-Luis-Parada-anuncia-su-candidatura-presidencial-20230531-0052.html",
    "310": "https://diario.elmundo.sv/politica/luis-parada-y-celia-medrano-se-afiliaron-a-nuestro-tiempo-failer",
    "311": "https://www.laprensagrafica.com/elsalvador/Abogado-Luis-Parada-deja-lucha-por-candidatura-presidencial-de-ARENA--20171002-0068.html",
    "312": "https://diario.elmundo.sv/politica/nuestro-tiempo-elegira-solo-candidatos-a-presidente-y-vicepresidente-el-25-de-junio",
    "313": "https://diario.elmundo.sv/politica/estas-son-las-nuevas-fechas-de-las-internas-de-partidos-hacia-2024",
    "314": "https://diario.elmundo.sv/politica/nuestro-tiempo-competira-por-diputados-y-concejos-de-ocho-departamentos",
    "315": "https://diario.elmundo.sv/politica/nuestro-tiempo-elige-este-sabado-candidatos-a-presidente-diputados-y-alcaldes",
    "316": "https://diarioelsalvador.com/parada-duda-sobre-mantener-el-regimen-de-excepcion/388084/",
    "317": "https://www.elsalvador.com/noticias/nacional/luis-parada-celia-medrano-nuestro-tiempo-regimen-de-excepcion/1076791/2023/",
    "318": "https://ultimahora.sv/luis-parada-suspenderia-el-regimen-de-excepcion/",
    "319": "https://diariolahuella.com/luis-parada-dice-que-la-seguridad-en-el-salvador-es-una-ilusion/",
    "320": "https://diariolahuella.com/nuestro-tiempo-de-ganar-la-presidencia-destituira-a-magistrados-de-la-sala-de-lo-constitucional/",
    "321": "https://diario.elmundo.sv/politica/luis-parada-y-celia-medrano-de-nuestro-tiempo-piden-inscripcion-en-contienda-presidencial",
    "322": "https://diario.elmundo.sv/politica/solo-cuatro-partidos-presentaron-candidaturas-a-diputados-para-los-14-departamentos",
    "323": "https://www.laprensagrafica.com/elsalvador/Diez-partidos-cambian-fecha-para-elecciones-internas-20230615-0101.html",
    "324": "https://diario.elmundo.sv/politica/fuerza-solidaria-convoco-a-elecciones-internas-para-elegir-candidatos-en-2024",
    "325": "https://diario.elmundo.sv/politica/tse-autoriza-a-fuerza-solidaria-a-convocar-a-elecciones-internas-hacia-2024",
    "326": "https://diario.elmundo.sv/politica/fuerza-solidaria-convoca-a-internas-de-candidatos-2024-con-aval-del-tse",
    "327": "https://diario.elmundo.sv/politica/partidos-reclaman-al-tse-favoritismo-con-fuerza-solidaria",
    "328": "https://www.elsalvador.com/noticias/nacional/oposicion-califica-ilegal-tse-permita-fuerza-solidaria-participar-elecciones-2024/1053739/2023/",
    "329": "https://www.laprensagrafica.com/elsalvador/Partidos-tienen-tres-dias-para-terminar-eleccion-interna-20230717-0098.html",
    "330": "https://diario.elmundo.sv/politica/fuerza-solidaria-no-descarta-presentar-candidatura-a-presidente-para-2024",
    "331": "https://diario.elmundo.sv/politica/exareneros-integran-la-formula-presidencial-del-partido-fuerza-solidaria",
    "332": "https://diario.elmundo.sv/politica/fuerza-solidaria-pide-inscribir-a-candidatos-a-presidente-y-diputados",
    "333": "https://lanoticiasv.com/los-partidos-politicos-fs-pnc-y-cd-solicitaron-inscripcion-de-planilla-de-aspirantes-a-diputados-al-parlamento-centroamericano/",
    "334": "https://diario.elmundo.sv/politica/algunos-partidos-politicos-no-hicieron-publicas-sus-elecciones-internas",
    "335": "https://www.elsalvador.com/noticias/nacional/presidente-presidencia-de-la-republica-elecciones-2024-participacion-politica-mujer-/1085853/2023/",
    "336": "https://diario.elmundo.sv/politica/fps-pide-al-tse-inscribir-a-su-candidata-presidencial-y-rechaza-anticipo-de-deuda-politica",
    "337": "https://diario.elmundo.sv/politica/partido-pais-se-mantiene-dividido-en-elecciones-internas-hacia-2024",
    "338": "https://www.laprensagrafica.com/elsalvador/Movimiento-PAIS-buscara-alianzas-con-oposicion-20230319-0072.html",
    "339": "https://www.laprensagrafica.com/elsalvador/PAIS-deja-sin-efecto-precandidatura-de-Gerardo-Awad-para-las-elecciones-presidenciales-de-2024-20220718-0047.html",
    "340": "https://diario.elmundo.sv/politica/gerardo-awad-dice-ya-no-buscara-candidatura-presidencial-por-pais",
    "341": "https://www.elsalvador.com/noticias/nacional/partido-pais-pide-audiencia-en-el-tse-o-se-tomaran-las-calles-aseguran-afiliados/1083210/2023/",
    "342": "https://lanoticiasv.com/pais-presenta-su-formula-presidencial-jose-rodolfo-cardoza-e-irma-sosa/",
    "343": "https://www.laprensagrafica.com/elsalvador/PAIS-presenta-su-formula-presidencial-en-medio-de-polemica-interna-20230828-0068.html",
    "344": "https://lanoticiasv.com/tse-recibio-solicitud-de-inscripcion-de-formula-presidencial-del-partido-pais/",
    "345": "https://lanoticiasv.com/roy-garcia-asegura-que-su-partido-no-debe-participar-en-las-elecciones-2024-mientras-pais-insiste-en-inscribir-candidaturas/",
    "346": "https://diario.elmundo.sv/politica/abogado-de-pais-denuncia-a-magistrados-del-tse-por-supuesto-fraude",
    "347": "https://diario.elmundo.sv/politica/candidaturas-a-diputados-de-asamblea-legislativa-con-bastantes-prevenciones",
    "348": "https://diario.elmundo.sv/politica/tse-instruye-a-las-juntas-que-no-inscribaa-los-candidatos-de-pais",
    "349": "https://lanoticiasv.com/gana-eligio-a-sus-candidatos-en-todos-los-departamentos-y-municipios-para-las-elecciones-2024/",
    "350": "https://www.elsalvador.com/noticias/nacional/guillermo-gallegos-nayib-bukele-gana-elecciones-2024-asamblea-legislativa/1056540/2023/",
    "351": "https://diario.elmundo.sv/politica/guillermo-gallegos-buscara-candidatura-por-la-alcaldia-de-san-salvador-centro",
    "352": "https://diario.elmundo.sv/politica/guillermo-gallegos-se-retracta-de-candidatura-como-alcalde-de-san-salvador-centro",
    "353": "https://diario.elmundo.sv/politica/gana-no-descarta-una-coalicion-para-respaldar-a-bukele-en-una-posible-candidatura-presidencial",
    "354": "https://www.laprensagrafica.com/elsalvador/GANA-apoyara-la-reeleccion-de-Bukele-aunque-cambie-de-partido-20220711-0043.html",
    "355": "https://lanoticiasv.com/diputado-guillermo-gallegos-al-unico-candidato-presidencial-que-podemos-llevar-es-a-nayib-bukele/",
    "356": "https://diario.elmundo.sv/politica/gana-convoca-a-elecciones-internas-para-elegir-candidatos-hacia-el-2024",
    "357": "https://diario.elmundo.sv/politica/los-60-candidatos-a-diputados-de-gana-quienes-son",
    "358": "https://lanoticiasv.com/gana-completo-solicitud-de-inscripcion-de-candidaturas-a-diputados-de-los-14-departamentos/",
    "359": "https://diario.elmundo.sv/politica/pcn-buscara-triplicar-diputados",
    "360": "https://diario.elmundo.sv/politica/pcn-convoca-a-elecciones-internas-para-candidatos-2024",
    "361": "https://diario.elmundo.sv/politica/pcn-y-gana-realizan-sus-internas-pendientes-al-termino-del-plazo",
    "362": "https://diario.elmundo.sv/politica/solo-un-pacto-de-coalicion-legislativa-y-ninguno-para-presidente-hacia-2024",
    "363": "https://diario.elmundo.sv/politica/organizacion-poder-ciudadano-realiza-alianza-con-el-pcn-hacia-elecciones-2024",
    "364": "https://lanoticiasv.com/pcn-no-participara-en-elecciones-presidenciales-pero-dejara-abierto-a-que-sus-miembros-apoyen-a-quien-mejor-les-parezca/",
    "365": "https://diario.elmundo.sv/politica/pdc-no-presentara-candidatura-presidencial-en-2024",
    "366": "https://www.elsalvador.com/noticias/nacional/pdc-presento-precandidatos-san-salvador/1075446/2023/",
    "367": "https://diario.elmundo.sv/politica/pdc-dice-no-llevara-candidato-presidencial-2024-y-presenta-a-sus-candidatos-a-diputados-y-alcaldes",
    "368": "https://diario.elmundo.sv/politica/vamos-convoca-a-elecciones-internas-para-escoger-candidatos-a-alcaldes-y-diputados",
    "369": "https://www.elsalvador.com/noticias/nacional/claudia-ortiz-vamos-selecciones-nacionales-elecciones-legislativas-municipales-presidenciales-primarias-/1050111/2023/",
    "370": "https://www.laprensagrafica.com/elsalvador/La-asamblea-debe-ser-una-prioridad-para-2024-Claudia-Ortiz-asegura-que-lucha-en-proximo-periodo-presidencial-20230531-0091.html",
    "371": "https://diario.elmundo.sv/politica/vamos-no-establecera-coaliciones-con-personas-senaladas-de-corrupcion-para-2024",
    "372": "https://diario.elmundo.sv/politica/partido-vamos-presenta-su-lista-de-candidatos-para-2024",
    "373": "https://www.elsalvador.com/noticias/nacional/asamblea-tse-elecciones-2024-partidos-politicos-/1044689/2023/",
    "374": "https://www.elsalvador.com/noticias/nacional/partidos-politicos-financiacion-de-corrupcion-politica-lucha-contra-la-elecciones-2024-/1055612/2023/",
    "375": "https://www.laprensagrafica.com/elsalvador/TSE-abre-inscripcion-para-los--candidatos-no-partidarios-20230504-0090.html",
    "376": "https://www.elsalvador.com/noticias/nacional/tse-elecciones-2024-diputaciones/1086768/2023/",
    "377": "https://diario.elmundo.sv/politica/unico-candidato-no-partidario-abandona-proceso-de-inscripcion",
    "378": "https://www.latimes.com/world-nation/story/2023-10-27/el-salvadors-president-bukele-registers-for-2024-reelection-unconstitutionally-critics-say",
    "379": "https://www.tresearch.mx/post/el-salvador-reeleccion-nayib-bukele",
    "380": "https://www.latimes.com/espanol/california/articulo/2022-07-12/entre-el-populismo-y-la-constitucion-bukele-busca-la-reeleccion-apelando-al-apoyo-de-la-diaspora-salvadorena",
    "381": "https://diario.elmundo.sv/politica/tse-declara-en-firme-el-triunfo-de-bukele",
    "382": "https://lanoticiasv.com/nayib-bukele-supera-los-dos-millones-de-votos-con-mas-del-70-en-el-escrutinio-final/",
    "383": "https://www.elsalvador.com/noticias/nacional/nuevas-ideas-tiene-22-mas-escanos-que-su-porcentaje-de-votos/1125353/2024/",
    "384": "https://www.contrapunto.com.sv/nuevas-ideas-sera-el-1er-partido-con-mayoria-absoluta-en-el-congreso-salvadoreno/",
    "385": "https://www.contrapunto.com.sv/arena-y-fmln-experimentan-la-derrota-electoral-mas-grande-desde-1994/",
    "386": "https://www.laprensagrafica.com/elsalvador/Nuestro-Tiempo-y-CD-sin-votos-para-sobrevivir-20240218-0064.html",
    "387": "https://diario.elmundo.sv/politica/48-diputados-son-reelectos-y-12-son-nuevos-asi-sera-la-asamblea-2024-27",
    "389": "https://www.laprensagrafica.com/elsalvador/Sin-reestructuracion-municipal-Nuevas-Ideas-habria-perdido-30-alcaldias-20240304-0098.html",
    "390": "https://www.elsalvador.com/noticias/nacional/elecciones-2024-municipales-tse-/1127224/2024/",
    "391": "https://www.laprensagrafica.com/elsalvador/Cambios-en-municipios-importantes-20240303-0118.html",
    "392": "https://www.laprensagrafica.com/elsalvador/Participacion-en-elecciones-municipales-fue-de-30.1--la-mas-baja-en-la-historia-del-TSE-20240304-0094.html",
    "393": "https://diario.elmundo.sv/politica/oposicion-tendra-regidores-solo-en-la-tercera-parte-de-los-44-concejos-del-pais",
    "394": "https://www.elsalvador.com/noticias/nacional/el-ausentismo-fue-gran-ganador-en-la-eleccion-municipal/1127354/2024/",
    "395": "https://www.laprensagrafica.com/elsalvador/PARLACEN-El-organismo-por-el-que-miles-de-salvadorenos-anularon-o-negaron-su-voto-por-que-se-creo-que-hace-y-que-paises-de-Centroamerica-no-estan-en-el-20240304-0011.html",
    "396": "https://www.reuters.com/world/americas/el-salvadors-bukele-declares-himself-winner-presidential-vote-2024-02-05/",
    "397": "https://www.france24.com/en/americas/20240205-el-salvador-s-president-bukele-claims-record-reelection-victory",
    "398": "https://www.ft.com/content/1306b424-b250-48c5-a383-6dedac67f482",
    "399": "https://apnews.com/article/el-salvador-election-bukele-gang-violence-democracy-dc9f65f450875c5841f937753cd3101a",
    "400": "https://www.elsalvador.com/noticias/nacional/elecciones-el-salvador-tse/1120969/2024/",
    "401": "https://thehill.com/policy/international/ap-el-salvadors-nayib-bukele-heads-for-reelection-as-president-buoyed-by-support-for-gang-crackdown/",
    "402": "https://apnews.com/article/el-salvador-nayib-bukele-president-reelection-ef04e20d901908099f4f787b841aca89",
    "403": "https://lanoticiasv.com/funes-sin-ninguna-duda-la-oposicion-fue-derrotada-claudia-ortiz-seguira-dando-la-batalla/",
    "404": "https://lanoticiasv.com/manuel-flores-no-desaparecimos-pero-si-desaprecio-el-tribunal-supremo-electoral/",
    "405": "https://lanoticiasv.com/manuel-flores-del-fmln-no-asume-la-derrota-si-me-han-robado-votos/",
    "406": "https://www.reuters.com/world/americas/bukele-landslide-shifts-el-salvador-one-party-state-amplifies-democracy-fears-2024-02-05/",
    "407": "https://diario.elmundo.sv/politica/joel-sanchez-retorna-a-su-actividad-empresarial-y-le-desea-sabiduria-a-bukele",
    "408": "https://diariolahuella.com/fmln-asegura-que-no-necesita-un-curul-en-la-asamblea-para-defender-los-intereses-de-los-salvadorenos/",
    "409": "https://jacobin.com/2024/02/nayib-bukele-el-salvador-election-fraud",
    "410": "https://diario.elmundo.sv/politica/ni-con-500000-votos-menos-en-legislativas-que-en-presidenciales",
    "411": "https://lanoticiasv.com/diputado-gallegos-por-supuesto-que-voy-a-seguir-apoyando-al-presidente-bukele/",
    "412": "https://lanoticiasv.com/bukele-anuncio-que-ni-junto-con-sus-aliados-sumaron-43-alcaldias-milagro-navas-gano-la-unica-alcaldia-de-la-oposicion/",
    "413": "https://diario.elmundo.sv/politica/bukele-reconoce-voto-de-castigo-a-algunos-alcaldes-pero-celebra-que-la-oposicion-solo-logro-una-alcaldia",
    "414": "https://diario.elmundo.sv/politica/milagro-navas-afirma-se-despoja-de-su-color-partidario-y-trabajara-con-el-gobierno-de-bukele",
    "415": "https://diario.elmundo.sv/politica/fmln-reconoce-derrota-en-elecciones-y-promete-una-reorganizacion-total",
    "416": "https://www.contrapunto.com.sv/fmln-tras-quedarse-historicamente-sin-diputados-ni-alcaldias-este-no-es-el-fin-es-el-cierre-de-una-etapa/",
    "417": "https://diario.elmundo.sv/politica/presidente-de-guatemala-felicita-a-bukele-por-su-eventual-reeleccion",
    "418": "https://www.laprensagrafica.com/elsalvador/Paises-de-la-region-felicitan-a-Nayib-Bukele-antes-de-que-se-conozcan-los-resultados-de-eleccion-presidencial-20240204-0086.html",
    "419": "https://www.laprensagrafica.com/elsalvador/Daniel-Ortega-felicita-a-hermano-Nayib-Bukele-por-su-reeleccion-20240205-0060.html",
    "420": "https://www.laprensagrafica.com/internacional/Cuba-y-China-felicitan-a-Nayib-Bukele-por-su-reeleccion-en-El-Salvador-20240207-0011.html",
    "421": "https://diario.elmundo.sv/politica/presidente-de-rusia-felicita-a-nayib-bukele-por-su-reeleccion-y-espera-que-prosiga-la-cooperacion-rusosalvadorena",
    "422": "https://diario.elmundo.sv/politica/onu-felicita-a-bukele-por-su-reelecion",
    "423": "https://www.infobae.com/america/agencias/2024/02/05/argentina-felicita-a-bukele-y-afirma-compromiso-de-continuar-trabajando-con-el-salvador/",
    "424": "https://diario.elmundo.sv/politica/eeuu-felicita-a-bukele-y-dice-que-espera-con-interes-trabajar-con-el",
    "425": "https://thehill.com/policy/international/4448950-senate-democrats-troubled-by-unconstitutional-moves-that-affected-el-salvador-election/",
    "426": "https://diario.elmundo.sv/politica/senadores-de-florida-y-texas-felicitan-a-bukele-y-piden-su-apoyo-para-mantener-el-orden-democratico-y-la-paz-en-la-region",
    "427": "https://www.bbc.com/news/world-latin-america-68196826",
    "428": "https://www.washingtonpost.com/world/2024/02/06/bukele-nayib-el-salvador-president-coolest-dictator-global-international/",
    "429": "https://english.elpais.com/international/2024-02-06/bukele-expands-his-power-in-el-salvador-the-era-of-the-single-party-and-the-single-leader-is-born.html",
    "430": "https://diario.elmundo.sv/politica/bukele-acusa-a-tse-e-indra-de-cerrar-centros-de-votacion-en-exterior-e-impedir-voto-de-diaspora",
    "431": "https://www.laprensagrafica.com/elsalvador/TSE-da-marcha-atras-a-reabrir-voto-presencial-en-el-exterior-20240206-0104.html",
    "432": "https://diariolahuella.com/presidente-bukele-recuerden-esto-cuando-la-oposicion-vuelva-a-pedirles-el-voto-en-las-proximas-elecciones/",
    "433": "https://diario.elmundo.sv/politica/partidos-de-oposicion-se-quejan-de-la-tardanza-de-resultados-del-escrutinio-final",
    "434": "https://diario.elmundo.sv/politica/nuestro-tiempo-senala-inconsistencias-en-resultados-preliminares-divulgados-por-el-tse",
    "435": "https://lanoticiasv.com/oposicion-pide-recuento-voto-por-voto-ante-irregularidades-en-el-sistema-de-transmision-de-datos/",
    "436": "https://diario.elmundo.sv/politica/tse-contara-voto-por-voto-para-definir-diputados-por-fallas-en-la-transmision",
    "437": "https://www.elsalvador.com/noticias/nacional/tse-tendria-resultados-oficiales-dentro-de-dos-semanas-dice-magistrado/1121533/2024/",
    "438": "https://diario.elmundo.sv/politica/tse-inicia-proceso-de-escrutinio-final-y-alista-recuento-de-votos-2024",
    "439": "https://diario.elmundo.sv/politica/tse-inicia-escrutinio-de-votos-legislativos-arena-se-retira",
    "440": "https://www.laprensagrafica.com/elsalvador/TSE-anuncia-que-termino-de-escrutar-los-votos-para-diputados-20240218-0010.html",
    "441": "https://apnews.com/article/el-salvador-nayib-bukele-election-8637667ca3b9f35c9ffd2baf805a9ade",
    "442": "https://www.elsalvador.com/noticias/nacional/irregularidades-escrutino-legislativo-el-salvador-tse-2024/1123097/2024/",
    "443": "https://www.laprensagrafica.com/elsalvador/Denuncian-actas-con-con-votos-de-mas-papeletas-sin-doblez-y-marcadas-con-plumon-20240213-0018.html",
    "444": "https://www.laprensagrafica.com/elsalvador/ARENA-pedira-la-nulidad-de-las-elecciones-presidenciales-y-legislativas-confirma-el-presidente-del-partido-20240206-0053.html",
    "445": "https://www.elsalvador.com/noticias/nacional/elecciones-2024-escrutinio-de-votos-fmln-nuestro-tiempo/1121809/2024/",
    "446": "https://diario.elmundo.sv/politica/arena-solicitara-a-tse-posponga-15-dias-las-elecciones-de-alcaldes-y-parlacen",
    "447": "https://diario.elmundo.sv/politica/tse-no-aplazaria-elecciones-del-3-de-marzo-y-prepara-papeletas",
    "448": "https://diario.elmundo.sv/politica/vamos-nt-y-arena-piden-al-tse-nulidad-de-elecciones-legislativas-porque-se-falseo-voluntad-popular",
    "449": "https://www.elsalvador.com/noticias/nacional/fmln-tambien-pide-la-nulidad-de-elecciones-legislativas/1124184/2024/",
    "450": "https://www.laprensagrafica.com/elsalvador/TSE-declara-improcedentes-peticiones-de-nulidad-de-elecciones-legislativas-20240222-0012.html",
    "451": "https://diario.elmundo.sv/politica/tse-tambien-declara-improcedente-nulidad-del-escrutinio-legislativo-solicitada-por-el-fmln",
    "452": "https://lanoticiasv.com/andy-failer-al-tse-por-no-anular-las-elecciones-ignoran-el-fraude-estructural-que-vicio-esta-eleccion/",
    "453": "https://www.laprensagrafica.com/elsalvador/OEA-vuelve-a-cuestionar-falta-de-control-del-TSE-sobre-escrutinio-final-20240222-0030.html",
    "454": "https://diario.elmundo.sv/politica/observa-el-salvador-2024-dice-se-omitieron-voto-validos-de-partidos-minoritarios",
    "455": "https://www.elsalvador.com/noticias/nacional/elecciones-2024-observadores-irregularidades/1121284/2024/",
    "456": "https://cnnespanol.cnn.com/2024/02/18/el-salvador-tribunal-supremo-electoral-acta-escrutinio-final-elecciones-orix/",
    "457": "https://www.elsalvador.com/noticias/nacional/tse-ratifica-resultados-de-elecciones-legislativas/1129559/2024/",
    "458": "https://diarioelsalvador.com/acta-del-tse-reconfirma-28-alcaldias-cian/488319/",
    "459": "https://diarioelsalvador.com/tse-ratifica-resultados-de-eleccion-parlacen-con-13-diputados-para-ni/488312",
    "460": "https://diario.elmundo.sv/politica/tse-entrega-credenciales-a-bukele-y-ulloa-para-periodo-presidencial-2024-2029",
    "461": "https://www.elsalvador.com/noticias/nacional/tse-entrega-credenciales-diputaciones-asamblea/1130491/2024/",
    "462": "https://politicastereo.org/tse-entrega-credenciales-a-alcaldes-electos-previo-a-que-asuman-sus-cargos-el-1-de-mayo/",
    "463": "https://www.elsalvador.com/noticias/nacional/tse-entrega-credenciales-a-diputaciones-del-parlacen/1138487/2024/",
    "464": "https://www.laprensagrafica.com/elsalvador/EN-VIVO-Nueva-Asamblea-Legislativa-con-menos-diputados-se-prepara-para-tomar-posesion-en-El-Salvador-este-miercoles-20240501-0049.html",
    "465": "https://www.laprensagrafica.com/elsalvador/Quien-gobernara-donde-estos-son-los-ganadores-en-las-44-nuevas-alcaldias-de-El-Salvador-y-los-distritos-que-incluyen-20240304-0018.html",
    "466": "https://www.elsalvador.com/noticias/nacional/bukele-anuncia-medicina-amarga-para-resolver-economia/1146268/2024/",
    "467": "https://www.economist.com/the-americas/2024/02/05/after-nayib-bukeles-crushing-unconstitutional-victory-what-next",
    "468": "https://www.elsalvador.com/noticias/nacional/nayib-bukele-elecciones-presidenciales-el-salvador-entrevista-revista-time-/1165082/2024/"
  },
  "flair_entities": [
    "anabel belloso",
    "francisco gavidia university",
    "parlacen",
    "honduras",
    "google ads",
    "laurentino cortizo",
    "miguel díaz-canel",
    "rina escalante",
    "supreme electoral court",
    "office for the defense of human rights",
    "hardy garcía",
    "nicaragua",
    "venezuela",
    "celia medrano",
    "legislative assembly",
    "votante",
    "nayib2024",
    "authentic republican movement",
    "democratic party",
    "senate",
    "el salvador products and services exchange",
    "channel 9",
    "rodolfo delgado",
    "santos",
    "josé adolfo pineda national gymnasium",
    "european union",
    "óscar picardo",
    "samuel tejada",
    "romeo aüerbach",
    "tiktok",
    "citizen power",
    "vladimir putin",
    "ted cruz",
    "mas",
    "organization of american states",
    "the economist",
    "frente a frente",
    "central american",
    "renderos",
    "rené merino monroy",
    "latin american",
    "mara salvatrucha",
    "santa ana",
    "merino",
    "cgts corp",
    "portillo cuadra",
    "jaime guevara",
    "manuel meléndez",
    "american",
    "d'hondt",
    "channel 21",
    "oas",
    "sosa",
    "juan orlando hernández",
    "carballo",
    "somos",
    "guatemala",
    "gallegos",
    "miguel fortín magaña",
    "42nd ordinary national convention",
    "russia",
    "rebeca santos",
    "nuestro tiempo",
    "international trade and worship of argentina",
    "interchange and solidarity center",
    "william h.",
    "sacacoyo",
    "gana",
    "vega",
    "eduardo escobar",
    "indra solutions",
    "monterrey institute of technology and higher education",
    "julia evelyn martínez",
    "mexico",
    "chalatenango centro",
    "fps",
    "rosales hospital",
    "constitutional court",
    "marco rubio",
    "delgado",
    "unique identity document",
    "dui",
    "julio olivo",
    "democratic change and solidary force",
    "nayib bukele",
    "supreme court",
    "los angeles",
    "parada",
    "article 291-a",
    "daniel ortega",
    "el faro",
    "san salvador department",
    "marina murillo",
    "san salvador",
    "hugo chávez",
    "law of political parties",
    "werner marroquín",
    "cristosal  [es",
    "marroquín",
    "medrano",
    "morazán",
    "south korea",
    "flores",
    "mario vega",
    "la paz",
    "we shall construct a new el salvador",
    "territorial control plan",
    "integrationist democratic unity",
    "garcía saade",
    "irma sosa",
    "us",
    "arena",
    "international workers' day",
    "nuevas ideas' national electoral commission",
    "democratic change",
    "misión cristiana elim internacional",
    "bolpros",
    "assembly",
    "xi jinping",
    "uniondale",
    "mauricio funes",
    "telecorporación salvadoreña",
    "court of accounts of the republic",
    "plaza gerardo barrios",
    "salvadorans",
    "fausto carranza",
    "spain",
    "salvadoran civil war",
    "grand alliance for national unity",
    "eu",
    "christian guevara",
    "hilcia bonilla",
    "bonilla",
    "montalvo",
    "nuevas ideas",
    "ufg",
    "chinese",
    "farabundo martí national liberation front",
    "imf",
    "human rights watch",
    "salvadoran independent party",
    "tse",
    "reinaldo carballo",
    "rigoberto soto",
    "democratic change  democratic change",
    "newman salgado",
    "marleni funes",
    "popular rebellion bloc",
    "san miguel centro",
    "usulután oeste",
    "pais",
    "bernardo arévalo",
    "constitution",
    "national coalition party",
    "constitutional chamber",
    "national palace",
    "rodríguez",
    "vamos",
    "ruth eleonora lópez",
    "washington, d.c",
    "cesia rivas",
    "gerardo awad",
    "new ideas",
    "javier renderos",
    "eugenio chicas",
    "ernesto castro",
    "rafael montalvo",
    "joel sánchez",
    "zamora",
    "tyler mattiace",
    "democratic national union",
    "lourdes argueta",
    "ministry of foreign affairs",
    "félix ulloa",
    "washington office on latin america",
    "mayra zetino",
    "raúl melara",
    "chapultepec peace accords",
    "guillermo wellman",
    "facebook",
    "international monetary fund",
    "claudia ortiz",
    "solidary force  solidary force",
    "awad",
    "united nations",
    "clara",
    "failer",
    "antonio saca",
    "rubén zamora",
    "national charity lottery",
    "sonsonate",
    "d'affaires jean elizabeth manes",
    "sofía gonzález",
    "luis parada",
    "milagro navas",
    "taiwan",
    "central american university",
    "twitter",
    "citizen action",
    "ms-13",
    "citizen resistance",
    "zetino",
    "mission",
    "instagram",
    "francisco omar parada",
    "partido demócrata cristiano",
    "sofía vaquerano",
    "santa ana norte",
    "andy failer",
    "panama",
    "housing",
    "carlos molina",
    "solidary force",
    "antony blinken",
    "la prensa gráfica",
    "xiomara castro",
    "cuba",
    "lópez",
    "nuevas ideass'",
    "tse.",
    "tresearch",
    "murillo",
    "bukele",
    "municipios prósperos",
    "molina",
    "exercise of suffrage abroad",
    "john wright",
    "partido de concertación nacional",
    "fundaungo",
    "resistance",
    "nuevas ideas'",
    "cardoza",
    "noel orellana",
    "salvadoran americans",
    "rené portillo cuadra",
    "18th street",
    "u.s",
    "césar reyes",
    "jaime zavaleta",
    "herbert vega cruz",
    "guillermo gallegos",
    "salvadoran democracy  salvadoran democracy",
    "morazán norte",
    "manuel rodríguez",
    "alicia bárcena ibarra",
    "pcn",
    "nationalist republican alliance",
    "castro",
    "ministry of finance",
    "enrique anaya",
    "sánchez",
    "manuel flores",
    "salvadoran",
    "fmln salvadoran",
    "lnb",
    "michelle sol",
    "wright",
    "nayib bukele  nayib bukele",
    "authentic salvadoran movement",
    "la libertad este",
    "republican",
    "sonsonate oeste",
    "dora martínez de barahona",
    "supreme court of justice",
    "united states",
    "pdc",
    "salvadoran veteran party",
    "belloso",
    "u.s.",
    "ángel monge",
    "carlos garcía saade",
    "sumar por el salvador",
    "el salvador",
    "morazán sur",
    "josé cardoza",
    "óscar ortiz",
    "salvadoran patriotic fraternity",
    "esos de la esquina no les gusta este anuncio porque arena y el fmln en esa farsa que",
    "fmln",
    "parliamentary group of the left",
    "center-democratic integration group",
    "roy garcía",
    "isabel saint malo",
    "china",
    "new york city",
    "amnesty international",
    "josé napoleón duarte",
    "duncan",
    "houston",
    "maximiliano hernández martínez",
    "chilean",
    "san salvador centro",
    "ahuachapán",
    "ulloa",
    "ciesca",
    "national civil police",
    "authentic democratic christian movement",
    "claudia rodríguez de guevara",
    "paul monroy",
    "deseo de nuestro país y de nuestra",
    "christian democratic party",
    "carranza",
    "central american parliament",
    "office of the attorney general",
    "defense"
  ]
}