{
  "title": "2024_French_legislative_election",
  "url": "https://en.wikipedia.org/wiki/2024_French_legislative_election",
  "summary": "Legislative elections were held in France on 30 June and 7 July 2024 (and one day earlier for some voters outside of metropolitan France) to elect all 577 members of the 17th National Assembly of the Fifth French Republic. The election followed the dissolution of the National Assembly by President Emmanuel Macron, triggering a snap election after the National Rally (RN) made substantial gains and Macron's Besoin d'Europe electoral list lost a significant number of seats in the 2024 European Parliament election in France.\nIn the first round of the election, the National Rally and candidates jointly backed by Éric Ciotti of The Republicans (LR) led with 33.21% of the vote, followed by the parties of the New Popular Front (NFP) with 28.14%, the pro-Macron alliance Ensemble with 21.28%, and LR candidates with 6.57%, with an overall turnout of 66.71%, the highest since 1997. On the basis of these results, a record 306 constituencies were headed to three-way runoffs and 5 to four-way runoffs, but 134 NFP and 82 Ensemble candidates withdrew despite qualifying for the run-off in order to reduce the RN's chances of winning an absolute majority of seats.\nIn the second round, based on the Interior Ministry's candidate labeling, NFP candidates won 180 seats, with the Ensemble coalition winning 159, National Rally-supported candidates being elected to 142, and LR candidate taking 39 seats. Since no party reached the requisite 289 seats needed for a majority, the second round resulted in a hung parliament. Unofficial media classifications of candidates' affiliations may differ slightly from those used by the Ministry of Interior: according to Le Monde's analysis, 182 NFP-affiliated candidates were elected, compared with 168 for Ensemble, 143 for the RN, and 45 for LR. The turnout for the second round, 66.63%, likewise set the record for being the highest since 1997.\nMacron initially refused Gabriel Attal's resignation on 8 July, but accepted the resignation of the government on 16 July, allowing ministers to vote for the president of the National Assembly while remaining in place as a caretaker government. NFP leaders called for the appointment of a prime minister from the left, but Ensemble and LR figures advocated for an alliance and threatened that any NFP-led government including ministers from La France Insoumise (LFI) would face an immediate vote of no confidence. Post-election negotiations between NFP alliance partners exposed renewed tensions, with party leaders taking until 23 July to agree upon a name for prime minister – the 37-year-old director of finance and purchasing for the city of Paris, Lucie Castets. Macron announced a truce for making political negotiations during the 2024 Summer Olympics on 26 July to 11 August. After the truce, Macron still did not signal any intent to appoint her and called party leaders meeting in Élysée on 23 August, he finally refused to do so on 27 August, leading the NFP to announce they would not take part in further talks with Macron unless it was \"to discuss forming a government\".\nOn 5 September, Macron appointed Michel Barnier as prime minister. He presented his government on 19 September and announced on 22 September. On 1 October, Barnier presented his first speech in the National Assembly. Analysts noted that the failure of any bloc to attain support from an absolute majority of deputies could lead to institutional deadlock because any government must be able to survive motions of no confidence against them. Although Macron can call a second snap election, he is unable to do so until at least a year after the 2024 election, as stipulated by the constitution. On 9 October, Barnier survived a motion of no confidence led by 193 members of the NFP and 4 members of LIOT members support. Another motion of no confidence, led by the National Rally and the leftist coalition on 4 December, successfully ousted Barnier with 331 votes in favor.",
  "content": [
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "Following the 2022 legislative election, Ensemble lost its absolute majority in the National Assembly",
          "refs": []
        },
        {
          "sentence": "Among the member parties of the coalition was President Emmanuel Macron's party, Renaissance (formerly La République En Marche!)",
          "refs": []
        },
        {
          "sentence": "Meanwhile, the two main opposition blocs, the left-wing New Ecological and Social People's Union (NUPES) and far-right National Rally (RN) made significant gains in terms of seats",
          "refs": []
        },
        {
          "sentence": "Despite that, no group won the absolute majority, resulting in a hung parliament for the first time since the 1988 election",
          "refs": []
        },
        {
          "sentence": "The lack of an absolute majority led to the repeated invocation of article 49.3 of the constitution in order to adopt legislation, with Élisabeth Borne doing so 23 times by December 2023",
          "refs": [
            "https://www.francetvinfo.fr/elections/legislatives/du-jamais-vu-depuis-43-ans-vers-un-taux-de-participation-record-pour-les-legislatives_6635610.html"
          ]
        },
        {
          "sentence": "On 9 June 2024, shortly after 21:00 CEST, Macron dissolved the National Assembly and called snap elections in a national address following projections which indicated that the L'Europe Ensemble electoral list would be significantly eclipsed by the RN in the European Parliament elections in France",
          "refs": []
        },
        {
          "sentence": "In his address, he called the rise of nationalism by agitators a threat to France, Europe, and France's place in the world",
          "refs": []
        },
        {
          "sentence": "He also warned that the far-right would bring about the \"impoverishment of the French people and the downfall of our country.\" The dates of the first and second rounds of elections were set for 30 June and 7 July, respectively",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Reactions to the announcement",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Politicians",
              "section_content": [
                {
                  "sentence": "RN leader Jordan Bardella called the large gap between the RN and L'Europe Ensemble electoral lists in the European Parliament elections a \"stinging disavowal\" of President Macron, saying that the results marked \"day 1 of the post-Macron era.\"  Marine Le Pen, president of the RN group in the National Assembly, and Jean-Luc Mélenchon, leader of La France Insoumise, celebrated the election results and welcomed the announcement of snap elections",
                  "refs": [
                    "https://www.lemonde.fr/politique/live/2024/06/30/en-direct-resultats-legislatives-2024-paroles-d-electeurs-c-est-tellement-important-cette-fois_6245488_823448.html"
                  ]
                },
                {
                  "sentence": "Former president Nicolas Sarkozy condemned Macron, seeing his decision to dissolve parliament as a \"serious risk for the country.\"  Mayor of Paris Anne Hidalgo reacted extremely negatively to Macron's decision, saying that the elections posed a serious threat to the upcoming 2024 Summer Olympics because they would not only \"spoil the mood of the whole country\" but also carry the risk of street riots and demonstrations",
                  "refs": [
                    "https://www.theguardian.com/world/article/2024/aug/26/chaos-in-france-after-macron-refuses-to-name-prime-minister-from-leftwing-coalition"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Media",
              "section_content": [
                {
                  "sentence": "The decision to hold an election came as a surprise to outside observers and was widely seen as being risky for the presidential majority of Emmanuel Macron, with some suggesting that Macron wished to force a decision between the RN and their opposition and others assessing that Macron intended to win a majority,   with Renaissance leader Stéphane Séjourné attempting to tempt moderate incumbents on both the left and right to join his alliance in comments made just after the dissolution was announced",
                  "refs": [
                    "https://www.nytimes.com/2024/12/04/world/europe/france-no-confidence-barnier.html",
                    "https://theconversation.com/parliamentary-elections-shock-frances-political-order-to-its-core-185413"
                  ]
                },
                {
                  "sentence": "Most international media expressed deep surprise at Macron's decision, calling the snap elections a \"desperate gamble.\" In general, Macron's decision was perceived negatively, and the prospects for his alliance's victory in the elections were assessed as low",
                  "refs": []
                },
                {
                  "sentence": "La Libre Belgique called Macron a \"wounded political animal.\"  According to the BBC, by calling snap elections, Macron jeopardised the democracy of the Fifth Republic and risked provoking violence in the streets and institutional collapse",
                  "refs": [
                    "https://www.euronews.com/my-europe/2024/06/09/french-president-emmanuel-macron-announces-anticipated-elections-after-stinging-eu-electio"
                  ]
                },
                {
                  "sentence": "The Guardian considered Macron's measures an attempt to avenge his defeat in the preceding European Parliament elections, which could result in radicals coming to power and splitting the country",
                  "refs": [
                    "https://www.cnn.com/2024/06/09/europe/macron-dissolves-french-parliament-europe-intl/index.html"
                  ]
                },
                {
                  "sentence": "Die Zeit believed that Macron \"lost his cool\" to such an extent that he actually \"gave the country to Marine Le Pen.\" The Greek daily newspaper Kathimerini called Macron's decision an unwise gamble that would lead to nothing good",
                  "refs": [
                    "https://www.lejdd.fr/politique/exclusif-nicolas-sarkozy-au-jdd-la-dissolution-constitue-un-risque-majeur-pour-le-pays-146419"
                  ]
                },
                {
                  "sentence": "French media raised the issue of holding the 2024 Summer Olympics in conditions of political instability",
                  "refs": [
                    "https://www.politico.eu/article/france-emmanuel-macron-olympics-snap-election-paris-anne-hidalgo/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Electoral system",
      "section_content": [
        {
          "sentence": "The 577 members of the National Assembly, known as deputies, are elected for five years by a two-round system in single-member constituencies",
          "refs": []
        },
        {
          "sentence": "A candidate who receives an absolute majority of valid votes and a vote total greater than 25% of the registered electorate is elected in the first round",
          "refs": []
        },
        {
          "sentence": "If no candidate reaches this threshold, a runoff election is held between the top two candidates plus any other candidate who received a vote total greater than 12.5% of registered voters",
          "refs": []
        },
        {
          "sentence": "The candidate who receives the most votes in the second round is elected",
          "refs": []
        },
        {
          "sentence": "A consequence of the 12.5% threshold was the potential for three-way runoffs, also referred to as triangular elections, in a greater number of constituencies in the second round in the event of higher turnout and diminished number of candidates, as was anticipated to be the case in 2024 relative to previous legislative elections",
          "refs": []
        },
        {
          "sentence": "Such a dynamic reinforced the likelihood that higher turnout became an advantage for the National Rally, which received a clear plurality of the vote in pre-first round polls and as a result would be expected to win a greater share of seats due to the increased number of three-way races in the second round, not accounting for the possibility of candidate withdrawals",
          "refs": []
        },
        {
          "sentence": "With pre-election polls suggesting that the 2024 legislative elections would feature the highest level of turnout in decades with an exceptionally tripolarised electorate, pre-election estimates of the potential number of three-way races were also at unprecedented levels,  and ultimately 306 constituencies headed to three-way runoffs and 5 to four-way runoffs,  with 89 three-way and 2 four-way runoffs remaining after candidate withdrawals announced ahead of the registration deadline for the second round",
          "refs": [
            "https://www.theguardian.com/commentisfree/article/2024/jun/24/the-guardian-view-on-macrons-snap-election-france-on-the-brink",
            "https://www.resultats-elections.interieur.gouv.fr/legislatives2024/ensemble_geographique/index.html"
          ]
        },
        {
          "sentence": "This marked the first time since 1973 that four-way runoffs, also referred to as quadrangulaires, were necessary in any French legislative election",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Campaign",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Timeline",
          "section_content": [
            {
              "sentence": "The two rounds of the election were held on 30 June and 7 July in metropolitan France (France, adjacent islands, Corsica), while each round took place a day earlier in France's overseas departments (Saint Pierre and Miquelon, Saint Barthélemy, Saint Martin, Guadeloupe, Martinique, French Guiana, French Polynesia) as well as in embassies and consular posts in the Americas",
              "refs": []
            },
            {
              "sentence": "Polling stations were open from 8:00 to 18:00 local time, with some open until 20:00",
              "refs": []
            },
            {
              "sentence": "All media coverage in terms of candidate interviews and programmes, campaigning, and publication of public opinion polls were banned from midnight on the day before the election in (29 June and 6 July) to the closing of the last polling stations on election day",
              "refs": [
                "https://www.france24.com/en/live-news/20240610-paris-mayor-slams-macron-s-election-call-before-olympics"
              ]
            },
            {
              "sentence": "The timeline for candidates to register for the first round of elections was from 12 June until 16 June, while the candidate registration deadline for the second round is 2 July",
              "refs": []
            },
            {
              "sentence": "The official campaign, during which audio-visual and electoral regulations must be respected, began on 17 June",
              "refs": [
                "https://www.lemonde.fr/archives/article/1997/05/29/soixante-seize-triangulaires-en-presence-de-l-extreme-droite_3762441_1819218.html"
              ]
            },
            {
              "sentence": "For those registered on consular electoral lists, online voting for constituencies for French residents overseas ran from 25 June at 12:00 CEST to 27 June at 12:00 CEST for the first round, and from 3 July at 12:00 CEST to 4 July at 18:00 CEST for the second round",
              "refs": []
            },
            {
              "sentence": "Many of those attempting to vote on 25 June reported that the voting website was unreachable due to high traffic",
              "refs": []
            },
            {
              "sentence": "The Ministry for Foreign Affairs announced on 27 June that 410,000 online ballots were cast during the voting period, a new record compared to 250,000 in 2022",
              "refs": [
                "https://www.odoxa.fr/sondage/13142-2/"
              ]
            },
            {
              "sentence": "The extremely short amount of time to prepare for the election posed significant logistical challenges, especially in overseas France, due to municipalities being required to cover the costs of organising the ballot by themselves in addition to the necessity of recruiting and training volunteers to run polling stations in relatively little time",
              "refs": []
            },
            {
              "sentence": "In a press release, the Association of Mayors of France  [fr] stated that many mayors remained worried \"about the ability of their communes to organise these two elections under satisfactory conditions.\" While monetary compensation for assessors is usually prohibited, some communes opted to ignore the electoral code given that exceptions were granted to communes under similarly \"exceptional circumstances\" in the past",
              "refs": [
                "https://www.leparisien.fr/elections/legislatives/legislatives-des-quadrangulaires-vont-se-disputer-dimanche-du-jamais-vu-depuis-1973-03-07-2024-MRSEVLFPTNEVPHMCCDPHQD46VI.php"
              ]
            },
            {
              "sentence": "Furthermore, the timing of the election made it impossible for candidates and parties to present enough representatives presents at polling stations, with only a tenth of those required having been nominated in Nice",
              "refs": []
            },
            {
              "sentence": "While such issues might normally be sufficient reason for the Constitutional Council to annul election results in specific constituencies, legal scholars considered this possibility unlikely given the lack of time for officials to prepare for the elections",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Protests",
          "section_content": [
            {
              "sentence": "On 9 June 2024, protests started immediately following the European election results, where several hundred people demonstrated against the RN's victory at Place de la République in Paris and called for a \"union of the left\" in the next legislative elections and several dozen people chanting anti-Jordan Bardella slogans in Lille",
              "refs": []
            },
            {
              "sentence": "Many labour unions, student groups, human rights groups, and political parties called for rallies in order to oppose the anti-immigration and Eurosceptic policies of National Rally, and to promote \"progressive alternatives for the world of work\"",
              "refs": [
                "https://www.ladepeche.fr/2024/06/29/elections-legislatives-pourquoi-le-debat-politique-est-il-interdit-en-france-a-la-veille-du-scrutin-12049236.php"
              ]
            },
            {
              "sentence": "Political parties that called for rallies included the Socialist Party, Communist Party, The Ecologists and La France Insoumise, while union groups calling for rallies included the French Democratic Confederation of Labour (CFDT), the General Confederation of Labour (CGT), the National Union of Autonomous Trade Unions (UNSA), the Fédération Syndicale Unitaire (FSU), and the Solidaires, promoting the \"largest possible\" demonstrations",
              "refs": [
                "https://www.lemonde.fr/en/politics/article/2024/06/13/what-will-be-the-rules-of-france-s-snap-parliamentary-elections_6674633_5.html",
                "https://www.france24.com/en/france/20240617-france-kicks-off-accelerated-campaign-after-macron-s-legislative-poll-gamble"
              ]
            },
            {
              "sentence": "On 18 June, the CGT called for voters to support the left-of-centre New Popular Front alliance, marking the first time it ever issued specific voting instructions for a specific candidate or party",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Parties and coalitions",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Summary",
              "section_content": [
                {
                  "sentence": "Below are the major parties and alliances (including any primary components with candidates in at least 3 constituencies) contesting the elections in a majority (289 or more as tallied by Le Monde) of constituencies, listed by their combined results in the previous elections",
                  "refs": []
                },
                {
                  "sentence": "Due to the suddenness of the dissolution of the National Assembly, significantly fewer candidates ran in the legislative elections in 2024 as compared to previous years, with only 4,010 candidates in 577 constituencies (the lowest figure since the 1988 election)",
                  "refs": []
                },
                {
                  "sentence": "The decline was also due to both national and local alliances",
                  "refs": []
                },
                {
                  "sentence": "Smaller parties – such as the Animalist Party, which presented 421 candidates and received 1.1% of the vote in 2022 but announced it would not present candidates in 2024 – were the most significantly affected due to their inability to negotiate alliances with larger parties and present candidates in the majority of constituencies with such short notice",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "New Popular Front",
              "section_content": [
                {
                  "sentence": "Leftist politician François Ruffin called on all left-wing parties, including The Ecologists (LE), to form a \"popular front\" in order to avoid the \"worst\" outcome",
                  "refs": []
                },
                {
                  "sentence": "Calls for unity were also shared by Socialist Party (PS) leader Olivier Faure, LE leader Marine Tondelier and French Communist Party (PCF) leader Fabien Roussel",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "A letter of 350 intellectuals (including Esther Duflo and Annie Ernaux) calling for a union of left-wing forces was published in Le Monde on 10 June",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The New Popular Front was established on the same day, bringing together La France Insoumise (LFI), the PS, LE, the PCF, Place Publique, and various other political forces",
                  "refs": [
                    "https://www.humanite.fr/politique/legislatives-2024/legislatives-2024-qui-est-le-ou-la-candidat-e-nouveau-front-populaire-dans-votre-circonscription"
                  ]
                },
                {
                  "sentence": "On 13 June, LFI, the PS, LE, and the PCF reached an agreement on how to allocate 546 constituencies (including metropolitan France and French voters living abroad) between candidates of their choice, obtaining 229, 175, 92, and 50 constituencies, respectively, with these seats divided among themselves and allied forces",
                  "refs": []
                },
                {
                  "sentence": "After outcry from other members of the alliance, Adrien Quatennens, previously convicted of domestic violence, withdrew his candidacy in Nord's 1st constituency on 16 June",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://x.com/REVPourLeVivant/status/1801920462965879145"
                  ]
                },
                {
                  "sentence": "Several incumbent LFI deputies critical of leader Mélenchon – Alexis Corbière, Raquel Garrido, Hendrik Davi, and Danielle Simonnet – were not renominated in their constituencies under the banner of the New Popular Front, a decision critiqued both by their supporters and other party leaders within the alliance",
                  "refs": [
                    "https://imazpress.com/legislatives-2024/le-nouveau-front-populaire-devoile-son-programme"
                  ]
                },
                {
                  "sentence": "Nevertheless, the four candidates maintained their candidacies against LFI opponents in their constituencies",
                  "refs": []
                },
                {
                  "sentence": "Frédéric Mathieu, another Mélenchon critic within LFI, was also not renominated and opted not to run for re-election",
                  "refs": []
                },
                {
                  "sentence": "The coalition unveiled its campaign platform on 14 June, which included overturning Macron's pension, unemployment, education, immigration, police, guaranteed minimum income, and universal national service reforms, as well as his cuts to funding for low-income housing and his merger of French nuclear safety organisations; lowering the retirement age to 60 in the longer-term; implementing price freezes on essential food, energy, and gas; raising the minimum wage to €1,600 per month (representing a 14% increase) and personalised housing assistance by 10%; moving towards a 32-hour work week for arduous or night shift jobs; conditioning government support for businesses on adherence to environmental, social, and anti-discriminatory regulations; reserving workers one-third of seats on boards of directors; increasing financial transaction taxes; banning bank financing for fossil fuels; nationalising control over water; reforming the generalised social contribution and inheritance taxes (capping the latter), as well as nearly tripling the number of income tax brackets from 5 to 14, to make them more progressive; re-instituting a solidarity tax on wealth \"with a climate component\"; enacting an exit tax on funds withdrawn from the country; charging a vehicle miles traveled tax on imports; guaranteeing a price floor for agricultural products; cancelling the Comprehensive Economic and Trade Agreement and any future free trade treaties; and forbidding the imports of agricultural products which do not meet domestic social and environmental standards",
                  "refs": []
                },
                {
                  "sentence": "Other key NFP proposals included raising the image and salaries of public healthcare, education, justice, and government jobs; strengthening the industrial sector in key strategic areas; establishing the right to menstrual leave; prohibiting new major highway projects; outlawing intensive animal farming and the usage of all PFASs, neonicotinoids, and glyphosate; re-examining the Common Agricultural Policy; providing partial or full government financing for home insulation; creating free public water fountains, showers, and toilets; constructing 200,000 new public housing units per year; requiring mandatory rent control in high-rent areas; introducing proportional representation; removing article 49.3 from the constitution; outlawing the usage of blast balls by riot police; continuing to supply weapons to defend Ukraine; recognising the state of Palestine along with Israel; and demanding compliance with the International Court of Justice (ICJ) order against Israel and ceasing support for Benjamin Netanyahu's government",
                  "refs": []
                },
                {
                  "sentence": "Opponents of the New Popular Front exploited uncertainty around who would be appointed prime minister in the event of the victory of the left, warning of the threat of Jean-Luc Mélenchon's appointment given his refusal to recuse himself from the post; although on 22 June he said that he would be willing to be appointed prime minister, he claimed that he would \"not impose\" himself, even as numerous other potential appointees' names have circulated",
                  "refs": []
                },
                {
                  "sentence": "Other figures on the left, while reluctant to address the question of who they believed should be prime minister, were taken aback by his comments: former president François Hollande, running in Corrèze's 1st constituency, opined that Mélenchon should \"keep his mouth shut,\" former prime minister Lionel Jospin said that he was hearing \"just about everywhere, and particularly from voters of the left\" that \"Jean-Luc Mélenchon is not the solution,\" Fabien Roussel released a statement saying that \"Mélenchon's nomination for the post of prime minister,  [speculation about which] he himself is feeding into, has never been subject of an agreement between the forces of the Popular Front,\" Marine Tondelier, interviewed on LCI about Mélenchon's remarks, painted a generic portrait of the attributes of the ideal prime minister, ending with \"and lastly, someone who unites.\"   In a pre-election Elabe poll, only 16% of respondents – including just 49% of Mélenchon's 2022 voters, 24% of supporters of green parties and 17% of Socialist Party supporters – indicated they would be supportive of his appointment as prime minister, compared to 83% against the idea",
                  "refs": [
                    "https://place-publique.eu/elections-legislatives-2024/",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Infighting broke out into the open on 24 June, starting with PCF leader Fabien Roussel's comments in the morning, \"I say this to Jean-Luc Mélenchon: no one can proclaim himself Prime Minister,\" to which he added that the New Popular Front needed \"the most unifying personality\" to lead them in the incoming National Assembly which, according to him, would clearly not be Mélenchon,  comments also echoed by Faure",
                  "refs": [
                    "https://www.cnews.fr/france/2024-06-14/elections-legislatives-2024-nicolas-dupont-aignan-appelle-voter-pour-lalliance-lr"
                  ]
                },
                {
                  "sentence": "Those remarks were followed by Tondelier declaring that Mélenchon would not be prime minister, and that any prime minister would have to be chosen by consensus between the forces of the New Popular Front, but she was almost immediately rebuked by LFI national coordinator Manuel Bompard, who argued that \"nobody can decide to exclude\" Mélenchon",
                  "refs": [
                    "https://www.debout-la-france.fr/actualite/debout-la-france-est-fier-de-vous-presenter-ses-107-candidats-aux-elections-legislatives-2024/"
                  ]
                },
                {
                  "sentence": "In back-to-back evening interviews on France 2, Place Publique co-founder and MEP Raphaël Glucksmann, echoed Tondelier's comments in declaring definitively that \"Mélenchon will not be prime minister,\" even as Mélenchon told Hollande to \"shut up\" in response to his comments the previous day, complained that the speculation was due to \"jealousy\" of others on the left, and lamented the fact that he had to cede 100 additional constituencies to PS candidates compared to the New Ecological and Social People's Union (NUPES) in 2022 because Glucksmann's list outpolled the LFI list in the preceding European elections",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Interviewed on 26 June, Faure said Mélenchon would not be prime minister, and the latter chided his alliance partners' \"petty\" bickering and reaffirmed that any decisions about who would become prime minister would only be made after the elections, but did not close the door to the possibility of him seeking the post, saying \"there are those who don't like me and others who do like me.\"  On 1 July, LFI deputy Sophia Chikirou declared that \"it will be either Mélenchon at Matignon, or another\" LFI member if they constitute a majority of left-of-centre elected officials, owing to her feeling that other members of the alliance were indebted to them",
                  "refs": [
                    "https://www.lefigaro.fr/politique/legislatives-lr-investit-tous-ses-deputes-sortants-a-l-exception-d-eric-ciotti-et-une-de-ses-proches-20240612",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Ensemble",
              "section_content": [
                {
                  "sentence": "The Ensemble coalition of Renaissance, the Democratic Movement (MoDem), Horizons, the Union of Democrats and Independents (UDI), and the Radical Party was renewed after swift negotiations soon after the dissolution announcement",
                  "refs": []
                },
                {
                  "sentence": "Just after the early election was called, Secretary General of Renaissance Stéphane Séjourné announced that the presidential majority would field candidates against \"other republican candidates\" in the hopes of splitting his opposition, with Clément Beaune naturally excluding La France Insoumise (LFI) and the National Rally (RN) from that definition",
                  "refs": []
                },
                {
                  "sentence": "The alliance ultimately chose not to field candidates in 67 constituencies, many of which were represented by incumbents of The Republicans (LR), and several others from the Socialist Party (PS) as well as members of the Liberties, Independents, Overseas and Territories (LIOT) group in the National Assembly",
                  "refs": [
                    "https://www.liberation.fr/politique/elisabeth-borne-utilise-larticle-493-pour-la-23e-fois-de-la-legislature-20231219_AWQGDOD7L5CB5OQ2ROID7PCCPE/"
                  ]
                },
                {
                  "sentence": "On 12 June, Emmanuel Macron said that he had called the election to prevent a far-right victory in the 2027 presidential election",
                  "refs": [
                    "https://www.lejdd.fr/politique/legislatives-reconquete-presentera-330-candidats-annonce-eric-zemmour-146465"
                  ]
                },
                {
                  "sentence": "He criticised The Republicans for its potential alliance with the RN, as well as the New Popular Front (NFP), and urged all parties \"able to say no to extremes\" to unite",
                  "refs": []
                },
                {
                  "sentence": "In an open letter published on 23 June, Macron wrote that he hoped that \"the future government  [would gather] republicans of diverse sensibilities who will be known for their courage to oppose the extremes,\" in acknowledgement of the possibility of a post-election coalition",
                  "refs": []
                },
                {
                  "sentence": "Additionally, in response to speculation that he might resign, he affirmed that he would remain president until May 2027",
                  "refs": []
                },
                {
                  "sentence": "Most – but not all – constitutional experts rejected the possibility of Macron resigning in order to avoid potential legislative deadlock in the event of an unclear election outcome (with legislative elections prohibited within a year of the preceding one), considering that article 6 of the constitution explicitly prohibits presidents from serving more than two consecutive terms, and such a scenario would entail him seeking a third given that his current term would consider to have ended after such a resignation",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "On 20 June, Prime Minister Gabriel Attal pledged to lower electricity bills and inheritance taxes, link pensions to inflation, and provide aid to first-time property buyers",
                  "refs": []
                },
                {
                  "sentence": "Other proposals he presented included raising the value-sharing bonus by up to €10,000 per year, constructing 14 new nuclear reactors, banning access to social networks to those aged 15 and under, halving the usage of pesticides by 2030, and doubling the army budget by 2030",
                  "refs": [
                    "https://www.france24.com/en/europe/20240610-france-french-left-calls-unity-ahead-snap-legislative-elections-nupes-melenchon-far-right"
                  ]
                },
                {
                  "sentence": "Echoing the RN's proposals in response to a spate of youth violence, Attal also announced that he would seek to abolish age as a mitigating circumstance for statutory penalties by default, meaning that judges would charge lawbreaking children as adults unless they provided explanations as to why an exception should be granted",
                  "refs": [
                    "https://www.lemonde.fr/idees/article/2024/06/10/l-union-des-gauches-et-des-ecologistes-maintenant-l-appel-de-350-personnalites-du-monde-politique-intellectuel-militant-et-artistique_6238475_3232.html"
                  ]
                },
                {
                  "sentence": "At the same time, he attacked the RN's programme of \"division, hate, and stigmatisation,\" and said the RN's backtracking on various economic policies showed that they were \"not ready to govern.\"  Macron likewise castigated the \"uninhibited racism or anti-Semitism\" of the campaign in response to RN deputy Roger Chudeau saying that his fellow former cabinet member Najat Vallaud-Belkacem should not have been able to serve because of her dual nationality",
                  "refs": [
                    "https://www.bfmtv.com/politique/elections/europeennes/programme-candidature-unique-les-partis-de-gauche-appellent-a-creer-un-nouveau-front-populaire_AN-202406100931.html"
                  ]
                },
                {
                  "sentence": "Trailing in third place nationally behind the NFP and RN in pre-election polls, Macron and his allies decided to focus their attacks on the programme of the New Popular Front prior to the first round and mostly avoid direct confrontation against the RN until the second round",
                  "refs": []
                },
                {
                  "sentence": "Attal claimed that the NFP's proposal to raise the minimum wage by 14.3% to net €1,600 per month would lead to the loss of 500,000 jobs, and Minister of Finance Bruno Le Maire claimed that it would be \"a catastrophe\" resulting in \"mass unemployment\" if implemented, with the European Commission having just announced it would meet to launch the excessive deficit procedure against France",
                  "refs": [
                    "https://www.francetvinfo.fr/elections/legislatives/infographies-elections-legislatives-2024-visualisez-la-repartition-des-circonscriptions-entre-les-partis-du-nouveau-front-populaire_6604014.html"
                  ]
                },
                {
                  "sentence": "Macron publicly denounced the NFP's \"totally immigrationist\" stance and decried proposals which would make it easier for transgender people to change their civil status by allowing them to do so at their local town hall as \"completely grotesque,\"  and his former prime minister Élisabeth Borne decried the alliance as being one of \"separatist wokists who support Islamism and communitarianism\" with a nonsensical programme and disastrous economic policies",
                  "refs": [
                    "https://www.lemonde.fr/politique/article/2024/06/16/adrien-quatennens-investi-par-lfi-renonce-a-se-presenter-dans-le-nord-pour-les-elections-legislatives_6240782_823448.html",
                    "https://www.lemonde.fr/politique/article/2024/06/17/la-france-insoumise-continue-de-compliquer-la-tache-du-nouveau-front-populaire_6240870_823448.html"
                  ]
                },
                {
                  "sentence": "A recurring theme of the Ensemble campaign was the willingness of its figureheads to draw equivalencies between the New Popular Front and National Rally",
                  "refs": []
                },
                {
                  "sentence": "On 21 June, Macron argued that, \"contrary to what some say,\" the left and RN are not \"rampart [s] of  [each] other ..",
                  "refs": []
                },
                {
                  "sentence": "there are extremes we must not allow to pass.\"  Finance minister Bruno Le Maire warned that a victory by either the far-right or the left could cause a financial crisis,  lambasting both of their economic platforms as \"leftist projects inspired by Marxism.\"  In an interview on 24 June, Gender Equality Minister Aurore Bergé remarked that \"the best rampart, particularly against the Popular Front, is not the RN, it's us,\" and like Macron, refused to give second-round voting instructions in support of either of \"the extremes\" represented by the New Popular Front and RN prior to the first round",
                  "refs": [
                    "https://www.bfmtv.com/politique/elections/legislatives/legislatives-jean-luc-melenchon-se-dit-bien-evidemment-pret-a-devenir-premier-ministre_AD-202406220436.html",
                    "https://www.bfmtv.com/politique/la-france-insoumise/hollande-jospin-roussel-l-hypothese-melenchon-a-matignon-crispe-a-gauche_AV-202406240199.html",
                    "https://www.tf1info.fr/elections/en-direct-elections-legislatives-2024-campagne-rn-nfp-majorite-macron-bardella-attal-bompard-les-dernieres-informations-aujourd-hui-dimanche-23-juin-j-7-une-semaine-premier-tour-2305311.html"
                  ]
                },
                {
                  "sentence": "In a podcast episode released the same day, Macron warned that the \"two extremes\" would lead France \"to civil war,\" whether because of the xenophobia of the RN or the communitarianism of the left",
                  "refs": [
                    "https://elabe.fr/wp-content/uploads/2024/06/12062024_elabe_bfmtv_les-francais-et-les-elections-legislatives.pdf"
                  ]
                },
                {
                  "sentence": "Many of Macron's closest advisors publicly expressed dismay at his decision to dissolve the National Assembly in the days after his surprise announcement",
                  "refs": []
                },
                {
                  "sentence": "Yaël Braun-Pivet, president of the National Assembly before the dissolution, privately disagreed with the decision and attempted to dissuade him, and said she believed that a coalition was possible",
                  "refs": []
                },
                {
                  "sentence": "Finance Minister Bruno Le Maire trashed Macron's coterie at the Élysée as \"woodlice,\" and his former prime minister Édouard Philippe, head of the Horizons party within the Ensemble alliance, said that Macron had \"killed the presidential majority\" through his reckless decision",
                  "refs": []
                },
                {
                  "sentence": "Outgoing Ensemble deputies expressed exasperation with Macron, with one remarking that \"I wish he'd shut up and let us get out of the mess he's gotten us into;\" François Bayrou, leader of alliance member MoDem, deemed it necessary to \"de-Macronise the campaign;\"  and candidates became \"fed up\" with Macron's refusal to abide by his promise to stay out of the campaign",
                  "refs": [
                    "https://www.bfmtv.com/politique/elections/legislatives/legislatives-tondelier-ecarte-melenchon-et-affirme-que-le-premier-ministre-sera-choisi-par-consensus_AD-202406240689.html",
                    "https://www.challenges.fr/politique/melenchon-premier-ministre-tondelier-exclut-l-idee-et-reclame-un-consensus-pour-matignon_897356"
                  ]
                },
                {
                  "sentence": "As Macron's popularity ratings plunged to their lowest level ever in post-dissolution surveys, with Frédéric Dabi  [fr] noting that most respondents in an Ifop-JDD survey characterised the decision as \"incomprehensible,\" \"thoughtless,\" or \"irresponsible\" and 70% in a BVA Xsight-RTL survey declaring that they did not want Macron involved in the campaign,    Ensemble candidates kept a local focus, with images of Macron were almost entirely absent from campaign posters: only one out of 22 government ministers' posters featured his image",
                  "refs": [
                    "https://www.leparisien.fr/elections/legislatives/direct-legislatives-j-4-avant-le-premier-tour-au-lendemain-du-debat-entre-attal-bardella-et-bompard-26-06-2024-DZ5D4VHWZNCXNMM3225QBLRZJM.php",
                    "https://www.leparisien.fr/elections/legislatives/melenchon-on-ne-peut-lui-faire-confiance-sur-rien-a-gauche-le-bras-de-fer-pour-le-leadership-continue-01-07-2024-G3WDPUKVMRGYVP2YGVTN3OOJYA.php",
                    "https://www.lemonde.fr/politique/article/2024/06/13/legislatives-2024-edouard-philippe-revendique-davantage-d-autonomie-pour-horizons_6239420_823448.html"
                  ]
                },
                {
                  "sentence": "Along with Philippe, Le Maire, and Minister of the Interior Gérald Darmanin (who announced that he would leave the government if re-elected to the National Assembly),  many of Macron's early supporters distanced themselves from him,  and he faced increasing rejection among former allies frustrated with his antics and public statements",
                  "refs": [
                    "https://www.leparisien.fr/elections/legislatives/legislatives-apres-une-reunion-avec-macron-le-camp-presidentiel-vers-un-ni-rn-ni-lfi-au-second-tour-25-06-2024-URNVFUPA25DHTCHF5QJAAEO5PA.php",
                    "https://www.leparisien.fr/elections/legislatives/legislatives-485-candidats-investis-par-la-majorite-67-circonscriptions-laissees-a-larc-republicain-18-06-2024-26A3Q6BOGBB2ZEBUTTPAGQBNKY.php",
                    "https://www.france24.com/en/europe/20240612-%F0%9F%94%B4-live-france-s-macron-unveils-battle-plan-for-snap-elections"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "The Republicans",
              "section_content": [
                {
                  "sentence": "The president of The Republicans (LR), Éric Ciotti, spoke in favour of an alliance with the National Rally RN during an 11 June interview with the French channel TF1",
                  "refs": []
                },
                {
                  "sentence": "Olivier Marleix, the head of the party in the National Assembly, called for Ciotti's resignation in response",
                  "refs": []
                },
                {
                  "sentence": "On 12 June, The Republicans' political committee voted unanimously to remove Ciotti as its president and expel him from the party",
                  "refs": [
                    "https://www.lepoint.fr/politique/un-troisieme-mandat-apres-une-demission-ce-serait-un-coup-d-etat-11-06-2024-2562704_20.php"
                  ]
                },
                {
                  "sentence": "However, the latter rejected the decision, calling it \"a flagrant violation of our statutes\" that was illegal and void",
                  "refs": []
                },
                {
                  "sentence": "A Paris court reviewed the decision on 14 June, in which Ciotti was reinstated as party leader in the interim, as well as a member of the party,  which was followed by two additional abortive attempts to remove him,  while the local branch of The Republicans in Hauts-de-Seine announced a local alliance with Renaissance",
                  "refs": [
                    "https://www.france24.com/en/europe/20240620-french-pm-attal-pledges-household-finances-boost-ahead-of-legislative-elections",
                    "https://www.bfmtv.com/politique/elections/legislatives/elections-legislatives-2024-le-programme-de-gabriel-attal-et-d-ensemble-la-coalition-presidentielle_AV-202406270030.html",
                    "https://www.lefigaro.fr/politique/gabriel-attal-au-figaro-le-pays-joue-sa-peau-20240624"
                  ]
                },
                {
                  "sentence": "On 17 June, Ciotti secured an agreement with RN to present 62 candidates (later 63), none of which are outgoing LR deputies except for himself and his close ally Christelle d'Intorni, while the national investiture committee of LR unveiled candidates in a majority of other constituencies, including all other incumbent deputies seeking re-election, as well as fielding candidates against both Ciotti and d'Intorni",
                  "refs": [
                    "https://www.bfmtv.com/politique/la-france-insoumise/hollande-jospin-roussel-l-hypothese-melenchon-a-matignon-crispe-a-gauche_AV-202406240199.html"
                  ]
                },
                {
                  "sentence": "Because Ciotti requested that the party's bank require his authorisation for any transactions, LR candidates are not receiving any financial support from the party",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "With no detailed national election programme to run on, most LR candidates opted to campaign primarily on issues concerning their constituencies, rely on their strong local roots and name recognition in order to fight for their survival, and keep their distance from the drama surrounding the other three main political forces and Ciotti's alliance with the RN",
                  "refs": []
                },
                {
                  "sentence": "Numerous incumbent LR deputies declined to feature the party's logo on their election paraphernalia, stayed out of national media, and tried to portray themselves as independent of any party, with Aurélien Pradié choosing to describe himself on leaflets as \"a strong voice, a free voice,\"  before announcing that he would run only under the label of his micro-party Du courage on 26 June, declaring in an interview with La Dépêche that \"Gaullism isn't dead, it's more alive than ever, but LR is dead.\"  This reduced visibility was also the product of the highly varied circumstances of LR candidates, with 63 invested as part of the LR-RN alliance, roughly 400 invested by the party's national investiture committee, and 39 other candidates (including 26 incumbents) completely unopposed by the Ensemble coalition owing to their \"constructive\" alignment with Macron's policies",
                  "refs": [
                    "https://www.lemonde.fr/politique/article/2024/06/20/emmanuel-macron-pilonne-la-gauche-et-reporte-au-second-tour-la-bataille-contre-le-rn_6241516_823448.html",
                    "https://www.lexpress.fr/economie/les-dangers-du-smic-a-1-600-euros-ce-ne-serait-pas-un-coup-de-pouce-mais-un-coup-de-poing-LR2YCLLDWRCVBO64QJFWZXSANA/"
                  ]
                },
                {
                  "sentence": "Even figures with a significant national profile like former party president Laurent Wauquiez, threatened by the possibility of an RN wave, sought to stay out of the national spotlight and focused on avoiding being subsumed by the tripolarisation of the electorate",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "National Rally",
              "section_content": [
                {
                  "sentence": "Eight of the 30 National Rally (RN) MEPs newly elected to the European Parliament in June 2024 decided to run in the national election",
                  "refs": []
                },
                {
                  "sentence": "As occupying both posts is impossible, MEPs who won in the legislative elections were replaced with other party members further down the list",
                  "refs": []
                },
                {
                  "sentence": "Marine Le Pen promised that the RN would form a \"national unity government\" should it win the election,  and in an interview with La Voix du Nord, she indicated she was open to the possibility of appointments for figures from the left in an RN-led government",
                  "refs": [
                    "https://www.lefigaro.fr/elections/legislatives/j-ai-quelques-idees-sur-ce-qui-peut-etre-utile-pour-le-pays-elisabeth-borne-a-quitte-ou-double-dans-le-calvados-20240620"
                  ]
                },
                {
                  "sentence": "At the same time, party leader Jordan Bardella said that he was \"the only one capable of blocking Jean-Luc Mélenchon and blocking the far left\" and urged \"all the patriotic forces of the republic\" to unite and prevent the left from winning the election",
                  "refs": [
                    "https://www.lepoint.fr/politique/macron-renvoie-dos-a-dos-les-extremes-et-appelle-a-voter-contre-21-06-2024-2563606_20.php"
                  ]
                },
                {
                  "sentence": "He also pledged to pass an immigration law allowing the deportation of \"delinquents and Islamists\" and cut energy costs as prime minister",
                  "refs": []
                },
                {
                  "sentence": "In an interview with Le Monde, Le Pen confirmed that Bardella would not seek the post of prime minister in the absence of an absolute majority",
                  "refs": [
                    "https://www.bfmtv.com/politique/la-france-insoumise/hollande-jospin-roussel-l-hypothese-melenchon-a-matignon-crispe-a-gauche_AV-202406240199.html"
                  ]
                },
                {
                  "sentence": "On 18 June, Bardella urged voters to give his party an \"absolute majority\" for it to be able to govern effectively, while pledging to cut energy taxes to 5.5% from 20%",
                  "refs": []
                },
                {
                  "sentence": "Bardella pledged to uphold French military commitments to NATO and support Ukraine against the Russian invasion, but ruled out sending long-range missiles and other weapons that could be used to strike Russian territory",
                  "refs": [
                    "https://www.bfmtv.com/economie/economie-social/france/pour-bruno-le-maire-les-programmes-economiques-du-nouveau-front-populaire-et-du-rn-sont-marxistes_AV-202406240339.html"
                  ]
                },
                {
                  "sentence": "Alluding to the possibility of Emmanuel Macron sending ground forces to Ukraine, Le Pen deemed Macron's title of \"commander-in-chief of the armed forces\" as \"honorary\" given the need for both the heads and state and government to make most defence decisions, though constitutional law experts noted that the president's approval was still required for the usage of nuclear weapons",
                  "refs": [
                    "https://www.bfmtv.com/politique/elections/legislatives/direct-legislatives-la-campagne-entre-dans-sa-derniere-ligne-droite-apres-la-lettre-d-emmanuel-macron-le-rn-presente-son-programme_LN-202406240059.html"
                  ]
                },
                {
                  "sentence": "Due to worries about public backlash and concerns from investors, the RN softened and postponed some elements of its initial economic proposals, including the planned tax exemptions on those under 30 and abolition of the value-added tax (VAT) on 100 essential products,  and proposals to increase teachers' salaries were also deferred",
                  "refs": [
                    "https://www.bfmtv.com/politique/la-republique-en-marche/philippe-le-maire-braun-pivet-ces-cadres-de-la-macronie-affichent-leur-rupture-avec-le-president-apres-la-dissolution_AN-202406210346.html"
                  ]
                },
                {
                  "sentence": "Despite initial claims otherwise, Bardella reaffirmed on 17 June that the RN intended to repeal the 2023 pension reform and reduce the legal retirement age to 60, but only for those who started working before the age of 20",
                  "refs": []
                },
                {
                  "sentence": "In an interview with Le Journal du Dimanche published on 22 June, Bardella announced that, as prime minister, he would initiate a national budgetary audit and call a constitutional referendum to guarantee reductions in migratory flows in 2027",
                  "refs": [
                    "https://www.leparisien.fr/elections/legislatives/je-ne-me-preoccupe-plus-de-ce-que-dit-le-president-la-strategie-electorale-de-macron-choque-son-camp-19-06-2024-2CUWWGPB6RGX5HXNM2RDYTZEMI.php"
                  ]
                },
                {
                  "sentence": "He also stated that he did not support Frexit and assured that, after their alliance, members of The Republicans (LR) supported jointly by Éric Ciotti and the RN would be included in his government",
                  "refs": []
                },
                {
                  "sentence": "Bardella officially unveiled the RN's programme on 24 June, including measures to introduce mandatory sentencing, end child benefits for parents of underage repeat offenders, and sentence youth criminals to short prison sentences at closed educational centres for children",
                  "refs": []
                },
                {
                  "sentence": "He confirmed that the RN continued to intend to abolish jus soli because \"the automatic acquisition of French nationality is no longer justified in a world of 8 billion people,  [with] our daily struggles of our inability to integrate and assimilate them multiplying on our soil,\" and expressed his desire to both \"re-establish the offence of illegal stays\" and solidify these proposals in the constitution \"to also make them untouchable by European or international jurisprudence\" through a national referendum",
                  "refs": []
                },
                {
                  "sentence": "In addition, he declared that he would scrutinise \"spending that encourages immigration\" and \"certain expensive and abusive tax loopholes,\" and that the reversal of Macron's pension reform would be implemented gradually, shifting the legal retirement age to 62 for those who have worked for at least 40 years",
                  "refs": []
                },
                {
                  "sentence": "The party is against measures to tackle climate change and protecting the environment",
                  "refs": [
                    "https://www.lejdd.fr/politique/sondage-les-francais-de-plus-en-plus-mecontents-demmanuel-macron-146678"
                  ]
                },
                {
                  "sentence": "Other RN proposals included seeking to provide incentives for medical professionals to work in underserved areas and for retirees to return to work,  reducing taxes on agriculture, privatising French national media, boosting fertility rates by allowing parents to claim their first two children as a full share rather than the current half-share for the purposes of personal income tax calculations, eliminating inheritance taxes for lower-income families, continuing to not recognise Palestine as a state as doing so would, in his view, be \"to recognise terrorism,\"  imposing moratoriums on new wind farms and the closure of healthcare facilities, banning agricultural products which fall below standards for domestic products, and ensuring that only French nationals be eligible for some security and defence jobs, after an earlier announcement that Dual nationals would be banned from such \"sensitive\" jobs as those",
                  "refs": [
                    "https://www.lejdd.fr/politique/sondage-les-francais-de-plus-en-plus-mecontents-demmanuel-macron-146678",
                    "https://www.odoxa.fr/sondage/victoire-anticipee-du-rn-poussee-de-la-gauche-mais-pas-de-melenchon/"
                  ]
                },
                {
                  "sentence": "After outcry following RN deputy Roger Chudeau's comments that dual nationals (specifically Najat Vallaud-Belkacem) should not hold ministerial posts, Le Pen disavowed the idea that of restricting ministerial posts on basis of dual nationality and added that Chudeau's comments were contrary to the RN's programme",
                  "refs": [
                    "https://www.bfmtv.com/politique/elections/legislatives/legislatives-sur-leurs-affiches-de-campagne-les-ministres-boudent-les-photos-de-macron-et-attal_AN-202406170962.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Other political parties",
              "section_content": [
                {
                  "sentence": "Marion Maréchal, a far-right candidate for Reconquête in the preceding European Parliament election, met with her aunt Marine Le Pen and Jordan Bardella, leaders of the National Rally (RN), on 10 June in order to discuss a potential far-right alliance during the legislative election",
                  "refs": []
                },
                {
                  "sentence": "After the meeting, Maréchal indicated that Bardella was opposed to an alliance with Reconquête as his party did not want to be affiliated with Reconquête party leader Éric Zemmour;  regardless, she announced her endorsement of the RN",
                  "refs": [
                    "https://www.letelegramme.fr/elections/legislatives/ferrand-castaner-castex-le-blues-des-premiers-compagnons-de-route-de-macron-6612262.php",
                    "https://www.lemonde.fr/politique/article/2024/06/25/entre-emmanuel-macron-et-les-francais-le-temps-de-la-disgrace_6243495_823448.html"
                  ]
                },
                {
                  "sentence": "On 12 June, Zemmour announced that he was expelling Maréchal from the party",
                  "refs": []
                },
                {
                  "sentence": "The party ultimately presented candidates in 330 constituencies, deciding not to run candidates in constituencies where ideologically similar candidates had the strongest chance of winning",
                  "refs": [
                    "https://www.aljazeera.com/news/2024/6/11/frances-republicans-leader-wants-to-form-alliance-with-le-pens-nr"
                  ]
                },
                {
                  "sentence": "Debout la France only contested 107 constituencies, backing candidates supported by the RN elsewhere, and party leader Nicolas Dupont-Aignan expressed his support for the alliance between Éric Ciotti and the RN",
                  "refs": []
                },
                {
                  "sentence": "Trotskyist party Lutte Ouvrière presented candidates in 550 constituencies",
                  "refs": []
                },
                {
                  "sentence": "Other parties presenting a double-digit number of candidates, according to a Le Monde analysis, include the New Anticapitalist Party with 30 candidates, Ecology at the Centre with 23 candidates, Unser Land with 14 candidates, and Résistons! with 12 candidates",
                  "refs": []
                },
                {
                  "sentence": "The Animalist Party, which was able to field candidates in 421 constituencies in 2022, announced that it would not attempt to field candidates with such short notice before the first round of the 2024 legislative election",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Debates",
          "section_content": [
            {
              "sentence": "France 3 and France Bleu announced they would organise more than 200 debates between local candidates which would be broadcast on local television and radio with the first set held on 19 June, followed by additional debates on 26 June and 3 July",
              "refs": []
            },
            {
              "sentence": "Between the two rounds, 23 RN candidates refused to participate or cancelled their appearances in these debates",
              "refs": [
                "https://www.france24.com/en/live-news/20240612-%F0%9F%94%B4-france-s-rightwing-les-r%C3%A9publicains-vote-out-leader-%C3%A9ric-ciotti-over-election-pact-with-far-right"
              ]
            },
            {
              "sentence": "TF1 also announced plans to hold a debate on 25 June between Gabriel Attal, Jordan Bardella, and Manuel Bompard",
              "refs": []
            },
            {
              "sentence": "On 22 June, Attal, taking note of three-time presidential candidate Jean-Luc Mélenchon's comments refusing to rule out the possibility that he might seek to become prime minister, challenged him to participate in the debate instead of Bompard, the national operations team coordinator of La France Insoumise,  a demand also echoed by Bardella, though Mélenchon declined",
              "refs": [
                "https://www.leparisien.fr/elections/legislatives/legislatives-la-justice-rejette-la-troisieme-tentative-de-lr-dexclure-eric-ciotti-27-06-2024-K2JEKB6PURF5RBS26IXTOTWD4U.php",
                "https://www.lemonde.fr/politique/live/2024/06/26/en-direct-legislatives-2024-il-n-y-a-pas-d-economiste-serieux-defendant-le-programme-economique-du-rn-celui-ci-est-tres-evolutif-donc-sans-logique-ideologique_6243809_823448.html"
              ]
            },
            {
              "sentence": "The Republicans appealed their exclusion from the TF1 debate to the Conseil d'État, with the Regulatory Authority for Audiovisual and Digital Communication already having declined to take action,  though this appeal was rejected the next day, a few hours before the debate",
              "refs": [
                "https://www.lesechos.fr/elections/legislatives/legislatives-2024-les-candidats-lr-misent-sur-leur-implantation-locale-pour-sauver-leur-siege-2103071",
                "https://www.ladepeche.fr/2024/06/26/elections-legislatives-le-parti-auquel-jappartenais-nest-plus-capable-de-parler-aux-francais-declare-aurelien-pradie-en-claquant-la-porte-des-12039418.php"
              ]
            },
            {
              "sentence": "France 2 also held a debate on 27 June between Attal, Bardella, and Olivier Faure,  during which Attal directed viewers to a calculator for retirement pensions under the New Popular Front's plans, leading the alliance to initiate emergency proceedings against Renaissance for \"false and misleading allegations likely to alter the vote\" under article L163-2 of the electoral code, with hearings set for 1 July",
              "refs": [
                "https://www.france24.com/en/europe/20240614-french-leftwing-alliance-new-popular-front-vows-to-break-with-macron-policies"
              ]
            },
            {
              "sentence": "Several debates were also initially anticipated between the two rounds, including one hosted by France 2 on 4 July",
              "refs": []
            },
            {
              "sentence": "For the other two debates between the two rounds, the New Popular Front chose to send Marine Tondelier on BFM TV and Ian Brossat on CNews, respecting the boycott of the channel by The Ecologists and the Socialist Party",
              "refs": []
            },
            {
              "sentence": "On 1 July, Bardella challenged Mélenchon to a one-on-one debate, which the latter declined, and Tondelier confirmed her participation in the third debate,  before BFM TV announced on 2 July that no debate would be held, and the three invitees would instead each be allocated a one-hour segment in a different viewing format",
              "refs": [
                "https://www.france24.com/en/europe/20240614-french-leftwing-alliance-new-popular-front-vows-to-break-with-macron-policies",
                "https://www.lemonde.fr/politique/article/2024/06/20/on-ne-s-interdit-rien-les-plans-de-marine-le-pen-en-cas-de-victoire-aux-elections-legislatives_6241755_823448.html",
                "https://www.france24.com/en/france/20240618-far-right-leader-bardella-says-he-needs-absolute-majority-to-govern-france-effectively"
              ]
            },
            {
              "sentence": "Later reporting indicated that this decision was motivated by the fact that The Ecologists were allocated a smaller share of constituencies in the agreement of the New Popular Front, but Marc-Olivier Fogiel publicly insisted that it was the RN's stance that forced BFM TV to call off the debate",
              "refs": [
                "https://www.lemonde.fr/en/politics/article/2024/06/14/court-suspends-french-right-wing-leader-ciotti-s-expulsion-from-party_6674830_5.html"
              ]
            },
            {
              "sentence": "Ultimately, it was announced that none of these broadcasts would be held in a debate format",
              "refs": [
                "https://www.france24.com/en/france/20240619-france-s-far-right-bardella-says-he-backs-ukraine-but-won-t-send-missiles-that-could-hit-russia"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Candidate incidents and controversies",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Racism, anti-Semitism, and hate symbols",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "Against candidates",
                  "section_content": [
                    {
                      "sentence": "The campaign was marred by numerous incidents of racial and anti-Semitic abuse",
                      "refs": []
                    },
                    {
                      "sentence": "On 17 June, Hanane Mansouri, The Republicans (LR) member supported by the National Rally (RN) for Isère's 8th constituency, revealed that she was inundated by anti-Arab racist abuse after her candidacy was confirmed",
                      "refs": []
                    },
                    {
                      "sentence": "La France Insoumise (LFI) candidate Yasmina Samri, running in Charente-Maritime's 1st constituency, decided to end her candidacy after receiving numerous racist insults and threats",
                      "refs": [
                        "https://www.lemonde.fr/politique/article/2024/06/14/legislatives-2024-comment-le-rn-ecrit-le-recit-de-son-empechement-en-cas-de-victoire_6239930_823448.html"
                      ]
                    },
                    {
                      "sentence": "While campaigning in Marseille for the New Popular Front on 20 June, Raphaël Glucksmann, accompanied by journalist Léa Salamé, was recorded being told \"shame on you as a Jew\" by a voter after trying to give them a leaflet",
                      "refs": [
                        "https://www.liberation.fr/checknews/reforme-des-retraites-fiscalite-augmentation-des-salaires-des-profs-la-liste-des-renoncements-du-rn-avant-les-legislatives-sallonge-20240618_2IUKWPAC6VBZ7HKX7QHHIK42RA/"
                      ]
                    },
                    {
                      "sentence": "He subsequently revealed that his cell phone number had been leaked on Telegram groups and he was now simultaneously being bombarded with hateful messages from members of the Jewish far-right – outraged at his involvement in the alliance – and those on the left who alleged he was a pro-Netanyahu Zionist on the basis of his Ashkenazic surname",
                      "refs": []
                    },
                    {
                      "sentence": "On 24 June, Shannon Seban, Renaissance candidate for Val-de-Marne's 10th constituency, announced that she filed a police complaint in response to a group of pro-Palestine festivalgoers screaming \"get out, dirty Zionist\" at her",
                      "refs": []
                    },
                    {
                      "sentence": "In Calvados, the campaign posters of LFI MEP-elect Emma Fourreau and 6th constituency candidate Noé Gauchard were defaced with swastikas and neo-Nazi symbols,  as were those for The Ecologists (LE) candidate Guillaume Hédouin in Manche's 1st constituency along with the word \"Islam,\"  while those for Pascaline Lécorché of Place Publique in Bouches-du-Rhône's 1st constituency were covered with \"Hamas candidates\" stickers",
                      "refs": [
                        "https://www.francetvinfo.fr/politique/front-national/legislatives-2024-big-bang-de-l-autorite-a-l-ecole-suppression-du-droit-du-sol-jordan-bardella-a-presente-le-programme-pour-le-rn_6623139.html",
                        "https://www.lemonde.fr/en/environment/article/2024/06/20/french-elections-why-is-the-rejection-of-environmentalism-a-driving-force-behind-france-s-far-right-vote_6675235_114.html",
                        "https://www.lejdd.fr/politique/droit-du-sol-retraites-natalite-le-rn-devoile-les-grands-axes-de-son-programme-146739"
                      ]
                    },
                    {
                      "sentence": "On the day of the first round, Roxane Lundy, candidate for Génération.s in Oise's 1st constituency, discovered that her campaign posters in Beauvais and Maignelay-Montigny had been defaced with swastikas",
                      "refs": [
                        "https://www.lemonde.fr/politique/article/2024/06/24/ce-qu-il-faut-retenir-du-programme-du-rn-presente-par-jordan-bardella_6243369_823448.html"
                      ]
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "By candidates",
                  "section_content": [
                    {
                      "sentence": "On 17 June, Libération reported that Marie-Christine Sorin, RN candidate for Hautes-Pyrénées's 1st constituency, made a tweet in January saying \"No, not all civilizations are equal ..",
                      "refs": []
                    },
                    {
                      "sentence": "[some] have just stayed below bestiality in the evolutionary chain.\"  The RN initially suspended their support for Joseph Martin, candidate for Morbihan's 1st constituency, after the discovery of a 2018 tweet reading \"Gas brought justice to the victims of the Holocaust,\"  but reinstated him after he explained that he meant it as an allusion to the death of Holocaust denier Robert Faurisson the day prior",
                      "refs": [
                        "https://www.politico.eu/article/french-far-right-jordan-bardella-president-emmanuel-macron-election-european-election-national-rally/",
                        "https://www.politico.eu/article/french-far-right-alliance-talks-break-down-controversial-figure-eric-zemmour-marine-le-pen/"
                      ]
                    },
                    {
                      "sentence": "On 19 June, the pro-Éric Ciotti faction of LR withdrew their support for Louis-Joseph Pecher, jointly supported by the RN in Meurthe-et-Moselle's 5th constituency, due to his history of \"anti-Semitic, homophobic and odious remarks.\"  Another pro-Ciotti LR candidate supported by the RN, Gilles Bourdouleix, was previously convicted for condoning crimes against humanity in 2014 for saying that \"Hitler didn't kill enough\" Romani people, though his sentence was suspended on the basis that he never intended for his remarks to be made public",
                      "refs": [
                        "https://www.france24.com/en/video/20240613-far-right-reconquest-founder-zemmour-expels-mar%C3%A9chal-from-party",
                        "https://france3-regions.francetvinfo.fr/legislatives-2024-les-candidats-de-vos-circonscriptions-se-font-face-ce-mercredi-soir-grande-soiree-de-debats-sur-france-3-2989613.html"
                      ]
                    },
                    {
                      "sentence": "On 25 June, Pascal Schneider, mayor of Neuves-Maisons, filed a complaint with the public prosecutor against Pierre-Nicolas Nups, candidate of the Party of France in Meurthe-et-Moselle's 5th constituency, for electoral posters featuring a young white boy with blue eyes and blond hair reading \"Let's give white children a future.\"",
                      "refs": [
                        "https://www.lemonde.fr/politique/live/2024/07/02/en-direct-legislatives-2024-suivez-la-campagne-du-second-tour-les-dernieres-informations-et-reactions_6245747_823448.html",
                        "https://www.bfmtv.com/politique/elections/legislatives/legislatives-un-debat-televise-attal-bardella-bompard-le-25-juin_AD-202406190888.html"
                      ]
                    },
                    {
                      "sentence": "On 26 June, Reconquête leader Éric Zemmour shared a video of him tapping along to the rhythm of the TikTok-viral song \"Je partira pas\" (\"I willn't  [sic] leave\"), which features various overtly xenophobic lyrics, with audio of the song – remixing the screams of a man being apprehended by the police while being carried off a plane in a viral video – in the background",
                      "refs": []
                    },
                    {
                      "sentence": "While the song, supposedly created with AI by an artist under the name \"Crazy-Girl,\" was removed for violating TikTok's content guidelines, it spread widely over social media, and was denounced by French Communist Party leader Fabien Roussel",
                      "refs": []
                    },
                    {
                      "sentence": "SOS Racisme announced that it filed a complaint with the authorities regarding the song for incitement of hatred",
                      "refs": [
                        "https://www.lefigaro.fr/elections/legislatives/legislatives-attal-demande-a-melenchon-de-remplacer-bompard-au-debat-televise-20240623"
                      ]
                    },
                    {
                      "sentence": "The RN also denounced the \"calls for murder, violent misogyny, crude anti-Semitism and conspiracism\" of the lyrics of No Pasarán which was released by a collective of rappers opposed to the far-right after the first round",
                      "refs": [
                        "https://www.francebleu.fr/infos/politique/legislatives-2024-gabriel-attal-et-jordan-bardella-souhaitent-que-jean-luc-melenchon-participe-aux-debats-tv-6928351"
                      ]
                    },
                    {
                      "sentence": "Thierry Dussud of the RN, substitute for the Ciotti-aligned LR candidate supported by the RN in Ardèche's 2nd constituency, Vincent Trébuchet, announced on 26 June that he would quit after racist and anti-Semitic posts he made resurfaced, including one in which he declared \"Let's give the Africans back to Africa.\"  In addition to the 20 RN candidates identified by Libération as having made racist, anti-Semitic, and discriminatory comments on social media, Mediapart also uncovered similar posts by another 24 RN candidates using their real names",
                      "refs": [
                        "https://www.nicematin.com/politique/lr-saisit-le-conseil-detat-en-refere-pour-etre-invite-au-debat-des-legislatives-sur-tf1-ce-mardi-929691"
                      ]
                    },
                    {
                      "sentence": "On 27 June, LFI withdrew its support for Reda Belkadi, candidate for Loir-et-Cher's 1st constituency, after the discovery of his past anti-Semitic and homophobic tweets including anti-Jewish and anti-gay slurs",
                      "refs": [
                        "https://www.leparisien.fr/elections/legislatives/legislatives-le-conseil-detat-rejette-la-demande-de-participation-de-lr-pour-le-debat-de-ce-mardi-soir-25-06-2024-BN6V3AGTRFE3NHWNAU6ERZAXUY.php"
                      ]
                    },
                    {
                      "sentence": "On 1 July, Paule Veyre de Soras, RN candidate for Mayenne's 1st constituency, apologised for her comments that \"my ophthalmologist is a Jew, and my dentist is a Muslim\" in response to a journalist's question about racism within her party",
                      "refs": []
                    },
                    {
                      "sentence": "On 2 July, Ludivine Daoudi, RN candidate for Calvados's 1st constituency, withdrew after her NFP opponent circulated images of her wearing a Luftwaffe visor cap with a swastika on it",
                      "refs": [
                        "https://www.lemonde.fr/politique/live/2024/06/28/en-direct-legislatives-2024-lfi-saisit-la-justice-contre-renaissance-pour-diffusion-de-fausses-informations_6244936_823448.html"
                      ]
                    },
                    {
                      "sentence": "That same day, Daniel Grenon, incumbent RN deputy for Yonne's 1st constituency, was referred to the public prosecutor for saying during a debate that \"North Africans came to power in 2016 ..",
                      "refs": [
                        "https://www.liberation.fr/politique/elections/en-direct-legislatives-dans-le-loiret-un-suppleant-rn-accuse-de-sexisme-racisme-et-antisemitisme-20240620_4TKBYD457JD3VIZ4USM4FYAKHY/"
                      ]
                    },
                    {
                      "sentence": "[they] have no place in high places.\"",
                      "refs": [
                        "https://www.lemonde.fr/politique/live/2024/07/01/en-direct-resultats-des-legislatives-suivez-la-campagne-d-entre-deux-tours-et-posez-vos-questions_6245747_823448.html"
                      ]
                    },
                    {
                      "sentence": "After regional daily La Montagne uncovered racist social media posts by Isabelle Dupré, RN candidate for Puy-de-Dôme's 2nd constituency, she responded \"If I'm elected, I'll stop the racist humor.\" Reporting also uncovered photos in which Julie Apricena, substitute to Pierre Gentillet, RN candidate for Cher's 3rd constituency, was accompanied by neo-Nazi skinheads and wearing a T-shirt reading \"White Pride, World Wide.\"  On 3 July, Jean-Yves Le Boulanger, RN candidate for Côtes-d'Armor's 5th constituency, denied that he was a \"fascist\" because he has \"friends of colour\" and didn't use his motorcycle to run over \"a coloured priest who blessed\" him",
                      "refs": [
                        "https://www.lemonde.fr/en/politics/article/2024/06/14/court-suspends-french-right-wing-leader-ciotti-s-expulsion-from-party_6674830_5.html"
                      ]
                    },
                    {
                      "sentence": "The same day, Laurent Gnaedig, RN candidate for Haut-Rhin's 1st constituency, said that he believed Jean-Marie Le Pen's comments that gas chambers were a mere \"detail\" of World War II were not anti-Semitic, and added that he had \"doubts\" about Le Pen's conviction for dismissing crimes against humanity",
                      "refs": [
                        "https://www.liberation.fr/checknews/debat-de-lentre-deux-tours-marine-tondelier-au-coeur-dun-imbroglio-mediatique-20240702_6IQ7JXJPKZCIHGLH432EKUOWJI/"
                      ]
                    },
                    {
                      "sentence": "A civil servant of Moroccan origin accused Philippe Torre, RN candidate for Aisne's 2nd constituency, of making racist statements in an altercation on 3 July by implying that he would be deported despite being a French national",
                      "refs": [
                        "https://www.lemonde.fr/politique/live/2024/07/04/en-direct-legislatives-2024-la-porte-parole-du-gouvernement-prisca-thevenot-prise-a-partie-en-tractant-a-meudon-une-enquete-ouverte_6245747_823448.html"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "Physical attacks involving candidates and activists",
              "section_content": [
                {
                  "sentence": "Several candidates also reported attacks against them and activists supporting them over the course of the campaign",
                  "refs": []
                },
                {
                  "sentence": "Florian Chauche, LFI candidate and incumbent deputy for Territoire de Belfort's 2nd constituency, decried physical attacks and the usage of racist slurs against his supporters on 17 June",
                  "refs": []
                },
                {
                  "sentence": "On 20 June, Hervé Breuil, RN candidate for Loire's 2nd constituency, alleged that a group of masked individuals struck him from behind and pelted him with rotten fruit while hurling verbal abuse at him",
                  "refs": [
                    "https://www.sudouest.fr/elections/legislatives/charente-maritime/legislatives-en-charente-maritime-yasmina-samri-retire-sa-candidature-sur-la-1re-circonscription-20214222.php"
                  ]
                },
                {
                  "sentence": "On 23 June, numerous left-wing activists (for LE candidate Céline Papin in Gironde's 1st constituency, LE candidate and outgoing deputy Sabrina Sebaihi in Hauts-de-Seine's 4th constituency, and Socialist Party (PS) candidate Joao Martins Pereira in Val-de-Marne's 8th constituency) reported being assaulted and threatened by supporters of the far-right",
                  "refs": [
                    "https://www.gala.fr/l_actu/news_de_stars/video-raphael-glucksmann-attaque-il-pousse-un-coup-de-gueule-arretez_545935"
                  ]
                },
                {
                  "sentence": "Séverine Vézies, LFI candidate for Doubs's 1st constituency, claimed that a self-proclaimed RN supporter attempted to strike a man in his 80s with a broomstick while putting up a campaign poster for her on 25 June",
                  "refs": []
                },
                {
                  "sentence": "Danielle Simonnet, LFI deputy for Paris's 15th constituency, organised a \"rally against the far-right\" after four of her supporters were tear-gassed, assaulted, and called \"anti-Semitic bastards\" by a group of far-right supporters while putting up election posters in the 20th arrondissement of Paris on the evening of 2 July",
                  "refs": [
                    "https://www.bfmtv.com/normandie/des-actes-abjects-des-symboles-nazis-tagues-sur-des-affiches-du-nouveau-front-populaire-dans-le-calvados_AV-202406240963.html"
                  ]
                },
                {
                  "sentence": "On 3 July, RN MEP Marie Dauchy, candidate for Savoie's 3rd constituency, announced she was suspending campaigning after being attacked at the market in La Rochette, with a merchant allegedly trying to kick her while tearing up her campaign leaflets",
                  "refs": [
                    "https://france3-regions.francetvinfo.fr/normandie/manche/des-tags-racistes-et-antisemites-sur-des-affiches-du-nouveau-front-populaire-2993498.html"
                  ]
                },
                {
                  "sentence": "On the evening of 3 July, Prisca Thevenot, Spokesperson of the Government of France and Renaissance candidate for Hauts-de-Seine's 8th constituency, along with her substitute Virginie Lanlo  [fr] and one of her supporters, were attacked by a group of fifteen people while putting up campaign posters in Meudon, with four of them arrested following the attack",
                  "refs": []
                },
                {
                  "sentence": "The supporter in question was struck in the face using a scooter, breaking their jaw, while Lanlo was punched and kicked, while Thevenot herself escaped uninjured",
                  "refs": []
                },
                {
                  "sentence": "Bernard Dupré, deputy mayor of La Tronche, was punched in the right eye by a man who he says claimed to be an LFI supporter on 4 July while putting up campaign posters for the campaign of Olivier Véran, Renaissance candidate for Isère's 1st constituency,  though the attacker claimed that Dupré was the first one to strike him",
                  "refs": [
                    "https://www.leparisien.fr/oise-60/des-tags-nazis-sur-les-affiches-dune-candidate-du-nouveau-front-populaire-la-parole-raciste-se-libere-30-06-2024-UI5NSTU52RDVFFASARSO64HTEM.php",
                    "https://www.liberation.fr/politique/legislatives-le-rassemblement-national-et-ses-candidats-racistes-antisemites-et-complotistes-20240617_SNNHEN7AGZGDZCBSUSXWVNYSZE/"
                  ]
                },
                {
                  "sentence": "On 4 July, Thomas Mesnier, former Horizons deputy and candidate for Charente's 1st constituency, reported that one of his supporters had been kicked, punched, and targeted by homophobic insults by a group of four people while putting up posters in Angoulême",
                  "refs": []
                },
                {
                  "sentence": "That evening, Geoffroy Didier, LR candidate for Hauts-de-Seine's 6th constituency, reported that one of his supporters had been \"violently assaulted and threatened with death\" in Neuilly-sur-Seine while leafleting for his campaign",
                  "refs": [
                    "https://www.leparisien.fr/elections/legislatives/legislatives-le-rn-rehabilite-joseph-martin-candidat-soupconne-dantisemitisme-23-06-2024-G4QNGM4FIZH77CPMGBGZJL3VJ4.php"
                  ]
                },
                {
                  "sentence": "Three supporters of Maxime Viancin, LFI candidate for Loire-Atlantique's 10th constituency, were chased down the street by an RN supporter who screamed \"Bardella will take care of the lefties, dykes and trans\" at them before pushing one and punching another, while his wife joined him on the street while waving a French flag",
                  "refs": [
                    "https://www.francetvinfo.fr/elections/legislatives/legislatives-2024-eric-ciotti-retire-son-investiture-a-un-candidat-accuse-d-avoir-tenu-des-propos-antisemites_6614019.html"
                  ]
                },
                {
                  "sentence": "On 2 July, Le Courrier de la Mayenne resurfaced a report from 12 January 1995 about Annie-Claire Jaccoud Bell, RN candidate for Mayenne's 3rd constituency, engaging in an attempted armed hostage-taking at the Ernée town hall, firing a single wayward shot from a rifle she smuggled into the town hall while fighting with a secretary",
                  "refs": []
                },
                {
                  "sentence": "In anticipation of potential violence after the second round, Minister of the Interior Gérald Darmanin announced that 30,000 police would be deployed across the country on the evening of 7 July",
                  "refs": []
                },
                {
                  "sentence": "He also announced on the morning of 5 July that despite the short campaign, 51 different candidates, substitutes, and supporters had been physically attacked, often suffering significant injuries requiring medical attention in the process, with more than 30 arrests having been made among people with \"extremely varied profiles.\"",
                  "refs": [
                    "https://www.leparisien.fr/oise-60/des-tags-nazis-sur-les-affiches-dune-candidate-du-nouveau-front-populaire-la-parole-raciste-se-libere-30-06-2024-UI5NSTU52RDVFFASARSO64HTEM.php",
                    "https://www.francetvinfo.fr/elections/legislatives/le-candidat-suspendu-du-rn-pour-un-tweet-refute-tout-antisemitisme_6616041.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Death threats",
              "section_content": [
                {
                  "sentence": "Many candidates also reported receiving death threats both online and in real life",
                  "refs": []
                },
                {
                  "sentence": "On 15 June, Jean-Jacques Gaultier, LR candidate for Vosges's 4th constituency, reported receiving a death threat via post",
                  "refs": []
                },
                {
                  "sentence": "On 19 June, Elsa Richard, LE candidate for Maine-et-Loire's 1st constituency, reported messages from people threatening to behead her in front of her house to the police",
                  "refs": [
                    "https://www.leparisien.fr/elections/legislatives/je-partira-pas-ce-que-lon-sait-sur-cette-chanson-raciste-que-tiktok-cherche-a-supprimer-de-sa-plateforme-27-06-2024-BI7CMQNZGVFFZO5NJ7PASMSWQQ.php"
                  ]
                },
                {
                  "sentence": "On 21 June, Pierre Morel-À-L'Huissier, miscellaneous centre candidate and outgoing deputy for Lozère's constituency, filed a police complaint after discovering a large tag with a death threat against him in Gorges du Tarn Causses",
                  "refs": [
                    "https://www.liberation.fr/checknews/dou-vient-la-chanson-raciste-je-partira-pas-partagee-par-des-comptes-dextreme-droite-20240627_B4UUUFY5YFFARHQB2AQ6GH7CKY/"
                  ]
                },
                {
                  "sentence": "After being targeted by extensive harassment and numerous death threats on social media, Ethan Leys, RN candidate for Nord's 8th constituency, filed a police complaint and suspended in-person campaign activities",
                  "refs": [
                    "https://www.francebleu.fr/infos/politique/ardeche-apres-des-propos-raciste-s-un-suppleant-rn-aux-legislatives-demissionne-9487709",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While attending a France 3 Franche-Comté debate, a supporter of Philippe Ghiles, Reconquête candidate for Haute-Saône's 1st constituency, threatened to kill the debate host, prompting the latter to file a complaint with the police",
                  "refs": [
                    "https://www.mediapart.fr/journal/france/210624/racisme-plus-de-40-candidats-rn-en-roue-libre-sur-les-reseaux-sociaux"
                  ]
                },
                {
                  "sentence": "Babette de Rozières, candidate jointly supported by Ciotti and the RN in Yvelines's 7th constituency, asserted that she was targeted with death threats and racist comments after her candidacy was unveiled",
                  "refs": [
                    "https://www.lefigaro.fr/elections/legislatives/en-direct-legislatives-2024-une-majorite-de-francais-redoute-des-manifestations-violentes-20240627"
                  ]
                },
                {
                  "sentence": "After a hundred lawyers signed on to an anti-RN letter in Marianne, the far-right website Réseau libre published an article calling for the murder of all of its signatories",
                  "refs": [
                    "https://www.francebleu.fr/infos/politique/legislatives-2024-j-ai-comme-ophtalmo-un-juif-une-candidate-rn-en-mayenne-derape-9109662"
                  ]
                },
                {
                  "sentence": "In addition, Alice Cordier, head of the feminist and white identitarian group Collectif Némésis, filed a complaint for death threats recorded on 16 October 2023 made against her by Raphaël Arnault, LFI candidate in Vaucluse's 1st constituency and a spokesperson for the Jeune Garde Antifasciste with several \"S cards\" (which have often been applied to individuals considered potential threats to national security) to his name",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Deputies not running for re-election",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Opinion polls",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Graphical summary",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Results",
      "section_content": [],
      "subsections": [
        {
          "section_title": "National results",
          "section_content": [
            {
              "sentence": "Results listed below correspond to the groupings created by the Ministry of the Interior, which may differ slightly from the figures reported in other sources due to reclassification of candidates into different political parties and alliances",
              "refs": []
            },
            {
              "sentence": "Differences noted in the footnotes of the national results table below reflect political parties and alliances attributed to candidates by Le Monde",
              "refs": []
            },
            {
              "sentence": "The Ministry of the Interior classifications generally include fewer candidates within the groupings for Ensemble, the New Popular Front, and The Republicans when compared with Le Monde and other media outlets which opt to not use the Ministry of the Interior's candidate classifications; as a result, the official vote and seat totals listed below may be lower than the ones reported in those sources",
              "refs": []
            },
            {
              "sentence": "On the basis of the final results published by the Ministry of the Interior and candidate classifications of Le Monde, the New Popular Front obtained 182 seats, compared to Ensemble with 168, RN-supported candidates with 143, and 45 for LR (compared with 56 claimed by the party, due to differences in candidate self-identification)",
              "refs": []
            },
            {
              "sentence": "Out of those 182 NFP deputies, 74 are attributed to LFI, 59 to the PS, 28 to LE, 9 to the PCF, 5 to Génération.s, 5 to miscellaneous left deputies, and 2 to regionalists",
              "refs": []
            },
            {
              "sentence": "Le Monde also tallied 102 Renaissance, 33 MoDem, 26 Horizons, 3 miscellaneous centre, and 2 UDI deputies, as well as 1 deputy each under the labels of miscellaneous right and Agir",
              "refs": []
            },
            {
              "sentence": "The Ministry of the Interior does not classify candidates by party but rather by \"political nuances\" as defined within the National Directory of Elected Officials  [fr], so no official breakdown of the results of NFP or Ensemble candidates by self-declared party is available",
              "refs": []
            },
            {
              "sentence": "Although nuances for several components of those alliances were provided in 2024, neither are fully compatibilised with the actual or self-declared affiliation of candidates within these alliances",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[b] [c]",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "First round",
          "section_content": [
            {
              "sentence": "Turnout in the first round of the legislative elections was exceptionally high, including 2.7 million proxy voting requests, with pollsters estimating the final turnout to be the highest for the first round of a legislative election since 1997,  which was confirmed in the provisional results with turnout at 66.71%",
              "refs": [
                "https://www.lemonde.fr/les-decodeurs/article/2024/06/19/qui-sont-les-candidats-aux-elections-legislatives-2024-decouvrez-la-liste-circonscription-par-circonscription_6241357_4355770.html"
              ]
            },
            {
              "sentence": "In the first round, the RN and their allies secured the largest share of the vote in the first round with 33.21% of the vote, followed by the parties of the New Popular Front with 28.21%, [b] those of Ensemble with 21.28%, [c] and LR candidates with 6.57%, with an overall turnout of 66.71%",
              "refs": []
            },
            {
              "sentence": "On the basis of the first round results (not accounting for candidate withdrawals after the first round), 306 constituencies were headed to three-way runoffs and 5 to four-way runoffs,  with only 89 three-way and 2 four-way runoffs remaining after candidate withdrawals announced ahead of the registration deadline for the second round",
              "refs": [
                "https://www.resultats-elections.interieur.gouv.fr/legislatives2024/ensemble_geographique/index.html"
              ]
            },
            {
              "sentence": "A total of 76 candidates were directly elected in the first round,  and RN-supported candidates qualified for the second round in 444 other constituencies, compared to 415 for the NFP, 321 for Ensemble, and 63 for LR (according to Le Monde's classifications of candidates by political affiliation)",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Voting instructions and withdrawals",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Before the first round",
              "section_content": [
                {
                  "sentence": "In an interview with Cyril Hanouna on Europe 1 on 24 June, Gender Equality Minister Aurore Bergé, like Emmanuel Macron, declined to specify second-round voting instructions between either the New Popular Front (NFP) and National Rally (RN) while also implying that any such discussions would not take place until after the first round",
                  "refs": []
                },
                {
                  "sentence": "Both of Renaissance's alliance partners' leaders, François Bayrou of the Democratic Movement (MoDem) and Édouard Philippe of Horizons, also refused to address the issue, with allies of Macron reportedly divided on this question",
                  "refs": [
                    "https://www.lemonde.fr/les-decodeurs/article/2024/06/21/candidatures-aux-legislatives-2024-un-nombre-en-baisse-une-parite-en-recul-et-des-coalitions-heteroclites_6242166_4355770.html",
                    "https://elabe.fr/wp-content/uploads/2024/06/12062024_elabe_bfmtv_les-francais-et-les-elections-legislatives.pdf"
                  ]
                },
                {
                  "sentence": "On the afternoon of 25 June, Macron and the leaders of Renaissance, MoDem, Horizons, the Union of Democrats and Independents (UDI), the Radical Party, and several other members of his coterie met to discuss the matter, with a general consensus emerging among participants to call to block the RN and La France Insoumise (LFI) candidates in the second round and potentially withdraw on a case-by-case basis, though no decision was reached by the end of the meeting",
                  "refs": []
                },
                {
                  "sentence": "Interviewed on the evening of 26 June, Bayrou remarked, \"we will vote for neither a National Rally nor LFI candidate ..",
                  "refs": [
                    "https://www.publicsenat.fr/actualites/politique/legislatives-bellamy-annonce-vouloir-voter-rn-contre-le-front-populaire-et-se-fait-rattraper-par-la-patrouille"
                  ]
                },
                {
                  "sentence": "why have the political forces, which I consider to be republicans, gone and settled themselves under the yoke of a very radical, brutal, violent far-left?\"  Philippe then called on all third-placed Horizons candidates who advanced to give up their candidacy in the second round",
                  "refs": [
                    "https://www.ledauphine.com/politique/2024/06/09/dissolution-le-depute-joel-giraud-arrete-la-politique"
                  ]
                },
                {
                  "sentence": "Marine Tondelier, leader of The Ecologists, announced in an interview the same day that candidates from her party would withdraw if they were eligible to advance to the second round but finished in third place,  a view also shared by Raphaël Glucksmann of Place Publique",
                  "refs": [
                    "https://www.ouest-france.fr/elections/legislatives/legislatives-dans-les-pays-de-retz-fanny-pacreau-sera-candidate-yannick-haury-suppleant-bd1d86c2-27ff-11ef-96d1-fdb7d737b711"
                  ]
                },
                {
                  "sentence": "LFI MEP Manon Aubry stated that the decisions of LFI candidates in three-way races would be made on a case-by-case basis",
                  "refs": [
                    "https://london.frenchmorning.com/le-depute-sortant-alexandre-holroyd-devient-le-suppleant-de-vincent-caure-un-fidele-demmanuel-macron/"
                  ]
                },
                {
                  "sentence": "Socialist Party leader Olivier Faure, along with Glucksmann, Tondelier, and two government ministers (Clément Beaune and Agnès Pannier-Runacher) signed onto an open letter published in Le Monde on 25 June pushing for all parties facing to reach an agreement to withdraw candidates in order to block the RN, though no LFI representatives signed onto the letter",
                  "refs": [
                    "https://www.ouest-france.fr/elections/legislatives/legislatives-a-caen-fabrice-le-vigoureux-laisse-sa-place-car-joel-bruneau-est-le-mieux-place-84d5a6b0-289e-11ef-96d1-fdb7d737b711"
                  ]
                },
                {
                  "sentence": "On 26 June, Jean-Luc Mélenchon indicated that LFI would issue voting instructions after the first round and told his supporters to not vote for the RN",
                  "refs": [
                    "https://www.francebleu.fr/infos/politique/le-depute-renaissance-du-vaucluse-jean-francois-lovisolo-ne-se-representera-pas-8036695"
                  ]
                },
                {
                  "sentence": "In a press release on 27 June, the French Communist Party (PCF) confirmed that it would instruct its voters to support a \"republican candidate\" against the RN in the second round, and that its candidates would withdraw if they advanced to the second round but finished third in the first",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While he was opposed to the prospect of an alliance between The Republicans (LR) and the National Rally, LR vice president François-Xavier Bellamy declared that he would support candidates of the RN against those of the NFP in the second round, even in the case that they were not LFI candidates",
                  "refs": []
                },
                {
                  "sentence": "In an interview on 26 June, Julien Aubert declared that he would vote for any candidate against the RN in most cases, but would vote for them if faced with a LFI candidate",
                  "refs": [
                    "https://www.lavoixdunord.fr/1472876/article/2024-06-14/legislatives-arras-la-deputee-jacqueline-maquet-raccroche-la-ministre-pannier"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "After the first round",
              "section_content": [
                {
                  "sentence": "In a press release after the first round, Ensemble announced that they would call upon third-placed candidates to withdraw in constituencies where other candidates \"with shared values\" were able to beat the RN, including the possibility of desisting in favour of selected LFI candidates",
                  "refs": []
                },
                {
                  "sentence": "Bergé, interviewed after the first round, reaffirmed that candidates would withdraw to block the RN except in the case that it might help to elect an LFI deputy, with other parties in the alliance sharing a similar line of case-by-case withdrawals in runoffs with LFI candidates,  but Attal also emphasised that withdrawals did not constitute endorsements and that the alliance would not officially issue any voting instructions, even if individual candidates did",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.france24.com/en/france/20240618-far-right-leader-bardella-says-he-needs-absolute-majority-to-govern-france-effectively"
                  ]
                },
                {
                  "sentence": "A story published by Le Monde on 5 July suggested that Attal spearheaded the anti-RN blockade to Macron's chagrin, with the latter annoyed by Attal's relative independence",
                  "refs": []
                },
                {
                  "sentence": "Macron also called Ensemble candidates to pressure them to not drop out up until the last moment, with his inner circle reportedly becoming more comfortable with the idea of an RN victory even as Attal warned about the dangers of the far-right coming to power",
                  "refs": []
                },
                {
                  "sentence": "Mélenchon ultimately announced that all third-placed candidates of the New Popular Front who advanced to the second round in constituencies where the RN placed first would stand down",
                  "refs": []
                },
                {
                  "sentence": "In duels between left-of-centre candidates, the PS called for voters to support the higher-placed candidate, as well as for the withdrawal of lower-placed candidates,  a view also echoed by the leadership of the French Communist Party",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.lemonde.fr/en/politics/article/2024/06/14/court-suspends-french-right-wing-leader-ciotti-s-expulsion-from-party_6674830_5.html"
                  ]
                },
                {
                  "sentence": "The Republicans ultimately chose not to give any voting instructions for the second round",
                  "refs": []
                },
                {
                  "sentence": "According to RN deputy Sébastien Chenu, a number of deputies, including those belonging to Ensemble, reached out to ask third-placed RN candidates to withdraw in order to block candidates of the left from winning in the second round, a request which Chenu indicated the party's leadership would consider",
                  "refs": []
                },
                {
                  "sentence": "According to the classifications of Le Monde, 89 three-way and 2 four-way runoffs remained after the publicly announced withdrawals of 134 NFP-supported and 82 Ensemble-supported candidates",
                  "refs": []
                },
                {
                  "sentence": "All but 5 NFP candidates withdrew in races where they placed 3rd or below in the first round and RN-backed candidates also qualified, compared to 15 Ensemble candidates (of which 9 were in races where LFI qualified) and 12 The Republicans or miscellaneous right candidates (of which 5 were in races where LFI qualified) in the same situation",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Two candidates who also initially registered for the second round – Dominique Despras in Rhône's 8th constituency and France Moreau in Maine-et-Loire's 5th constituency – changed their mind after finding out about other candidates' registrations in the second round",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Because they were unable to officially withdraw at this point, they declined to submit any of their paper ballots, meaning that voters did not find paper ballots with the name of either candidate at polling stations",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Second round",
          "section_content": [
            {
              "sentence": "Provisional results placed turnout in the second round at 66.63%, the highest level since 1997",
              "refs": []
            },
            {
              "sentence": "Contrary to pre-election projections, NFP-supported candidates won the largest number of seats after the second round, with Ensemble candidates also beating expectations by coming second ahead of RN-supported candidates in third, trailed by LR candidates in fourth place",
              "refs": []
            },
            {
              "sentence": "According to candidate labeling by the Ministry of the Interior, candidates belonging to NFP parties received 180 seats (well short of the 289 needed for a majority), [b] compared to 159 for those belonging to Ensemble parties, [c] 142 for RN-supported candidates, and 39 for LR candidates, resulting in no party controlling a parliamentary majority",
              "refs": []
            },
            {
              "sentence": "Unofficial media classifications of candidates' affiliations may differ slightly from those used by the Ministry of Interior: according to Le Monde's analysis, 182 NFP-affiliated candidates were elected, compared with 168 for Ensemble, 143 for the RN, and 45 for LR,   with 80 constituencies shifting rightwards and 75 shifting leftwards",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The PS more than doubled its number of elected deputies compared to 2022 and the RN gained the second-most seats, while Renaissance suffered the most significant losses of any individual party",
              "refs": [
                "https://www.larepubliquedespyrenees.fr/elections/legislatives/legislatives-2024-le-depute-vincent-bru-modem-ne-repart-pas-sur-la-6e-circonscription-des-pyrenees-atlantiques-20089573.php"
              ]
            },
            {
              "sentence": "An Ipsos survey suggested that the \"republican front\" against the RN remained fairly strong in the second round, with first-round NFP voters supporting Ensemble candidates over RN ones by a 72%–3% margin in second-round duels and first-round Ensemble voters supporting PS/LE/PCF candidates over RN ones by a 54%–15% margin in second-round duels",
              "refs": []
            },
            {
              "sentence": "NFP voters also backed LR candidates over RN ones in second-round duels by a 70%–2% margin, and Ensemble voters by a 79%–4% margin",
              "refs": []
            },
            {
              "sentence": "Even in the case of LFI–RN duels, first-round Ensemble voters supported LFI candidates over RN ones by a 43%–19% margin",
              "refs": []
            },
            {
              "sentence": "The number of women elected to the National Assembly declined for the second election in a row, from 215 in 2022 to 208 (36%), with the NFP having the highest share at 41% followed by Ensemble with 39%, RN-supported deputies with 32%, and LR with 27%",
              "refs": []
            },
            {
              "sentence": "The average age of the National Assembly remained similar at 49 years and 2 months, with the RN having both the youngest (Flavien Termet, 22) and oldest (José Gonzalez, 81) deputies",
              "refs": []
            },
            {
              "sentence": "The average age of the RN-supported and NFP deputies was 47, compared to 51 for Ensemble and 52 for LR",
              "refs": []
            },
            {
              "sentence": "Out of the 577 elected deputies, 408 were re-elected, with the highest rate of re-election for Ensemble and LR deputies (both roughly 84.5%) followed by NFP (63%) and RN-supported (57%) deputies",
              "refs": []
            },
            {
              "sentence": "The managerial and professional class is overwhelmingly overrepresented among these 577 deputies, accounting for more than 60% of all new elected officials, with this percentage being similar among all four of the largest groupings",
              "refs": []
            },
            {
              "sentence": "Only three blue-collar workers were elected (0.5% of the National Assembly), compared to their share of 19% in the overall population",
              "refs": []
            },
            {
              "sentence": "For the first time in their history, the RN managed to elect candidates in overseas constituencies:   Anchya Bamana, contesting in Mayotte's 2nd constituency, and Joseph Rivière, running in Réunion's 3rd constituency, both won a seat in the National Assembly",
              "refs": [
                "https://www.leveil.fr/puy-en-velay-43000/actualites/jai-decide-de-ne-pas-me-representer-aux-legislatives-isabelle-valentin-deputee-sortante-de-la-haute-loire-s-explique_14516582/",
                "https://www.nouvelobs.com/politique/20240614.OBS89750/legislatives-julien-bayou-depute-ecologiste-sortant-retire-sa-candidature-a-paris.html"
              ]
            },
            {
              "sentence": "The result in Mayotte was linked to the political crisis affecting the region earlier in 2024",
              "refs": [
                "https://www.leveil.fr/puy-en-velay-43000/actualites/jai-decide-de-ne-pas-me-representer-aux-legislatives-isabelle-valentin-deputee-sortante-de-la-haute-loire-s-explique_14516582/"
              ]
            },
            {
              "sentence": "Emmanuel Tjibaou, the son of late Kanak independence leader Jean-Marie Tjibaou, was elected to the National Assembly for New Caledonia's 2nd constituency:   in the process, he became the first pro-independence candidate to win a seat since 1986, and his victory was seen as a setback for the French loyalist movement in New Caledonia, in the aftermath of the civil unrest across the archipelago earlier in the year",
              "refs": [
                "https://www.leprogres.fr/politique/2024/06/13/dans-la-tourmente-le-depute-hubert-julien-laferriere-jette-l-eponge-pour-se-consacrer-a-la-sauvegarde-des-grands-singes",
                "https://www.resultats-elections.interieur.gouv.fr/legislatives2024/referentiel.html"
              ]
            },
            {
              "sentence": "Peio Dufau became the first left-wing abertzale candidate to get elected to the National Assembly, having run under the banner of Euskal Herria Bai (EH Bai), supported by the NFP, in Pyrénées-Atlantiques's 6th constituency",
              "refs": [
                "https://www.leprogres.fr/politique/2024/06/13/dans-la-tourmente-le-depute-hubert-julien-laferriere-jette-l-eponge-pour-se-consacrer-a-la-sauvegarde-des-grands-singes"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Deputies elected by constituency",
          "section_content": [
            {
              "sentence": "Results listed below are according to the Ministry of the Interior, with some more specific parties for newly elected deputies listed in accordance with research by Le Monde",
              "refs": []
            },
            {
              "sentence": "Asterisks (*) indicate incumbents not running for re-election (except in the case of substitutes), and shaded rows indicate seats which changed hands between different alliances (i.e",
              "refs": []
            },
            {
              "sentence": "if an incumbent and newly elected deputy are from different parties within the same alliance, then that row is not highlighted)",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Voter demographics",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Aftermath",
      "section_content": [
        {
          "sentence": "In his year-end address on 31 December 2024, Macron acknowledged that calling the election had \"brought more division in the (National) Assembly than solutions for the French\" and added that \"I take my full part for that\"",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Potential outcomes",
          "section_content": [
            {
              "sentence": "Although the president of France theoretically has the power to appoint any individual as prime minister, the likelihood of a motion of no confidence means that in practice, tradition dictates that the president must nominate someone from any political bloc with an absolute majority of seats in the incoming National Assembly, resulting in cohabitation in the event of an opposition victory",
              "refs": []
            },
            {
              "sentence": "When no political force obtains an absolute majority of seats, any government will face the constant threat of a motion of no confidence and handle legislation on a case-by-case basis unless a coalition is secured to avoid this threat",
              "refs": []
            },
            {
              "sentence": "Due to the tripolarisation of the electorate, unprecedented institutional deadlock is a significant possibility if no bloc proves able to secure a majority of votes in the National Assembly to insulate themselves from a motion of no confidence",
              "refs": []
            },
            {
              "sentence": "Snap elections can only be called at least a year after the previous legislative election under the constitution",
              "refs": []
            },
            {
              "sentence": "Some analysts also envisaged the possibility of an Italian-style technocratic government or a 2020 Belgian-like temporary minority government of independent figures prior to a second snap election",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-election manoeuvring",
          "section_content": [
            {
              "sentence": "Attal announced that he would resign as prime minister just after the results were announced",
              "refs": []
            },
            {
              "sentence": "Macron was not required to accept Attal's resignation, and the latter noted that he would be willing to remain in his post as long as necessary,  and Macron ultimately refused his resignation \"for the time being\" on the morning of 8 July",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In a letter published in the regional press on 10 July, Macron declared that \"nobody won\" the elections and added that the current government would remain in place until it was clear that a new \"necessarily plural\" government of \"political forces that recognise themselves in republican institutions\" could be formed,  with leading figures on the left decrying the letter as a \"refus [al] to recognise the result of the elections\" showing that Macron was \"in denial\" and attempting a \"democratic coup\" by signaling that he would not allow the NFP to lead the next government if it included LFI members",
              "refs": [
                "https://www.larepubliquedespyrenees.fr/elections/legislatives/legislatives-2024-le-depute-vincent-bru-modem-ne-repart-pas-sur-la-6e-circonscription-des-pyrenees-atlantiques-20089573.php",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Macron accepted his resignation on 16 July,  allowing ministers to vote for the president of the National Assembly while remaining in place as a caretaker government",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In an interview on 1 July, Aurore Bergé signaled openness to a coalition with members of other parties, including \"the Republicans who didn't want to corrupt themselves with Éric Ciotti and with the RN, with certain members of the Socialist Party, the ecologists, the communists,\"  a view shared by the leader of alliance partner Horizons Édouard Philippe",
              "refs": [
                "https://www.france24.com/en/france/20240618-far-right-leader-bardella-says-he-needs-absolute-majority-to-govern-france-effectively"
              ]
            },
            {
              "sentence": "Philippe called for an \"agreement which will stabilise the political situation\" excluding LFI and the RN",
              "refs": [
                "https://www.lamarseillaise.fr/politique/1ere-circonscription-de-vaucluse-EE16126736"
              ]
            },
            {
              "sentence": "Séjourné likewise excluded the possibility of governing alongside Mélenchon and some of his allies on the left, saying that there would be certain prerequisites for any potential coalition",
              "refs": []
            },
            {
              "sentence": "Interviewed on 8 July, Darmanin envisaged the possibility of cooperation with the PS on some issues where they differed from LFI,  but went on to add that he was opposed to working with ecologist deputies",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.larepubliquedespyrenees.fr/elections/legislatives/legislatives-2024-le-depute-vincent-bru-modem-ne-repart-pas-sur-la-6e-circonscription-des-pyrenees-atlantiques-20089573.php"
              ]
            },
            {
              "sentence": "On 9 July, several Renaissance deputies threatened to file a motion of no confidence in the event that the next government included LFI deputies, and in the face of these threats and Attal's continuation as prime minister, the NFP warned Macron \"against any attempt to hijack the institutions.\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://la1ere.francetvinfo.fr/mayotte/kira-bacar-adacolo-je-veux-etre-depute-je-connais-les-rouages-legislatifs-1225086.html"
              ]
            },
            {
              "sentence": "A number of key figures indicated their preference for working with the right rather than the left, with Philippe arguing for a \"technical agreement\" but not coalition with LR in addition to Darmanin publicly stating that \"the country is on the right [, so] we must govern on the right,\" and Macron reportedly met with LR Senate president Gérard Larcher on the evening of 8 July",
              "refs": []
            },
            {
              "sentence": "Bergé and Darmanin both publicly appealed for the support of LR deputies the following day, with the latter also confirming that he would also vote for a motion of no confidence against a NFP government, but Bayrou was less receptive to the idea, suggesting that he preferred a coalition which still involved some figures from the left",
              "refs": [
                "https://la1ere.francetvinfo.fr/mayotte/kira-bacar-adacolo-je-veux-etre-depute-je-connais-les-rouages-legislatifs-1225086.html",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On 2 July, LFI national coordinator Manuel Bompard announced that his party would not participate in a grand coalition including LFI and Ensemble,  and Attal likewise ruled out the possibility of a coalition with LFI",
              "refs": [
                "https://www.lamarseillaise.fr/politique/1ere-circonscription-de-vaucluse-EE16126736"
              ]
            },
            {
              "sentence": "Tondelier declined to rule out the possibility of participating in a coalition but indicated her desire not to do so and her opposition to a Macron-aligned prime minister",
              "refs": [
                "https://www.lemonde.fr/en/politics/article/2024/06/14/court-suspends-french-right-wing-leader-ciotti-s-expulsion-from-party_6674830_5.html"
              ]
            },
            {
              "sentence": "Just after the second round, Mélenchon called for the appointment of a prime minister from the left, echoed by Tondelier and Faure, who said that the NFP intended to govern and would not support any Ensemble-led coalition",
              "refs": [
                "https://www.lemonde.fr/les-decodeurs/article/2024/06/30/la-carte-des-resultats-des-legislatives-au-premier-tour-et-le-tableau-des-candidats-qualifies_6245574_4355771.html",
                "https://www.europe1.fr/emissions/on-marche-sur-la-tete/cyril-hanouna-le-meilleur-rempart-contre-le-front-populaire-cest-nous-declare-aurore-berge-4254521"
              ]
            },
            {
              "sentence": "Yannick Jadot announced that the NFP would propose its government the week of the second round, Faure declared that the alliance would agree upon a name for prime minister by then, Bompard said that the NFP would implement its programme in its entirety,  and Sandrine Rousseau pledged not to repeatedly invoke article 49.3 unlike recent governments",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.larepubliquedespyrenees.fr/elections/legislatives/legislatives-2024-le-depute-vincent-bru-modem-ne-repart-pas-sur-la-6e-circonscription-des-pyrenees-atlantiques-20089573.php"
              ]
            },
            {
              "sentence": "PS alliance negotiator Johanna Rolland, along with Carole Delga, welcomed the potential support of the leftmost Ensemble deputies in a NFP-led coalition,   while Faure resisted pressure from Macron allies to break away from LFI in order to form a government",
              "refs": [
                "https://www.lefigaro.fr/elections/legislatives/en-direct-legislatives-2024-a-j-4-du-premier-tour-aurelien-pradie-quitte-les-republicains-20240626",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Huguette Bello emerged as a possible name for prime minister on 12 July, proposed by Roussel but resisted by the PS, which failed to approve Bello's candidacy on 13 July and called for further discussions",
              "refs": [
                "https://www.lejdd.fr/politique/legislatives-les-candidats-ecologistes-prets-se-desister-au-second-tour-pour-faire-echouer-le-rn-146763"
              ]
            },
            {
              "sentence": "LFI reacted by suspending negotiations, demanding that all parties agree upon on a single candidacy for the presidency of the National Assembly, and refusing the possibility of a civil society figure being appointed prime minister, after which the PS, LE, and PCF pushed for discussions to resume and proposed appointing a civil society figure as prime minister,  Laurence Tubiana,  a hypothesis publicly rejected by LFI figureheads as too \"Macron-compatible.\"  Tubiana dismissed the possibility of becoming prime minister on 22 July",
              "refs": [
                "https://www.challenges.fr/politique/legislatives-en-cas-de-triangulaire-le-moins-bien-place-face-au-rn-devra-se-retirer-selon-glucksmann_897177",
                "https://www.lemonde.fr/politique/live/2024/06/25/en-direct-legislatives-2024-suivez-la-campagne-et-les-reactions-avant-le-premier-debat-televise_6243506_823448.html",
                "https://www.ouest-france.fr/elections/legislatives/legislatives-2024-plus-de-220-personnalites-reclament-un-accord-de-desistement-face-au-rn-9b455068-32c5-11ef-8462-4d5d263c07bc",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On 23 July, the NFP announced that it would propose 37-year-old civil servant Lucie Castets, director of finance and purchasing for the city of Paris, for the post of prime minister, though Macron will not appoint a new government until mid-August at earliest and noted that the question was not of the name for prime minister but rather the ability to find a majority to govern",
              "refs": [
                "https://www.lejdd.fr/politique/legislatives-bellamy-voterait-bien-sur-pour-le-rn-face-la-gauche-au-second-tour-146338"
              ]
            },
            {
              "sentence": "Laurent Wauquiez ruled out the possibility of LR participating in a potential coalition just after the results were announced",
              "refs": []
            },
            {
              "sentence": "President of the LR group in the Senate Bruno Retailleau ruled out the possibility of working with any coalition of the left, and like others within his party, deemed the LR brand to be \"dead.\"  Despite these statements, some LR figures still called for a pro-Macron alliance in the National Assembly, including Xavier Bertrand and Olivier Marleix",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.larepubliquedespyrenees.fr/elections/legislatives/legislatives-2024-le-depute-vincent-bru-modem-ne-repart-pas-sur-la-6e-circonscription-des-pyrenees-atlantiques-20089573.php"
              ]
            },
            {
              "sentence": "After being elected president of the group, Wauquiez proclaimed that he would not agree to a coalition but would be open to a \"legislative pact,\" and also signaled that the right would vote for a motion of no confidence if any future government included LFI members,  a position also held by Larcher",
              "refs": [
                "https://la1ere.francetvinfo.fr/mayotte/kira-bacar-adacolo-je-veux-etre-depute-je-connais-les-rouages-legislatifs-1225086.html",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After falling short of pre-election expectations, Le Pen said that the RN's victory \"is only postponed\" and that she could not be disappointed with the party's gains in the election",
              "refs": []
            },
            {
              "sentence": "On 8 July, Sébastien Chenu appeared to express regret about the controversies surrounding many of the candidates who went on to lose their races, and affirmed that the RN would remain in opposition \"without compromise,\"  and Zoltán Kovács announced that Bardella would chair the Patriots for Europe group in the European Parliament",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.larepubliquedespyrenees.fr/elections/legislatives/legislatives-2024-le-depute-vincent-bru-modem-ne-repart-pas-sur-la-6e-circonscription-des-pyrenees-atlantiques-20089573.php"
              ]
            },
            {
              "sentence": "Gilles Pennelle, the general director of the party who oversaw the selection of RN candidates, resigned the day after the election",
              "refs": [
                "https://www.sudouest.fr/elections/legislatives/legislatives-2024-triangulaires-desistements-report-de-voix-a-quoi-va-ressembler-le-second-tour-20407246.php"
              ]
            },
            {
              "sentence": "On 11 July, Renaud Labaye initially announced that the RN would not automatically vote for a motion of no confidence in a NFP-led government including LFI members, but rather consider legislative texts on a case-by-case basis,  but Le Pen subsequently clarified that the RN would do so in the case that any government contained LFI or LE ministers, regardless of who led it,  and Bardella confirmed that they would immediately vote for a motion of no confidence in any NFP minority government",
              "refs": [
                "https://www.larepubliquedespyrenees.fr/elections/legislatives/legislatives-2024-le-depute-vincent-bru-modem-ne-repart-pas-sur-la-6e-circonscription-des-pyrenees-atlantiques-20089573.php",
                "https://x.com/mathieugallard/status/1809969496733384841",
                "https://www.leparisien.fr/elections/legislatives/direct-legislatives-la-campagne-dans-sa-ligne-droite-finale-macron-reunit-le-conseil-des-ministres-03-07-2024-MCEYQOGFJJHSLLPF4QSVVILWUQ.php"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Prime Ministerial appointment",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Appointment background",
              "section_content": [
                {
                  "sentence": "After the dissolution of the 16th legislature by Macron on 9 June 2024, the early legislative elections took place on 30 June and 7 July",
                  "refs": []
                },
                {
                  "sentence": "While the National Rally was originally anticipated to obtain a relative majority, it came third behind the New Popular Front and Ensemble.",
                  "refs": []
                },
                {
                  "sentence": "Then-Prime Minister Gabriel Attal, having only served six months in office, presented his resignation to  Macron, who accepted it on 16 July",
                  "refs": []
                },
                {
                  "sentence": "The day before the opening of the Paris Olympic Games, the New Popular Front proposed that Lucie Castets be nominated as prime minister",
                  "refs": []
                },
                {
                  "sentence": "In reaction, arguing that \"no one won  [the elections]\",  Macron announced the holding of consultations to form a government",
                  "refs": []
                },
                {
                  "sentence": "On 16 August, at the end of the Olympic Games, Macron invited party leaders and presidents of parliamentary groups from both chambers to the Palais de l'Élysée on 23 August to try to form a government",
                  "refs": []
                },
                {
                  "sentence": "After the President received the party leaders and the presidents of parliamentary groups, Macron's office announced in a press release on 26 August that Castets would not be appointed prime minister",
                  "refs": [
                    "https://lcp.fr/actualites/les-principales-forces-politiques-en-presence-a-l-assemblee-nationale-en-chiffres-122925"
                  ]
                },
                {
                  "sentence": "On 2 September, Emmanuel Macron received nominations from Bernard Cazeneuve, the former Socialist Party Prime Minister from 2016 to 2017, and Xavier Bertrand, a former Hauts-de-France region president",
                  "refs": []
                },
                {
                  "sentence": "Faced with the risk of a motion of censure, the candidacy of Michel Barnier was considered on 4 September",
                  "refs": [
                    "https://www.lemonde.fr/les-decodeurs/article/2024/07/08/age-sexe-profession-qui-sont-les-nouveaux-deputes_6247938_4355770.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Final appointment",
              "section_content": [
                {
                  "sentence": "On 5 September 2024, Michel Barnier was appointed as prime minister by Macron, heading a Parliament divided nearly evenly between the leftist New Popular Front, which holds the plurality of seats, Macron's centrist to centre-right Ensemble, and the far-right National Rally",
                  "refs": []
                },
                {
                  "sentence": "While the NFP has announced it would move a motion of no confidence against any government not led by them, the National Rally announces that it will wait for the general policy statement of the new government before deciding whether to support any motions of no confidence or censure",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Composition of the National Assembly",
          "section_content": [
            {
              "sentence": "Plans for governance were likely to only be solidified after the formation of parliamentary groups in the 17th legislature of the French Fifth Republic clarified the alignment of elected deputies starting on 11 July, which was be followed by the election of the next president of the National Assembly of France on 18 July as well as the appointment of vice presidents, quaestors, and secretaries as part of the bureau of the National Assembly of France  [fr]",
              "refs": []
            },
            {
              "sentence": "Macron is expected to allow the bloc which is able to elect the next president of the National Assembly to form the next government",
              "refs": [
                "https://www.sudouest.fr/elections/legislatives/pyrenees-atlantiques/legislatives-au-pays-basque-eh-bai-a-presente-le-bon-candidat-au-bon-endroit-au-bon-moment-20480344.php"
              ]
            },
            {
              "sentence": "Numerous figures on the left also called upon deputies to block the RN from obtaining key posts in the National Assembly,  with pro-Macron deputies potentially also willing to do so",
              "refs": [
                "https://www.francetvinfo.fr/elections/legislatives/direct-resultats-du-premier-tour-des-legislatives-2024-suivez-l-annonce-des-scores-des-candidats-et-de-leurs-partis-politiques-a-20-heures_6629460.html",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Renaissance deputy Yaël Braun-Pivet was re-elected president of the National Assembly with 220 votes in the third round of voting on 18 July owing to the support of LR deputies, ahead of NFP-supported PCF deputy André Chassaigne with 207",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Across 19 and 20 July, the NFP obtained 12 of 22 posts in the bureau of the National Assembly, with the RN shut out of all posts",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Shortly after the elections, Clémentine Autain, like Ruffin, announced that she would not join the La France Insoumise group in the incoming legislature, instead hoping to form a new group,  potentially alongside Christophe Bex and LFI incumbents who managed to win re-election against official LFI candidates including Alexis Corbière, Hendrik Davi, and Danielle Simonnet,  with the five of them seeking to form a new group with members of the PCF, LE, and Génération.s and Corbière also expressing his willingness to join a unified NFP group,  and all but Ruffin announcing the creation of the political movement L'Après on 12 July",
              "refs": [
                "https://www.larepubliquedespyrenees.fr/elections/legislatives/legislatives-2024-le-depute-vincent-bru-modem-ne-repart-pas-sur-la-6e-circonscription-des-pyrenees-atlantiques-20089573.php",
                "https://apnews.com/article/france-macron-olympics-notre-dame-new-year-elections-33f053c0b06db550d177bb89357a0ba5",
                "https://la1ere.francetvinfo.fr/mayotte/kira-bacar-adacolo-je-veux-etre-depute-je-connais-les-rouages-legislatifs-1225086.html"
              ]
            },
            {
              "sentence": "The five deputies ultimately announced that they would join the Ecologist group on 15 July",
              "refs": [
                "https://www.lesechos.fr/elections/legislatives/legislatives-2024-les-scenarios-de-lapres-7-juillet-2102694"
              ]
            },
            {
              "sentence": "The Democratic and Republican Left group appeared on course to meet the threshold for 15 deputies in the new National Assembly, with Chassaigne counting 8 PCF deputies, 1 Republican and Socialist Left (GRS) deputy, and \"8 or 9\" deputies from overseas France",
              "refs": []
            },
            {
              "sentence": "Of the 22 deputies in the Liberties, Independents, Overseas and Territories (LIOT) group before the snap election was called, 14 were re-elected",
              "refs": []
            },
            {
              "sentence": "Because the group is so close to the threshold of 15 deputies needed, negotiations are likely to make the continuation of the group possible in the new National Assembly",
              "refs": []
            },
            {
              "sentence": "However, Martine Froger and David Taupiac, re-elected with the support of the NFP, declined to comment on the subject, as was the case with Paul Molac, Jean-Luc Warsmann, and Estelle Youssouffa, while Yannick Favennec-Bécot was noncommittal",
              "refs": [
                "https://www.lexpress.fr/politique/quel-gouvernement-apres-le-7-juillet-les-trois-scenarios-secrets-sur-la-table-de-macron-ZXM23QT27VDTDLQSS7KNRT6MZM/"
              ]
            },
            {
              "sentence": "Michel Castellani, Paul-André Colombani, Charles de Courson, Stéphane Lenormand, Max Mathiasin, Christophe Naegelen, and Olivier Serva are all committed to re-forming the group, while Valérie Létard expressed her desire to assert her \"independence\" as her predecessor Béatrice Descamps did in the LIOT group",
              "refs": []
            },
            {
              "sentence": "Lenormand was elected president of the group of exactly 15 deputies on 16 July",
              "refs": [
                "https://www.bfmtv.com/politique/elections/legislatives/legislatives-emmanuel-macron-peut-il-refuser-la-demission-de-gabriel-attal-apres-l-annonce-des-resultats_AV-202407070580.html"
              ]
            },
            {
              "sentence": "The Elysée stated that Macron would wait for the new National Assembly to organise itself before making \"the necessary decisions.\"  On 12 July, Attal announced that he would be a candidate for the presidency of the Renaissance group and that it would be renamed to the \"Together for the Republic group\" (groupe Ensemble pour la République) as well,  and was elected on 13 July",
              "refs": [
                "https://www.larepubliquedespyrenees.fr/elections/legislatives/legislatives-2024-le-depute-vincent-bru-modem-ne-repart-pas-sur-la-6e-circonscription-des-pyrenees-atlantiques-20089573.php",
                "https://www.lemonde.fr/politique/live/2024/07/10/en-direct-legislatives-2024-les-deputes-renaissance-favorables-a-une-coalition-de-projet-allant-des-sociaux-democrates-a-la-droite-de-gouvernement_6247441_823448.html"
              ]
            },
            {
              "sentence": "Renaissance deputy Sacha Houlié, representing the left flank of his party, pleaded with his colleagues to form a new \"social democratic\" group in the National Assembly,  and was able to quickly gather 20 deputies for his initiative",
              "refs": [
                "https://www.leparisien.fr/elections/legislatives/direct-legislatives-les-deputes-rn-et-modem-font-leur-entree-a-lassemblee-ce-mercredi-10-07-2024-ZEV6NCDEFZFEHAQU2B52B4KU4Y.php"
              ]
            },
            {
              "sentence": "With many elected deputies embittered with Macron, only 33 deputies committed to joining the Renaissance group, with others preferring to maintain their leverage and threatening to leave for Houlié's group or join the MoDem in the event of an alliance with the right,  and Houlié officially announced on 10 July that he would not join the Renaissance group, which 40 deputies elected under the banner of Renaissance had yet to join, and instead form his own \"ranging from the social right to the socialist left,\" saying that he didn't \"agree with  [the pro-Macron line] anymore,\" adding that he felt closest to the views of Glucksmann",
              "refs": [
                "https://www.leparisien.fr/elections/legislatives/direct-legislatives-un-conseil-des-ministres-a-11h30-laurence-tubiana-proposee-pour-matignon-par-le-ps-et-le-pc-16-07-2024-NGAFO5QLHBCGNLRZJTTFXWXHLU.php"
              ]
            },
            {
              "sentence": "His efforts were ultimately unsuccessful, with 97 of 98 Renaissance deputies joining the group",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Horizons group will be re-constituted in the new National Assembly,  as will the MoDem group to be headed by Marc Fesneau after being elected president on 10 July against Nicolas Turquois and previous group president Jean-Paul Mattei, having already led the group between June 2017 and November 2018",
              "refs": [
                "https://www.leparisien.fr/elections/legislatives/direct-legislatives-un-conseil-des-ministres-a-11h30-laurence-tubiana-proposee-pour-matignon-par-le-ps-et-le-pc-16-07-2024-NGAFO5QLHBCGNLRZJTTFXWXHLU.php"
              ]
            },
            {
              "sentence": "However, as a minister in the current government, he must choose to resign from either the government or as deputy",
              "refs": []
            },
            {
              "sentence": "On 9 July, Aurélien Pradié stated that he believed there would no longer be a LR group within the National Assembly, expecting a change in both their name and way of operation",
              "refs": []
            },
            {
              "sentence": "On 10 July, Wauquiez, elected as leader of the group upon his return to the National Assembly, announced that the group would change its name to become \"The Republican Right\" (La Droite Républicaine)",
              "refs": [
                "https://la1ere.francetvinfo.fr/mayotte/kira-bacar-adacolo-je-veux-etre-depute-je-connais-les-rouages-legislatifs-1225086.html"
              ]
            },
            {
              "sentence": "Éric Ciotti announced the creation of a new group in the National Assembly called On the Right! (À droite !), with 15 of 17 LR deputies elected with the support of the RN appearing in a photo posted on social media",
              "refs": []
            },
            {
              "sentence": "Bardella also implied that deputies elected with the support of the RN who were implicated in various controversies during the campaign would not sit with the National Rally group in the legislature",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "[ERROR retrieving ref link]",
    "2": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "256": "[ERROR retrieving ref link]",
    "257": "[ERROR retrieving ref link]",
    "258": "[ERROR retrieving ref link]",
    "259": "[ERROR retrieving ref link]",
    "260": "[ERROR retrieving ref link]",
    "261": "[ERROR retrieving ref link]",
    "262": "[ERROR retrieving ref link]",
    "263": "[ERROR retrieving ref link]",
    "264": "[ERROR retrieving ref link]",
    "265": "[ERROR retrieving ref link]",
    "266": "[ERROR retrieving ref link]",
    "269": "[ERROR retrieving ref link]",
    "294": "[ERROR retrieving ref link]",
    "5": "https://www.lemonde.fr/les-decodeurs/article/2024/06/19/qui-sont-les-candidats-aux-elections-legislatives-2024-decouvrez-la-liste-circonscription-par-circonscription_6241357_4355770.html",
    "6": "https://www.resultats-elections.interieur.gouv.fr/legislatives2024/ensemble_geographique/index.html",
    "9": "https://www.lemonde.fr/politique/live/2024/07/07/en-direct-legislatives-2024-on-sait-que-ca-va-impacter-nos-vies_6247441_823448.html",
    "11": "https://news.sky.com/story/president-emmanuel-macron-dissolves-french-national-assembly-and-calls-for-snap-election-13150407",
    "12": "https://www.francetvinfo.fr/elections/legislatives/du-jamais-vu-depuis-43-ans-vers-un-taux-de-participation-record-pour-les-legislatives_6635610.html",
    "13": "https://www.francetvinfo.fr/elections/les-cartes-des-legislatives/infographies-resultats-des-legislatives-2024-record-de-triangulaires-duels-contre-le-rn-visualisez-les-configurations-du-second-tour-dans-chaque-circonscription_6631887.html",
    "14": "https://www.lemonde.fr/les-decodeurs/article/2024/07/01/legislatives-2024-qui-sera-candidat-au-second-tour-suivez-le-decompte-en-temps-reel_6245837_4355771.html",
    "15": "https://www.lemonde.fr/politique/live/2024/06/30/en-direct-resultats-legislatives-2024-paroles-d-electeurs-c-est-tellement-important-cette-fois_6245488_823448.html",
    "16": "https://www.theguardian.com/world/article/2024/aug/26/chaos-in-france-after-macron-refuses-to-name-prime-minister-from-leftwing-coalition",
    "17": "https://www.politico.eu/article/michel-barnier-big-day-lawmakers-speech-france-coalition-government-debt-tax-rate-migration-labor/",
    "18": "https://www.nytimes.com/2024/12/04/world/europe/france-no-confidence-barnier.html",
    "19": "https://theconversation.com/parliamentary-elections-shock-frances-political-order-to-its-core-185413",
    "20": "https://www.liberation.fr/politique/elisabeth-borne-utilise-larticle-493-pour-la-23e-fois-de-la-legislature-20231219_AWQGDOD7L5CB5OQ2ROID7PCCPE/",
    "21": "https://www.euronews.com/my-europe/2024/06/09/french-president-emmanuel-macron-announces-anticipated-elections-after-stinging-eu-electio",
    "22": "https://www.cnn.com/2024/06/09/europe/macron-dissolves-french-parliament-europe-intl/index.html",
    "23": "https://www.lejdd.fr/politique/exclusif-nicolas-sarkozy-au-jdd-la-dissolution-constitue-un-risque-majeur-pour-le-pays-146419",
    "24": "https://www.politico.eu/article/france-emmanuel-macron-olympics-snap-election-paris-anne-hidalgo/",
    "25": "https://www.theguardian.com/world/article/2024/jun/10/three-possible-outcomes-of-macrons-shocking-snap-election",
    "26": "https://www.theguardian.com/world/article/2024/jun/10/france-braced-election-far-right-surge-macron",
    "27": "https://www.francetvinfo.fr/politique/parlement-francais/assemblee-nationale/dissolution/legislatives-anticipees-on-commence-ce-matin-une-campagne-rien-n-est-joue-ce-sera-projet-contre-projet-assure-clement-beaune_6595692.html",
    "28": "https://www.lefigaro.fr/politique/dissolution-de-l-assemblee-la-presse-etrangere-sceptique-et-severe-face-au-pari-fou-d-emmanuel-macron-20240610",
    "29": "https://www.bbc.com/news/articles/cekk9n1je9yo",
    "30": "https://www.theguardian.com/commentisfree/article/2024/jun/24/the-guardian-view-on-macrons-snap-election-france-on-the-brink",
    "31": "https://www.ekathimerini.com/politics/foreign-policy/1242458/lequesne-macron-is-putting-democracy-at-risk/",
    "32": "https://www.france24.com/en/live-news/20240610-paris-mayor-slams-macron-s-election-call-before-olympics",
    "33": "https://cholet.maville.com/actu/actudet_-legislatives-2024-pourquoi-le-nombre-de-triangulaires-s-annonce-tres-important-_54135-6357437_actu.Htm",
    "34": "https://www.lemonde.fr/archives/article/1997/05/29/soixante-seize-triangulaires-en-presence-de-l-extreme-droite_3762441_1819218.html",
    "35": "https://www.electionguide.org/elections/id/2570/",
    "36": "https://www.odoxa.fr/sondage/13142-2/",
    "37": "https://www.leparisien.fr/elections/legislatives/legislatives-2024-vers-un-nombre-record-de-triangulaires-a-lissue-du-premier-tour-30-06-2024-VF5REUFN6ZGVVO6A6FO7BJEO34.php",
    "38": "https://www.leparisien.fr/elections/legislatives/legislatives-des-quadrangulaires-vont-se-disputer-dimanche-du-jamais-vu-depuis-1973-03-07-2024-MRSEVLFPTNEVPHMCCDPHQD46VI.php",
    "39": "https://www.vie-publique.fr/en-bref/294573-legislatives-2024-le-decret-de-convocation-des-electeurs-est-paru",
    "40": "https://www.ladepeche.fr/2024/06/29/elections-legislatives-pourquoi-le-debat-politique-est-il-interdit-en-france-a-la-veille-du-scrutin-12049236.php",
    "41": "https://www.lemonde.fr/en/politics/article/2024/06/13/what-will-be-the-rules-of-france-s-snap-parliamentary-elections_6674633_5.html",
    "42": "https://www.france24.com/en/france/20240617-france-kicks-off-accelerated-campaign-after-macron-s-legislative-poll-gamble",
    "43": "https://www.bfmtv.com/tech/vie-numerique/legislatives-a-peine-ouvert-le-portail-de-vote-en-ligne-pour-les-francais-de-l-etranger-deja-sature_AV-202406250547.html",
    "44": "https://www.francetvinfo.fr/elections/legislatives/legislatives-2024-participation-record-pour-les-francais-de-l-etranger-avec-410-000-votants-sur-internet_6629907.html",
    "45": "https://la1ere.francetvinfo.fr/elections-legislatives-2024-le-casse-tete-de-l-organisation-1496888.html",
    "46": "https://www.lefigaro.fr/nice/legislatives-en-manque-d-assesseurs-dans-ses-bureaux-de-vote-la-mairie-de-nice-veut-attirer-les-candidats-avec-une-remuneration-20240625",
    "47": "https://www.ouest-france.fr/elections/europeennes/video-europeennes-plusieurs-centaines-de-personnes-place-de-la-republique-a-paris-contre-le-rn-b3182cc2-575a-4dc0-99ce-047600067f7f",
    "48": "https://www.npr.org/2024/06/15/nx-s1-5007391/french-protests-oppose-far-right-election",
    "49": "https://www.lejdd.fr/politique/nantes-un-drapeau-francais-arrache-une-fenetre-en-marge-dune-manifestation-anti-rn-146234",
    "50": "https://lcp.fr/actualites/legislatives-la-cgt-appelle-a-voter-pour-le-nouveau-front-populaire-que-disent-les",
    "51": "https://www.leparisien.fr/elections/legislatives/legislatives-anticipees-pourquoi-beaucoup-moins-de-candidats-se-presentent-par-rapport-a-2022-19-06-2024-NMLGSOH3EFEIXCYYS574AASB2Q.php",
    "52": "https://www.liberation.fr/france/2019/05/20/lrem-tente-de-ratisser-a-gauche_1728389",
    "53": "https://www.publicsenat.fr/article/politique/europeennes-pour-lrem-le-centre-droit-en-france-le-centre-gauche-en-europe-140990/",
    "54": "https://www.ledauphine.com/politique/2022/09/20/olivier-dussopt-integre-le-parti-unique-de-la-majorite-presidentielle",
    "55": "[ERROR retrieving ref link]",
    "56": "https://www.philomag.com/articles/lextreme-centre-du-president-macron-politique-de-la-vertu-ou-posture-autoritaire",
    "57": "https://www.publicsenat.fr/actualites/non-classe/emmanuel-macron-l-extreme-centre-pour-lutter-contre-l-extreme-droite-57315",
    "58": "https://foreignpolicy.com/2017/04/24/the-radical-centrism-of-emmanuel-macron/",
    "59": "https://www.washingtonpost.com/world/europe/macrons-radical-centrism-sure-looks-a-lot-like-conservatism/2017/05/17/9b3fc926-3a30-11e7-a59b-26e0451a96fd_story.html",
    "60": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3167188",
    "61": "https://www.newyorker.com/news/q-and-a/will-macrons-centrism-defeat-frances-growing-right-wing",
    "62": "[ERROR retrieving ref link]",
    "63": "https://static1.squarespace.com/static/5f190f40621c166b045a6630/t/641b02b18135c778e17eb99e/1679491763801/VIII.I.Fall+2022.pdf",
    "64": "https://www.france24.com/en/20180506-france-centrist-emmanuel-macron-governs-right-wing-french-president",
    "65": "https://www.lepoint.fr/societe/les-adieux-de-l-ex-maire-de-saint-brevin-au-terme-d-un-tourbillon-mediatique-24-05-2023-2521542_23.php",
    "66": "https://www.lesechos.fr/politique-societe/emmanuel-macron-president/pour-la-presse-emmanuel-macron-ancre-le-macronisme-a-droite-2046817",
    "67": "[ERROR retrieving ref link]",
    "68": "http://www.leparisien.fr/politique/macron-le-candidat-attrape-tout-17-11-2016-6337350.php",
    "69": "https://theconversation.com/emmanuel-macron-le-candidat-attrape-tout-71751",
    "70": "http://www.lefigaro.fr/elections/presidentielles/2017/03/02/35003-20170302ARTFIG00320-emmanuel-macron-devoile-enfin-son-projet-attrape-tout.php",
    "71": "[ERROR retrieving ref link]",
    "73": "https://www.europe1.fr/politique/legislatives-2024-la-majorite-sous-la-banniere-ensemble-pour-la-republique-4252533",
    "79": "https://www.humanite.fr/politique/legislatives-2024/legislatives-2024-qui-est-le-ou-la-candidat-e-nouveau-front-populaire-dans-votre-circonscription",
    "82": "https://x.com/REVPourLeVivant/status/1801920462965879145",
    "83": "https://imazpress.com/legislatives-2024/le-nouveau-front-populaire-devoile-son-programme",
    "86": "https://place-publique.eu/elections-legislatives-2024/",
    "90": "https://www.cnews.fr/france/2024-06-14/elections-legislatives-2024-nicolas-dupont-aignan-appelle-voter-pour-lalliance-lr",
    "91": "https://www.debout-la-france.fr/actualite/debout-la-france-est-fier-de-vous-presenter-ses-107-candidats-aux-elections-legislatives-2024/",
    "93": "https://www.lefigaro.fr/politique/legislatives-lr-investit-tous-ses-deputes-sortants-a-l-exception-d-eric-ciotti-et-une-de-ses-proches-20240612",
    "95": "https://www.lesechos.fr/elections/legislatives/legislatives-2024-la-justice-invalide-lexclusion-deric-ciotti-des-republicains-2101700",
    "96": "https://www.bfmtv.com/politique/elections/legislatives/legislatives-au-moins-62-candidats-soutenus-par-eric-ciotti-et-le-rn-pres-de-400-par-les-republicains_AV-202406170053.html",
    "97": "https://www.publicsenat.fr/actualites/politique/legislatives-bellamy-annonce-vouloir-voter-rn-contre-le-front-populaire-et-se-fait-rattraper-par-la-patrouille",
    "98": "https://www.lejdd.fr/politique/legislatives-reconquete-presentera-330-candidats-annonce-eric-zemmour-146465",
    "101": "https://apnews.com/article/france-european-election-national-rally-marine-lepen-b132616d24de829660d8dbe0659e50fd",
    "102": "https://www.france24.com/en/europe/20240610-france-french-left-calls-unity-ahead-snap-legislative-elections-nupes-melenchon-far-right",
    "103": "https://www.lemonde.fr/idees/article/2024/06/10/l-union-des-gauches-et-des-ecologistes-maintenant-l-appel-de-350-personnalites-du-monde-politique-intellectuel-militant-et-artistique_6238475_3232.html",
    "104": "https://www.bfmtv.com/politique/elections/europeennes/programme-candidature-unique-les-partis-de-gauche-appellent-a-creer-un-nouveau-front-populaire_AN-202406100931.html",
    "105": "https://www.publicsenat.fr/actualites/politique/nouveau-front-populaire-la-repartition-des-circonscriptions-est-bouclee-les-partis-designent-leurs-candidats",
    "106": "https://www.francetvinfo.fr/elections/legislatives/infographies-elections-legislatives-2024-visualisez-la-repartition-des-circonscriptions-entre-les-partis-du-nouveau-front-populaire_6604014.html",
    "107": "https://www.lemonde.fr/politique/article/2024/06/16/adrien-quatennens-investi-par-lfi-renonce-a-se-presenter-dans-le-nord-pour-les-elections-legislatives_6240782_823448.html",
    "108": "https://www.lemonde.fr/politique/article/2024/06/17/la-france-insoumise-continue-de-compliquer-la-tache-du-nouveau-front-populaire_6240870_823448.html",
    "109": "https://www.lemonde.fr/politique/article/2024/06/14/ce-que-contient-le-programme-du-nouveau-front-populaire-pour-les-elections-legislatives_6239928_823448.html",
    "110": "https://www.bfmtv.com/politique/elections/legislatives/legislatives-jean-luc-melenchon-se-dit-bien-evidemment-pret-a-devenir-premier-ministre_AD-202406220436.html",
    "111": "https://www.bfmtv.com/politique/la-france-insoumise/hollande-jospin-roussel-l-hypothese-melenchon-a-matignon-crispe-a-gauche_AV-202406240199.html",
    "112": "https://www.tf1info.fr/elections/en-direct-elections-legislatives-2024-campagne-rn-nfp-majorite-macron-bardella-attal-bompard-les-dernieres-informations-aujourd-hui-dimanche-23-juin-j-7-une-semaine-premier-tour-2305311.html",
    "113": "https://elabe.fr/wp-content/uploads/2024/06/12062024_elabe_bfmtv_les-francais-et-les-elections-legislatives.pdf",
    "114": "https://www.francebleu.fr/infos/politique/legislatives-jean-luc-melenchon-n-est-pas-dans-le-paysage-politique-du-nouveau-front-populaire-dit-fabien-roussel-8238969",
    "115": "https://www.bfmtv.com/politique/elections/legislatives/legislatives-tondelier-ecarte-melenchon-et-affirme-que-le-premier-ministre-sera-choisi-par-consensus_AD-202406240689.html",
    "116": "https://www.challenges.fr/politique/melenchon-premier-ministre-tondelier-exclut-l-idee-et-reclame-un-consensus-pour-matignon_897356",
    "117": "https://www.lefigaro.fr/elections/legislatives/en-direct-legislatives-a-j-6-du-premier-tour-bardella-presente-le-programme-du-rn-20240624",
    "118": "https://www.leparisien.fr/elections/legislatives/direct-legislatives-j-4-avant-le-premier-tour-au-lendemain-du-debat-entre-attal-bardella-et-bompard-26-06-2024-DZ5D4VHWZNCXNMM3225QBLRZJM.php",
    "119": "https://www.leparisien.fr/elections/legislatives/melenchon-on-ne-peut-lui-faire-confiance-sur-rien-a-gauche-le-bras-de-fer-pour-le-leadership-continue-01-07-2024-G3WDPUKVMRGYVP2YGVTN3OOJYA.php",
    "120": "https://www.lemonde.fr/politique/article/2024/06/13/legislatives-2024-edouard-philippe-revendique-davantage-d-autonomie-pour-horizons_6239420_823448.html",
    "121": "https://www.leparisien.fr/elections/legislatives/legislatives-apres-une-reunion-avec-macron-le-camp-presidentiel-vers-un-ni-rn-ni-lfi-au-second-tour-25-06-2024-URNVFUPA25DHTCHF5QJAAEO5PA.php",
    "122": "https://www.leparisien.fr/elections/legislatives/legislatives-485-candidats-investis-par-la-majorite-67-circonscriptions-laissees-a-larc-republicain-18-06-2024-26A3Q6BOGBB2ZEBUTTPAGQBNKY.php",
    "123": "https://www.france24.com/en/europe/20240612-%F0%9F%94%B4-live-france-s-macron-unveils-battle-plan-for-snap-elections",
    "124": "https://www.lemonde.fr/politique/article/2024/06/23/emmanuel-macron-s-adresse-aux-francais-dans-une-lettre-et-promet-d-agir-jusqu-en-mai-2027_6242970_823448.html",
    "125": "https://www.lepoint.fr/politique/un-troisieme-mandat-apres-une-demission-ce-serait-un-coup-d-etat-11-06-2024-2562704_20.php",
    "126": "https://www.france24.com/en/europe/20240620-french-pm-attal-pledges-household-finances-boost-ahead-of-legislative-elections",
    "127": "https://www.bfmtv.com/politique/elections/legislatives/elections-legislatives-2024-le-programme-de-gabriel-attal-et-d-ensemble-la-coalition-presidentielle_AV-202406270030.html",
    "128": "https://www.lefigaro.fr/politique/gabriel-attal-au-figaro-le-pays-joue-sa-peau-20240624",
    "129": "https://www.lemonde.fr/politique/live/2024/06/27/en-direct-legislatives-2024-pendant-le-debat-olivier-faure-defend-une-relance-economique-par-la-demande-gabriel-attal-estime-que-de-fortes-hausses-de-salaires-couteraient-trop-cher-aux-entreprises_6244426_823448.html",
    "130": "https://www.lemonde.fr/politique/article/2024/06/20/emmanuel-macron-pilonne-la-gauche-et-reporte-au-second-tour-la-bataille-contre-le-rn_6241516_823448.html",
    "131": "https://www.lexpress.fr/economie/les-dangers-du-smic-a-1-600-euros-ce-ne-serait-pas-un-coup-de-pouce-mais-un-coup-de-poing-LR2YCLLDWRCVBO64QJFWZXSANA/",
    "132": "https://www.challenges.fr/politique/macron-cible-la-gauche-et-brouille-les-pistes_896842",
    "133": "https://www.lefigaro.fr/elections/legislatives/j-ai-quelques-idees-sur-ce-qui-peut-etre-utile-pour-le-pays-elisabeth-borne-a-quitte-ou-double-dans-le-calvados-20240620",
    "134": "https://www.lepoint.fr/politique/macron-renvoie-dos-a-dos-les-extremes-et-appelle-a-voter-contre-21-06-2024-2563606_20.php",
    "135": "https://www.bbc.com/news/articles/c6ppjvq5jv1o",
    "136": "https://www.bfmtv.com/economie/economie-social/france/pour-bruno-le-maire-les-programmes-economiques-du-nouveau-front-populaire-et-du-rn-sont-marxistes_AV-202406240339.html",
    "137": "https://www.bfmtv.com/politique/elections/legislatives/direct-legislatives-la-campagne-entre-dans-sa-derniere-ligne-droite-apres-la-lettre-d-emmanuel-macron-le-rn-presente-son-programme_LN-202406240059.html",
    "138": "https://www.lexpress.fr/politique/melenchon-ne-sera-pas-premier-ministre-assure-la-patronne-des-ecologistes-marine-tondelier-WCGPCJWQTVFV3IRC5LSAHVBJ7E/",
    "139": "https://www.bfmtv.com/politique/la-republique-en-marche/philippe-le-maire-braun-pivet-ces-cadres-de-la-macronie-affichent-leur-rupture-avec-le-president-apres-la-dissolution_AN-202406210346.html",
    "140": "https://www.leparisien.fr/elections/legislatives/je-ne-me-preoccupe-plus-de-ce-que-dit-le-president-la-strategie-electorale-de-macron-choque-son-camp-19-06-2024-2CUWWGPB6RGX5HXNM2RDYTZEMI.php",
    "141": "https://www.leparisien.fr/elections/legislatives/il-ne-peut-pas-sen-empecher-a-lapproche-du-premier-tour-emmanuel-macron-ne-baisse-pas-le-son-24-06-2024-RLYMYWOM5BAUFIO7AQPYFOW5MM.php",
    "142": "https://www.lejdd.fr/politique/sondage-les-francais-de-plus-en-plus-mecontents-demmanuel-macron-146678",
    "143": "https://www.rtl.fr/actu/politique/info-rtl-la-cote-de-popularite-d-emmanuel-macron-s-effondre-apres-la-dissolution-de-l-assemblee-selon-notre-sondage-7900396996",
    "144": "https://www.odoxa.fr/sondage/victoire-anticipee-du-rn-poussee-de-la-gauche-mais-pas-de-melenchon/",
    "145": "https://www.bfmtv.com/politique/elections/legislatives/legislatives-sur-leurs-affiches-de-campagne-les-ministres-boudent-les-photos-de-macron-et-attal_AN-202406170962.html",
    "146": "https://www.lejdd.fr/politique/legislatives-gerald-darmanin-annonce-quitter-le-gouvernement-en-cas-de-reelection-146784",
    "147": "https://www.letelegramme.fr/elections/legislatives/ferrand-castaner-castex-le-blues-des-premiers-compagnons-de-route-de-macron-6612262.php",
    "148": "https://www.lemonde.fr/politique/article/2024/06/25/entre-emmanuel-macron-et-les-francais-le-temps-de-la-disgrace_6243495_823448.html",
    "149": "https://www.aljazeera.com/news/2024/6/11/frances-republicans-leader-wants-to-form-alliance-with-le-pens-nr",
    "150": "https://www.france24.com/en/live-news/20240612-%F0%9F%94%B4-france-s-rightwing-les-r%C3%A9publicains-vote-out-leader-%C3%A9ric-ciotti-over-election-pact-with-far-right",
    "151": "https://www.lemonde.fr/en/politics/article/2024/06/14/court-suspends-french-right-wing-leader-ciotti-s-expulsion-from-party_6674830_5.html",
    "152": "https://www.leparisien.fr/elections/legislatives/legislatives-la-justice-rejette-la-troisieme-tentative-de-lr-dexclure-eric-ciotti-27-06-2024-K2JEKB6PURF5RBS26IXTOTWD4U.php",
    "153": "https://www.lemonde.fr/politique/live/2024/06/26/en-direct-legislatives-2024-il-n-y-a-pas-d-economiste-serieux-defendant-le-programme-economique-du-rn-celui-ci-est-tres-evolutif-donc-sans-logique-ideologique_6243809_823448.html",
    "154": "https://www.lesechos.fr/elections/legislatives/legislatives-2024-les-candidats-lr-misent-sur-leur-implantation-locale-pour-sauver-leur-siege-2103071",
    "155": "https://www.ladepeche.fr/2024/06/26/elections-legislatives-le-parti-auquel-jappartenais-nest-plus-capable-de-parler-aux-francais-declare-aurelien-pradie-en-claquant-la-porte-des-12039418.php",
    "156": "https://www.marianne.net/politique/tout-juste-elus-le-9-juin-pres-dun-tiers-des-eurodeputes-rn-candidats-aux-legislatives",
    "157": "https://www.france24.com/en/europe/20240614-french-leftwing-alliance-new-popular-front-vows-to-break-with-macron-policies",
    "158": "https://www.sudouest.fr/elections/legislatives/legislatives-en-cas-de-majorite-absolue-bardella-promet-d-etre-le-premier-ministre-de-tous-les-francais-20251250.php",
    "159": "https://www.lemonde.fr/politique/article/2024/06/20/on-ne-s-interdit-rien-les-plans-de-marine-le-pen-en-cas-de-victoire-aux-elections-legislatives_6241755_823448.html",
    "160": "https://www.france24.com/en/france/20240618-far-right-leader-bardella-says-he-needs-absolute-majority-to-govern-france-effectively",
    "161": "https://www.france24.com/en/france/20240619-france-s-far-right-bardella-says-he-backs-ukraine-but-won-t-send-missiles-that-could-hit-russia",
    "162": "https://www.leparisien.fr/politique/emmanuel-macron-chef-des-armees-honorifique-ce-que-dit-vraiment-la-constitution-27-06-2024-UGWD6MIKY5DU3NMH6JGFDWYGYE.php",
    "163": "https://www.lemonde.fr/politique/article/2024/06/14/legislatives-2024-comment-le-rn-ecrit-le-recit-de-son-empechement-en-cas-de-victoire_6239930_823448.html",
    "164": "https://www.liberation.fr/checknews/reforme-des-retraites-fiscalite-augmentation-des-salaires-des-profs-la-liste-des-renoncements-du-rn-avant-les-legislatives-sallonge-20240618_2IUKWPAC6VBZ7HKX7QHHIK42RA/",
    "165": "https://www.lejdd.fr/politique/exclusif-jordan-bardella-au-jdd-lhistoire-saccelere-et-je-crois-que-nous-pouvons-gagner-146669",
    "166": "https://www.francetvinfo.fr/politique/front-national/legislatives-2024-big-bang-de-l-autorite-a-l-ecole-suppression-du-droit-du-sol-jordan-bardella-a-presente-le-programme-pour-le-rn_6623139.html",
    "167": "https://www.lemonde.fr/en/environment/article/2024/06/20/french-elections-why-is-the-rejection-of-environmentalism-a-driving-force-behind-france-s-far-right-vote_6675235_114.html",
    "168": "https://www.lejdd.fr/politique/droit-du-sol-retraites-natalite-le-rn-devoile-les-grands-axes-de-son-programme-146739",
    "169": "https://www.lemonde.fr/politique/article/2024/06/24/ce-qu-il-faut-retenir-du-programme-du-rn-presente-par-jordan-bardella_6243369_823448.html",
    "170": "https://www.lemonde.fr/politique/article/2024/06/28/marine-le-pen-desavoue-un-depute-rn-apres-ses-critiques-sur-la-binationalite-de-najat-vallaud-belkacem_6245012_823448.html",
    "171": "https://www.politico.eu/article/french-far-right-jordan-bardella-president-emmanuel-macron-election-european-election-national-rally/",
    "172": "https://www.politico.eu/article/french-far-right-alliance-talks-break-down-controversial-figure-eric-zemmour-marine-le-pen/",
    "173": "https://www.france24.com/en/video/20240613-far-right-reconquest-founder-zemmour-expels-mar%C3%A9chal-from-party",
    "174": "https://france3-regions.francetvinfo.fr/legislatives-2024-les-candidats-de-vos-circonscriptions-se-font-face-ce-mercredi-soir-grande-soiree-de-debats-sur-france-3-2989613.html",
    "175": "https://www.lemonde.fr/politique/live/2024/07/02/en-direct-legislatives-2024-suivez-la-campagne-du-second-tour-les-dernieres-informations-et-reactions_6245747_823448.html",
    "176": "https://www.bfmtv.com/politique/elections/legislatives/legislatives-un-debat-televise-attal-bardella-bompard-le-25-juin_AD-202406190888.html",
    "177": "https://www.lefigaro.fr/elections/legislatives/legislatives-attal-demande-a-melenchon-de-remplacer-bompard-au-debat-televise-20240623",
    "178": "https://www.francebleu.fr/infos/politique/legislatives-2024-gabriel-attal-et-jordan-bardella-souhaitent-que-jean-luc-melenchon-participe-aux-debats-tv-6928351",
    "179": "https://www.nicematin.com/politique/lr-saisit-le-conseil-detat-en-refere-pour-etre-invite-au-debat-des-legislatives-sur-tf1-ce-mardi-929691",
    "180": "https://www.leparisien.fr/elections/legislatives/legislatives-le-conseil-detat-rejette-la-demande-de-participation-de-lr-pour-le-debat-de-ce-mardi-soir-25-06-2024-BN6V3AGTRFE3NHWNAU6ERZAXUY.php",
    "181": "https://www.leparisien.fr/elections/legislatives/elections-legislatives-un-debat-gabriel-attal-jordan-bardella-et-olivier-faure-jeudi-soir-sur-france-2-24-06-2024-MV7D5MYBARHBTP7K2ZBIDGNQ2I.php",
    "182": "https://www.lemonde.fr/politique/live/2024/06/28/en-direct-legislatives-2024-lfi-saisit-la-justice-contre-renaissance-pour-diffusion-de-fausses-informations_6244936_823448.html",
    "183": "https://www.liberation.fr/politique/elections/en-direct-legislatives-dans-le-loiret-un-suppleant-rn-accuse-de-sexisme-racisme-et-antisemitisme-20240620_4TKBYD457JD3VIZ4USM4FYAKHY/",
    "184": "https://www.lemonde.fr/politique/live/2024/07/01/en-direct-resultats-des-legislatives-suivez-la-campagne-d-entre-deux-tours-et-posez-vos-questions_6245747_823448.html",
    "185": "https://www.liberation.fr/checknews/debat-de-lentre-deux-tours-marine-tondelier-au-coeur-dun-imbroglio-mediatique-20240702_6IQ7JXJPKZCIHGLH432EKUOWJI/",
    "186": "https://www.lemonde.fr/politique/live/2024/07/04/en-direct-legislatives-2024-la-porte-parole-du-gouvernement-prisca-thevenot-prise-a-partie-en-tractant-a-meudon-une-enquete-ouverte_6245747_823448.html",
    "187": "https://www.leparisien.fr/elections/legislatives/legislatives-qui-est-hanane-mansouri-candidate-de-lalliance-des-droites-dans-lisere-victime-dinsultes-racistes-19-06-2024-WLSU7SSPSNC6JMYVUAEHL33DBA.php",
    "188": "https://www.sudouest.fr/elections/legislatives/charente-maritime/legislatives-en-charente-maritime-yasmina-samri-retire-sa-candidature-sur-la-1re-circonscription-20214222.php",
    "189": "https://www.gala.fr/l_actu/news_de_stars/video-raphael-glucksmann-attaque-il-pousse-un-coup-de-gueule-arretez_545935",
    "190": "https://www.bfmtv.com/politique/elections/legislatives/legislatives-la-candidate-renaissance-shannon-seban-porte-plainte-pour-injure-raciste_AD-202406240320.html",
    "191": "https://www.bfmtv.com/normandie/des-actes-abjects-des-symboles-nazis-tagues-sur-des-affiches-du-nouveau-front-populaire-dans-le-calvados_AV-202406240963.html",
    "192": "https://france3-regions.francetvinfo.fr/normandie/manche/des-tags-racistes-et-antisemites-sur-des-affiches-du-nouveau-front-populaire-2993498.html",
    "193": "https://marsactu.fr/bref/des-bandeaux-candidates-du-hamas-apposes-sur-des-affiches-du-nouveau-front-populaire/",
    "194": "https://www.leparisien.fr/oise-60/des-tags-nazis-sur-les-affiches-dune-candidate-du-nouveau-front-populaire-la-parole-raciste-se-libere-30-06-2024-UI5NSTU52RDVFFASARSO64HTEM.php",
    "195": "https://www.liberation.fr/politique/legislatives-le-rassemblement-national-et-ses-candidats-racistes-antisemites-et-complotistes-20240617_SNNHEN7AGZGDZCBSUSXWVNYSZE/",
    "196": "https://www.francetvinfo.fr/elections/legislatives/le-candidat-suspendu-du-rn-pour-un-tweet-refute-tout-antisemitisme_6616041.html",
    "197": "https://www.leparisien.fr/elections/legislatives/legislatives-le-rn-rehabilite-joseph-martin-candidat-soupconne-dantisemitisme-23-06-2024-G4QNGM4FIZH77CPMGBGZJL3VJ4.php",
    "198": "https://www.francetvinfo.fr/elections/legislatives/legislatives-2024-eric-ciotti-retire-son-investiture-a-un-candidat-accuse-d-avoir-tenu-des-propos-antisemites_6614019.html",
    "199": "https://www.bfmtv.com/politique/elections/legislatives/le-maire-de-cholet-gilles-bourdouleix-candidat-aux-legislatives-soutenu-par-lr-et-le-rn_AV-202406111034.html",
    "200": "https://www.estrepublicain.fr/elections/2024/06/24/donnons-un-avenir-aux-enfants-blancs-le-slogan-qui-choque-dans-la-5e-circonscription",
    "201": "https://www.leparisien.fr/elections/legislatives/je-partira-pas-ce-que-lon-sait-sur-cette-chanson-raciste-que-tiktok-cherche-a-supprimer-de-sa-plateforme-27-06-2024-BI7CMQNZGVFFZO5NJ7PASMSWQQ.php",
    "202": "https://www.liberation.fr/checknews/dou-vient-la-chanson-raciste-je-partira-pas-partagee-par-des-comptes-dextreme-droite-20240627_B4UUUFY5YFFARHQB2AQ6GH7CKY/",
    "203": "https://www.francebleu.fr/infos/politique/ardeche-apres-des-propos-raciste-s-un-suppleant-rn-aux-legislatives-demissionne-9487709",
    "204": "https://www.mediapart.fr/journal/france/210624/racisme-plus-de-40-candidats-rn-en-roue-libre-sur-les-reseaux-sociaux",
    "205": "https://www.lefigaro.fr/elections/legislatives/en-direct-legislatives-2024-une-majorite-de-francais-redoute-des-manifestations-violentes-20240627",
    "206": "https://www.francebleu.fr/infos/politique/legislatives-2024-j-ai-comme-ophtalmo-un-juif-une-candidate-rn-en-mayenne-derape-9109662",
    "207": "https://www.francebleu.fr/infos/politique/info-france-bleu-la-candidate-rn-a-caen-se-retire-apres-la-diffusion-d-une-photo-d-elle-portant-une-casquette-nazie-4821206",
    "208": "https://www.francebleu.fr/infos/politique/legislatives-2024-le-candidat-du-rn-dans-l-yonne-daniel-grenon-accuse-de-racisme-1006850",
    "209": "https://www.francebleu.fr/infos/elections/cotes-d-armor-un-candidat-rn-se-defend-d-etre-facho-car-il-n-a-pas-ecrase-le-cure-de-couleur-avec-sa-moto-3520275",
    "210": "https://www.bfmtv.com/alsace/legislatives-pour-le-rn-laurent-gnaedig-les-propos-de-jean-marie-le-pen-sur-les-chambres-a-gaz-n-etaient-pas-une-remarque-antisemite_AV-202407030890.html",
    "211": "https://www.leparisien.fr/elections/legislatives/legislatives-un-candidat-lr-rn-accuse-dagression-verbale-raciste-par-un-employe-municipal-04-07-2024-RINFRBTP2RBGHBCWA6HKYBC7J4.php",
    "212": "https://www.estrepublicain.fr/faits-divers-justice/2024/06/18/des-militants-lfi-victimes-d-insultes-racistes-pendant-leur-campagne",
    "213": "https://www.tf1info.fr/elections/video-elections-legislatives-saint-etienne-un-candidat-rn-rassemblement-national-chahute-et-agresse-verbalement-dans-la-loire-une-enquete-ouverte-2305074.html",
    "214": "https://www.nicematin.com/faits-divers/legislatives-plusieurs-agressions-de-militants-de-gauche-qui-denoncent-lextreme-droite-929381",
    "215": "https://france3-regions.francetvinfo.fr/bourgogne-franche-comte/doubs/ces-gens-n-aiment-pas-la-democratie-une-plainte-deposee-apres-l-agression-d-un-militant-du-nouveau-front-populaire-a-besancon-2993588.html",
    "216": "https://france3-regions.francetvinfo.fr/paris-ile-de-france/paris/un-rassemblement-contre-l-extreme-droite-organise-par-danielle-simonnet-qui-denonce-l-agression-de-trois-de-ses-militants-2998430.html",
    "217": "https://www.francebleu.fr/infos/politique/legislatives-2024-la-candidate-rn-marie-dauchy-dit-s-etre-fait-agresser-sur-un-marche-elle-suspend-sa-campagne-5300543",
    "218": "https://www.francetvinfo.fr/elections/legislatives/elections-legislatives-2024-ce-que-l-on-sait-de-l-agression-de-la-porte-parole-du-gouvernement-prisca-thevenot-lors-d-un-collage-d-affiches-a-meudon_6645543.html",
    "219": "https://www.francebleu.fr/infos/faits-divers-justice/isere-agresse-alors-qu-il-collait-des-affiches-pour-olivier-veran-5362320",
    "220": "https://www.lemonde.fr/politique/live/2024/07/05/en-direct-legislatives-2024-voter-pour-un-candidat-de-la-france-insoumise-n-est-plus-un-vote-de-c-ur-mais-un-vote-de-raison-pour-eviter-la-catastrophe-estime-raphael-glucksmann_6245747_823448.html",
    "221": "https://www.francebleu.fr/infos/politique/legislatives-2024-un-proche-de-thomas-mesnier-agresse-a-angouleme-8319681",
    "222": "https://www.lefigaro.fr/elections/legislatives/en-direct-legislatives-a-trois-jours-du-second-tour-agitation-autour-de-l-hypothese-d-une-grande-coalition-20240704",
    "223": "https://www.francebleu.fr/infos/faits-divers-justice/legislatives-2024-trois-militants-de-gauche-victimes-d-une-agression-homophobe-a-la-chapelle-heulin-6019320",
    "224": "https://www.lecourrierdelamayenne.fr/actualite-25752-mayenne-les-casseroles-d-annie-bell-candidate-du-rn-en-mayenne-elle-avait-commis-une-prise-d-otage-armee-en-1995",
    "225": "https://www.francebleu.fr/infos/faits-divers-justice/legislatives-2024-le-candidat-vosgien-jean-jacques-gautier-menace-de-mort-par-courrier-7173860",
    "226": "https://www.ouest-france.fr/elections/legislatives/une-candidate-du-nouveau-front-populaire-aux-legislatives-porte-plainte-pour-menaces-de-mort-66cdce6e-2ed8-11ef-9d8b-818edcab8630",
    "227": "https://www.midilibre.fr/2024/06/21/legislatives-en-lozere-mort-a-lhuissier-un-tag-odieux-decouvert-a-blajoux-a-lencontre-du-depute-sortant-12032146.php",
    "228": "https://www.lejdd.fr/politique/legislatives-le-candidat-rn-ethan-leys-porte-plainte-pour-harcelement-et-menaces-de-mort-146505",
    "229": "https://www.leparisien.fr/elections/legislatives/je-vais-le-buter-menace-lors-dun-debat-televise-un-journaliste-de-france-3-porte-plainte-28-06-2024-PPBNEW4DTRBYXF2JEBNVJISWXQ.php",
    "230": "https://tvmag.lefigaro.fr/programme-tv/people/ca-n-a-rien-a-voir-avec-le-front-national-investie-par-le-rassemblement-national-babette-de-rozieres-defend-jordan-bardella-20240703",
    "231": "https://www.lejdd.fr/politique/une-balle-dans-la-tete-le-collectif-nemesis-diffuse-lenregistrement-des-menaces-de-raphael-arnault-contre-alice-cordier-146603",
    "232": "https://actu.fr/bretagne/rennes_35238/rennes-legislatives-2024-je-retire-ma-candidature-annonce-frederic-mathieu_61220286.html",
    "233": "https://www.francebleu.fr/infos/politique/legislatives-2024-le-depute-sortant-lfi-adrien-quatennens-renonce-a-sa-candidature-dans-le-nord-6606115",
    "234": "https://www.bfmtv.com/politique/elections/legislatives/une-ambiance-deletere-desabuse-le-depute-renaissance-eric-alauzet-renonce-a-se-representer_AN-202406140328.html",
    "235": "https://www.lemonde.fr/les-decodeurs/article/2024/06/21/candidatures-aux-legislatives-2024-un-nombre-en-baisse-une-parite-en-recul-et-des-coalitions-heteroclites_6242166_4355770.html",
    "236": "https://www.francebleu.fr/infos/politique/legislatives-2024-l-ardechois-olivier-dussopt-ne-se-represente-pas-2581959",
    "237": "https://www.ledauphine.com/politique/2024/06/09/dissolution-le-depute-joel-giraud-arrete-la-politique",
    "238": "https://www.ouest-france.fr/elections/legislatives/legislatives-dans-les-pays-de-retz-fanny-pacreau-sera-candidate-yannick-haury-suppleant-bd1d86c2-27ff-11ef-96d1-fdb7d737b711",
    "239": "https://london.frenchmorning.com/le-depute-sortant-alexandre-holroyd-devient-le-suppleant-de-vincent-caure-un-fidele-demmanuel-macron/",
    "240": "https://www.ouest-france.fr/elections/legislatives/legislatives-a-caen-fabrice-le-vigoureux-laisse-sa-place-car-joel-bruneau-est-le-mieux-place-84d5a6b0-289e-11ef-96d1-fdb7d737b711",
    "241": "https://www.francebleu.fr/infos/politique/le-depute-renaissance-du-vaucluse-jean-francois-lovisolo-ne-se-representera-pas-8036695",
    "242": "https://www.lavoixdunord.fr/1472876/article/2024-06-14/legislatives-arras-la-deputee-jacqueline-maquet-raccroche-la-ministre-pannier",
    "243": "https://www.challenges.fr/politique/legislatives-2024-cinq-enseignements-a-tirer-de-la-liste-definitive-des-candidatures_896617",
    "244": "https://www.lejdc.fr/nevers-58000/actualites/pour-raison-de-sante-patrice-perrot-depute-de-la-nievre-ne-sera-pas-candidat-a-sa-succession-dans-la-deuxieme-circonscription_14516025/",
    "245": "https://www.francebleu.fr/infos/politique/legislatives-2024-philippe-berta-depute-modem-sortant-n-est-pas-candidat-sur-la-6e-circonscription-du-gard-1735747",
    "246": "https://www.lemonde.fr/politique/article/2024/06/10/jean-louis-bourlanges-president-de-la-commission-des-affaires-etrangeres-annonce-ne-pas-se-representer-a-l-asssemblee-nationale_6238499_823448.html",
    "247": "https://www.larepubliquedespyrenees.fr/elections/legislatives/legislatives-2024-le-depute-vincent-bru-modem-ne-repart-pas-sur-la-6e-circonscription-des-pyrenees-atlantiques-20089573.php",
    "248": "https://www.lavoixdunord.fr/1471827/article/2024-06-11/legislatives-cambrai-guy-bricout-ne-se-represente-pas-il-soutiendra-nicolas",
    "249": "https://www.lobservateur.fr/nord-valenciennois-avec-emotion-la-deputee-beatrice-descamps-annonce-quelle-ne-se-representera-pas/",
    "250": "https://www.lechorepublicain.fr/nogent-le-rotrou-28400/actualites/legislatives-qui-sont-les-candidats-dans-la-circonscription-de-nogent-le-rotrou_14516218/",
    "251": "https://www.ouest-france.fr/elections/legislatives/legislatives-en-cotes-darmor-atteint-dun-cancer-marc-le-fur-laisse-la-place-a-son-fils-corentin-e80b7334-299a-11ef-96d1-fdb7d737b711",
    "252": "https://www.leveil.fr/puy-en-velay-43000/actualites/jai-decide-de-ne-pas-me-representer-aux-legislatives-isabelle-valentin-deputee-sortante-de-la-haute-loire-s-explique_14516582/",
    "253": "https://www.nouvelobs.com/politique/20240614.OBS89750/legislatives-julien-bayou-depute-ecologiste-sortant-retire-sa-candidature-a-paris.html",
    "254": "https://www.leprogres.fr/politique/2024/06/13/dans-la-tourmente-le-depute-hubert-julien-laferriere-jette-l-eponge-pour-se-consacrer-a-la-sauvegarde-des-grands-singes",
    "255": "https://www.resultats-elections.interieur.gouv.fr/legislatives2024/referentiel.html",
    "267": "https://www.lamarseillaise.fr/politique/1ere-circonscription-de-vaucluse-EE16126736",
    "268": "https://la1ere.francetvinfo.fr/mayotte/kira-bacar-adacolo-je-veux-etre-depute-je-connais-les-rouages-legislatifs-1225086.html",
    "270": "https://www.lemonde.fr/les-decodeurs/article/2024/06/30/la-carte-des-resultats-des-legislatives-au-premier-tour-et-le-tableau-des-candidats-qualifies_6245574_4355771.html",
    "271": "https://www.europe1.fr/emissions/on-marche-sur-la-tete/cyril-hanouna-le-meilleur-rempart-contre-le-front-populaire-cest-nous-declare-aurore-berge-4254521",
    "272": "https://www.francetvinfo.fr/replay-radio/le-brief-politique/legislatives-2024-le-camp-presidentiel-s-interroge-sur-la-position-a-tenir-en-cas-de-duel-rn-nouveau-front-populaire_6587058.html",
    "273": "https://www.lefigaro.fr/elections/legislatives/en-direct-legislatives-2024-a-j-4-du-premier-tour-aurelien-pradie-quitte-les-republicains-20240626",
    "274": "https://www.lejdd.fr/politique/legislatives-les-candidats-ecologistes-prets-se-desister-au-second-tour-pour-faire-echouer-le-rn-146763",
    "275": "https://www.challenges.fr/politique/legislatives-en-cas-de-triangulaire-le-moins-bien-place-face-au-rn-devra-se-retirer-selon-glucksmann_897177",
    "276": "https://www.lemonde.fr/politique/live/2024/06/25/en-direct-legislatives-2024-suivez-la-campagne-et-les-reactions-avant-le-premier-debat-televise_6243506_823448.html",
    "277": "https://www.ouest-france.fr/elections/legislatives/legislatives-2024-plus-de-220-personnalites-reclament-un-accord-de-desistement-face-au-rn-9b455068-32c5-11ef-8462-4d5d263c07bc",
    "278": "https://www.lejdd.fr/politique/legislatives-bellamy-voterait-bien-sur-pour-le-rn-face-la-gauche-au-second-tour-146338",
    "279": "https://www.lemonde.fr/politique/article/2024/07/05/legislatives-2024-entre-l-elysee-et-matignon-tensions-sur-le-front-republicain_6247185_823448.html",
    "280": "https://www.leparisien.fr/elections/legislatives/direct-legislatives-la-campagne-dans-sa-ligne-droite-finale-macron-reunit-le-conseil-des-ministres-03-07-2024-MCEYQOGFJJHSLLPF4QSVVILWUQ.php",
    "281": "https://www.sudouest.fr/elections/legislatives/legislatives-2024-triangulaires-desistements-report-de-voix-a-quoi-va-ressembler-le-second-tour-20407246.php",
    "282": "https://x.com/mathieugallard/status/1809969496733384841",
    "283": "https://www.lemonde.fr/politique/live/2024/07/08/en-direct-legislatives-2024-gabriel-attal-doit-presenter-lundi-sa-demission-a-emmanuel-macron_6247441_823448.html",
    "284": "https://lcp.fr/actualites/legislatives-2024-quels-equilibres-au-sein-des-blocs-de-la-nouvelle-assemblee-nationale",
    "285": "https://lcp.fr/actualites/les-principales-forces-politiques-en-presence-a-l-assemblee-nationale-en-chiffres-122925",
    "286": "https://www.leparisien.fr/elections/legislatives/legislatives-2024-le-front-republicain-a-t-il-marche-decouvrez-les-reports-de-voix-au-second-tour-07-07-2024-PH4OJQ4RZZGGDLHABPFRE7ILAE.php",
    "287": "https://www.lemonde.fr/les-decodeurs/article/2024/07/08/age-sexe-profession-qui-sont-les-nouveaux-deputes_6247938_4355770.html",
    "288": "https://www.liberation.fr/politique/elections/resultats-des-legislatives-2024-a-mayotte-et-a-la-reunion-le-rn-envoie-ses-deux-premiers-deputes-ultramarins-a-lassemblee-nationale-20240707_D6KOJBXY6FAI7PZMNV25YNVSOI/",
    "289": "https://www.ilpost.it/2024/07/08/elezioni-francesi-vittoria-sinistra/",
    "290": "https://www.theguardian.com/world/article/2024/jul/08/france-election-new-caledonia-kanak-emmanuel-tjibaou-seat",
    "291": "https://www.rnz.co.nz/international/pacific-news/521542/french-election-newcomers-in-new-caledonia-french-polynesia",
    "292": "https://www.sudouest.fr/elections/legislatives/pyrenees-atlantiques/legislatives-au-pays-basque-eh-bai-a-presente-le-bon-candidat-au-bon-endroit-au-bon-moment-20480344.php",
    "293": "https://www.francetvinfo.fr/elections/legislatives/direct-resultats-du-premier-tour-des-legislatives-2024-suivez-l-annonce-des-scores-des-candidats-et-de-leurs-partis-politiques-a-20-heures_6629460.html",
    "295": "https://www.ipsos.com/sites/default/files/ct/news/documents/2024-06/ipsos-talan-sociologie-electorats-legislatives-30-juin-rapport-complet.pdf",
    "296": "https://apnews.com/article/france-macron-olympics-notre-dame-new-year-elections-33f053c0b06db550d177bb89357a0ba5",
    "297": "https://www.lesechos.fr/elections/legislatives/legislatives-2024-les-scenarios-de-lapres-7-juillet-2102694",
    "298": "https://www.lexpress.fr/politique/quel-gouvernement-apres-le-7-juillet-les-trois-scenarios-secrets-sur-la-table-de-macron-ZXM23QT27VDTDLQSS7KNRT6MZM/",
    "299": "https://www.bfmtv.com/politique/elections/legislatives/legislatives-emmanuel-macron-peut-il-refuser-la-demission-de-gabriel-attal-apres-l-annonce-des-resultats_AV-202407070580.html",
    "300": "https://www.lemonde.fr/politique/live/2024/07/10/en-direct-legislatives-2024-les-deputes-renaissance-favorables-a-une-coalition-de-projet-allant-des-sociaux-democrates-a-la-droite-de-gouvernement_6247441_823448.html",
    "301": "https://www.leparisien.fr/elections/legislatives/direct-legislatives-les-deputes-rn-et-modem-font-leur-entree-a-lassemblee-ce-mercredi-10-07-2024-ZEV6NCDEFZFEHAQU2B52B4KU4Y.php",
    "302": "https://www.leparisien.fr/elections/legislatives/direct-legislatives-un-conseil-des-ministres-a-11h30-laurence-tubiana-proposee-pour-matignon-par-le-ps-et-le-pc-16-07-2024-NGAFO5QLHBCGNLRZJTTFXWXHLU.php",
    "303": "https://www.lemonde.fr/politique/live/2024/07/18/en-direct-assemblee-nationale-qui-va-obtenir-la-presidence-les-deputes-ont-commence-a-voter_6249323_823448.html",
    "304": "https://www.lefigaro.fr/elections/legislatives/en-direct-elections-legislatives-2024-circonscriptions-sondages-second-tour-20240702",
    "305": "https://www.lemonde.fr/politique/live/2024/07/09/en-direct-legislatives-2024-le-nouveau-front-populaire-se-dit-pret-a-gouvernement-des-demain_6247441_823448.html",
    "306": "https://www.publicsenat.fr/actualites/politique/legislatives-les-macronistes-entament-de-longues-tractations-pour-tenter-de-faire-emerger-une-coalition-centrale",
    "307": "https://www.lefigaro.fr/elections/legislatives/en-direct-elections-legislatives-2024-resultats-sondages-7-juillet-circonscriptions-candidats-20240703",
    "308": "https://www.lefigaro.fr/elections/legislatives/en-direct-legislatives-2024-sondages-resultats-deuxieme-tour-candidat-20240705",
    "309": "https://www.leparisien.fr/elections/legislatives/legislatives-le-nouveau-front-populaire-majoritaire-a-lassemblee-attal-presente-sa-demission-suivez-notre-direct-au-lendemain-du-second-tour-ce-matin-08-07-2024-22ARSNVTXRAP5GUTYJLKN3HU7I.php",
    "310": "https://www.leparisien.fr/elections/legislatives/legislatives-la-gauche-toujours-a-la-recherche-de-son-premier-ministre-attal-va-reunir-ses-troupes-suivez-notre-direct-09-07-2024-KFPRNEZYJNGW5KAJM4YBZ4CVYU.php",
    "311": "https://www.lemonde.fr/politique/article/2024/07/11/au-nouveau-front-populaire-une-course-contre-la-montre-pour-s-accorder-sur-un-premier-ministre_6248509_823448.html",
    "312": "https://www.lemonde.fr/politique/live/2024/07/13/en-direct-gabriel-attal-elu-a-la-tete-du-groupe-renaissance-promet-de-chercher-a-construire-des-ponts-avec-les-forces-politiques-attachees-a-la-republique_6249323_823448.html",
    "313": "https://www.lemonde.fr/politique/live/2024/07/15/en-direct-assemblee-nationale-les-cinq-dissidents-de-la-france-insoumise-siegeront-avec-les-ecologistes_6249323_823448.html",
    "314": "https://www.francetvinfo.fr/elections/direct-legislatives-2024-le-nouveau-front-populaire-sous-pression-pour-s-accorder-sur-un-nom-de-premier-ministre_6667281.html",
    "315": "https://www.lemonde.fr/politique/article/2024/07/22/laurence-tubiana-renonce-a-se-porter-candidate-au-poste-de-premier-ministre_6255311_823448.html",
    "316": "https://www.lemonde.fr/politique/live/2024/07/23/en-direct-lucie-castets-proposee-par-le-nouveau-front-populaire-comme-candidate-au-poste-de-premiere-ministre_6256433_823448.html",
    "317": "https://www.lemonde.fr/politique/live/2024/07/11/en-direct-la-situation-politique-en-france-les-dernieres-informations-et-reaction-apres-la-nouvelle-lettre-d-emmanuel-macron_6247441_823448.html",
    "318": "https://www.francetvinfo.fr/politique/jordan-bardella/parlement-europeen-jordan-bardella-va-presider-un-nouveau-groupe-nationaliste-initie-par-le-premier-ministre-hongrois-viktor-orban_6654060.html",
    "319": "https://www.lefigaro.fr/elections/legislatives/legislatives-le-rn-ne-censurerait-pas-automatiquement-un-gouvernement-nfp-avec-des-ministres-insoumis-20240711",
    "320": "https://www.leparisien.fr/elections/legislatives/direct-legislatives-macron-estime-que-personne-na-emporte-les-elections-les-oppositions-sinsurgent-11-07-2024-5QOUO66FEJECDEGOYQ7OXTPQWE.php",
    "321": "https://www.20minutes.fr/politique/4100751-20240710-resultats-legislatives-2024-emmanuel-macron-lance-grandes-man-uvres-assure-personne-gagne",
    "322": "https://www.lavoixdunord.fr/1492981/article/2024-08-16/emmanuel-macron-convie-les-chefs-de-partie-le-23-aout-pas-de-premier-ministre",
    "323": "https://www.lesechos.fr/politique-societe/emmanuel-macron-president/nouveau-gouvernement-emmanuel-macron-refuse-de-nommer-lucie-castets-et-lance-de-nouvelles-consultations-2115247",
    "324": "https://information.tv5monde.com/international/matignon-macron-teste-cazeneuve-et-bertrand-la-surprise-beaudet-emerge-2738073",
    "325": "https://www.bfmtv.com/politique/gouvernement/nouveau-premier-ministre-michel-barnier-nouvelle-piste-serieuse-d-emmanuel-macron_AV-202409040913.htm",
    "326": "https://www.france24.com/en/europe/20240905-%F0%9F%94%B4-live-blog-macron-names-michel-barnier-new-prime-minister",
    "327": "https://www.bloomberg.com/news/articles/2024-09-05/who-is-michel-barnier-france-s-new-prime-minister-and-why-macron-chose-him",
    "328": "https://www.francetvinfo.fr/politique/emmanuel-macron/l-ancien-ministre-michel-barnier-figure-des-republicains-nomme-premier-ministre-par-emmanuel-macron_6764575.html",
    "329": "https://www.leparisien.fr/elections/legislatives/qui-pour-gouverner-le-grand-flou-a-lissue-du-second-tour-des-legislatives-08-07-2024-SI4L2HD6SVHCDAXQ5IM5AG6TBY.php",
    "330": "https://www.leparisien.fr/elections/legislatives/coalition-nouveau-gouvernement-sous-pression-emmanuel-macron-temporise-09-07-2024-BXZT5YTDLJA6XMQ67QD4FRBKL4.php",
    "331": "https://www.lefigaro.fr/elections/legislatives/a-l-assemblee-le-camp-macron-tente-de-s-allier-avec-la-gauche-pour-priver-le-rn-de-certains-poste-cles-20240709",
    "332": "https://lcp.fr/actualites/assemblee-nationale-la-gauche-devient-majoritaire-au-bureau-aucun-poste-pour-le-rn",
    "333": "https://www.leparisien.fr/elections/legislatives/legislatives-autain-ruffin-ces-voix-desormais-dissidentes-qui-ne-siegeront-pas-avec-la-france-insoumise-08-07-2024-VO7D6ZRBHJBH7J6OMBLX33UFEE.php",
    "334": "https://www.lemonde.fr/politique/live/2024/07/12/en-direct-la-situation-politique-en-france-elisabeth-borne-dement-etre-candidate-a-la-presidence-du-groupe-de-deputes-renaissance_6247441_823448.html",
    "335": "https://france3-regions.francetvinfo.fr/corse/legislatives-2024-quel-avenir-pour-le-groupe-liot-et-les-deputes-nationalistes-a-l-assemblee-nationale-3001073.html",
    "336": "https://www.humanite.fr/politique/assemblee-nationale/legislatives-2024-le-groupe-liot-survivra-t-il-a-lassemblee",
    "337": "https://www.lemonde.fr/politique/live/2024/07/12/en-direct-la-situation-politique-en-france-elisabeth-borne-dement-etre-candidate-a-la-presidence-du-groupe-de-deputes-renaissance_6247441_823448.html",
    "338": "https://www.francetvinfo.fr/elections/legislatives/legislatives-2024-sacha-houlie-reflechit-a-constituer-un-nouveau-groupe-social-democrate-a-l-assemblee-nationale_6653967.html",
    "339": "https://www.lemonde.fr/politique/article/2024/07/10/le-groupe-renaissance-a-l-assemblee-nationale-au-bord-de-la-dislocation_6248297_823448.html",
    "340": "https://france3-regions.francetvinfo.fr/centre-val-de-loire/loir-cher/blois/marc-fesneau-elu-patron-des-deputes-modem-a-l-assemblee-nationale-tout-en-restant-ministre-de-l-agriculture-3002783.html"
  },
  "flair_entities": [
    "côtes-d'armor's",
    "andré chassaigne",
    "reda belkadi",
    "olympic games",
    "hauts-de-seine",
    "ashkenazic",
    "xavier bertrand",
    "rn-backed",
    "pierre gentillet",
    "tiktok",
    "michel barnier",
    "cher",
    "zionist",
    "pro-ciotti lr",
    "virginie lanlo",
    "new caledonia",
    "independents",
    "rn-led",
    "thevenot",
    "calvados",
    "cgt",
    "jean-jacques gaultier",
    "béatrice descamps",
    "neuves-maisons",
    "place de la république",
    "association of mayors of france",
    "renaissance",
    "africans",
    "bernard cazeneuve",
    "darmanin",
    "french democratic confederation of labour",
    "macron",
    "julien aubert",
    "ensemble pour la république",
    "olivier véran",
    "marc fesneau",
    "fifth republic",
    "huguette bello",
    "macron-compatible",
    "national rally-supported",
    "islam",
    "mélenchon",
    "wauquiez",
    "la république en marche!)",
    "annie-claire jaccoud bell",
    "d'intorni",
    "yannick jadot",
    "raphaël arnault",
    "nicolas turquois",
    "jean-marie tjibaou",
    "doubs",
    "corsica",
    "together for the republic",
    "new anticapitalist party",
    "trotskyist",
    "ensemble",
    "carole delga",
    "pierre-nicolas nups",
    "manche",
    "peio dufau",
    "grs",
    "miquelon",
    "ian brossat",
    "l'europe ensemble",
    "gas",
    "luftwaffe",
    "maxime viancin",
    "russian",
    "pcf",
    "bruno retailleau",
    "hervé breuil",
    "europe",
    "modem",
    "isère",
    "summer olympics",
    "democratic",
    "solidaires",
    "noé gauchard",
    "socialist left",
    "jean-yves le boulanger",
    "maréchal",
    "international court of justice",
    "fabien roussel",
    "liberties",
    "lanlo",
    "udi",
    "guillaume hédouin",
    "politicians  rn",
    "agir",
    "la france insoumise",
    "post-macron",
    "icj",
    "léa salamé",
    "interior ministry",
    "gorges du tarn causses",
    "vincent trébuchet",
    "france 3",
    "americas",
    "mayotte",
    "la dépêche",
    "laurent gnaedig",
    "réseau libre",
    "nfp",
    "racism",
    "ministry for foreign affairs",
    "horizons",
    "johanna rolland",
    "collectif némésis",
    "european parliament",
    "lr",
    "joao martins pereira",
    "françois hollande",
    "gender equality",
    "bergé",
    "crazy-girl",
    "ministry of interior",
    "independents, overseas and territories",
    "aurélien pradié",
    "édouard philippe",
    "tondelier",
    "pyrénées-atlantiques",
    "frédéric dabi",
    "animalist party",
    "emmanuel macron",
    "the republican right",
    "gironde",
    "joseph martin",
    "eh bai",
    "nice",
    "manuel bompard",
    "céline papin",
    "maignelay-montigny",
    "liot",
    "gaullism",
    "nupes",
    "the ecologists",
    "yaël braun-pivet",
    "bardella",
    "le pen",
    "elabe",
    "european commission",
    "emma fourreau",
    "élysée",
    "sabrina sebaihi",
    "ecologist",
    "paul molac",
    "constitutional council",
    "kathimerini",
    "france 2",
    "yvelines",
    "flavien termet",
    "jean-marie le pen",
    "françois bayrou",
    "national assembly",
    "la montagne",
    "la libre belgique",
    "gabriel attal",
    "rn",
    "alice cordier",
    "daniel grenon",
    "overseas and territories",
    "islamists",
    "clément beaune",
    "ernée",
    "lucie castets",
    "savoie",
    "french polynesia",
    "conseil d'état",
    "marianne",
    "cyril hanouna",
    "anti-jewish",
    "jean-luc warsmann",
    "elsa richard",
    "jean-paul mattei",
    "nfp-supported",
    "prisca thevenot",
    "olivier serva",
    "party of france",
    "estelle youssouffa",
    "interior",
    "neo-nazi",
    "debout la france",
    "france bleu",
    "italian-style",
    "glucksmann",
    "saint barthélemy",
    "national rally",
    "corrèze",
    "françois-xavier bellamy",
    "saint martin",
    "guadeloupe",
    "saint pierre",
    "marie-christine sorin",
    "clémentine autain",
    "tubiana",
    "le monde",
    "franche-comté",
    "sébastien chenu",
    "pro-macron",
    "territoire de belfort",
    "ps",
    "je partira pas",
    "résistons!",
    "national rally rn",
    "roxane lundy",
    "jewish",
    "french communist party",
    "nicolas dupont-aignan",
    "charente",
    "zoltán kovács",
    "muslim",
    "nato",
    "adrien quatennens",
    "dupré",
    "dominique despras",
    "hendrik davi",
    "eurosceptic",
    "josé gonzalez",
    "cfdt",
    "aisne",
    "nicolas sarkozy",
    "mediapart",
    "yasmina samri",
    "babette de rozières",
    "tiktok-viral",
    "vaucluse",
    "bouches-du-rhône",
    "génération.s",
    "puy-de-dôme",
    "thomas mesnier",
    "aurore bergé",
    "hauts-de-france",
    "senate",
    "christophe bex",
    "val-de-marne",
    "hautes-pyrénées",
    "michel castellani",
    "national assembly of france",
    "ifop-jdd",
    "florian chauche",
    "israel",
    "nfp-led",
    "rn-supported",
    "paul-andré colombani",
    "christelle d'intorni",
    "meurthe-et-moselle",
    "union of democrats and independents",
    "communist party",
    "france",
    "unser land",
    "africa",
    "agnès pannier-runacher",
    "general confederation of labour",
    "comprehensive economic and trade agreement",
    "neuilly-sur-seine",
    "telegram",
    "yonne",
    "fsu",
    "national union of autonomous trade unions",
    "paris",
    "nfp-affiliated",
    "paule veyre de soras",
    "cnews",
    "republicans",
    "jordan bardella",
    "place publique",
    "le journal du dimanche",
    "marine tondelier",
    "la rochette",
    "european",
    "lozère",
    "zemmour",
    "haute-saône",
    "joseph rivière",
    "séverine vézies",
    "patriots",
    "socialist party",
    "charles de courson",
    "élisabeth borne",
    "éric ciotti",
    "mayenne",
    "séjourné",
    "new popular front",
    "marxism",
    "thierry dussud",
    "marine le pen",
    "islamism",
    "geoffroy didier",
    "elysée",
    "olivier marleix",
    "chassaigne",
    "roger chudeau",
    "macron-aligned",
    "chenu",
    "libération",
    "max mathiasin",
    "valérie létard",
    "frexit",
    "beauvais",
    "maine-et-loire",
    "la droite républicaine",
    "le",
    "pro-éric ciotti",
    "alexis corbière",
    "faure",
    "anti-jordan bardella",
    "larcher",
    "new ecological and social people's union",
    "republican",
    "the guardian",
    "hanane mansouri",
    "anti-semitic",
    "82 ensemble",
    "anne hidalgo",
    "ciotti-aligned lr",
    "la voix du nord",
    "nord",
    "lr-rn",
    "meudon",
    "jew",
    "26 horizons",
    "besoin d'europe",
    "die zeit",
    "marion maréchal",
    "bompard",
    "loire-atlantique",
    "hitler",
    "gérard larcher",
    "haut-rhin",
    "julie apricena",
    "lutte ouvrière",
    "ipsos",
    "30 national rally",
    "moroccan",
    "ensemble-led",
    "bva xsight-rtl",
    "angoulême",
    "lionel jospin",
    "loire",
    "éric zemmour",
    "david taupiac",
    "rhône",
    "gérald darmanin",
    "ludivine daoudi",
    "annie ernaux",
    "réunion",
    "french fifth republic",
    "sandrine rousseau",
    "national) assembly",
    "kanak",
    "stéphane lenormand",
    "popular front  leftist",
    "robert faurisson",
    "5 to génération.s",
    "raquel garrido",
    "marie dauchy",
    "philippe torre",
    "pro-macron alliance ensemble",
    "esther duflo",
    "raphaël glucksmann",
    "french",
    "euskal herria bai",
    "new popular front and ensemble.",
    "le courrier de la mayenne",
    "morbihan",
    "lr senate",
    "world wide",
    "pascal schneider",
    "unsa",
    "le maire",
    "hollande",
    "françois ruffin",
    "national assembly of the fifth french republic",
    "yannick favennec-bécot",
    "regulatory authority for audiovisual and digital communication",
    "charente-maritime",
    "ethan leys",
    "laurent wauquiez",
    "national directory of elected officials",
    "holocaust",
    "bbc",
    "ministry of the interior",
    "pascaline lécorché",
    "tf1",
    "hamas",
    "barnier",
    "sacha houlié",
    "najat vallaud-belkacem",
    "isabelle dupré",
    "marc-olivier fogiel",
    "greek",
    "no pasarán",
    "houlié",
    "popular front",
    "sophia chikirou",
    "manon aubry",
    "philippe",
    "ukraine",
    "martine froger",
    "bfm tv",
    "republicans'",
    "bayrou",
    "bruno le maire",
    "louis-joseph pecher",
    "ciotti",
    "anchya bamana",
    "north africans",
    "on the right!",
    "matignon",
    "oise",
    "corbière",
    "common agricultural policy",
    "palais de l'élysée",
    "anti-arab",
    "loir-et-cher",
    "frédéric mathieu",
    "jeune garde antifasciste",
    "bernard dupré",
    "emmanuel tjibaou",
    "pierre morel-à-l'huissier",
    "pfass",
    "gilles pennelle",
    "anti-rn",
    "bello",
    "lci",
    "pro-palestine",
    "finance",
    "christophe naegelen",
    "renaud labaye",
    "fédération syndicale unitaire",
    "lenormand",
    "l'après",
    "danielle simonnet",
    "romani",
    "roussel",
    "reconquête",
    "sos racisme",
    "ardèche",
    "gilles bourdouleix",
    "marseille",
    "french guiana",
    "shannon seban",
    "lille",
    "benjamin netanyahu",
    "world war ii",
    "chudeau",
    "castets",
    "la tronche",
    "stéphane séjourné",
    "laurence tubiana",
    "attal",
    "france moreau",
    "philippe ghiles",
    "pro-netanyahu",
    "government of france",
    "ai",
    "ruffin",
    "palestine",
    "martinique",
    "democratic movement",
    "radical party",
    "dual",
    "jean-luc mélenchon",
    "belgian-like",
    "lfi",
    "olivier faure",
    "the republicans",
    "vosges"
  ]
}