{
  "title": "Aavesham_(2024_film)",
  "url": "https://en.wikipedia.org/wiki/Aavesham_(2024_film)",
  "summary": "Aavesham (transl. Excitement) is a 2024 Indian Malayalam-language action comedy film written and directed by Jithu Madhavan. It is produced by Nazriya Nazim and Anwar Rasheed under Fahadh Faasil and Friends and Anwar Rasheed Entertainments. The film stars Fahadh Faasil, Hipzster, Mithun Jai Shankar, Roshan Shanavas and Sajin Gopu. In the film, three youngsters in Bengaluru befriends a local gangster to help them take revenge on their college bully.\nThe film was officially announced in March 2023 under the tentative title Production No.1, as it is the maiden venture of the Fahadh Faasil and Friends, and the official title was announced the following May. Principal photography commenced the same month in Bangalore, where it was predominantly shot in before wrapping by late-November. The film has music composed by Sushin Shyam, cinematography handled by Sameer Thahir and editing by Vivek Harshan.\nAavesham was released on 11 April 2024 to critical acclaim from critics with praise for its direction, performances (especially Fahadh Faasil and Sajin Gopu), action sequences, cinematography, music and technical aspects. The film became a blockbuster, grossing over ₹154 crore against a budget of ₹30 crore. It is currently the fourth highest grossing Malayalam film of all time, third highest-grossing Malayalam film of 2024.",
  "content": [
    {
      "section_title": "Plot",
      "section_content": [
        {
          "sentence": "Aju, Bibi and Shanthan arrive in Bangaluru from Kerala to pursue a degree in aeronautical engineering at Vaana Veekshan College, choosing the BK Hostel for its perceived freedom compared to their college accommodation",
          "refs": []
        },
        {
          "sentence": "Initially, they enjoy their time there until a confrontation with Kutty, a senior student, escalates, bruising his ego",
          "refs": []
        },
        {
          "sentence": "In retaliation, Kutty and his gang forcefully take the trio to his place and brutally thrash them, only to offer friendship afterwards",
          "refs": []
        },
        {
          "sentence": "Feeling humiliated, Aju seeks revenge and leads his friends to multiple bars in search of gangsters, eventually befriending Ranjith \"Ranga\" Gangadharan, a prominent, eccentric and kind-hearted Malayali-Kannadiga gangster and his strong and funny henchman Ambaan.",
          "refs": []
        },
        {
          "sentence": "One day after the trio gets drunk, Ranga drops them at their hostel, but the hostel warden warns them not to arrive late due to rules in the hostel",
          "refs": []
        },
        {
          "sentence": "Due to this, Ranga takes them to his old house to accommodate them as a note of goodwill",
          "refs": []
        },
        {
          "sentence": "Disillusioned by Ranga's lack of action, they realize his gang merely praises him while engaging in minor violence",
          "refs": []
        },
        {
          "sentence": "When Bibi confronts Ranga about the incident with Kutty, Ranga unleashes his fury during the college Holi celebration, beating up Kutty and his gang in front of everyone",
          "refs": []
        },
        {
          "sentence": "The trio face expulsion after being unable to pass exams and because of their association with Ranga, but are given a second chance with assurances of passing all future exams.",
          "refs": []
        },
        {
          "sentence": "The trio's association with Ranga begins to affect their studies as Ranga keeps involving them in his lifestyle of fights and parties",
          "refs": []
        },
        {
          "sentence": "One night, the trio discovers a grim truth in the house related to Ranga's past",
          "refs": []
        },
        {
          "sentence": "After this discovery, the trio meets Ranga and tries to express their desire to sever ties with him, but they hold back when they witness Ranga threatening to kill two of his gang members trying to leave the gang",
          "refs": []
        },
        {
          "sentence": "The trio's troubles escalate when they are kidnapped by Reddy, Ranga's former boss",
          "refs": []
        },
        {
          "sentence": "Reddy accuses Ranga of stealing his identity and seeks their help to eliminate him by asking them to give him a call whenever they encounter Ranga",
          "refs": []
        },
        {
          "sentence": "Fleeing from Reddy's threats they head back to their house",
          "refs": []
        },
        {
          "sentence": "Unable to handle staying in the house, the trio switches off their phones and leave for a different hostel in Tumkur, where they manage to study peacefully.",
          "refs": []
        },
        {
          "sentence": "Meanwhile, Ranga frantically searches for the trio, who finally decides to confront Ranga and make up a plan to call Reddy when he is alone",
          "refs": []
        },
        {
          "sentence": "They eventually call Ranga and ask him to meet in his accommodation in order to sever all ties with him and his gang",
          "refs": []
        },
        {
          "sentence": "The boys reveals to Ranga that they only befriended him to keep away Kutty and his gang and also tells him that how negatively he had impacted their life after that chance encounter",
          "refs": []
        },
        {
          "sentence": "A now-agitated Ranga calls his gang to the house",
          "refs": []
        },
        {
          "sentence": "The anxious trio, now fearing for their life, try concocting a plan on the spot",
          "refs": []
        },
        {
          "sentence": "They call Reddy and his gang in order to get rid of Ranga's presence in their life.",
          "refs": []
        },
        {
          "sentence": "Reddy and his goons arrive before Ranga's gang; and Ranga realises that the boys had double-crossed him",
          "refs": []
        },
        {
          "sentence": "Distraught at their betrayal, they initially thrashed Ranga and burned his favourite Toyota Qualis but Ranga breaks his mother's vow of not getting personally involved in fights, and goes on a rampage killing all of Reddy goons alone",
          "refs": []
        },
        {
          "sentence": "Ranga chases the boys across the house with his goons blocking the exits and windows of the house",
          "refs": []
        },
        {
          "sentence": "Ranga reveals that he kept the boys with him as no one had gotten close to him in his life unless they needed something from him",
          "refs": []
        },
        {
          "sentence": "Realizing their mistake, they apologize to Ranga",
          "refs": []
        },
        {
          "sentence": "Ranga begrudgingly leaves them and tells them to pass the exams.",
          "refs": []
        },
        {
          "sentence": "Aju and Bibi are unable to clear their exams, while Shanthan passes the exams",
          "refs": []
        },
        {
          "sentence": "They encounter Ranga outside the college who humorously punishes Aju and Bibi for their inability to pass the exams.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Cast",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Production",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "In March 2023, Jithu Madhavan announced his second film starring Fahadh Faasil, who also co-produced the film through his production company Fahadh Faasil and Friends with Anwar Rasheed Entertainments",
              "refs": []
            },
            {
              "sentence": "The film's title Aavesham was announced in May 2023",
              "refs": [
                "https://economictimes.indiatimes.com/news/new-updates/fahadh-faasil-jithu-madhavan-nazriya-nazim-sameer-thahir-and-anwar-rasheed-to-collaborate-on-a-new-project-read-details-here/articleshow/98517905.cms?from=mdr",
                "https://www.onmanorama.com/entertainment/entertainment-news/2023/03/09/fahadh-faasil-nazriya-jithu-madhavan.html"
              ]
            },
            {
              "sentence": "Madhavan wrote the script during early-December 2022 and completed within February 2023 during the period when his debut film Romancham (2022) was delayed from October 2022 to February 2023",
              "refs": []
            },
            {
              "sentence": "Though it was reported that the film is a spin-off of Romancham, Madhavan later clarified that Aavesham is a standalone film and has no connections with Romancham",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/aavesham-has-no-connections-with-romancham-says-director-jithu-madhavan/articleshow/109163543.cms"
              ]
            },
            {
              "sentence": "The technical crew consisted of Sushin Shyam, Sameer Thahir, Vivek Harshan and Ashwini Kale as music composer, cinematographer, editor and production designer respectively",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/aavesham-has-no-connections-with-romancham-says-director-jithu-madhavan/articleshow/109163543.cms"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Casting",
          "section_content": [
            {
              "sentence": "Fahadh plays the role of Ranga, a Bangalore-based gangster;  He was featured in a thick handlebar moustache and an all-white attire in a leaked picture from the film's production in May 2023",
              "refs": [
                "https://www.onmanorama.com/entertainment/entertainment-news/2024/04/10/aavesham-malayalam-movie-fahadh-faasil-character-romancham-chemban-vinod.html"
              ]
            },
            {
              "sentence": "Fahadh attributed that he had not explored such characters before, which led to him agreeing to the story, adding that \"Jithu  [Madhavan] gave me a very clear understanding of who Ranga would be",
              "refs": [
                "https://www.ottplay.com/news/fahadh-faasils-gritty-look-in-aavesham-revealed-is-this-why-he-didnt-promote-pachuvum-athbutha-vilakkum/5a3039dda5362"
              ]
            },
            {
              "sentence": "However, we finalised the look and attire after we started filming for the movie.\"  Compared to his previous films, Fahadh's character would be loud in the film and would speak in a mixture of Malayalam and Kannada, resembling how gangsters from the city would speak",
              "refs": [
                "https://web.archive.org/web/20240410101257/https://www.onmanorama.com/entertainment/entertainment-news/2024/04/10/aavesham-malayalam-movie-jithu-madhavan-fahadh-faasil.html"
              ]
            },
            {
              "sentence": "Sajin Gopu, who previously acted in Romancham was assigned an important role in the film, with Mansoor Ali Khan and Ashish Vidyarthi in supporting roles",
              "refs": [
                "https://web.archive.org/web/20240410101257/https://www.onmanorama.com/entertainment/entertainment-news/2024/04/10/aavesham-malayalam-movie-jithu-madhavan-fahadh-faasil.html"
              ]
            },
            {
              "sentence": "The film also featured newcomers including Pranav Raj - Hipzster, Mithun Jai Shankar, Roshan Shanavas and Midhutty",
              "refs": [
                "https://www.thehindu.com/entertainment/movies/aavesham-teaser-fahadh-faasil-jithu-madhavan-promise-a-wacky-ride/article67779459.ece"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Filming",
          "section_content": [
            {
              "sentence": "Principal photography commenced in Bangalore on the same date as the announcement",
              "refs": []
            },
            {
              "sentence": "The film was shot extensively in Bangalore and its outskirts and production completed in November 2023",
              "refs": [
                "https://www.onmanorama.com/entertainment/entertainment-news/2023/03/09/fahadh-faasil-nazriya-jithu-madhavan.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Costumes",
          "section_content": [
            {
              "sentence": "Mashar Hamsa served as the film's costume designer",
              "refs": []
            },
            {
              "sentence": "Throughout the film, Fahad's character Ranga appears in an all-white attire wearing gold chains, except for the climactic portions where Fahadh would appear in an all-black attire",
              "refs": []
            },
            {
              "sentence": "Ranga's younger version sports a trimmed deep fade hairstyle and wears a windbreaker, which resembles Dali Benssalah's look from the music video of the French musical duo The Blaze's single \"Territory\" (2017) and also British boxer Naseem Hamed",
              "refs": [
                "https://www.onmanorama.com/entertainment/entertainment-news/2023/08/26/fahadh-faasil-jithu-madhavan-new-movie-aavesham.html"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Music",
      "section_content": [
        {
          "sentence": "The film's soundtrack was composed by Sushin Shyam with lyrics written by Vinayak Sasikumar and featured nine songs performed by independent artists",
          "refs": []
        },
        {
          "sentence": "The soundtrack was released by Think Music on 19 April 2024 after being preceded by four singles: \"Jaada\", \"Galatta\", \"Illuminati\" and \"Mathapithakkale\"",
          "refs": [
            "https://www.ottplay.com/news/aavesham-sushin-shyam-explains-why-he-has-high-hopes-for-the-fahadh-faasil-starrer-just-like-manjummel-boys/526b106108890"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Release",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Theatrical",
          "section_content": [
            {
              "sentence": "Aavesham was theatrically released on 11 April 2024, during the Eid al-Fitr and Vishu weekend",
              "refs": []
            },
            {
              "sentence": "It was earlier scheduled for theatrical release during the Onam (25 August 2023) and Christmas weekends (22 December 2023),  but Fahadh in July 2023 announced that the film will be released during the first quarter of 2024",
              "refs": [
                "https://indianexpress.com/article/entertainment/malayalam/fahadh-faasil-confirms-aavesham-release-date-with-explosive-new-poster-see-here-9208485/",
                "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/its-official-fahadh-faasils-aavesham-to-hit-the-big-screens-on-april-11/articleshow/108400322.cms",
                "https://www.cinemaexpress.com/malayalam/news/2023/Jun/01/fahadh-faasil-jithu-madhavan-film-pulls-out-of-onam-race-44143.html"
              ]
            },
            {
              "sentence": "Its current release date was announced in December",
              "refs": [
                "https://www.ottplay.com/news/fahadh-faasil-shares-release-plans-of-aavesham-and-odum-kuthira-chaadum-kuthira/218559b9a2490"
              ]
            },
            {
              "sentence": "The film will be distributed by A&A Release across India, while Phars Film acquiring the overseas theatrical rights",
              "refs": [
                "https://indianexpress.com/article/entertainment/malayalam/fahadh-faasil-confirms-aavesham-release-date-with-explosive-new-poster-see-here-9208485/"
              ]
            },
            {
              "sentence": "Aavesham was listed as one of the \"most anticipated Malayalam films of 2024\" by several publications and industry sources",
              "refs": []
            },
            {
              "sentence": "[a] In comparison with Varshangalkku Shesham and Jai Ganesh which released on the same weekend, the film garnered ₹78 lakh (US$90,000) from the ticket pre-sales which opened three days prior to its release",
              "refs": []
            },
            {
              "sentence": "More than 50,000 admissions from Kerala theatres were recorded from 567 tracked shows",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The film, along with several other Malayalam films, were not released at PVR INOX multiplex chains across India in response to a dispute between the Film Employees Federation of Kerala and the authorities of PVR INOX management over Virtual Print Fee, as well as the federation's plans on distributing films through their newly established content providing service over Qube Cinema Technologies, the primary content provider for PVR INOX theatres",
              "refs": [
                "https://www.onmanorama.com/entertainment/entertainment-news/2024/04/09/aavesham-pre-release-booking-records-fahadh-faasil-jithu-madhavan.html"
              ]
            },
            {
              "sentence": "However, the ban was lifted on 13 April and the film was released in the multiplex chains the following day",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/aavesham-generates-impressive-pre-sales-of-rs-78-lakhs/articleshow/109159512.cms",
                "https://www.indiatoday.in/movies/regional-cinema/story/pvr-inox-stops-screening-malayalam-films-over-feud-with-producers-association-2526353-2024-04-12"
              ]
            },
            {
              "sentence": "Prior to the film's release, the film garnered U/A certificate from the Central Board of Film Certification (CBFC) with the duration of the final edit being 157 minutes",
              "refs": []
            },
            {
              "sentence": "A scene from the film's second half was removed prior to the theatrical showcasing in Kuwait, owing to the recommendation of the censor board",
              "refs": [
                "https://www.thehindu.com/news/national/kerala/pvr-inox-resumes-screening-of-malayalam-movies-following-temporary-truce/article68062168.ece"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Home media",
          "section_content": [
            {
              "sentence": "The post-theatrical digital streaming rights were acquired by Amazon Prime Video and was premiered on 9 May 2024",
              "refs": []
            },
            {
              "sentence": "The Hindi version of the film was released in Disney+ Hotstar on 20 June 2024",
              "refs": [
                "https://english.mathrubhumi.com/movies-music/news/jithu-madhavan-on-aavesham-movie-release-in-kuwait-1.9477404",
                "https://www.thehansindia.com/ott-web-series/fahadh-fazils-aavesham-takes-theatres-by-storm-with-positive-buzz-ott-rights-secured-by-amazon-prime-video-872067"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Marketing",
          "section_content": [
            {
              "sentence": "The film's theatrical teaser trailer was unveiled on 25 January 2024",
              "refs": []
            },
            {
              "sentence": "A promotional event was held at the Union Christian College, Aluva on 26 March 2024 with the presence of Fahadh, Madhavan and Shyam, along with the principal cast",
              "refs": [
                "https://www.thehindu.com/entertainment/movies/aavesham-teaser-fahadh-faasil-jithu-madhavan-promise-a-wacky-ride/article67779459.ece",
                "https://www.indiatimes.com/entertainment/binge/aavesham-hindi-ott-release-date-when-and-where-to-watch-fahadh-faasil-film-hotstar-636831.html"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reception",
      "section_content": [
        {
          "sentence": "Aavesham received positive reviews from critics with praise for its performances (especially Fahadh Faasil and Sajin Gopu), script, direction, action sequences, humor, music and technical aspects",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Critical response",
          "section_content": [
            {
              "sentence": "Goutham S of Pinkvilla gave 4/5 stars and wrote \"Aavesham is ideally one of those movies that you could enjoy in theaters if you love a comedy film with a wild ride happening",
              "refs": []
            },
            {
              "sentence": "The show is definitely run by Fahadh Faasil who is all set to entertain you with a great array of actors supporting him.\"  Anandu Suresh of The Indian Express gave 3.5/5 stars and wrote \"Jithu Madhavan's gangster comedy is arguably Fahadh Faasil's first all-encompassing masala film and the actor unabashedly uses it to silence all the criticisms against him that he can't handle mass characters.\"",
              "refs": [
                "https://www.ottplay.com/news/aavesham-twitter-review-fahadh-faasils-fun-entertainer-is-everything-a-festival-release-should-be-say-fdfs-viewers/887e131139306",
                "https://www.pinkvilla.com/entertainment/reviews/aavesham-movie-review-fahadh-faasil-unleashes-a-storm-with-unhinged-performance-in-this-comedy-flick-1294543"
              ]
            },
            {
              "sentence": "Anna Mathews of The Times of India gave 3.5/5 stars and wrote \"Apart from scripting superb side characters, Jithu Madhavan has crafted the comic timing of his dialogues well.\"  Janani K of India Today gave 3.5/5 stars and wrote \"Aavesham is truly an enjoyable affair with brilliantly choreographed action sequences and comedy sequences",
              "refs": [
                "https://indianexpress.com/article/entertainment/movie-review/aavesham-movie-review-fahadh-faasil-delivers-verithanam-performance-9262849/"
              ]
            },
            {
              "sentence": "If you're a fan of Fahadh Faasil, then Aavesham will prove why you became his fan in the first place.\"  Nirmal Jovial of The Week gave 3.5/5 stars and wrote \"The film maintains a celebratory mood from beginning to end, catering primarily to a youthful audience.\"",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/malayalam/movie-reviews/aavesham/movie-review/109220919.cms?from=mdr",
                "https://www.indiatoday.in/movies/reviews/story/aavesham-review-fahadh-faasil-hits-it-out-of-the-park-jithu-madhavan-film-2526040-2024-04-11"
              ]
            },
            {
              "sentence": "Arjun Menon of Rediff rated 3/5 stars and applauded \"Aavesham is smooth in its storytelling and leaves a chilling aftertaste, thanks to its one-of-a-kind anti-hero.\"  Swathi P Ajith of Onmanorama termed it as \"the perfect choice if you're seeking laughter and entertainment in equal measure.\"  S",
              "refs": [
                "https://www.theweek.in/review/movies/2024/04/11/aavesham-review-this-fahadh-faasil-movie-wont-disappoint.html",
                "https://m.rediff.com/movies/review/aavesham-review/20240412.htm"
              ]
            },
            {
              "sentence": "R",
              "refs": []
            },
            {
              "sentence": "Praveen of The Hindu wrote \"Romancham director Jithu Madhavan returns with his sophomore effort, that is held afloat by Fahadh Faasil running riot in one of his most colourful characters.\"",
              "refs": [
                "https://www.onmanorama.com/entertainment/movie-reviews/2024/04/11/aavesham-movie-review-fahadh-faasil-jithu-madhavan-malayalam.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Box office",
          "section_content": [
            {
              "sentence": "On the opening day of its release, the film grossed ₹3.9 crore in Kerala, gaining the first spot between concurrent releases Varshangalku Shesham and Jai Ganesh",
              "refs": []
            },
            {
              "sentence": "The film's ticket sales were further boosted by its positive word of mouth,  which helped it to earn a total of ₹18.75 crore in India on Vishu holiday with a total worldwide collection of ₹40.50 crore gross in 4 days",
              "refs": [
                "https://www.thehindu.com/entertainment/movies/aavesham-movie-review-fahadh-faasils-uninhibited-act-carries-this-thinly-plotted-film/article68055683.ece",
                "https://english.mathrubhumi.com/movies-music/news/jithu-madhavan-on-aavesham-movie-release-in-kuwait-1.9477404"
              ]
            },
            {
              "sentence": "As of 19 April 2024, the film has grossed ₹65 crore worldwide",
              "refs": [
                "https://www.asianetnews.com/entertainment/box-office/vishu-day-kerala-box-office-collection-aavesham-varshangalkku-shesham-jai-ganesh-sbyy2k"
              ]
            },
            {
              "sentence": "As of 24 May 2024, the film grossed ₹59.50 crore at the Indian box office, ₹40.75 crore (USD 4.89 million) from overseas, giving it a worldwide gross of ₹100.25 crore",
              "refs": []
            },
            {
              "sentence": "Internationally, the film has grossed USD 6.50 million (₹54 crore) for a worldwide gross of around ₹156 crore and ₹100.60 crore from India and has become only the third Malayalam film ever to gross more than ₹100 crore in India",
              "refs": [
                "https://www.pinkvilla.com/entertainment/box-office/aavesham-box-office-collection-fahadh-faasil-starrer-blockbuster-grosses-65-crore-worldwide-in-first-week-1297102"
              ]
            },
            {
              "sentence": "The two films preceding it were 2018 and Manjummel Boys",
              "refs": [
                "https://www.pinkvilla.com/entertainment/box-office/aavesham-box-office-collections-fahadh-faasil-starrer-tops-100cr-worldwide-seventh-malayalam-film-to-do-so-1298754?amp"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "27": "[ERROR retrieving ref link]",
    "1": "https://cbfcindia.gov.in/cbfcAdmin/search-result.php?recid=Q0EwOTMwMDMyMDI0MDAwMTI=",
    "2": "https://cbfcindia.gov.in/cbfcAdmin/search-result.php?recid=Q0EwOTMwMDMyMDI0MDAwMTI=",
    "3": "https://www.timesnownews.com/entertainment-news/box-office/malayalam/aavesham-box-office-collection-day-15-article-109614765",
    "4": "https://www.pinkvilla.com/entertainment/box-office/year-ender-2024-top-10-highest-grossing-mollywood-movies-at-worldwide-box-office-1362638",
    "5": "https://economictimes.indiatimes.com/news/new-updates/fahadh-faasil-jithu-madhavan-nazriya-nazim-sameer-thahir-and-anwar-rasheed-to-collaborate-on-a-new-project-read-details-here/articleshow/98517905.cms?from=mdr",
    "6": "https://www.onmanorama.com/entertainment/entertainment-news/2023/03/09/fahadh-faasil-nazriya-jithu-madhavan.html",
    "7": "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/aavesham-has-no-connections-with-romancham-says-director-jithu-madhavan/articleshow/109163543.cms",
    "8": "https://www.onmanorama.com/entertainment/entertainment-news/2024/04/10/aavesham-malayalam-movie-fahadh-faasil-character-romancham-chemban-vinod.html",
    "9": "https://www.ottplay.com/news/fahadh-faasils-gritty-look-in-aavesham-revealed-is-this-why-he-didnt-promote-pachuvum-athbutha-vilakkum/5a3039dda5362",
    "10": "https://web.archive.org/web/20240410101257/https://www.onmanorama.com/entertainment/entertainment-news/2024/04/10/aavesham-malayalam-movie-jithu-madhavan-fahadh-faasil.html",
    "11": "https://www.thehindu.com/entertainment/movies/aavesham-teaser-fahadh-faasil-jithu-madhavan-promise-a-wacky-ride/article67779459.ece",
    "12": "https://www.thehindu.com/entertainment/movies/fahadh-faasils-aavesham-to-come-out-in-theatres-in-april-2024/article67644626.ece",
    "13": "https://www.onmanorama.com/entertainment/entertainment-news/2023/08/26/fahadh-faasil-jithu-madhavan-new-movie-aavesham.html",
    "14": "https://www.onmanorama.com/entertainment/entertainment-news/2024/04/24/fahadh-faasil-character-young-ranga-aavesham-inspiration-the-blaze-prince-naseem-hamed.html",
    "15": "https://www.ottplay.com/news/aavesham-sushin-shyam-explains-why-he-has-high-hopes-for-the-fahadh-faasil-starrer-just-like-manjummel-boys/526b106108890",
    "16": "https://web.archive.org/web/20240419180420/https://music.apple.com/us/album/aavesham-original-motion-picture-soundtrack/1742153570",
    "17": "https://indianexpress.com/article/entertainment/malayalam/fahadh-faasil-confirms-aavesham-release-date-with-explosive-new-poster-see-here-9208485/",
    "18": "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/its-official-fahadh-faasils-aavesham-to-hit-the-big-screens-on-april-11/articleshow/108400322.cms",
    "19": "https://www.cinemaexpress.com/malayalam/news/2023/Jun/01/fahadh-faasil-jithu-madhavan-film-pulls-out-of-onam-race-44143.html",
    "20": "https://www.ottplay.com/news/fahadh-faasil-shares-release-plans-of-aavesham-and-odum-kuthira-chaadum-kuthira/218559b9a2490",
    "21": "https://www.onmanorama.com/entertainment/entertainment-news/2024/01/01/new-malayalam-movie-releases-2024-lineup-mollywood.html",
    "22": "https://www.thehindu.com/entertainment/movies/malayalam-films-to-look-forward-to-in-2024-aattam-and-malaikottai-vaaliban-to-bramayugam/article67704749.ece",
    "23": "https://www.deccanchronicle.com/entertainment/ott/051023/most-awaited-big-ticket-malayalam-movies-in-2023-2024.html",
    "24": "https://www.news18.com/movies/year-ender-2023-abraham-ozler-to-barroz-highly-anticipated-malayalam-films-of-2024-8721867.html",
    "25": "https://www.theweek.in/web-stories/entertainment/2024/01/01/mammootty-turbo-to-jayasurya-s-kathanar-mollywood-gears-up-for-sensational-2024-best-malayalam-movie-releases-slated-for-release-this-year.html",
    "26": "https://www.thenewsminute.com/flix/malaikottai-valiban-bramayugam-more-12-most-anticipated-malayalam-films-of-2024",
    "28": "https://www.onmanorama.com/entertainment/entertainment-news/2024/04/09/aavesham-pre-release-booking-records-fahadh-faasil-jithu-madhavan.html",
    "29": "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/aavesham-generates-impressive-pre-sales-of-rs-78-lakhs/articleshow/109159512.cms",
    "30": "https://www.indiatoday.in/movies/regional-cinema/story/pvr-inox-stops-screening-malayalam-films-over-feud-with-producers-association-2526353-2024-04-12",
    "31": "https://indianexpress.com/article/entertainment/malayalam/pvr-inox-stops-screening-malayalam-films-heres-why-9264529/",
    "32": "https://www.thehindu.com/news/national/kerala/pvr-inox-resumes-screening-of-malayalam-movies-following-temporary-truce/article68062168.ece",
    "33": "https://www.ottplay.com/news/aavesham-bags-a-u-a-certificate-from-censor-board-no-official-trailer-for-fahadh-faasils-film/0edc4c19a4208",
    "34": "https://english.mathrubhumi.com/movies-music/news/jithu-madhavan-on-aavesham-movie-release-in-kuwait-1.9477404",
    "35": "https://www.thehansindia.com/ott-web-series/fahadh-fazils-aavesham-takes-theatres-by-storm-with-positive-buzz-ott-rights-secured-by-amazon-prime-video-872067",
    "36": "https://www.livemint.com/news/trends/aavesham-ott-release-date-how-to-watch-fahadh-faasil-s-blockbuster-malayalam-movie-online-11715059742502.html",
    "37": "https://www.indiatimes.com/entertainment/binge/aavesham-hindi-ott-release-date-when-and-where-to-watch-fahadh-faasil-film-hotstar-636831.html",
    "38": "https://indianexpress.com/article/entertainment/malayalam/aavesham-teaser-romancham-director-action-comedy-reintroduce-fahadh-faasil-massiest-manner-possible-9125264/",
    "39": "https://www.indiatoday.in/movies/regional-cinema/story/fahadh-faasil-dances-with-college-students-at-aavesham-promotions-2520039-2024-03-27",
    "40": "https://indianexpress.com/article/entertainment/malayalam/fahadh-faasil-dances-with-abandon-aavesham-promotions-watch-9236670/",
    "41": "https://www.pinkvilla.com/entertainment/south/aavesham-twitter-review-is-fahadh-faasils-action-comedy-worth-watching-in-theaters-find-out-1294574",
    "42": "https://www.ottplay.com/news/aavesham-twitter-review-fahadh-faasils-fun-entertainer-is-everything-a-festival-release-should-be-say-fdfs-viewers/887e131139306",
    "43": "https://www.pinkvilla.com/entertainment/reviews/aavesham-movie-review-fahadh-faasil-unleashes-a-storm-with-unhinged-performance-in-this-comedy-flick-1294543",
    "44": "https://indianexpress.com/article/entertainment/movie-review/aavesham-movie-review-fahadh-faasil-delivers-verithanam-performance-9262849/",
    "45": "https://timesofindia.indiatimes.com/entertainment/malayalam/movie-reviews/aavesham/movie-review/109220919.cms?from=mdr",
    "46": "https://www.indiatoday.in/movies/reviews/story/aavesham-review-fahadh-faasil-hits-it-out-of-the-park-jithu-madhavan-film-2526040-2024-04-11",
    "47": "https://www.theweek.in/review/movies/2024/04/11/aavesham-review-this-fahadh-faasil-movie-wont-disappoint.html",
    "48": "https://m.rediff.com/movies/review/aavesham-review/20240412.htm",
    "49": "https://www.onmanorama.com/entertainment/movie-reviews/2024/04/11/aavesham-movie-review-fahadh-faasil-jithu-madhavan-malayalam.html",
    "50": "https://www.thehindu.com/entertainment/movies/aavesham-movie-review-fahadh-faasils-uninhibited-act-carries-this-thinly-plotted-film/article68055683.ece",
    "51": "https://www.asianetnews.com/entertainment/box-office/vishu-day-kerala-box-office-collection-aavesham-varshangalkku-shesham-jai-ganesh-sbyy2k",
    "52": "https://www.pinkvilla.com/entertainment/box-office/aavesham-and-varshangalkku-shesham-box-office-vishu-releases-continue-the-glory-streak-of-mollywood-read-on-1295693",
    "53": "https://www.pinkvilla.com/entertainment/box-office/aavesham-box-office-collection-fahadh-faasil-starrer-blockbuster-grosses-65-crore-worldwide-in-first-week-1297102",
    "54": "https://www.pinkvilla.com/entertainment/box-office/aavesham-box-office-collections-fahadh-faasil-starrer-tops-100cr-worldwide-seventh-malayalam-film-to-do-so-1298754?amp",
    "55": "https://www.pinkvilla.com/entertainment/box-office/year-ender-2024-top-10-highest-grossing-mollywood-movies-at-worldwide-box-office-1362638",
    "56": "https://www.pinkvilla.com/entertainment/box-office/aavesham-box-office-collections-fahadh-faasil-starrer-becomes-third-malayalam-film-to-top-100cr-in-india-1305172?amp"
  },
  "flair_entities": [
    "malayalam",
    "production no.1",
    "aavesham",
    "film employees federation of kerala",
    "mansoor ali khan",
    "bibi",
    "kannada",
    "midhutty",
    "onam",
    "ambaan.",
    "qube cinema technologies",
    "friends",
    "tumkur",
    "bangalore",
    "bangaluru",
    "sajin gopu",
    "shanthan",
    "plot  aju",
    "sushin shyam",
    "holi",
    "french",
    "roshan shanavas",
    "the hindu",
    "ranga",
    "indian",
    "amazon prime video",
    "a&a release",
    "usd",
    "indian malayalam-language",
    "kuwait",
    "vaana veekshan college",
    "virtual print fee",
    "praveen",
    "us",
    "ashish vidyarthi",
    "hindi",
    "the blaze",
    "eid al-fitr",
    "vivek harshan",
    "jai ganesh",
    "disney+ hotstar",
    "aluva",
    "fahad",
    "fahadh faasil",
    "the times of india",
    "rediff",
    "ranjith \"ranga\" gangadharan",
    "anwar rasheed",
    "mithun jai shankar",
    "illuminati",
    "pvr inox",
    "toyota qualis",
    "bengaluru",
    "hipzster",
    "anna mathews",
    "jithu",
    "janani k",
    "jithu madhavan",
    "union christian college",
    "india",
    "cbfc",
    "romancham",
    "onmanorama",
    "varshangalkku shesham",
    "kutty",
    "vinayak sasikumar",
    "pinkvilla",
    "vishu",
    "bk hostel",
    "mathapithakkale",
    "think music",
    "fahadh",
    "arjun menon",
    "christmas",
    "territory",
    "bangalore-based",
    "jaada",
    "manjummel boys",
    "central board of film certification",
    "nirmal jovial of the week",
    "ashwini kale",
    "pranav raj",
    "varshangalku shesham",
    "aju",
    "phars film",
    "swathi p ajith",
    "mashar hamsa",
    "kerala",
    "anwar rasheed entertainments",
    "naseem hamed",
    "friends and anwar rasheed entertainments",
    "goutham s",
    "madhavan",
    "malayali-kannadiga",
    "shyam",
    "british",
    "galatta",
    "dali benssalah",
    "nazriya nazim",
    "reddy",
    "anandu suresh",
    "the indian express",
    "theatrical  aavesham",
    "sameer thahir"
  ]
}