{
  "title": "Alcohol_(drug)",
  "url": "https://en.wikipedia.org/wiki/Alcohol_(drug)",
  "summary": "Alcohol (from Arabic  al-kuḥl 'the kohl'), sometimes referred to by the chemical name ethanol, is the second most consumed psychoactive drug globally behind caffeine. Alcohol is a central nervous system (CNS) depressant, decreasing electrical activity of neurons in the brain. The World Health Organization (WHO) classifies alcohol as a toxic, psychoactive, dependence-producing, and carcinogenic substance.\nAlcohol is found in fermented beverages such as beer, wine, and distilled spirit – in particular, rectified spirit, and serves various purposes; Certain religions integrate alcohol into their spiritual practices. For example, the Catholic Church requires alcoholic sacramental wine in the Eucharist, and permits moderate consumption of alcohol in daily life as a means of experiencing joy. Alcohol is also used as a recreational drug, for example by college students, for self-medication, and in warfare. It is also frequently involved in alcohol-related crimes such as drunk driving, public intoxication, and underage drinking.\nShort-term effects from moderate consumption include relaxation, decreased social inhibition, and euphoria, while binge drinking may result in cognitive impairment, blackout, and hangover. Excessive alcohol intake causes alcohol poisoning, characterized by unconsciousness or, in severe cases, death. Long-term effects are considered to be a major global public health issue and includes alcoholism, abuse, alcohol withdrawal, fetal alcohol spectrum disorder (FASD), liver disease, hepatitis, cardiovascular disease (e.g., cardiomyopathy), polyneuropathy, alcoholic hallucinosis, long-term impact on the brain (e.g., brain damage, dementia, and Marchiafava–Bignami disease), and cancers.\nFor roughly two decades, the International Agency for Research on Cancer (IARC) of the WHO has classified alcohol as a Group 1 Carcinogen. Globally, alcohol use was the seventh leading risk factor for both deaths and DALY in 2016. According to WHO's Global status report on alcohol and health 2018, more than 200 health issues are associated with harmful alcohol consumption, ranging from liver diseases, road injuries and violence, to cancers, cardiovascular diseases, suicides, tuberculosis, and HIV/AIDS. Moreover, a 2024 WHO report indicates that these harmful consequences of alcohol use result in approximately 2.6 million deaths annually, accounting for 4.7% of all global deaths.\n\nIn 2023, the WHO declared that 'there is no safe amount of alcohol consumption' and that 'the risk to the drinker's health starts from the first drop of any alcoholic beverage.' National agencies are aligning with the WHO's recommendations and increasingly advocating for abstinence from alcohol consumption. They highlight that even minimal alcohol intake is associated with elevated health risks, emphasizing that reducing alcohol intake is beneficial for everyone, regardless of their current drinking levels.",
  "content": [
    {
      "section_title": "Uses",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Dutch courage",
          "section_content": [
            {
              "sentence": "Dutch courage, also known as pot-valiance or liquid courage, refers to courage gained from intoxication with alcohol",
              "refs": []
            },
            {
              "sentence": "[citation needed]",
              "refs": []
            },
            {
              "sentence": "Alcohol use among college students is often used as \"liquid courage\" in the hookup culture, for them to make a sexual advance in the first place",
              "refs": []
            },
            {
              "sentence": ": 200  However, a recent trend called \"dry dating\" is gaining popularity to replace \"liquid courage\", which involves going on dates without consuming alcohol",
              "refs": [
                "https://archive.org/details/guylandperilousw00kimm"
              ]
            },
            {
              "sentence": "Consuming alcohol prior to visiting female sex workers is a common practice among some men",
              "refs": []
            },
            {
              "sentence": "Sex workers often resort to using drugs and alcohol to cope with stress",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4017933"
              ]
            },
            {
              "sentence": "Alcohol when consumed in high doses is considered to be an anaphrodisiac",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Criminal",
              "section_content": [
                {
                  "sentence": "Albeit not a valid intoxication defense, weakening the inhibitions by drunkenness is occasionally used as a tool to commit planned offenses such as property crimes including theft and robbery, and violent crimes including assault, murder, or rape – which sometimes but not always occurs in alcohol-facilitated sexual assaults where the victim is also drugged.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Warfare",
              "section_content": [
                {
                  "sentence": "Alcohol has a long association of military use, and has been called \"liquid courage\" for its role in preparing troops for battle, anaesthetize injured soldiers, and celebrate military victories",
                  "refs": []
                },
                {
                  "sentence": "It has also served as a coping mechanism for combat stress reactions and a means of decompression from combat to everyday life",
                  "refs": []
                },
                {
                  "sentence": "However, this reliance on alcohol can have negative consequences for physical and mental health",
                  "refs": []
                },
                {
                  "sentence": "Military and veteran populations face significant challenges in addressing the co-occurrence of PTSD and alcohol use disorder",
                  "refs": [
                    "https://doi.org/10.3109%2F09540261.2010.550868"
                  ]
                },
                {
                  "sentence": "Military personnel who show symptoms of PTSD, major depressive disorder, alcohol use disorder, and generalized anxiety disorder show higher levels of suicidal ideation",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6561402"
                  ]
                },
                {
                  "sentence": "Alcohol consumption in the US Military is higher than any other profession, according to CDC data from 2013–2017",
                  "refs": []
                },
                {
                  "sentence": "The Department of Defense Survey of Health Related Behaviors among Active Duty Military Personnel published that 47% of active duty members engage in binge drinking, with another 20% engaging in heavy drinking in the past 30 days.",
                  "refs": []
                },
                {
                  "sentence": "Reports from the Russian invasion of Ukraine in 2022 and since suggested that Russian soldiers are drinking significant amount of alcohol (as well as consuming harder drugs), which increases their losses",
                  "refs": []
                },
                {
                  "sentence": "Some reports suggest that on occasion, alcohol and drugs have been provided to the lower quality troops by their commanders, in order to facilitate their use as expendable cannon fodder",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Food energy",
          "section_content": [
            {
              "sentence": "The USDA uses a figure of 6.93 kilocalories (29.0 kJ) per gram of alcohol (5.47 kcal or 22.9 kJ per ml) for calculating food energy",
              "refs": []
            },
            {
              "sentence": "For distilled spirits, a standard serving in the United States is 44 ml (1.5 US fl oz), which at 40% ethanol (80 proof), would be 14 grams and 98 calories.",
              "refs": [
                "https://www.ars.usda.gov/sp2UserFiles/Place/12354500/Data/SR26/sr26_doc.pdf"
              ]
            },
            {
              "sentence": "However, alcoholic drinks are considered empty calorie foods because other than food energy they contribute no essential nutrients",
              "refs": []
            },
            {
              "sentence": "Alcohol increases insulin response to glucose promoting fat storage and hindering carb/fat burning oxidation",
              "refs": []
            },
            {
              "sentence": "This excess processing in the liver acetyl CoA can lead to fatty liver disease and eventually alcoholic liver disease",
              "refs": [
                "http://diabetes.diabetesjournals.org/content/18/8/517.full.pdf",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC329642"
              ]
            },
            {
              "sentence": "This progression can lead to further complications, alcohol-related liver disease may cause exocrine pancreatic insufficiency, the inability to properly digest food due to a lack or reduction of digestive enzymes made by the pancreas",
              "refs": []
            },
            {
              "sentence": "The use of alcohol as a staple food source is considered inconvenient due to the fact that it increases the blood alcohol content (BAC)",
              "refs": []
            },
            {
              "sentence": "However, alcohol is a significant source of food energy for individuals with alcoholism and those who engage in binge drinking; For example, individuals with drunkorexia, engage in the combination of self-imposed malnutrition and binge drinking to avoid weight gain from alcohol, to save money for purchasing alcohol,  and to facilitate alcohol intoxication",
              "refs": [
                "https://works.bepress.com/rachel-winograd/31/download/"
              ]
            },
            {
              "sentence": "Also, in alcoholics who get most of their daily calories from alcohol, a deficiency of thiamine can produce Korsakoff's syndrome, which is associated with serious brain damage",
              "refs": [
                "https://www.sciencedaily.com/releases/2011/10/111017171506.htm"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Medical",
          "section_content": [
            {
              "sentence": "Spiritus fortis is a medical term for ethanol solutions with 95% ABV.",
              "refs": []
            },
            {
              "sentence": "When taken by mouth or injected into a vein ethanol is used to treat methanol or ethylene glycol toxicity  when fomepizole is not available",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4806829"
              ]
            },
            {
              "sentence": "Ethanol, when used to treat or prevent methanol and/or ethylene glycol toxicity, competes with other alcohols for the alcohol dehydrogenase enzyme, lessening metabolism into toxic aldehyde and carboxylic acid derivatives, and reducing the more serious toxic effects of the glycols when crystallized in the kidneys",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Recreational",
          "section_content": [
            {
              "sentence": "Drinking culture is the set of traditions and social behaviors that surround the consumption of alcoholic beverages as a recreational drug and social lubricant",
              "refs": []
            },
            {
              "sentence": "Although alcoholic beverages and social attitudes toward drinking vary around the world, nearly every civilization has independently discovered the processes of brewing beer, fermenting wine and distilling spirits",
              "refs": []
            },
            {
              "sentence": "Common drinking styles include moderate drinking, social drinking, and binge drinking.",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Drinking styles",
              "section_content": [
                {
                  "sentence": "In today's society, there is a growing awareness of this, reflected in the variety of approaches to alcohol use, each emphasizing responsible choices",
                  "refs": []
                },
                {
                  "sentence": "Sober curious describes a mindset or approach where someone is consciously choosing to reduce or eliminate alcohol consumption, not drinking and driving, being aware of your surroundings, not pressuring others to drink, and being able to quit anytime",
                  "refs": []
                },
                {
                  "sentence": "However, they are not necessarily committed to complete sobriety.",
                  "refs": []
                },
                {
                  "sentence": "A 2014 report in the National Survey on Drug Use and Health found that only 10% of either \"heavy drinkers\" or \"binge drinkers\" defined according to the above criteria also met the criteria for alcohol dependence, while only 1.3% of non-binge drinkers met the criteria",
                  "refs": []
                },
                {
                  "sentence": "An inference drawn from this study is that evidence-based policy strategies and clinical preventive services may effectively reduce binge drinking without requiring addiction treatment in most cases",
                  "refs": []
                }
              ],
              "subsections": [
                {
                  "section_title": "Binge drinking",
                  "section_content": [
                    {
                      "sentence": "Binge drinking, or heavy episodic drinking, is drinking alcoholic beverages with an intention of becoming intoxicated by heavy consumption of alcohol over a short period of time, but definitions vary considerably",
                      "refs": []
                    },
                    {
                      "sentence": "Binge drinking is a style of drinking that is popular in several countries worldwide, and overlaps somewhat with social drinking since it is often done in groups.",
                      "refs": [
                        "https://pubmed.ncbi.nlm.nih.gov/11458287"
                      ]
                    },
                    {
                      "sentence": "Drinking games involve consuming alcohol as part of the gameplay",
                      "refs": []
                    },
                    {
                      "sentence": "They can be risky because they can encourage people to drink more than they intended to",
                      "refs": []
                    },
                    {
                      "sentence": "Recent studies link binge drinking habits to a decline in quality of life and a shortened lifespan by 3–6 years",
                      "refs": []
                    },
                    {
                      "sentence": "Alcohol-based sugar-sweetened beverages, are closely linked to episodic drinking in adolescents",
                      "refs": []
                    },
                    {
                      "sentence": "Sugar-infused alcoholic beverages include alcopops, and liqueurs.",
                      "refs": [
                        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8447180"
                      ]
                    },
                    {
                      "sentence": "Pregame heavy episodic drinking (4+/5+ drinks for women/men) or more drinks is linked to a higher likelihood of engaging in high-intensity drinking (8+/10+ drinks), according to a 2022 study",
                      "refs": []
                    },
                    {
                      "sentence": "The study also found that students who pregame at this level report more negative consequences compared to days with moderate pregame drinking and days without any pregame drinking",
                      "refs": []
                    },
                    {
                      "sentence": "Hazing has a long-standing presence in college fraternities, often involving alcohol as a form of punishment",
                      "refs": []
                    },
                    {
                      "sentence": "This can lead to dangerous levels of intoxication and severe ethanol poisoning, sometimes resulting in fatalities",
                      "refs": []
                    },
                    {
                      "sentence": "High serum ethanol levels are common among affected students",
                      "refs": []
                    }
                  ],
                  "subsections": [
                    {
                      "section_title": "Definition",
                      "section_content": [
                        {
                          "sentence": "Heavy drinking should not be confused with heavy episodic drinking, commonly known as binge drinking, which takes place over a brief period of a few hours",
                          "refs": []
                        },
                        {
                          "sentence": "However, multiple binge drinking sessions within a short timeframe can be classified as heavy drinking.",
                          "refs": []
                        },
                        {
                          "sentence": "Heavy alcohol use refers to consumption patterns that take place within a single day, week, or month, depending on the amount consumed:",
                          "refs": []
                        }
                      ],
                      "subsections": []
                    }
                  ]
                },
                {
                  "section_title": "Heavy drinking",
                  "section_content": [
                    {
                      "sentence": "Alcohol in association football has long been a complex issue, with significant cultural and behavioral implications",
                      "refs": []
                    },
                    {
                      "sentence": "Football is widely observed in various settings such as television broadcasts, sports bars, and arenas, contributing to the drinking culture surrounding the sport",
                      "refs": []
                    },
                    {
                      "sentence": "A 2007 study at the University of Texas at Austin monitored the drinking habits of 541 students over two football seasons",
                      "refs": []
                    },
                    {
                      "sentence": "It revealed that high-profile game days ranked among the heaviest drinking occasions, similar to New Year's Eve",
                      "refs": []
                    },
                    {
                      "sentence": "Male students increased their consumption for all games, while socially active female students drank heavily during away games",
                      "refs": []
                    },
                    {
                      "sentence": "Lighter drinkers also showed a higher likelihood of risky behaviors during away games as their intoxication increased",
                      "refs": []
                    },
                    {
                      "sentence": "This research highlights specific drinking patterns linked to collegiate sports events",
                      "refs": []
                    },
                    {
                      "sentence": "Heavy drinking significantly increases during December, particularly around Christmas and New Year's, leading to a rise in alcohol sales, consumption, and related harmful events and deaths",
                      "refs": []
                    },
                    {
                      "sentence": "Because of increased alcohol consumption at festivities and poorer road conditions during the winter months, alcohol-related road traffic accidents increase over the Christmas and holiday season",
                      "refs": [
                        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4211338"
                      ]
                    },
                    {
                      "sentence": "According to a 2022 study, recreational heavy drinking and intoxication have become increasingly prevalent among Nigerian youth in Benin City",
                      "refs": []
                    },
                    {
                      "sentence": "Traditionally, alcohol use was more accepted for men, while youth drinking was often taboo",
                      "refs": []
                    },
                    {
                      "sentence": "Today, many young people engage in heavy drinking for pleasure and excitement",
                      "refs": []
                    },
                    {
                      "sentence": "Peer networks encourage this behavior through rituals that promote intoxication and provide care for inebriated friends",
                      "refs": []
                    },
                    {
                      "sentence": "The findings suggest a need to reconsider cultural prohibitions on youth drinking and advocate for public health interventions promoting low-risk drinking practices",
                      "refs": []
                    }
                  ],
                  "subsections": [
                    {
                      "section_title": "Definition",
                      "section_content": [
                        {
                          "sentence": "Heavy drinking should not be confused with heavy episodic drinking, commonly known as binge drinking, which takes place over a brief period of a few hours",
                          "refs": []
                        },
                        {
                          "sentence": "However, multiple binge drinking sessions within a short timeframe can be classified as heavy drinking.",
                          "refs": []
                        },
                        {
                          "sentence": "Heavy alcohol use refers to consumption patterns that take place within a single day, week, or month, depending on the amount consumed:",
                          "refs": []
                        }
                      ],
                      "subsections": []
                    }
                  ]
                },
                {
                  "section_title": "Light, moderate, responsible, and social drinking",
                  "section_content": [
                    {
                      "sentence": "In many cultures, good news is often celebrated by a group sharing alcoholic drinks",
                      "refs": []
                    },
                    {
                      "sentence": "For example, sparkling wine may be used to toast the bride at a wedding, and alcoholic drinks may be served to celebrate a baby's birth",
                      "refs": []
                    },
                    {
                      "sentence": "Buying someone an alcoholic drink is often considered a gesture of goodwill, an expression of gratitude, or to mark the resolution of a dispute.",
                      "refs": []
                    }
                  ],
                  "subsections": [
                    {
                      "section_title": "Definitions",
                      "section_content": [
                        {
                          "sentence": "Light drinking, moderate drinking, responsible drinking, and social drinking are often used interchangeably, but with slightly different connotations:",
                          "refs": []
                        }
                      ],
                      "subsections": []
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "section_title": "Self-medication",
          "section_content": [
            {
              "sentence": "The therapeutic index for ethanol is 10%",
              "refs": []
            },
            {
              "sentence": "Alcohol can have analgesic (pain-relieving) effects, which is why some people with chronic pain turn to alcohol to self-medicate and try to alleviate their physical discomfort",
              "refs": []
            },
            {
              "sentence": "People with social anxiety disorder commonly self-medicate with alcohol to overcome their highly set inhibitions",
              "refs": []
            },
            {
              "sentence": "However, self-medicating excessively for prolonged periods of time with alcohol often makes the symptoms of anxiety or depression worse",
              "refs": [
                "https://web.archive.org/web/20180131204846/http://pubs.niaaa.nih.gov/publications/arh26-2/130-135.htm"
              ]
            },
            {
              "sentence": "This is believed to occur as a result of the changes in brain chemistry from long-term use",
              "refs": []
            },
            {
              "sentence": "A 2023 systematic review highlights the non-addictive use of alcohol for managing developmental issues, personality traits, and psychiatric symptoms, emphasizing the need for informed, harm-controlled approaches to alcohol consumption within a personalized health policy framework",
              "refs": [
                "https://doi.org/10.1016%2FS0924-9338%2800%2900519-8",
                "https://doi.org/10.1016%2F0002-9343%2892%2990136-Y",
                "https://doi.org/10.4088%2FJCP.v68n0608"
              ]
            },
            {
              "sentence": "A 2023 study suggests that people who drink for both recreational enjoyment and therapeutic reasons, like relieving pain and anxiety/depression/stress, have a higher demand for alcohol compared to those who drink solely for recreation or self-medication",
              "refs": []
            },
            {
              "sentence": "This finding raises concerns, as this group may be more likely to develop alcohol use disorder and experience negative consequences related to their drinking",
              "refs": []
            },
            {
              "sentence": "A significant proportion of patients attending mental health services for conditions including anxiety disorders such as panic disorder or social phobia have developed these conditions as a result of recreational alcohol or sedative use.",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9399303"
              ]
            },
            {
              "sentence": "Self-medication or mental disorders may make people not decline their drinking despite negative consequences",
              "refs": []
            },
            {
              "sentence": "This can create a cycle of dependence that is difficult to break without addressing the underlying mental health issue.",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Unscientific",
              "section_content": [
                {
                  "sentence": "The American Heart Association warn that \"We've all seen the headlines about studies associating light or moderate drinking with health benefits and reduced mortality",
                  "refs": []
                },
                {
                  "sentence": "Some researchers have suggested there are health benefits from wine, especially red wine, and that a glass a day can be good for the heart",
                  "refs": []
                },
                {
                  "sentence": "But there's more to the story",
                  "refs": []
                },
                {
                  "sentence": "No research has proved a cause-and-effect link between drinking alcohol and better heart health.\"",
                  "refs": [
                    "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/alcohol-and-heart-health"
                  ]
                },
                {
                  "sentence": "In folk medicine, consuming a nightcap is for the purpose of inducing sleep",
                  "refs": []
                },
                {
                  "sentence": "However, alcohol is not recommended by many doctors as a sleep aid because it interferes with sleep quality",
                  "refs": []
                },
                {
                  "sentence": "\"Hair of the dog\", short for \"hair of the dog that bit you\", is a colloquial expression in the English language predominantly used to refer to alcohol that is consumed as a hangover remedy (with the aim of lessening the effects of a hangover)",
                  "refs": []
                },
                {
                  "sentence": "Many other languages have their own phrase to describe the same concept",
                  "refs": []
                },
                {
                  "sentence": "The idea may have some basis in science in the difference between ethanol and methanol metabolism",
                  "refs": []
                },
                {
                  "sentence": "Instead of alcohol, rehydration before going to bed or during hangover may relieve dehydration-associated symptoms such as thirst, dizziness, dry mouth, and headache",
                  "refs": []
                },
                {
                  "sentence": "Drinking alcohol may cause subclinical immunosuppression",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Spiritual",
          "section_content": [
            {
              "sentence": "Christian views on alcohol encompass a range of perspectives regarding the consumption of alcoholic beverages, with significant emphasis on moderation rather than total abstinence",
              "refs": []
            },
            {
              "sentence": "The moderationist position is held by Roman Catholics  and Eastern Orthodox,  and within Protestantism, it is accepted by Anglicans,  Lutherans   and many Reformed churches",
              "refs": [
                "https://web.archive.org/web/20070307114735/http://www.catholic.com/thisrock/1992/9203chap.asp",
                "http://www.orthodoxresearchinstitute.org/articles/misc/ocallaghan_true_christianity.htm",
                "https://web.archive.org/web/20070226082402/http://www.cofe.anglican.org/info/ethical/policystatements/policyalcohol.pdf",
                "https://web.archive.org/web/20070214184311/http://www.elca.org/ecumenical/ecumenicaldialogue/unitedmethodist/GuidelinesEucharisticSharing.pdf",
                "http://www.lcms.org/graphics/assets/media/CTCR/Theol_lord_supper1.pdf"
              ]
            },
            {
              "sentence": "Moderationism is also accepted by Jehovah's Witnesses",
              "refs": [
                "http://webarchive.loc.gov/all/20030413162500/http://www.pcusa.org/101/101-alcohol.htm",
                "https://web.archive.org/web/20120608114107/http://www.ucc.org/assets/pdfs/worshipintro.pdf",
                "https://web.archive.org/web/20121021024500/http://crcna.org/pages/positions_alcohol.cfm",
                "https://web.archive.org/web/20170912044757/http://pcahistory.org/pca/2-051.html"
              ]
            },
            {
              "sentence": "Spiritual use of moderate alcohol consumption is also found in some religions and schools with esoteric influences, including the Hindu tantra sect Aghori, in the Sufi Bektashi Order and Alevi Jem ceremonies,  in the Rarámuri religion, in the Japanese religion Shinto,  by the new religious movement Thelema, in Vajrayana Buddhism, and in Vodou faith of Haiti.",
              "refs": [
                "https://doi.org/10.1086%2F665961",
                "https://search.worldcat.org/oclc/264474222"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Contraindication",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Pregnancy",
          "section_content": [
            {
              "sentence": "In the US, alcohol is subject to the FDA drug labeling Pregnancy Category X (Contraindicated in pregnancy).",
              "refs": []
            },
            {
              "sentence": "Minnesota, North Dakota, Oklahoma, South Dakota, and Wisconsin have laws that allow the state to involuntarily commit pregnant women to treatment if they abuse alcohol during pregnancy",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Risks",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "Fetal alcohol spectrum disorder",
                  "section_content": [
                    {
                      "sentence": "Ethanol is classified as a teratogen   [medical citation needed]—a substance known to cause birth defects; according to the U.S",
                      "refs": [
                        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8541151",
                        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8395909"
                      ]
                    },
                    {
                      "sentence": "Centers for Disease Control and Prevention (CDC), alcohol consumption by women who are not using birth control increases the risk of fetal alcohol spectrum disorders (FASDs)",
                      "refs": []
                    },
                    {
                      "sentence": "This group of conditions encompasses fetal alcohol syndrome, partial fetal alcohol syndrome, alcohol-related neurodevelopmental disorder, static encephalopathy, and alcohol-related birth defects",
                      "refs": []
                    },
                    {
                      "sentence": "The CDC currently recommends complete abstinence from alcoholic beverages for women of child-bearing age who are pregnant, trying to become pregnant, or are sexually active and not using birth control",
                      "refs": [
                        "https://www.cdc.gov/ncbddd/fasd/facts.html"
                      ]
                    },
                    {
                      "sentence": "In South Africa, some populations have rates as high as 9%",
                      "refs": []
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "Miscarriage",
                  "section_content": [
                    {
                      "sentence": "Miscarriage, also known in medical terms as a spontaneous abortion, is the death and expulsion of an embryo or fetus before it can survive independently.",
                      "refs": []
                    },
                    {
                      "sentence": "Alcohol consumption is a risk factor for miscarriage",
                      "refs": []
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "Sudden infant death syndrome",
                  "section_content": [
                    {
                      "sentence": "Drinking of alcohol by parents is linked to sudden infant death syndrome (SIDS)",
                      "refs": []
                    },
                    {
                      "sentence": "One study found a positive correlation between the two during New Years celebrations and weekends",
                      "refs": [
                        "https://doi.org/10.1055%2Fs-0032-1331035"
                      ]
                    },
                    {
                      "sentence": "Another found that alcohol use disorder was linked to a more than doubling of risk",
                      "refs": [
                        "https://zenodo.org/record/886389"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "section_title": "Adverse effects",
      "section_content": [
        {
          "sentence": "Alcohol has a variety of short-term and long-term adverse effects",
          "refs": []
        },
        {
          "sentence": "Alcohol has both short-term, and long-term effects on the memory, and sleep",
          "refs": []
        },
        {
          "sentence": "It also has reinforcement-related adverse effects, including alcoholism, dependence, and withdrawal; The most severe withdrawal symptoms, associated with physical dependence, can include seizures and delirium tremens, which in rare cases can be fatal",
          "refs": []
        },
        {
          "sentence": "Alcohol use is directly related to considerable morbidity and mortality, for instance due to intoxication and alcohol-related health problems",
          "refs": []
        },
        {
          "sentence": "The World Health Organization advises that there is no safe level of alcohol consumption",
          "refs": [
            "https://books.google.com/books?id=J3-78PdF83kC&pg=PA699"
          ]
        },
        {
          "sentence": "A study in 2015 found that alcohol and tobacco use combined resulted in a significant health burden, costing over a quarter of a billion disability-adjusted life years",
          "refs": []
        },
        {
          "sentence": "Illicit drug use caused tens of millions more disability-adjusted life years",
          "refs": []
        },
        {
          "sentence": "Drunkorexia is a colloquialism for anorexia or bulimia combined with an alcohol use disorder",
          "refs": []
        },
        {
          "sentence": "Alcohol is a common cause of substance-induced psychosis or episodes, which may occur through acute intoxication, chronic alcoholism, withdrawal, exacerbation of existing disorders, or acute idiosyncratic reactions",
          "refs": []
        },
        {
          "sentence": "Research has shown that excessive alcohol use causes an 8-fold increased risk of psychotic disorders in men and a 3-fold increased risk of psychotic disorders in women",
          "refs": [
            "https://emedicine.medscape.com/article/289848-overview"
          ]
        },
        {
          "sentence": "While the vast majority of cases are acute and resolve fairly quickly upon treatment and/or abstinence, they can occasionally become chronic and persistent",
          "refs": [
            "https://doi.org/10.1097%2F00005053-199017880-00001",
            "https://doi.org/10.2146%2Fajhp060647"
          ]
        },
        {
          "sentence": "Alcoholic psychosis is sometimes misdiagnosed as another mental illness such as schizophrenia",
          "refs": [
            "https://emedicine.medscape.com/article/289848-overview"
          ]
        },
        {
          "sentence": "An inability to process or exhibit emotions in a proper manner has been shown to exist in people who consume excessive amounts of alcohol and those who were exposed to alcohol while fetuses (FAexp)",
          "refs": []
        },
        {
          "sentence": "Also, a significant portion (40–60%) of alcoholics experience emotional blindness",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Impairments in theory of mind, as well as other social-cognitive deficits, are commonly found in people who have alcohol use disorders, due to the neurotoxic effects of alcohol on the brain, particularly the prefrontal cortex",
          "refs": [
            "https://pubmed.ncbi.nlm.nih.gov/12218885"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Short-term effects",
          "section_content": [
            {
              "sentence": "The amount of ethanol in the body is typically quantified by blood alcohol content (BAC); weight of ethanol per unit volume of blood",
              "refs": []
            },
            {
              "sentence": "Small doses of ethanol, in general, are stimulant-like  and produce euphoria and relaxation; people experiencing these symptoms tend to become talkative and less inhibited, and may exhibit poor judgement",
              "refs": [
                "https://doi.org/10.1007%2F7854_2011_135"
              ]
            },
            {
              "sentence": "At higher dosages (BAC > 1 gram/liter), ethanol acts as a central nervous system (CNS) depressant,  producing at progressively higher dosages, impaired sensory and motor function, slowed cognition, stupefaction, unconsciousness, and possible death",
              "refs": [
                "https://doi.org/10.1007%2F7854_2011_135"
              ]
            },
            {
              "sentence": "Ethanol is commonly consumed as a recreational substance, especially while socializing, due to its psychoactive effects.",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Central nervous system impairment",
              "section_content": [
                {
                  "sentence": "Alcohol causes generalized CNS depression, is a positive allosteric GABAA modulator and is associated and related with decreased anxiety, decreased social inhibition, sedation, impairment of cognitive, memory, motor, and sensory function",
                  "refs": []
                },
                {
                  "sentence": "It slows and impairs cognition and reaction time and the cognitive skills, impairs judgement, interferes with motor function resulting in motor incoordination, numbness, impairs memory formation, and causes sensory impairment.",
                  "refs": []
                },
                {
                  "sentence": "Binge drinking can cause generalized impairment of neurocognitive function, dizziness, analgesia, amnesia, ataxia (loss of balance, confusion, sedation, slurred speech), general anaesthesia, decreased libido, nausea, vomiting, blackout, spins, stupor, unconsciousness, and hangover.",
                  "refs": []
                },
                {
                  "sentence": "At very high concentrations, alcohol can cause anterograde amnesia, markedly decreased heart rate, pulmonary aspiration, positional alcohol nystagmus, respiratory depression, shock, coma and death can result due to profound suppression of CNS function alcohol overdose and can finish in consequent dysautonomia.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Gastrointestinal effects",
              "section_content": [
                {
                  "sentence": "Alcohol can cause nausea and vomiting in sufficiently high amounts (varying by person).",
                  "refs": []
                },
                {
                  "sentence": "Alcohol stimulates gastric juice production, even when food is not present, and as a result, its consumption stimulates acidic secretions normally intended to digest protein molecules",
                  "refs": []
                },
                {
                  "sentence": "Consequently, the excess acidity may harm the inner lining of the stomach",
                  "refs": []
                },
                {
                  "sentence": "The stomach lining is normally protected by a mucosal layer that prevents the stomach from, essentially, digesting itself",
                  "refs": []
                },
                {
                  "sentence": "Ingestion of alcohol can initiate systemic pro-inflammatory changes through two intestinal routes: (1) altering intestinal microbiota composition (dysbiosis), which increases lipopolysaccharide (LPS) release, and (2) degrading intestinal mucosal barrier integrity – thus allowing LPS to enter the circulatory system",
                  "refs": []
                },
                {
                  "sentence": "The major portion of the blood supply to the liver is provided by the portal vein",
                  "refs": []
                },
                {
                  "sentence": "Therefore, while the liver is continuously fed nutrients from the intestine, it is also exposed to any bacteria and/or bacterial derivatives that breach the intestinal mucosal barrier",
                  "refs": []
                },
                {
                  "sentence": "Consequently, LPS levels increase in the portal vein, liver and systemic circulation after alcohol intake",
                  "refs": []
                },
                {
                  "sentence": "Immune cells in the liver respond to LPS with the production of reactive oxygen species, leukotrienes, chemokines and cytokines",
                  "refs": []
                },
                {
                  "sentence": "These factors promote tissue inflammation and contribute to organ pathology",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Hangover",
              "section_content": [
                {
                  "sentence": "A hangover is the experience of various unpleasant physiological and psychological effects usually following the consumption of alcohol, such as wine, beer, and liquor",
                  "refs": []
                },
                {
                  "sentence": "Hangovers can last for several hours or for more than 24 hours",
                  "refs": []
                },
                {
                  "sentence": "Typical symptoms of a hangover may include headache, drowsiness, concentration problems, dry mouth, dizziness, fatigue, gastrointestinal distress (e.g., nausea, vomiting, diarrhea), absence of hunger, light sensitivity, depression, sweating, hyper-excitability, irritability, and anxiety (often referred to as \"hangxiety\")",
                  "refs": []
                },
                {
                  "sentence": "Though many possible remedies and folk cures have been suggested, there is no compelling evidence to suggest that any are effective for preventing or treating hangovers",
                  "refs": []
                },
                {
                  "sentence": "Avoiding alcohol or drinking in moderation are the most effective ways to avoid a hangover",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1322250",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The socioeconomic consequences of hangovers include workplace absenteeism, impaired job performance, reduced productivity and poor academic achievement",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1322250"
                  ]
                },
                {
                  "sentence": "A hangover may also impair performance during potentially dangerous daily activities such as driving a car or operating heavy machinery",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Holiday heart syndrome",
              "section_content": [
                {
                  "sentence": "Holiday heart syndrome, also known as alcohol-induced atrial arrhythmias, is a syndrome defined by an irregular heartbeat and palpitations  associated with high levels of ethanol consumption",
                  "refs": [
                    "http://www.ncbi.nlm.nih.gov/books/NBK537185/"
                  ]
                },
                {
                  "sentence": "Holiday heart syndrome was discovered in 1978 when Philip Ettinger discovered the connection between arrhythmia and alcohol consumption",
                  "refs": [
                    "https://web.archive.org/web/20181121094118/https://www.biology-online.org/dictionary/Holiday_heart_syndrome",
                    "https://emedicine.medscape.com/article/155050-overview"
                  ]
                },
                {
                  "sentence": "It received its common name as it is associated with the binge drinking common during the holidays",
                  "refs": [
                    "https://doi.org/10.1016%2F0002-8703%2878%2990296-x"
                  ]
                },
                {
                  "sentence": "It is unclear how common this syndrome is",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3998158"
                  ]
                },
                {
                  "sentence": "5-10% of cases of atrial fibrillation may be related to this condition, but it could be as high 63%",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Positional alcohol nystagmus",
              "section_content": [
                {
                  "sentence": "Positional alcohol nystagmus (PAN) is nystagmus (visible jerkiness in eye movement) produced when the head is placed in a sideways position",
                  "refs": []
                },
                {
                  "sentence": "PAN occurs when the specific gravity of the membrane space of the semicircular canals in the ear differs from the specific gravity of the fluid in the canals because of the presence of alcohol",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Allergic-like reactions",
              "section_content": [
                {
                  "sentence": "Ethanol-containing beverages can cause alcohol flush reactions, exacerbations of rhinitis and, more seriously and commonly, bronchoconstriction in patients with a history of asthma, and in some cases, urticarial skin eruptions, and systemic dermatitis",
                  "refs": []
                },
                {
                  "sentence": "Such reactions can occur within 1–60 minutes of ethanol ingestion, and may be caused by:",
                  "refs": [
                    "https://doi.org/10.1016%2Fj.anai.2013.09.016"
                  ]
                },
                {
                  "sentence": "Alcohol flush reaction has also been associated with an increased risk of esophageal cancer in those who do drink",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Long-term effects",
          "section_content": [
            {
              "sentence": "According to The Lancet, 'four industries (tobacco, unhealthy food, fossil fuel, and alcohol) are responsible for at least a third of global deaths per year'",
              "refs": []
            },
            {
              "sentence": "In 2024, the World Health Organization published a report including these figures",
              "refs": [
                "https://doi.org/10.1016%2FS0140-6736%2823%2900590-1"
              ]
            },
            {
              "sentence": "Due to the long term effects of alcohol abuse, binge drinking is considered to be a major public health issue",
              "refs": []
            },
            {
              "sentence": "The impact of alcohol on aging is multifaceted",
              "refs": []
            },
            {
              "sentence": "The relationship between alcohol consumption and body weight is the subject of inconclusive studies",
              "refs": []
            },
            {
              "sentence": "Alcoholic lung disease is disease of the lungs caused by excessive alcohol",
              "refs": []
            },
            {
              "sentence": "However, the term 'alcoholic lung disease' is not a generally accepted medical diagnosis.",
              "refs": []
            },
            {
              "sentence": "Alcohol's overall effect on health is uncertain",
              "refs": []
            },
            {
              "sentence": "While some studies suggest moderate consumption might have some benefit, others find any amount increases health risks",
              "refs": []
            },
            {
              "sentence": "This uncertainty is due to conflicting research methods and potential biases, including counting former drinkers as abstainers and the possibility of alcohol industry influence",
              "refs": []
            },
            {
              "sentence": "Because of these issues, experts advise against using alcohol for health reasons",
              "refs": []
            },
            {
              "sentence": "For example, reviews from 2016 found that the \"risk of all-cause mortality, and of cancers specifically, rises with increasing levels of consumption, and the level of consumption that minimises health loss is zero\"",
              "refs": []
            },
            {
              "sentence": "Additionally, in 2023, the World Health Organization (WHO) stated that there is currently no conclusive evidence from studies that the potential benefits of moderate alcohol consumption for cardiovascular disease and type 2 diabetes outweigh the increased cancer risk associated with these drinking levels for individual consumers",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6148333"
              ]
            },
            {
              "sentence": "Despite being a widespread issue, social stigma around problematic alcohol use or alcoholism discourages over 80% from seeking help",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Alcoholism",
              "section_content": [
                {
                  "sentence": "Alcoholism or its medical diagnosis alcohol use disorder refers to alcohol addiction, alcohol dependence, dipsomania, and/or alcohol abuse",
                  "refs": []
                },
                {
                  "sentence": "It is a major problem and many health problems as well as death can result from excessive alcohol use",
                  "refs": []
                },
                {
                  "sentence": "Alcohol dependence is linked to a lifespan that is reduced by about 12 years relative to the average person",
                  "refs": [
                    "https://books.google.com/books?id=_aksAAAAQBAJ&pg=PA370",
                    "https://books.google.com/books?id=J3-78PdF83kC&pg=PA699"
                  ]
                },
                {
                  "sentence": "In 2004, it was estimated that 4% of deaths worldwide were attributable to alcohol use",
                  "refs": [
                    "https://books.google.com/books?id=_aksAAAAQBAJ&pg=PA370"
                  ]
                },
                {
                  "sentence": "Deaths from alcohol are split about evenly between acute causes (e.g., overdose, accidents) and chronic conditions",
                  "refs": [
                    "https://books.google.com/books?id=J3-78PdF83kC&pg=PA699"
                  ]
                },
                {
                  "sentence": "The leading chronic alcohol-related condition associated with death is alcoholic liver disease",
                  "refs": [
                    "https://books.google.com/books?id=J3-78PdF83kC&pg=PA699"
                  ]
                },
                {
                  "sentence": "Alcohol dependence is also associated with cognitive impairment and organic brain damage",
                  "refs": [
                    "https://books.google.com/books?id=J3-78PdF83kC&pg=PA699"
                  ]
                },
                {
                  "sentence": "Some researchers have found that even one alcoholic drink a day increases an individual's risk of health problems by 0.4%",
                  "refs": [
                    "https://books.google.com/books?id=_aksAAAAQBAJ&pg=PA370"
                  ]
                },
                {
                  "sentence": "Stigma surrounding alcohol use disorder is particularly strong and different from the stigma attached to other mental illnesses not caused by substances",
                  "refs": []
                },
                {
                  "sentence": "People with this condition are seen less as truly ill, face greater blame and social rejection, and experience higher structural discrimination risks",
                  "refs": [
                    "https://doi.org/10.1111%2Facer.14598"
                  ]
                },
                {
                  "sentence": "Two or more consecutive alcohol-free days a week have been recommended to improve health and break dependence",
                  "refs": []
                },
                {
                  "sentence": "Dry drunk is an expression coined by the founder of Alcoholics Anonymous  that describes an alcoholic who no longer drinks but otherwise maintains the same behavior patterns of an alcoholic",
                  "refs": [
                    "https://www.webmd.com/mental-health/addiction/what-to-know-dry-drunk-syndrome"
                  ]
                },
                {
                  "sentence": "A high-functioning alcoholic (HFA) is a person who maintains jobs and relationships while exhibiting alcoholism",
                  "refs": []
                },
                {
                  "sentence": "Many Native Americans in the United States have been harmed by, or become addicted to, drinking alcohol",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Brain damage",
              "section_content": [
                {
                  "sentence": "While many people associate alcohol's effects with intoxication, the long-term impact of alcohol on the brain can be severe",
                  "refs": []
                },
                {
                  "sentence": "Binge drinking, or heavy episodic drinking, can lead to alcohol-related brain damage that occurs after a relatively short period of time",
                  "refs": []
                },
                {
                  "sentence": "This brain damage increases the risk of alcohol-related dementia, and abnormalities in mood and cognitive abilities.",
                  "refs": []
                },
                {
                  "sentence": "Alcohol can cause Wernicke encephalopathy and Korsakoff syndrome which frequently occur simultaneously, known as Wernicke–Korsakoff syndrome",
                  "refs": []
                },
                {
                  "sentence": "Lesions, or brain abnormalities, are typically located in the diencephalon which result in anterograde and retrograde amnesia, or memory loss",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5708199"
                  ]
                }
              ],
              "subsections": [
                {
                  "section_title": "Dementia",
                  "section_content": [
                    {
                      "sentence": "Alcohol-related dementia (ARD) is a form of dementia caused by long-term, excessive consumption of alcohol, resulting in neurological damage and impaired cognitive function",
                      "refs": []
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "Marchiafava–Bignami disease",
                  "section_content": [
                    {
                      "sentence": "Marchiafava–Bignami disease is a progressive neurological disease of alcohol use disorder, characterized by corpus callosum demyelination and necrosis and subsequent atrophy",
                      "refs": []
                    },
                    {
                      "sentence": "The disease was first described in 1903 by the Italian pathologists Amico Bignami and Ettore Marchiafava in an Italian Chianti drinker",
                      "refs": []
                    },
                    {
                      "sentence": "Symptoms can include, but are not limited to lack of consciousness, aggression, seizures, depression, hemiparesis, ataxia, apraxia, coma, etc",
                      "refs": []
                    },
                    {
                      "sentence": "There will also be lesions in the corpus callosum",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "[citation needed]",
                      "refs": []
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "Liver damage",
              "section_content": [
                {
                  "sentence": "Consuming more than 30 grams of pure alcohol per day over an extended period can significantly increase the risk of developing alcoholic liver disease",
                  "refs": []
                },
                {
                  "sentence": "During the metabolism of alcohol via the respective dehydrogenases, nicotinamide adenine dinucleotide (NAD) is converted into reduced NAD",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3321494"
                  ]
                },
                {
                  "sentence": "Normally, NAD is used to metabolize fats in the liver, and as such alcohol competes with these fats for the use of NAD",
                  "refs": []
                },
                {
                  "sentence": "Prolonged exposure to alcohol means that fats accumulate in the liver, leading to the term 'fatty liver'",
                  "refs": []
                },
                {
                  "sentence": "Continued consumption (such as in alcohol use disorder) then leads to cell death in the hepatocytes as the fat stores reduce the function of the cell to the point of death",
                  "refs": []
                },
                {
                  "sentence": "These cells are then replaced with scar tissue, leading to the condition called cirrhosis.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Cancer",
              "section_content": [
                {
                  "sentence": "Alcoholic beverages have been classified as carcinogenic by leading health organizations for more than two decades, including the WHO's IARC (Group 1 carcinogens)  and the U.S",
                  "refs": [
                    "https://web.archive.org/web/20111025122327/http://monographs.iarc.fr/ENG/Classification/ClassificationsGroupOrder.pdf"
                  ]
                },
                {
                  "sentence": "NTP,  raising concerns about the potential cancer risk associated with alcohol consumption.",
                  "refs": [
                    "https://doi.org/10.22427%2Fntp-other-1003"
                  ]
                },
                {
                  "sentence": "In 2023 the WHO highlighted a statistic: nearly half of all alcohol-attributable cancers in the WHO European Region are linked to alcohol consumption, even from \"light\" or \"moderate\" drinking – \"less than 1.5 litres of wine or less than 3.5 litres of beer or less than 450 millilitres of spirits per week\"",
                  "refs": []
                },
                {
                  "sentence": "This new information suggests that these consumption levels should now be considered high-risk",
                  "refs": [
                    "https://www.who.int/europe/news/item/04-01-2023-no-level-of-alcohol-consumption-is-safe-for-our-health"
                  ]
                },
                {
                  "sentence": "Many countries exceed these levels by a significant margin",
                  "refs": []
                },
                {
                  "sentence": "Echoing the WHO's view, a growing number of national public health agencies are prioritizing complete abstinence (teetotalism) and stricter drinking guidelines in their alcohol consumption recommendations.",
                  "refs": []
                },
                {
                  "sentence": "Alcohol is also a major cause for head and neck cancer, especially laryngeal cancer.",
                  "refs": []
                },
                {
                  "sentence": "This risk is even higher when alcohol is used together with tobacco",
                  "refs": []
                },
                {
                  "sentence": "Qualitative analysis reveals that the alcohol industry likely misinforms the public about the alcohol-cancer link, similar to the tobacco industry",
                  "refs": []
                },
                {
                  "sentence": "The alcohol industry influences alcohol policy and health messages, including those for schoolchildren",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Cardiovascular disease",
              "section_content": [
                {
                  "sentence": "Excessive daily alcohol consumption and binge drinking can cause a higher risk of stroke, coronary artery disease, heart failure, fatal hypertensive disease, and fatal aortic aneurysm",
                  "refs": []
                },
                {
                  "sentence": "A 2010 study reviewed research on alcohol and heart disease",
                  "refs": []
                },
                {
                  "sentence": "They found that moderate drinking did not seem to worsen things for people who already had heart problems",
                  "refs": []
                },
                {
                  "sentence": "But importantly, the researchers did not say that people who do not drink should start in order to improve their heart health",
                  "refs": []
                },
                {
                  "sentence": "Thus, the safety and potential positive effect of light drinking on the cardiovascular system has not yet been proven",
                  "refs": [
                    "https://doi.org/10.1016%2Fj.jacc.2010.01.006"
                  ]
                },
                {
                  "sentence": "Still alcohol is a major health risk, and even if moderate drinking lowers the risk of some cardiovascular diseases it might increase the risk of others",
                  "refs": []
                },
                {
                  "sentence": "Therefore starting to drink alcohol in the hope of any benefit is not recommended",
                  "refs": []
                },
                {
                  "sentence": "The World Heart Federation (2022) recommends against any alcohol intake for optimal heart health",
                  "refs": []
                },
                {
                  "sentence": "It has also been pointed out that the studies suggesting a positive link between red wine consumption and heart health had flawed methodology in the form of comparing two sets of people which were not actually appropriately paired",
                  "refs": []
                }
              ],
              "subsections": [
                {
                  "section_title": "Cardiomyopathy",
                  "section_content": [
                    {
                      "sentence": "Alcoholic cardiomyopathy (ACM) is a disease in which the long-term consumption of alcohol leads to heart failure",
                      "refs": []
                    },
                    {
                      "sentence": "ACM is a type of dilated cardiomyopathy",
                      "refs": [
                        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1923411"
                      ]
                    },
                    {
                      "sentence": "The heart is unable to pump blood efficiently, leading to heart failure",
                      "refs": []
                    },
                    {
                      "sentence": "It can affect other parts of the body if the heart failure is severe",
                      "refs": []
                    },
                    {
                      "sentence": "It is most common in males between the ages of 35 and 50.",
                      "refs": []
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "Hearing loss",
              "section_content": [
                {
                  "sentence": "Alcohol, classified as an ototoxin (ear toxin),  can contribute to hearing loss sometimes referred to as \"cocktail deafness\" after exposure to loud noises in drinking environments",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9443585"
                  ]
                },
                {
                  "sentence": "Children with fetal alcohol spectrum disorder (FASD) are at an increased risk of having hearing difficulties.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Withdrawal syndrome",
              "section_content": [
                {
                  "sentence": "Discontinuation of alcohol after extended heavy use and associated tolerance development (resulting in dependence) can result in withdrawal",
                  "refs": []
                },
                {
                  "sentence": "Alcohol withdrawal can cause confusion, paranoia, anxiety, insomnia, agitation, tremors, fever, nausea, vomiting, autonomic dysfunction, seizures, and hallucinations",
                  "refs": []
                },
                {
                  "sentence": "In severe cases, death can result.",
                  "refs": []
                },
                {
                  "sentence": "Delirium tremens is a condition that requires people with a long history of heavy drinking to undertake an alcohol detoxification regimen.",
                  "refs": []
                },
                {
                  "sentence": "Alcohol is one of the more dangerous drugs to withdraw from",
                  "refs": []
                },
                {
                  "sentence": "Drugs which help to re-stabilize the glutamate system such as N-acetylcysteine have been proposed for the treatment of addiction to cocaine, nicotine, and alcohol",
                  "refs": [
                    "https://books.google.com/books?id=DFR2AwAAQBAJ&pg=PT1059"
                  ]
                },
                {
                  "sentence": "Cohort studies have demonstrated that the combination of anticonvulsants and benzodiazepines is more effective than other treatments in reducing alcohol withdrawal scores and shortening the duration of intensive care unit stays",
                  "refs": []
                },
                {
                  "sentence": "Nitrous oxide has been shown to be an effective and safe treatment for alcohol withdrawal",
                  "refs": []
                },
                {
                  "sentence": "The gas therapy reduces the use of highly addictive sedative medications (like benzodiazepines and barbiturates).",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Cortisol",
              "section_content": [
                {
                  "sentence": "Research has looked into the effects of alcohol on the amount of cortisol that is produced in the human body",
                  "refs": []
                },
                {
                  "sentence": "Continuous consumption of alcohol over an extended period of time has been shown to raise cortisol levels in the body",
                  "refs": []
                },
                {
                  "sentence": "Cortisol is released during periods of high stress, and can result in the temporary shut down of other physical processes, causing physical damage to the body.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Gout",
              "section_content": [
                {
                  "sentence": "There is a strong association between gout the consumption of alcohol, and sugar-sweetened beverages,  with wine presenting somewhat less of a risk than beer or spirits",
                  "refs": [
                    "https://doi.org/10.1080%2F10408398.2018.1503155"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Ketoacidosis",
              "section_content": [
                {
                  "sentence": "Alcoholic ketoacidosis (AKA) is a specific group of symptoms and metabolic state related to alcohol use",
                  "refs": []
                },
                {
                  "sentence": "Symptoms often include abdominal pain, vomiting, agitation, a fast respiratory rate, and a specific \"fruity\" smell",
                  "refs": [
                    "https://doi.org/10.1016%2Fj.emc.2013.12.002"
                  ]
                },
                {
                  "sentence": "Consciousness is generally normal",
                  "refs": [
                    "https://pubmed.ncbi.nlm.nih.gov/28613672"
                  ]
                },
                {
                  "sentence": "Complications may include sudden death",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2564331"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Mental disorders",
              "section_content": [
                {
                  "sentence": "Mental disorders can be a significant risk factor for alcohol abuse.",
                  "refs": []
                },
                {
                  "sentence": "Alcohol abuse, alcohol dependence, and alcoholism are comorbid with anxiety disorders",
                  "refs": []
                },
                {
                  "sentence": "With dual diagnosis, the initial symptoms of mental illness tend to appear before those of substance abuse",
                  "refs": [
                    "https://doi.org/10.1016%2Fs0272-7358%2899%2900027-6",
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7006178"
                  ]
                },
                {
                  "sentence": "Individuals with common mental health conditions, such as depression, anxiety, or phobias, are twice as likely to also report having an alcohol use disorder, compared to those without these mental health challenges",
                  "refs": [
                    "https://doi.org/10.1016%2Fj.biopsych.2004.06.034"
                  ]
                },
                {
                  "sentence": "Alcohol is a major risk factor for self-harm",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9300028"
                  ]
                },
                {
                  "sentence": "Individuals with anxiety disorders who self-medicate with drugs or alcohol may also have an increased likelihood of suicidal ideation",
                  "refs": [
                    "https://doi.org/10.2302%2Fkjm.58.144"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Austrian syndrome",
              "section_content": [
                {
                  "sentence": "Austrian syndrome, also known as Osler's triad, is a medical condition that was named after Robert Austrian in 1957",
                  "refs": []
                },
                {
                  "sentence": "The presentation of the condition consists of pneumonia, endocarditis, and meningitis, all caused by Streptococcus pneumoniae",
                  "refs": []
                },
                {
                  "sentence": "It is associated with alcoholism due to hyposplenism (reduced splenic functioning) and can be seen in males between the ages of 40 and 60 years old",
                  "refs": []
                },
                {
                  "sentence": "Robert Austrian was not the first one to describe the condition, but Richard Heschl (around 1860s) or William Osler were not able to link the signs to the bacteria because microbiology was not yet developed.",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5976089"
                  ]
                },
                {
                  "sentence": "The leading cause of Osler's triad (Austrian syndrome) is Streptococcus pneumoniae, which is usually associated with heavy alcohol use.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Polyneuropathy",
              "section_content": [
                {
                  "sentence": "Alcoholic polyneuropathy is a neurological disorder in which peripheral nerves throughout the body malfunction simultaneously",
                  "refs": []
                },
                {
                  "sentence": "It is defined by axonal degeneration in neurons of both the sensory and motor systems and initially occurs at the distal ends of the longest axons in the body",
                  "refs": []
                },
                {
                  "sentence": "This nerve damage causes an individual to experience pain and motor weakness, first in the feet and hands and then progressing centrally",
                  "refs": []
                },
                {
                  "sentence": "Alcoholic polyneuropathy is caused primarily by chronic alcoholism; however, vitamin deficiencies are also known to contribute to its development.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Specific population",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "Women",
                  "section_content": [],
                  "subsections": [
                    {
                      "section_title": "Breast cancer",
                      "section_content": [
                        {
                          "sentence": "Drinking alcohol increases the risk for breast cancer",
                          "refs": []
                        },
                        {
                          "sentence": "For women in Europe, breast cancer represents the most significant alcohol-related cancer burden",
                          "refs": [
                            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9889462"
                          ]
                        }
                      ],
                      "subsections": []
                    },
                    {
                      "section_title": "Breastfeeding difficulties",
                      "section_content": [
                        {
                          "sentence": "Moderate alcohol consumption by breastfeeding mothers can significantly affect infants and cause breastfeeding difficulties",
                          "refs": []
                        },
                        {
                          "sentence": "Even one or two drinks, including beer, may reduce milk intake by 20 to 23%, leading to increased agitation and poor sleep patterns",
                          "refs": []
                        },
                        {
                          "sentence": "Regular heavy drinking (more than two drinks daily) can shorten breastfeeding duration and cause issues in infants, such as excessive sedation, fluid retention, and hormonal imbalances",
                          "refs": []
                        },
                        {
                          "sentence": "Additionally, higher alcohol consumption may negatively impact children's academic achievement",
                          "refs": []
                        }
                      ],
                      "subsections": []
                    },
                    {
                      "section_title": "Neonatal withdrawal",
                      "section_content": [
                        {
                          "sentence": "Babies exposed to alcohol, benzodiazepines, barbiturates, and some antidepressants (SSRIs) during pregnancy may experience neonatal withdrawal",
                          "refs": []
                        },
                        {
                          "sentence": "The onset of clinical presentation typically appears within 48 to 72 hours of birth but may take up to 8 days",
                          "refs": []
                        }
                      ],
                      "subsections": []
                    }
                  ]
                }
              ]
            },
            {
              "section_title": "Other effects",
              "section_content": [
                {
                  "sentence": "Alcohol may negatively affect sleep",
                  "refs": []
                },
                {
                  "sentence": "Alcohol consumption disrupts circadian rhythms, with acute intake causing dose-dependent alterations in melatonin and cortisol levels, as well as core body temperature, which normalize the following morning, while chronic alcohol use leads to more severe and persistent disruptions that are associated with alcohol use disorders (AUD) and withdrawal symptoms",
                  "refs": []
                },
                {
                  "sentence": "Also, Alcohol consumption may increase the risk of sleep disorders, including insomnia,  restless legs syndrome,  and sleep apnea",
                  "refs": [
                    "https://doi.org/10.1016%2Fj.pnpbp.2019.109831",
                    "https://www.nhlbi.nih.gov/health/health-topics/topics/inso/causes",
                    "https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Restless-Legs-Syndrome-Fact-Sheet"
                  ]
                },
                {
                  "sentence": "Erosive gastritis is commonly caused by stress, alcohol, some drugs, such as aspirin and other nonsteroidal anti-inflammatory drugs (NSAIDs), and Crohn's disease",
                  "refs": []
                },
                {
                  "sentence": "Excessive alcohol intake has been shown to cause immunodeficiency, compromising the body's ability to fight infections and diseases, as evidenced by research on people who regularly consume large amounts of alcohol",
                  "refs": []
                },
                {
                  "sentence": "Alcohol is associated with instances of sudden death",
                  "refs": []
                },
                {
                  "sentence": "Sudden arrhythmic death syndrome in alcohol misuse is a significant cause of death among heavy drinkers, characterized by older age and severe liver damage, highlighting the need for family screening for heritable channelopathies",
                  "refs": []
                },
                {
                  "sentence": "Also, sudden unexpected death in epilepsy is associated with a twofold higher risk in individuals with a history of substance abuse or alcohol dependence",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5554285"
                  ]
                },
                {
                  "sentence": "Alcohol consumption is associated with lower sperm concentration, percentage of normal morphology, and semen volume, but not sperm motility",
                  "refs": []
                },
                {
                  "sentence": "Frequent drinking of alcoholic beverages is a major contributing factor in cases of hypertriglyceridemia",
                  "refs": []
                },
                {
                  "sentence": "Alcoholism is the single most common cause of chronic pancreatitis",
                  "refs": []
                },
                {
                  "sentence": "Excess alcohol use is frequently associated with porphyria cutanea tarda (PTC)",
                  "refs": []
                },
                {
                  "sentence": "Alcohol consumption is a risk factor for Dupuytren's contracture",
                  "refs": []
                },
                {
                  "sentence": "The majority of those with aspirin-exacerbated respiratory disease experience respiratory reactions to alcohol",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Interactions",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Disorders",
          "section_content": [],
          "subsections": [
            {
              "section_title": "COVID-19",
              "section_content": [
                {
                  "sentence": "A 2023 study suggests a link between alcohol consumption and worse COVID-19 outcomes",
                  "refs": []
                },
                {
                  "sentence": "Researchers analyzed data from over 1.6 million people and found that any level of alcohol consumption increased the risk of severe illness, intensive care unit admission, and needing ventilation compared to non-drinkers",
                  "refs": []
                },
                {
                  "sentence": "Even a history of drinking was associated with a higher risk of severe COVID-19",
                  "refs": []
                },
                {
                  "sentence": "These findings suggest that avoiding alcohol altogether might be beneficial during the pandemic",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Diabetes",
              "section_content": [
                {
                  "sentence": "See the insulin section.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Hepatitis",
              "section_content": [
                {
                  "sentence": "Alcohol consumption can be especially dangerous for those with pre-existing liver damage from hepatitis B or C",
                  "refs": []
                },
                {
                  "sentence": "Even relatively low amounts of alcohol can be life-threatening in these cases,  so a strict adherence to abstinence is highly recommended",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7641561"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Histamine intolerance",
              "section_content": [
                {
                  "sentence": "Alcohol may release histamine in individuals with histamine intolerance",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Mental disorders",
              "section_content": [
                {
                  "sentence": "Mental disorders can be a significant risk factor for alcohol abuse.",
                  "refs": []
                },
                {
                  "sentence": "Alcohol abuse, alcohol dependence, and alcoholism are comorbid with anxiety disorders",
                  "refs": []
                },
                {
                  "sentence": "With dual diagnosis, the initial symptoms of mental illness tend to appear before those of substance abuse",
                  "refs": [
                    "https://doi.org/10.1016%2Fs0272-7358%2899%2900027-6",
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7006178"
                  ]
                },
                {
                  "sentence": "Individuals with common mental health conditions, such as depression, anxiety, or phobias, are twice as likely to also report having an alcohol use disorder, compared to those without these mental health challenges",
                  "refs": [
                    "https://doi.org/10.1016%2Fj.biopsych.2004.06.034"
                  ]
                },
                {
                  "sentence": "Alcohol is a major risk factor for self-harm",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9300028"
                  ]
                },
                {
                  "sentence": "Individuals with anxiety disorders who self-medicate with drugs or alcohol may also have an increased likelihood of suicidal ideation",
                  "refs": [
                    "https://doi.org/10.2302%2Fkjm.58.144"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Peptic ulcer disease",
              "section_content": [
                {
                  "sentence": "In patients who have a peptic ulcer disease (PUD), the mucosal layer is broken down by ethanol",
                  "refs": []
                },
                {
                  "sentence": "PUD is commonly associated with the bacteria Helicobacter pylori, which secretes a toxin that weakens the mucosal wall, allowing acid and protein enzymes to penetrate the weakened barrier",
                  "refs": []
                },
                {
                  "sentence": "Because alcohol stimulates the stomach to secrete acid, a person with PUD should avoid drinking alcohol on an empty stomach",
                  "refs": []
                },
                {
                  "sentence": "Drinking alcohol causes more acid release, which further damages the already-weakened stomach wall",
                  "refs": []
                },
                {
                  "sentence": "Complications of this disease could include a burning pain in the abdomen, bloating and in severe cases, the presence of dark black stools indicate internal bleeding",
                  "refs": [
                    "http://www.medscape.com/viewarticle/734791_2"
                  ]
                },
                {
                  "sentence": "A person who drinks alcohol regularly is strongly advised to reduce their intake to prevent PUD aggravation",
                  "refs": [
                    "http://www.webmd.com/digestive-disorders/digestive-diseases-peptic-ulcer-disease"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Dosage forms",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Alcohol induced dose dumping (AIDD)",
              "section_content": [
                {
                  "sentence": "Alcohol-induced dose dumping (AIDD) is by definition an unintended rapid release of large amounts of a given drug, when administered through a modified-release dosage while co-ingesting ethanol",
                  "refs": []
                },
                {
                  "sentence": "This is considered a pharmaceutical disadvantage due to the high risk of causing drug-induced toxicity by increasing the absorption and serum concentration above the therapeutic window of the drug",
                  "refs": [
                    "https://doi.org/10.1186%2Fs41120-017-0014-9"
                  ]
                },
                {
                  "sentence": "The best way to prevent this interaction is by avoiding the co-ingestion of both substances or using specific controlled-release formulations that are resistant to AIDD.",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Drugs",
          "section_content": [
            {
              "sentence": "Alcohol can intensify the sedation caused by antipsychotics, and certain antidepressants",
              "refs": []
            },
            {
              "sentence": "Alcohol combined with cannabis (not to be confused with tincture of cannabis which contains minute quantities of alcohol) — known as cross-fading and may easily cause spins in people who are drunk and smoke potent cannabis; Ethanol increases plasma tetrahydrocannabinol levels, which suggests that ethanol may increase the absorption of tetrahydrocannabinol",
              "refs": []
            },
            {
              "sentence": "TOMSO is a lesser-known psychedelic drug and a substituted amphetamine",
              "refs": []
            },
            {
              "sentence": "TOMSO was first synthesized by Alexander Shulgin",
              "refs": []
            },
            {
              "sentence": "According to Shulgin's book PiHKAL, TOMSO is inactive on its own and requires consumption of alcohol to become active",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Hypnotics/sedatives",
              "section_content": [
                {
                  "sentence": "Alcohol can intensify the sedation caused by hypnotics/sedatives such as barbiturates, benzodiazepines, sedative antihistamines, opioids, nonbenzodiazepines/Z-drugs (such as zolpidem and zopiclone)",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Dextromethorphan",
              "section_content": [
                {
                  "sentence": "Combining alcohol with dextromethorphan significantly increases the risk of overdose and other severe health complications, according to the NIAAA",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Disulfiram-like drugs",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "Disulfiram",
                  "section_content": [
                    {
                      "sentence": "Disulfiram inhibits the enzyme acetaldehyde dehydrogenase, which in turn results in buildup of acetaldehyde, a toxic metabolite of ethanol with unpleasant effects",
                      "refs": []
                    },
                    {
                      "sentence": "The medication or drug is commonly used to treat alcohol use disorder, and results in immediate hangover-like symptoms upon consumption of alcohol, this effect is widely known as disulfiram effect.",
                      "refs": []
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "Metronidazole",
                  "section_content": [
                    {
                      "sentence": "Metronidazole is an antibacterial agent that kills bacteria by damaging cellular DNA and hence cellular function",
                      "refs": []
                    },
                    {
                      "sentence": "Metronidazole is usually given to people who have diarrhea caused by Clostridioides difficile bacteria",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "Patients who are taking metronidazole are sometimes advised to avoid alcohol, even after 1 hour following the last dose",
                      "refs": []
                    },
                    {
                      "sentence": "Although older data suggested a possible disulfiram-like effect of metronidazole, newer data has challenged this and suggests it does not actually have this effect.",
                      "refs": []
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "Insulin",
              "section_content": [
                {
                  "sentence": "Alcohol consumption can cause hypoglycemia in diabetics on certain medications, such as insulin or sulfonylurea, by blocking gluconeogenesis",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "NSAIDs",
              "section_content": [
                {
                  "sentence": "The concomitant use of NSAIDs with alcohol and/or tobacco products significantly increases the already elevated risk of peptic ulcers during NSAID therapy",
                  "refs": []
                },
                {
                  "sentence": "[better source needed]",
                  "refs": [
                    "https://pubmed.ncbi.nlm.nih.gov/2040888"
                  ]
                },
                {
                  "sentence": "The risk of stomach bleeding is still increased when aspirin is taken with alcohol or warfarin",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Stimulants",
              "section_content": [
                {
                  "sentence": "Controlled animal and human studies showed that caffeine (energy drinks) in combination with alcohol increased the craving for more alcohol more strongly than alcohol alone",
                  "refs": []
                },
                {
                  "sentence": "These findings correspond to epidemiological data that people who consume energy drinks generally showed an increased tendency to take alcohol and other substances",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5737830"
                  ]
                },
                {
                  "sentence": "Ethanol interacts with cocaine in vivo to produce cocaethylene, another psychoactive substance which may be substantially more cardiotoxic than either cocaine or alcohol by themselves",
                  "refs": []
                },
                {
                  "sentence": "Ethylphenidate formation appears to be more common when large quantities of methylphenidate and alcohol are consumed at the same time, such as in non-medical use or overdose scenarios",
                  "refs": []
                },
                {
                  "sentence": "However, only a small percent of the consumed methylphenidate is converted to ethylphenidate",
                  "refs": [
                    "https://doi.org/10.1097%2F00004714-199908000-00013"
                  ]
                },
                {
                  "sentence": "While nicotinis mimic the name of classic cocktails like the appletini (their name deriving from \"martini\"), combining nicotine with alcohol is a bad idea",
                  "refs": []
                },
                {
                  "sentence": "Tobacco and nicotine actually heighten cravings for alcohol, making this a risky mix",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Methanol and ethylene glycol",
              "section_content": [
                {
                  "sentence": "The rate-limiting steps for the elimination of ethanol are in common with certain other substances",
                  "refs": []
                },
                {
                  "sentence": "As a result, the blood alcohol concentration can be used to modify the rate of metabolism of toxic alcohols, such as methanol and ethylene glycol",
                  "refs": []
                },
                {
                  "sentence": "Methanol itself is not highly toxic, but its metabolites formaldehyde and formic acid are; therefore, to reduce the rate of production and concentration of these harmful metabolites, ethanol can be ingested",
                  "refs": []
                },
                {
                  "sentence": "Ethylene glycol poisoning can be treated in the same way.",
                  "refs": [
                    "https://doi.org/10.1016%2F0002-9343%2879%2990766-6"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Warfarin",
              "section_content": [
                {
                  "sentence": "Excessive use of alcohol is also known to affect the metabolism of warfarin and can elevate the INR, and thus increase the risk of bleeding",
                  "refs": []
                },
                {
                  "sentence": "The U.S",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6761694"
                  ]
                },
                {
                  "sentence": "Food and Drug Administration (FDA) product insert on warfarin states that alcohol should be avoided",
                  "refs": []
                },
                {
                  "sentence": "The Cleveland Clinic suggests that when taking warfarin one should not drink more than \"one beer, 6 oz of wine, or one shot of alcohol per day\"",
                  "refs": [
                    "https://www.ebs.tga.gov.au/ebs/picmi/picmirepository.nsf/pdf?OpenAgent&id=CP-2010-PI-02588-3"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Special population",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "Isoniazid",
                  "section_content": [
                    {
                      "sentence": "Levels of liver enzymes in the bloodstream should be frequently checked in daily alcohol drinkers, pregnant women, IV drug users, people over 35, and those who have chronic liver disease, severe kidney dysfunction, peripheral neuropathy, or HIV infection since they are more likely to develop hepatitis from INH",
                      "refs": []
                    }
                  ],
                  "subsections": []
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "section_title": "Pharmacology",
      "section_content": [
        {
          "sentence": "Alcohol works in the brain primarily by increasing the effects of γ-Aminobutyric acid (GABA),  the major inhibitory neurotransmitter in the brain; by facilitating GABA's actions, alcohol suppresses the activity of the CNS",
          "refs": [
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2574824"
          ]
        },
        {
          "sentence": "The pharmacology of ethanol involves both pharmacodynamics (how it affects the body) and pharmacokinetics (how the body processes it)",
          "refs": []
        },
        {
          "sentence": "In the body, ethanol primarily affects the central nervous system, acting as a depressant and causing sedation, relaxation, and decreased anxiety",
          "refs": []
        },
        {
          "sentence": "The exact mechanism remains elusive, but ethanol has been shown to affect ligand-gated ion channels, particularly the GABAA receptor.",
          "refs": []
        },
        {
          "sentence": "After oral ingestion, ethanol is absorbed via the stomach and intestines into the bloodstream",
          "refs": []
        },
        {
          "sentence": "Ethanol is highly water-soluble and diffuses passively throughout the entire body, including the brain",
          "refs": []
        },
        {
          "sentence": "Soon after ingestion, it begins to be metabolized, 90% or more by the liver",
          "refs": []
        },
        {
          "sentence": "One standard drink is sufficient to almost completely saturate the liver's capacity to metabolize alcohol",
          "refs": []
        },
        {
          "sentence": "The main metabolite is acetaldehyde, a toxic carcinogen",
          "refs": []
        },
        {
          "sentence": "Acetaldehyde is then further metabolized into ionic acetate by the enzyme aldehyde dehydrogenase (ALDH)",
          "refs": []
        },
        {
          "sentence": "Acetate is not carcinogenic and has low toxicity,  but has been implicated in causing hangovers",
          "refs": [
            "https://assets.thermofisher.com/DirectWebViewer/private/document.aspx?prd=ALFAA42563~~PDF~~MTR~~AGHS~~EN~~2024-04-01%2013:42:53~~Acetate%20%20Ion%20chromatography%20standard%20solution%20%20Specpure%c2%ae%20%20CH3CO2(1-"
          ]
        },
        {
          "sentence": "Acetate is further broken down into carbon dioxide and water and eventually eliminated from the body through urine and breath",
          "refs": [
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3013144",
            "https://www.newscientist.com/article/dn19942-is-coffee-the-real-cure-for-a-hangover.html"
          ]
        },
        {
          "sentence": "5 to 10% of ethanol is excreted unchanged in the breath, urine, and sweat.",
          "refs": []
        },
        {
          "sentence": "Alcohol also direct affects a number of other neurotransmitter systems including those of glutamate, glycine, acetylcholine, and serotonin",
          "refs": []
        },
        {
          "sentence": "The pleasurable effects of alcohol ingestion are the result of increased levels of dopamine and endogenous opioids in the reward pathways of the brain",
          "refs": [
            "https://doi.org/10.1097%2F00000374-200105051-00030",
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3959612"
          ]
        },
        {
          "sentence": "The average human digestive system produces approximately 3 g of ethanol per day through fermentation of its contents",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Safety",
      "section_content": [
        {
          "sentence": "Symptoms of ethanol overdose may include nausea, vomiting, CNS depression, coma, acute respiratory failure, or death",
          "refs": []
        },
        {
          "sentence": "Levels of even less than 0.1% can cause intoxication, with unconsciousness often occurring at 0.3–0.4%",
          "refs": []
        },
        {
          "sentence": "Death from ethanol consumption is possible when blood alcohol levels reach 0.4%",
          "refs": [
            "https://web.archive.org/web/20101214113109/http://my.lecom.edu/library/internetresources/journal%20articles/Acute%20Care%20for%20Alcohol%20Intoxication.pdf"
          ]
        },
        {
          "sentence": "A blood level of 0.5% or more is commonly fatal",
          "refs": []
        },
        {
          "sentence": "The oral median lethal dose (LD50) of ethanol in rats is 5,628 mg/kg",
          "refs": []
        },
        {
          "sentence": "Directly translated to human beings, this would mean that if a person who weighs 70 kg (150 lb) drank a 500 mL (17 US fl oz) glass of pure ethanol, they would theoretically have a 50% risk of dying",
          "refs": []
        },
        {
          "sentence": "The highest blood alcohol level ever recorded, in which the subject survived, is 1.41%",
          "refs": []
        },
        {
          "sentence": "A retrospective case-control study conducted from 1990 to 2001 found that alcohol consumption was responsible for over half of all deaths among Russian adults aged 15–54, significantly impacting mortality rates related to causes such as accidents, violence, and various diseases",
          "refs": []
        },
        {
          "sentence": "In the US, the DEA has claimed illegal drugs are more deadly than alcohol, citing CDC data from 2000 showing similar death counts despite alcohol's wider use",
          "refs": []
        },
        {
          "sentence": "However, this comparison is disputed; a JAMA article reported alcohol-related deaths in 2000 as 85,000, significantly higher than the DEA's figure of 18,539",
          "refs": [
            "https://web.archive.org/web/20060627082607/http://www.usdoj.gov/dea/demand/speakout/speaking_out-may03.pdf"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Toxicity",
          "section_content": [
            {
              "sentence": "The WHO classifies alcohol as a toxic substance",
              "refs": []
            },
            {
              "sentence": "More specifically, ethanol is categorized as acytotoxin,  hepatotoxin,  neurotoxin,  and ototoxin,  which has acute toxic effects on the cells, liver, the nervous system, and the ears, respectively",
              "refs": [
                "https://www.who.int/europe/news/item/04-01-2023-no-level-of-alcohol-consumption-is-safe-for-our-health",
                "https://doi.org/10.1016%2Fj.drugalcdep.2017.11.013",
                "https://doi.org/10.1016%2F0163-7258%2890%2990032-w",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2872345",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9443585"
              ]
            },
            {
              "sentence": "However, ethanol's acute effects on these organs are usually reversible",
              "refs": []
            },
            {
              "sentence": "This means that even with a single episode of heavy drinking, the body can typically repair itself from the initial damage",
              "refs": []
            },
            {
              "sentence": "Methanol laced alcohol on the other hand can cause blindness even in small quantities.",
              "refs": []
            },
            {
              "sentence": "Ethanol is nutritious but highly intoxicating for most animals, which typically tolerate only up to 4% in their diet",
              "refs": []
            },
            {
              "sentence": "However, a 2024 study found that oriental hornets fed sugary solutions containing 1% to 80% ethanol for a week showed no adverse effects on behavior or lifespan",
              "refs": []
            },
            {
              "sentence": "A risk assessment using the margin of exposure (MOE) approach evaluated drugs like alcohol and tobacco",
              "refs": []
            },
            {
              "sentence": "Alcohol had a benchmark dose of 531 mg/kg, while heroin's was 2 mg/kg",
              "refs": []
            },
            {
              "sentence": "Alcohol, nicotine, cocaine, and heroin were classified as \"high risk\" (MOE < 10), and most others as \"risk\" (MOE < 100)",
              "refs": []
            },
            {
              "sentence": "Only alcohol was \"high risk\" on a population level, with cannabis showing an MOE over 10,000",
              "refs": []
            },
            {
              "sentence": "This confirms alcohol and tobacco as high risk and cannabis as low risk",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Chemistry",
      "section_content": [
        {
          "sentence": "Ethanol is also known chemically as alcohol, ethyl alcohol, or drinking alcohol",
          "refs": []
        },
        {
          "sentence": "It is a simple alcohol with a molecular formula of C2H6O and a molecular weight of 46.0684 g/mol",
          "refs": []
        },
        {
          "sentence": "The molecular formula of ethanol may also be written as CH3−CH2−OH or as C2H5−OH",
          "refs": []
        },
        {
          "sentence": "The latter can also be thought of as an ethyl group linked to a hydroxyl (alcohol) group and can be abbreviated as EtOH",
          "refs": []
        },
        {
          "sentence": "Ethanol is a volatile, flammable, colorless liquid with a slight characteristic odor",
          "refs": []
        },
        {
          "sentence": "Aside from its use as a psychoactive and recreational substance, ethanol is also commonly used as an antiseptic and disinfectant, a chemical and medicinal solvent, and a fuel.",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Analogues",
          "section_content": [
            {
              "sentence": "Ethanol has a variety of analogues, many of which have similar actions and effects",
              "refs": []
            },
            {
              "sentence": "In chemistry, \"alcohol\" can encompass other mind-altering alcohols besides the kind we drink",
              "refs": []
            },
            {
              "sentence": "Some examples include synthetic drugs like ethchlorvynol and methylpentynol, once used in medicine",
              "refs": []
            },
            {
              "sentence": "Also, ethanol is colloquially referred to as \"alcohol\" because it is the most prevalent alcohol in alcoholic beverages",
              "refs": []
            },
            {
              "sentence": "But technically all alcoholic beverages contain several types of psychoactive alcohols, that are categorized as primary, secondary, or tertiary",
              "refs": []
            },
            {
              "sentence": "Primary, and secondary alcohols, are oxidized to aldehydes, and ketones, respectively, while tertiary alcohols are generally resistant to oxidation",
              "refs": []
            },
            {
              "sentence": "Ethanol is a primary alcohol that has unpleasant actions in the body, many of which are mediated by its toxic metabolite acetaldehyde",
              "refs": [
                "https://chem.libretexts.org/Bookshelves/Organic_Chemistry/Organic_Chemistry_(Morsch_et_al.)/17%3A_Alcohols_and_Phenols/17.07%3A_Oxidation_of_Alcohols"
              ]
            },
            {
              "sentence": "Less prevalent alcohols found in alcoholic beverages, are secondary, and tertiary alcohols",
              "refs": [
                "https://books.google.com/books?id=qH-8BAAAQBAJ&pg=PA42"
              ]
            },
            {
              "sentence": "For example, the tertiary alcohol 2M2B which is up to 50 times more potent than ethanol and found in trace quantities in alcoholic beverages, has been synthesized and used as a designer drug",
              "refs": []
            },
            {
              "sentence": "Alcoholic beverages are sometimes laced with toxic alcohols, such as methanol (the simplest alcohol) and isopropyl alcohol",
              "refs": []
            },
            {
              "sentence": "A mild, brief exposure to isopropyl alcohol (which is only moderately more toxic than ethanol) is unlikely to cause any serious harm",
              "refs": [
                "https://doi.org/10.1007%2F978-1-4419-1005-9_626"
              ]
            },
            {
              "sentence": "But many methanol poisoning incidents have occurred through history, since methanol is lethal even in small quantities, as little as 10–15 milliliters (2–3 teaspoons)",
              "refs": []
            },
            {
              "sentence": "Ethanol is used to treat methanol and ethylene glycol toxicity.",
              "refs": []
            },
            {
              "sentence": "The Lucas test differentiates between primary, secondary, and tertiary alcohols.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Production",
          "section_content": [
            {
              "sentence": "Ethanol is produced naturally as a byproduct of the metabolic processes of yeast and hence is present in any yeast habitat, including even endogenously in humans, but it does not cause raised blood alcohol content as seen in the rare medical condition auto-brewery syndrome (ABS)",
              "refs": []
            },
            {
              "sentence": "It is manufactured through hydration of ethylene or by brewing via fermentation of sugars with yeast (most commonly Saccharomyces cerevisiae)",
              "refs": []
            },
            {
              "sentence": "The sugars are commonly obtained from sources like steeped cereal grains (e.g., barley), grape juice, and sugarcane products (e.g., molasses, sugarcane juice)",
              "refs": []
            },
            {
              "sentence": "Ethanol–water mixture which can be further purified via distillation.",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Home-made alcoholic beverages",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "Homebrewing",
                  "section_content": [
                    {
                      "sentence": "Homebrewing is the brewing of beer or other alcoholic beverages on a small scale for personal, non-commercial purposes",
                      "refs": []
                    },
                    {
                      "sentence": "Supplies, such as kits and fermentation tanks, can be purchased locally at specialty stores or online",
                      "refs": []
                    },
                    {
                      "sentence": "Beer was brewed domestically for thousands of years before its commercial production, although its legality has varied according to local regulation",
                      "refs": []
                    },
                    {
                      "sentence": "Homebrewing is closely related to the hobby of home distillation, the production of alcoholic spirits for personal consumption; however home distillation is generally more tightly regulated.",
                      "refs": []
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "Moonshine",
                  "section_content": [
                    {
                      "sentence": "Although methanol is not produced in toxic amounts by fermentation of sugars from grain starches,  it is a major occurrence in fruit spirits",
                      "refs": [
                        "http://www.moonshine-still.com/page7.htm"
                      ]
                    },
                    {
                      "sentence": "However, in modern times, reducing methanol with the absorption of a molecular sieve is a practical method for production",
                      "refs": [
                        "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8125215"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "section_title": "History",
      "section_content": [
        {
          "sentence": "Alcoholic beverages have been produced since the Neolithic period, as early as 7000 BC in China",
          "refs": []
        },
        {
          "sentence": "Since antiquity, prior to the development of modern agents, alcohol was used as a general anaesthetic",
          "refs": []
        },
        {
          "sentence": "In the history of wound care, beer,  and wine,  are recognized as substances used for healing wounds.",
          "refs": [
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3601883",
            "https://www.christianity.com/bible/commentary/john-gill/luke/10"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Late Middle Ages",
          "section_content": [
            {
              "sentence": "Alcohol has been used as an antiseptic as early as 1363 with evidence to support its use becoming available in the late 1800s",
              "refs": []
            },
            {
              "sentence": "[citation needed]",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Early modern period",
          "section_content": [
            {
              "sentence": "The popular story dates the etymology of the term Dutch courage to English soldiers fighting in the Anglo-Dutch Wars  (1652–1674) and perhaps as early as the Thirty Years' War (1618–1648)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "One version states that jenever (or Dutch gin) was used by English soldiers for its calming effects before battle, and for its purported warming properties on the body in cold weather",
              "refs": []
            },
            {
              "sentence": "Another version has it that English soldiers noted the bravery-inducing effects of jenever on Dutch soldiers",
              "refs": []
            },
            {
              "sentence": "The Gin Craze was a period in the first half of the 18th century when the consumption of gin increased rapidly in Great Britain, especially in London",
              "refs": []
            },
            {
              "sentence": "By 1743, England was drinking 2.2 gallons (10 litres) of gin per person per year",
              "refs": []
            },
            {
              "sentence": "The Sale of Spirits Act 1750 (commonly known as the Gin Act 1751) was an Act of the Parliament of Great Britain (24 Geo",
              "refs": []
            },
            {
              "sentence": "2",
              "refs": []
            },
            {
              "sentence": "c",
              "refs": []
            },
            {
              "sentence": "40) which was enacted to reduce the consumption of gin and other distilled spirits, a popular pastime  that was regarded as one of the primary causes of crime in London",
              "refs": [
                "https://web.archive.org/web/20130821023217/http://file.zums.ac.ir/ebook/101-Drink%20-%20A%20Cultural%20History%20of%20Alcohol-Iain%20Gately-1592404642-Gotham-2009-560-$18.pdf"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Modern period",
          "section_content": [
            {
              "sentence": "The rum ration (also called the tot) was a daily amount of rum given to sailors on Royal Navy ships",
              "refs": []
            },
            {
              "sentence": "It started 1866 and was abolished in 1970 after concerns that the intake of strong alcohol would lead to unsteady hands when working machinery.",
              "refs": []
            },
            {
              "sentence": "The Andrew Johnson alcoholism debate is the dispute, originally conducted among the general public, and now typically a question for historians, about whether or not Andrew Johnson, the 17th president of the United States (1865–1869), drank to excess.",
              "refs": []
            },
            {
              "sentence": "The prohibition in the United States era was the period from 1920 to 1933 when the United States prohibited the production, importation, transportation, and sale of alcoholic beverages",
              "refs": []
            },
            {
              "sentence": "The nationwide ban on alcoholic beverages, was repealed by the passage of the Twenty-first Amendment to the United States Constitution on December 5, 1933.",
              "refs": []
            },
            {
              "sentence": "The Bratt System was a system that was used in Sweden (1919–1955) and similarly in Finland (1944–1970) to control alcohol consumption, by rationing of liquor",
              "refs": []
            },
            {
              "sentence": "Every citizen allowed to consume alcohol was given a booklet called a motbok (viinakortti in Finland), in which a stamp was added each time a purchase was made at Systembolaget (in Sweden) and Alko (in Finland)",
              "refs": []
            },
            {
              "sentence": "A similar system also existed in Estonia between July 1, 1920 to December 31, 1925",
              "refs": [
                "https://fho.sls.fi/uppslagsord/19892/motbok/"
              ]
            },
            {
              "sentence": "The stamps were based on the amount of alcohol bought",
              "refs": [
                "https://www.postimees.ee/47256/alkoholikeeldudest-eestis"
              ]
            },
            {
              "sentence": "When a certain amount of alcohol had been bought, the owner of the booklet had to wait until next month to buy more.",
              "refs": []
            },
            {
              "sentence": "The Medicinal Liquor Prescriptions Act of 1933 was a law passed by Congress in response to the abuse of medicinal liquor prescriptions during Prohibition.",
              "refs": []
            },
            {
              "sentence": "Gilbert Paul Jordan (aka The Boozing Barber) was a Canadian serial killer who is believed to have committed the so-called \"alcohol murders\" between 1965–c. 2004 in Vancouver, British Columbia.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Society and culture",
      "section_content": [
        {
          "sentence": "The consumption of alcohol has a long human history deeply embedded in social practices and rituals, often celebrated as a cornerstone of community gatherings and personal milestones",
          "refs": []
        },
        {
          "sentence": "Drinking culture is the set of traditions and social behaviours that surround the consumption of alcoholic beverages as a recreational drug and social lubricant.",
          "refs": []
        },
        {
          "sentence": "The alcohol consumption recommendations (or safe limits) varies from no intake, to daily, weekly, or daily/weekly guidelines provided by health agencies of governments",
          "refs": []
        },
        {
          "sentence": "The WHO published a statement in The Lancet Public Health in April 2023 that \"there is no safe amount that does not affect health.\"",
          "refs": [
            "https://www.who.int/europe/news/item/04-01-2023-no-level-of-alcohol-consumption-is-safe-for-our-health"
          ]
        },
        {
          "sentence": "United Nations Sustainable Development Goal 3 is part of \"The Alcohol Policy Playbook,\" which is a resource for reaching the goals of the WHO European Framework for Action on Alcohol (2022–2025) and the WHO Global Alcohol Action Plan (2022–2030)",
          "refs": []
        },
        {
          "sentence": "In October 2024, the WHO Regional Office for Europe launched the \"Redefine alcohol\" campaign to address alcohol-related health risks, as alcohol causes nearly 1 in 11 deaths in the region",
          "refs": []
        },
        {
          "sentence": "The campaign aims to raise awareness about alcohol's link to over 200 diseases, including several cancers, and to encourage healthier choices by sharing research and personal stories",
          "refs": []
        },
        {
          "sentence": "It also calls for stricter regulation of alcohol to reduce its societal harm",
          "refs": []
        },
        {
          "sentence": "This initiative is part of the WHO/EU Evidence into Action Alcohol Project, which seeks to reduce alcohol-related harm across Europe",
          "refs": []
        },
        {
          "sentence": "Alcohol education is the practice of disseminating disinformation about the effects of alcohol on health, as well as society and the family unit",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Alcohol as a gateway drug",
      "section_content": [
        {
          "sentence": "Alcohol and nicotine prime the brain for a heightened response to other drugs and are, like marijuana, also typically used before a person progresses to other, more harmful substances",
          "refs": []
        },
        {
          "sentence": "A study of drug use of 14,577 U.S",
          "refs": []
        },
        {
          "sentence": "12th graders showed that alcohol consumption was associated with an increased probability of later use of tobacco, cannabis, and other illegal drugs",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://www.who.int/publications/i/item/9789241209441",
    "2": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2442440",
    "3": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3242308",
    "4": "https://books.google.com/books?id=5gRNl3oIwWEC&pg=PA162",
    "5": "https://doi.org/10.2165%2F00003088-198713050-00001",
    "6": "https://doi.org/10.1016%2F0163-7258%2888%2990109-x",
    "7": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1501558",
    "8": "https://books.google.com/books?id=k7BInEQ-iqgC&pg=PA161",
    "9": "https://books.google.com/books?id=327L800dIGYC&pg=PA74",
    "10": "ISBN: 1-4398-5511-0",
    "11": "https://www.sciencefriday.com/articles/the-origin-of-the-word-alcohol/",
    "12": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10631622",
    "13": "https://doi.org/10.1590%2F1806-9282.61.04.381",
    "14": "https://www.who.int/europe/news/item/04-01-2023-no-level-of-alcohol-consumption-is-safe-for-our-health",
    "15": "https://doi.org/10.1007%2F978-1-4419-1005-9_626",
    "16": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7555269",
    "17": "https://web.archive.org/web/20060619055307/http://www.deacons.net/Canon_Law/cci.htm",
    "18": "https://web.archive.org/web/20070307114735/http://www.catholic.com/thisrock/1992/9203chap.asp",
    "19": "https://web.archive.org/web/20111025122327/http://monographs.iarc.fr/ENG/Classification/ClassificationsGroupOrder.pdf",
    "20": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6148333",
    "21": "https://iris.who.int/bitstream/handle/10665/274603/9789241565639-eng.pdf?sequence=1",
    "22": "https://www.who.int/news/item/25-06-2024-over-3-million-annual-deaths-due-to-alcohol-and-drug-use-majority-among-men",
    "23": "https://ccsa.ca/canadas-guidance-alcohol-and-health",
    "24": "https://www.dhs.de/fileadmin/user_upload/WK_der_DHS_-_Empfehlungen_zum_Umgang_mit_Alkohol.pdf",
    "25": "https://rethinkingdrinking.niaaa.nih.gov/how-much-too-much/what-are-us-guidelines-drinking",
    "26": "https://archive.org/details/guylandperilousw00kimm",
    "27": "https://www.bbc.com/worklife/article/20220209-dry-dating-the-rise-of-sober-love-and-sex",
    "28": "https://www.huffingtonpost.co.uk/entry/dating-winter-trend-no-booze_uk_63691c99e4b06f38ded6df26",
    "29": "https://www.dailyrecord.co.uk/lifestyle/family-relationships/trend-sober-dating-sees-increase-13838603",
    "30": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4017933",
    "31": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10263362",
    "32": "https://doi.org/10.1080%2F00224498209551130",
    "33": "https://doi.org/10.3109%2F09540261.2010.550868",
    "34": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6561402",
    "35": "https://doi.org/10.1177%2F070674371205700808",
    "36": "https://wyborcza.pl/7,75400,29994422,rosyjska-armia-jest-armia-oparta-na-kulturze-picia-to-jeden.html",
    "37": "https://www.forbes.com/sites/davidhambling/2023/02/02/are-drugs-making-russian-soldiers-act-like-zombies/",
    "38": "https://www.cnn.com/2023/02/01/europe/ukraine-soldiers-fighting-wagner-intl-cmd/index.html",
    "39": "https://www.forces.net/ukraine/ukrainians-warn-drug-fuelled-russian-zombie-waves-frontline",
    "40": "https://www.ars.usda.gov/sp2UserFiles/Place/12354500/Data/SR26/sr26_doc.pdf",
    "41": "http://diabetes.diabetesjournals.org/content/18/8/517.full.pdf",
    "42": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC329642",
    "43": "https://doi.org/10.1038%2Fnrgastro.2011.91",
    "44": "https://works.bepress.com/rachel-winograd/31/download/",
    "45": "https://www.sciencedaily.com/releases/2011/10/111017171506.htm",
    "46": "https://doi.org/10.1093%2Falcalc%2Fagn118",
    "47": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4806829",
    "48": "ISBN: 978-0-85711-156-2",
    "49": "https://doi.org/10.1081%2FCLT-120006745",
    "50": "https://www.linkedin.com/pulse/our-drinking-culture-explored-genevieve-hargrave",
    "51": "https://www.samhsa.gov/data/sites/default/files/NSDUHresultsPDFWHTML2013/Web/NSDUHresults2013.pdf",
    "52": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4241371",
    "53": "https://pubmed.ncbi.nlm.nih.gov/11458287",
    "54": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9160494",
    "55": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10004732",
    "56": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8447180",
    "57": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9756404",
    "58": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11032146",
    "59": "https://www.niaaa.nih.gov/alcohol-health/overview-alcohol-consumption/moderate-binge-drinking",
    "60": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2527738",
    "61": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4211338",
    "62": "https://web.archive.org/web/20080223112702/http://www.hibbingmn.com/dailytribune/index.php?sect_rank=1&story_id=207592",
    "63": "https://doi.org/10.1016%2Fj.drugpo.2021.103454",
    "64": "https://www.cdc.gov/alcohol/about-alcohol-use/index.html",
    "65": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8713704",
    "66": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8713704",
    "67": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4453639",
    "68": "https://doi.org/10.2174%2F1574887115666200628143015",
    "69": "https://doi.org/10.7314%2Fapjcp.2013.14.9.4965",
    "70": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9652141",
    "71": "https://www.discovermagazine.com/health/even-if-you-dont-drink-daily-alcohol-can-mess-with-your-brain",
    "72": "https://doi.org/10.1093%2Fpubmed%2Ffdx040",
    "73": "https://www.merriam-webster.com/dictionary/social+drinker",
    "74": "http://rgable.files.wordpress.com/2012/02/toxicity-addiction-offprint2.pdf",
    "75": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2734914",
    "76": "https://web.archive.org/web/20180131204846/http://pubs.niaaa.nih.gov/publications/arh26-2/130-135.htm",
    "77": "https://doi.org/10.1016%2FS0924-9338%2800%2900519-8",
    "78": "https://doi.org/10.1016%2F0002-9343%2892%2990136-Y",
    "79": "https://doi.org/10.4088%2FJCP.v68n0608",
    "80": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10615763",
    "81": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9399303",
    "82": "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public/myth-busters",
    "83": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/alcohol-and-heart-health",
    "84": "http://www.webmd.com/sleep-disorders/features/nix-nightcap-better-sleep",
    "85": "https://doi.org/10.2174%2F1874473711003020068",
    "86": "https://doi.org/10.7326%2F0003-4819-132-11-200006060-00008",
    "87": "http://www.ajc.com/lifestyles/health/the-best-and-worst-foods-cure-hangover/zf1Qx0YQG02BLNZBXreh8O/",
    "88": "https://www.newyorker.com/magazine/2008/05/26/a-few-too-many",
    "89": "http://www.health.com/health/gallery/0,,20452426,00.html",
    "90": "http://www.cnn.com/2017/03/16/health/hangover-cure-foods-explainer/index.html",
    "91": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4590613",
    "92": "http://www.orthodoxresearchinstitute.org/articles/misc/ocallaghan_true_christianity.htm",
    "93": "https://web.archive.org/web/20070226082402/http://www.cofe.anglican.org/info/ethical/policystatements/policyalcohol.pdf",
    "94": "https://web.archive.org/web/20070214184311/http://www.elca.org/ecumenical/ecumenicaldialogue/unitedmethodist/GuidelinesEucharisticSharing.pdf",
    "95": "http://www.lcms.org/graphics/assets/media/CTCR/Theol_lord_supper1.pdf",
    "96": "http://webarchive.loc.gov/all/20030413162500/http://www.pcusa.org/101/101-alcohol.htm",
    "97": "https://web.archive.org/web/20120608114107/http://www.ucc.org/assets/pdfs/worshipintro.pdf",
    "98": "https://web.archive.org/web/20121021024500/http://crcna.org/pages/positions_alcohol.cfm",
    "99": "https://web.archive.org/web/20170912044757/http://pcahistory.org/pca/2-051.html",
    "100": "http://wol.jw.org/en/wol/d/r1/lp-e/2004884",
    "101": "https://doi.org/10.1086%2F665961",
    "102": "https://search.worldcat.org/oclc/264474222",
    "103": "https://alcoholpolicy.niaaa.nih.gov/apis-policy-topics/civil-commitment/20/about-this-policy",
    "104": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8541151",
    "105": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8395909",
    "106": "https://www.cdc.gov/ncbddd/fasd/facts.html",
    "107": "https://www.cdc.gov/media/releases/2016/p0202-alcohol-exposed-pregnancy.html",
    "108": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3779274",
    "109": "https://pubmed.ncbi.nlm.nih.gov/25055407",
    "110": "https://doi.org/10.1055%2Fs-0032-1331035",
    "111": "https://zenodo.org/record/886389",
    "112": "https://doi.org/10.1542%2Fpeds.2012-1907",
    "113": "https://books.google.com/books?id=J3-78PdF83kC&pg=PA699",
    "114": "https://www.who.int/europe/news/item/04-01-2023-no-level-of-alcohol-consumption-is-safe-for-our-health",
    "115": "https://discovery.ucl.ac.uk/id/eprint/10049286/",
    "116": "https://www.washingtonpost.com/blogs/campus-overload/post/college-word-of-the-year-contest-contenders-drunkorexia-shmacked-and-fomo/2012/05/29/gJQAoAFtyU_blog.html",
    "117": "https://emedicine.medscape.com/article/289848-overview",
    "118": "https://doi.org/10.1097%2F00005053-199017880-00001",
    "119": "https://doi.org/10.2146%2Fajhp060647",
    "120": "https://doi.org/10.1176%2Fps.34.11.1022",
    "121": "[ERROR retrieving ref link]",
    "122": "https://pubmed.ncbi.nlm.nih.gov/12218885",
    "123": "https://doi.org/10.1111%2Fj.1360-0443.2008.02157.x",
    "124": "https://doi.org/10.1007%2F7854_2011_135",
    "125": "http://www.webmd.com/digestive-disorders/digestive-diseases-peptic-ulcer-disease",
    "126": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4693248",
    "127": "https://doi.org/10.1093%2Falcalc%2Fagm160",
    "128": "https://www.health.qld.gov.au/newsroom/features/hangxiety-why-alcohol-can-leave-you-feeling-anxious",
    "129": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1322250",
    "130": "[ERROR retrieving ref link]",
    "131": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3827719",
    "132": "http://www.ncbi.nlm.nih.gov/books/NBK537185/",
    "133": "https://web.archive.org/web/20181121094118/https://www.biology-online.org/dictionary/Holiday_heart_syndrome",
    "134": "https://emedicine.medscape.com/article/155050-overview",
    "135": "https://doi.org/10.1016%2F0002-8703%2878%2990296-x",
    "136": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3998158",
    "137": "http://www.ncbi.nlm.nih.gov/books/NBK537185/",
    "138": "https://ui.adsabs.harvard.edu/abs/1974Natur.247..404M",
    "139": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2659709",
    "140": "https://books.google.com/books?id=ldQLhklj3m0C&dq=Alcohol-related%20crime&pg=PA37",
    "141": "https://doi.org/10.1016%2Fj.anai.2013.09.016",
    "142": "https://web.archive.org/web/20120216062227/http://www.nih.gov/news/health/mar2009/niaaa-23.htm",
    "143": "https://doi.org/10.1002%2Fijc.23264",
    "144": "https://doi.org/10.1016%2FS0140-6736%2823%2900590-1",
    "145": "https://www.who.int/azerbaijan/news/item/12-06-2024-just-four-industries-cause-2.7-million-deaths-in-the-european-region-every-year",
    "146": "https://www.theguardian.com/society/article/2024/jun/12/tobacco-alcohol-ultra-processed-foods-fossil-fuels-deaths",
    "147": "https://doi.org/10.1136%2Fgut.2007.145573",
    "148": "https://doi.org/10.1111%2Fadd.15357",
    "149": "https://books.google.com/books?id=_aksAAAAQBAJ&pg=PA370",
    "150": "https://www.nytimes.com/2018/08/27/health/alcohol-drinking-health.html",
    "151": "https://doi.org/10.1111%2Facer.14598",
    "152": "https://doi.org/10.1093%2Falcalc%2Fagq089",
    "153": "https://thewest.com.au/lifestyle/health-wellbeing/tips-and-tricks-on-how-to-cut-down-on-the-booze-ng-b88782698z",
    "154": "https://web.archive.org/web/20190711180415/https://www.britishlivertrust.org.uk/liver-information/looking-after-your-liver/alcohol/",
    "155": "https://www.webmd.com/mental-health/addiction/what-to-know-dry-drunk-syndrome",
    "156": "https://books.google.com/books?id=QuQOX4nCerwC",
    "157": "ISBN: 978-0-313-35280-5",
    "158": "https://www.nytimes.com/2009/05/05/health/05brod.html",
    "159": "https://www.alcohol.org/faq/what-is-a-functioning-alcoholic/",
    "160": "https://doi.org/10.3200%2FGENP.133.4.435-451",
    "161": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5708199",
    "162": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3580328",
    "163": "http://www.whonamedit.com/synd.cfm/2922.html",
    "164": "[ERROR retrieving ref link]",
    "165": "[ERROR retrieving ref link]",
    "166": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3321494",
    "167": "https://doi.org/10.22427%2Fntp-other-1003",
    "168": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3051410",
    "169": "https://researchonline.lshtm.ac.uk/id/eprint/4363466/3/PetticrewHow_alcohol_industry_mislead_public.pdf",
    "170": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5513687",
    "171": "https://doi.org/10.1016%2Fj.jacc.2010.01.006",
    "172": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/alcohol-and-heart-health",
    "173": "https://world-heart-federation.org/wp-content/uploads/WHF-Policy-Brief-Alcohol.pdf",
    "174": "https://www.health.harvard.edu/heart-health/want-a-healthier-heart-seriously-consider-skipping-the-drinks",
    "175": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1923411",
    "176": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9443585",
    "177": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2031886",
    "178": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9858841",
    "179": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2127236",
    "180": "https://books.google.com/books?id=DFR2AwAAQBAJ&pg=PT1059",
    "181": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4009342",
    "182": "https://doi.org/10.1097%2FYIC.0000000000000526",
    "183": "[ERROR retrieving ref link]",
    "184": "https://doi.org/10.1080%2F10408398.2018.1503155",
    "185": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4104583",
    "186": "https://doi.org/10.1136%2Fbmj.f5648",
    "187": "https://doi.org/10.1016%2Fj.emc.2013.12.002",
    "188": "https://pubmed.ncbi.nlm.nih.gov/28613672",
    "189": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2564331",
    "190": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7756330",
    "191": "https://doi.org/10.1080%2F09595230600944461",
    "192": "https://doi.org/10.1111%2Fadd.16465",
    "193": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5976089",
    "194": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9889462",
    "195": "https://www.who.int/europe/news/item/07-03-2024-shouldn-t-we-know-this-already--the-link-between-alcohol-and-cancer",
    "196": "https://pubmed.ncbi.nlm.nih.gov/30000529",
    "197": "https://medlineplus.gov/ency/article/007313.htm",
    "198": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6593026",
    "199": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5687191",
    "200": "https://doi.org/10.1016%2Fj.pnpbp.2019.109831",
    "201": "https://www.nhlbi.nih.gov/health/health-topics/topics/inso/causes",
    "202": "https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Restless-Legs-Syndrome-Fact-Sheet",
    "203": "https://www.nhlbi.nih.gov/health/sleep-apnea/causes",
    "204": "https://www.msdmanuals.com/home/digestive-disorders/gastritis-and-peptic-ulcer-disease/gastritis",
    "205": "https://web.archive.org/web/20150306172839/http://www.niddk.nih.gov/health-information/health-topics/digestive-diseases/gastritis/Pages/facts.aspx",
    "206": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2796667",
    "207": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2533327",
    "208": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5554285",
    "209": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7079690",
    "210": "https://doi.org/10.1016%2Fj.rbmo.2016.09.012",
    "211": "https://doi.org/10.1097%2FMOL.0b013e3283606845",
    "212": "http://www.umm.edu/altmed/articles/pancreatitis-000122.htm",
    "213": "https://doi.org/10.1038%2Fnrgastro.2009.84",
    "214": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6785300",
    "215": "https://web.archive.org/web/20100513082527/http://www.betterhealth.vic.gov.au/bhcv2/bhcarticles.nsf/pages/Pancreatitis_explained?OpenDocument",
    "216": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1379177",
    "217": "https://emedicine.medscape.com/article/1103643-overview",
    "218": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1743313",
    "219": "https://doi.org/10.1302%2F0301-620x.79b2.6990",
    "220": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4018190",
    "221": "https://doi.org/10.1002%2Fjmv.28547",
    "222": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7641561",
    "223": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5403744",
    "224": "https://doi.org/10.1093%2Fajcn%2F85.5.1185",
    "225": "https://doi.org/10.1016%2Fs0272-7358%2899%2900027-6",
    "226": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7006178",
    "227": "https://doi.org/10.1016%2Fj.biopsych.2004.06.034",
    "228": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9300028",
    "229": "https://doi.org/10.2302%2Fkjm.58.144",
    "230": "https://doi.org/10.1097%2F01.nmd.0000244481.63148.98",
    "231": "http://www.medscape.com/viewarticle/734791_2",
    "232": "https://doi.org/10.1186%2Fs41120-017-0014-9",
    "233": "https://web.archive.org/web/20101214113109/http://my.lecom.edu/library/internetresources/journal%20articles/Acute%20Care%20for%20Alcohol%20Intoxication.pdf",
    "234": "https://doi.org/10.1016%2FS0376-8716%2801%2900118-1",
    "235": "http://www.erowid.org/library/books_online/pihkal/pihkal173.shtml",
    "236": "https://www.niaaa.nih.gov/publications/brochures-and-fact-sheets/harmful-interactions-mixing-alcohol-with-medicines",
    "237": "[ERROR retrieving ref link]",
    "238": "https://diabetes.org/healthy-living/medication-treatments/alcohol-diabetes",
    "239": "https://pubmed.ncbi.nlm.nih.gov/2040888",
    "240": "https://www.drugs.com/aspirin.html",
    "241": "https://web.archive.org/web/20000918231717/http://personalmd.com/drgdb/3.htm",
    "242": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5737830",
    "243": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2923814",
    "244": "https://web.archive.org/web/20200218230546/https://www.drugabuse.gov/news-events/news-releases/2017/08/energy-drinks-risk-to-future-substance-use",
    "245": "https://doi.org/10.1124%2Fdmd.31.1.16",
    "246": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8956485",
    "247": "https://doi.org/10.1097%2F00004714-199908000-00013",
    "248": "https://pubmed.ncbi.nlm.nih.gov/10820132",
    "249": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5588903",
    "250": "https://doi.org/10.1016%2F0002-9343%2879%2990766-6",
    "251": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6761694",
    "252": "https://www.ebs.tga.gov.au/ebs/picmi/picmirepository.nsf/pdf?OpenAgent&id=CP-2010-PI-02588-3",
    "253": "https://my.clevelandclinic.org/health/drugs/16182-warfarin-a-blood-thinning-drug-what-you-need-to-know-",
    "254": "https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=1553312b-ed76-421c-a055-2579bdcf366c",
    "255": "https://doi.org/10.1164%2Frccm.200510-1666ST",
    "256": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2574824",
    "257": "https://assets.thermofisher.com/DirectWebViewer/private/document.aspx?prd=ALFAA42563~~PDF~~MTR~~AGHS~~EN~~2024-04-01%2013:42:53~~Acetate%20%20Ion%20chromatography%20standard%20solution%20%20Specpure%c2%ae%20%20CH3CO2(1-",
    "258": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3013144",
    "259": "https://www.newscientist.com/article/dn19942-is-coffee-the-real-cure-for-a-hangover.html",
    "260": "https://doi.org/10.1097%2F00000374-200105051-00030",
    "261": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3959612",
    "262": "https://doi.org/10.1007%2F7854_2011_130",
    "263": "https://doi.org/10.2174%2F1874473710801020239",
    "264": "https://helda.helsinki.fi/bitstream/handle/10138/22713/ethanola.pdf?sequence=",
    "265": "https://www.sowetanlive.co.za/news/2010-12-24-drunkest-driver-in-sa-arrested/",
    "266": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2715218",
    "267": "https://web.archive.org/web/20060627082607/http://www.usdoj.gov/dea/demand/speakout/speaking_out-may03.pdf",
    "268": "https://web.archive.org/web/20110917023306/http://proxy.baremetal.com/csdp.org/research/1238.pdf",
    "269": "https://web.archive.org/web/20070807093311/http://www.niaaa.nih.gov/Resources/DatabaseResources/QuickFacts/Other/armort01.htm",
    "270": "https://doi.org/10.1016%2Fj.drugalcdep.2017.11.013",
    "271": "https://doi.org/10.1016%2F0163-7258%2890%2990032-w",
    "272": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2872345",
    "273": "https://www.newscientist.com/article/2452557-hornets-can-hold-their-alcohol-like-no-other-animal-on-earth/",
    "274": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4311234",
    "275": "https://chem.libretexts.org/Bookshelves/Organic_Chemistry/Organic_Chemistry_(Morsch_et_al.)/17%3A_Alcohols_and_Phenols/17.07%3A_Oxidation_of_Alcohols",
    "276": "https://books.google.com/books?id=qH-8BAAAQBAJ&pg=PA42",
    "277": "http://www.moonshine-still.com/page7.htm",
    "278": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8125215",
    "279": "http://www.spkx.net.cn/EN/abstract/abstract15544.shtml",
    "280": "http://link.springer.com/10.1007/978-1-4899-7648-2_26",
    "281": "https://books.google.com/books?id=H--3BAAAQBAJ&pg=PA4",
    "282": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3601883",
    "283": "https://www.christianity.com/bible/commentary/john-gill/luke/10",
    "284": "[ERROR retrieving ref link]",
    "285": "https://www.historyextra.com/period/general-history/what-is-the-origin-of-the-phrase-dutch-courage/",
    "286": "https://www.phrases.org.uk/meanings/dutch-courage.html",
    "287": "https://web.archive.org/web/20130821023217/http://file.zums.ac.ir/ebook/101-Drink%20-%20A%20Cultural%20History%20of%20Alcohol-Iain%20Gately-1592404642-Gotham-2009-560-$18.pdf",
    "288": "http://www.britannica.com/EBchecked/topic/233872/Gin-Act",
    "289": "https://fho.sls.fi/uppslagsord/19892/motbok/",
    "290": "https://www.postimees.ee/47256/alkoholikeeldudest-eestis",
    "291": "https://www.who.int/europe/news/item/08-11-2024-cheers-or-tears--who-playbook-exposes-alcohol-s-true-cost-to-health",
    "292": "https://www.who.int/europe/news/item/02-10-2024-redefine-alcohol--who-s-urgent-call-for-europe-to-rethink-alcohol-s-place-in-society",
    "293": "[ERROR retrieving ref link]",
    "294": "https://www.drugabuse.gov/publications/research-reports/marijuana/marijuana-gateway-drug",
    "295": "https://web.archive.org/web/20160604012851/http://www.mamacultiva.org/wp-content/uploads/2015/pdf/A8%20-%20Alcohol%20as%20a%20Gateway%20Drug%20A%20Study%20of%20US%2012th%20Graders.pdf"
  },
  "flair_entities": [
    "who european region",
    "nsaids",
    "the lancet public health",
    "ntp",
    "dupuytren",
    "aidd",
    "rarámuri",
    "shulgin",
    "department of defense survey of health",
    "japanese",
    "niaaa",
    "usda",
    "bratt system",
    "shinto",
    "bc",
    "national survey on drug use and health",
    "acm",
    "sids",
    "anglo-dutch wars",
    "amico bignami",
    "austrian",
    "the lancet",
    "jehovah's witnesses",
    "vodou",
    "cortisol  research",
    "drunkorexia",
    "philip ettinger",
    "protestantism",
    "fda",
    "arabic",
    "world heart federation",
    "vancouver",
    "iarc",
    "italian",
    "world health organization",
    "disulfiram  disulfiram",
    "ptsd",
    "richard heschl",
    "hindu",
    "who",
    "oklahoma",
    "wisconsin",
    "nad",
    "us",
    "medical  spiritus fortis",
    "south dakota",
    "the american heart association",
    "nigerian",
    "english",
    "food and drug administration",
    "lucas",
    "sweden",
    "korsakoff",
    "ettore marchiafava",
    "william osler",
    "cns",
    "etoh",
    "neolithic",
    "aghori",
    "metronidazole  metronidazole",
    "aids",
    "royal navy",
    "metronidazole",
    "austin",
    "dutch",
    "reformed",
    "sale of spirits act 1750",
    "ukraine",
    "catholic church",
    "crohn",
    "thirty years' war",
    "great britain",
    "congress",
    "alexander shulgin",
    "university of texas",
    "who regional office for europe",
    "benin city",
    "haiti",
    "pud",
    "dea",
    "jama",
    "who european framework for action on alcohol",
    "the alcohol policy playbook",
    "gin craze",
    "us military",
    "christian",
    "thelema",
    "north dakota",
    "anglicans",
    "international agency for research on cancer",
    "russian",
    "tomso",
    "canadian",
    "who global alcohol action plan",
    "eastern orthodox",
    "native americans",
    "act of the parliament of great britain",
    "sufi bektashi order",
    "europe",
    "active duty military personnel",
    "cdc",
    "finland",
    "centers for disease control and prevention",
    "ssris",
    "pregnancy category x",
    "medicinal liquor prescriptions act of 1933",
    "british columbia.",
    "roman catholics",
    "united nations sustainable development goal 3",
    "minnesota",
    "wernicke",
    "south africa",
    "alko",
    "u.s",
    "eu evidence into action alcohol project",
    "marchiafava",
    "robert austrian",
    "aud",
    "vajrayana buddhism",
    "andrew johnson",
    "hiv",
    "gin act 1751",
    "gaba",
    "new years",
    "new year's eve",
    "gilbert paul jordan",
    "pihkal",
    "united states",
    "u.s.",
    "the boozing barber",
    "london",
    "aidd.",
    "alevi jem",
    "twenty-first amendment",
    "england",
    "china",
    "osler",
    "lutherans",
    "estonia",
    "united states constitution",
    "systembolaget",
    "cleveland clinic",
    "dna",
    "hfa",
    "alcoholics anonymous"
  ]
}