{
  "title": "Andrew_Jackson_and_the_slave_trade_in_the_United_States",
  "url": "https://en.wikipedia.org/wiki/Andrew_Jackson_and_the_slave_trade_in_the_United_States",
  "summary": "Andrew Jackson (lived, 1767–1845; U.S. presidency, 1829–1837) bought and sold slaves from 1788 until 1844, both for use as a plantation labor force and for short-term financial gain through slave arbitrage. Jackson was most active in the interregional slave trade, which he euphemistically termed \"the mercantile transactions,\" from the 1790s through the 1810s. Available evidence shows that speculator Jackson trafficked people between his hometown of Nashville, Tennessee, and the slave markets of the lower Mississippi River valley.\nJackson bought and sold outright, but slaves also served as barter for trade goods, currency for real estate transactions, and as the stakes in bets on horse races. While Jackson had a number of business interests in Tennessee, many of Jackson's slave sales took place in the Natchez District in what is now the state of Mississippi, the Feliciana District in what is now the state of Louisiana, and in New Orleans. Jackson is believed to have had a trading stand in the vicinity of Bruinsburg, Mississippi (not far from Port Gibson), and/or at Old Greenville, two now-extinct settlements at the southern end of an ancient and rugged Indigenous trade route known to history as the Natchez Trace. Jackson's customers included his wife's sister's extended family and their neighbors, who owned tobacco farms and cotton plantations worked by slave labor. After 1800, Jackson often tasked his business partner and nephew-by-marriage John Hutchings with escorting their shipments to the lower country.\n\nIn 1812, while arguing over a coffle that he himself had shopped around Natchez, Andrew Jackson admitted in writing that he was an experienced slave trader, stating that his cost for \"Negroes sent to markett [sic]...never averaged more from here than fifteen dollars a head.\" There is substantial evidence of slaving to be found in his letters, and Jackson was identified as a slave trader in his own lifetime by abolitionist writers including Benjamin F. Lundy and Theodore Dwight Weld, and there are a number of secondhand accounts attesting to Jackson's business interests in the \"lower country.\" Jackson's slave trading was a major issue during the 1828 United States presidential election. Some of Jackson's accusers during the 1828 campaign had known him for decades and were themselves affiliated with the trade. His candidacy was also opposed by a number of Natchez elites who provided affidavits or copies of Jackson's slave-sale receipts to local newspapers. Jackson and his supporters denied that he was a slave trader, and the issue failed to connect with the electorate.\nLittle is known about the people Jackson sold south. However, because of the partisan hostility of the 1828 campaign, there are surviving records naming eight individuals carried to Mississippi: Candis, age 20, and Malinda, age 14 ($1000); Fanny ($280); a 35-year-old woman named Betty and her 15-year-old daughter Hannah ($550); and a young mother named Kessiah, and her two children, a three-year-old named Ruben and an infant named Elsey ($650).",
  "content": [
    {
      "section_title": "Historical background",
      "section_content": [
        {
          "sentence": "Jackson, a native of the Carolinas and pioneer settler of Tennessee in 1788, was connected to colonial-era Mississippi by the geography of commerce",
          "refs": []
        },
        {
          "sentence": "Moving goods between the east coast and the Cumberland River basin was challenging because of the necessary, difficult, and expensive passage through the Appalachian Mountains",
          "refs": []
        },
        {
          "sentence": "Moving goods north to market in Kentucky or the Illinois Country was pointless because those places produced more or less the same products as Tennessee",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "That left the western inland waterways as the road to market, and in much of what became the territory of the United States in North America, these waters lead to the mouth of the Mississippi River at the Gulf of Mexico and from there to the rest of the Atlantic world.",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Before colonization and settlement, the land that came to be known as the Natchez District was the domain of Indigenous communities including the Houmas, the Koroas, the Natchez, and the Tunicas",
          "refs": []
        },
        {
          "sentence": "Following the bloody Natchez revolt of 1729, counterrevolutionary violence by French colonial militias all but destroyed the region's namesake Natchez people",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Most of the Natchez were killed, some were sold into slavery on Saint-Domingue, a few survivors were assimilated into the Muscogee and Cherokee nations",
          "refs": []
        },
        {
          "sentence": "In 1765, the Choctaw signed the old Natchez domain over to Great Britain, and as part of British West Florida, the Natchez District attracted a handful of families leaving the Thirteen Colonies during the American Revolutionary War",
          "refs": [
            "https://64parishes.org/entry/natchez-revolt-of-1729"
          ]
        },
        {
          "sentence": "[a] In 1785, a visitor estimated the population of the Natchez District at 2,000, with approximately 900 slaves laboring for 1,100 white settlers",
          "refs": []
        },
        {
          "sentence": "Spain took control and opened Spanish West Florida to American colonists on August 23, 1787",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The population of colonial-era Natchez was clustered along the waterways (which also served as the region's commercial thoroughfares),  namely the Big Black River, Bayou Pierre, Cole's Creek, Fairchild's Creek, St",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Catherine's Creek, and the Homochitto River, with its right-bank tributaries Second Creek and Sandy Creek",
          "refs": []
        },
        {
          "sentence": "Just about everything else between the Mississippi River and Georgia was titled to the Cherokee, Chickasaw, Choctaw, and Muscogee people native to the region",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "By the last decade of the 18th century, the Natchez region had a polyglot, pluralistic, creolized culture",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "(To be accurate, some people were multilingual, and many were not: the grand jury of Adams County, Mississippi Territory in 1799 presented \"as a very great grievance the want of a white man for an Indian Interpreter which has hitherto been effected by a negro slave to the great shame of a free and independent people.\")  The region's economy was also rapidly changing, as tobacco and indigo (and timber and cattle) were being supplanted by industrial-scale cotton agriculture",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "There are no known sources that historians can use to study the importation of slaves to Mississippi prior to the 1810s, but it is clear that the end of the Spanish tobacco subsidy and the simultaneous removal of trade barriers spurred an increase in the slave trade",
          "refs": [
            "https://babel.hathitrust.org/cgi/pt?id=mdp.39015027056764&seq=269"
          ]
        },
        {
          "sentence": "The primacy of cotton meant that \"slavery became very much a central institution and defining feature\" of the region",
          "refs": []
        },
        {
          "sentence": "Circa 1792, settlers were predominantly Anglo-American and two out of every three slaves in the Natchez District were African-born",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Slaves from overseas were often re-exported through the West Indies, particularly British colonial Jamaica,  whose planters preferred to buy Igbo people abducted from \"the Gold Coast and the Bight of Benin.\"  The Mississippi Territory of the United States was organized in 1798",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "When the Natchez District transitioned from Spanish to American suzerainty and from \"a frontier to a borderland, and eventually to a bordered land...slaves were the losing party in the transfer of power.\"  Although the territorial organizing act prohibited the introduction to Mississippi of slaves from outside the U.S.,  this \"foreign trade ban seems to have been ignored.\"  The importation of these so-called \"saltwater slaves\" to American ports continued until 1808, when the law prohibiting transatlantic slave shipments went into effect,  although slavers, euphemistically termed \"privateers,\" continued to deliver to trading centers just beyond the U.S",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "border, including Galveston (just down the Gulf coast from the port of New Orleans), and Amelia Island (convenient to both Georgia and Spanish East Florida)",
          "refs": []
        },
        {
          "sentence": "Available evidence shows that Jackson participated in what is called the internal slave trade, buying and selling enslaved Americans, born and raised in the first 16 U.S",
          "refs": []
        },
        {
          "sentence": "states, who were termed \"country-born negroes\" (as opposed to enslaved Louisiana Creole people, \"Guinea negroes\" from the so-called Slave Coast of West Africa, or \"Congo-born\" slaves from central Africa, perhaps bearing \"the marks of their country\")",
          "refs": []
        },
        {
          "sentence": "Jackson moved people from the eastern seaboard and the upland south to what is now called the Deep South, where more demand made for higher prices",
          "refs": []
        },
        {
          "sentence": "As of 1800, the total estimated population of the Natchez District was a little under 4,700 people, about evenly split between free white people and enslaved black people",
          "refs": [
            "https://scholarworks.sfasu.edu/ethj/vol9/iss2/7/"
          ]
        },
        {
          "sentence": "Meanwhile, Indians resident in the lower Mississippi found that their British and Spanish alliances had collapsed as a consequence of the American Revolution and they could no longer effectively inhibit the growth of the plantation regime",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "(This left the theft of horses and mules, and the capture or protection of fugitive slaves, as the few means available for the western division of the Choctaw to disrupt colonization in and around Natchez without engaging in widespread violence and thus inviting outright war with the Americans.)  Interested governments did not attempt to enumerate Indigenous people in the vicinity of Natchez, but there were likely 30,000 Native Americans resident in the unceded lands between the river and the Georgia frontier",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1802, Thomas Jefferson wrote Robert R",
          "refs": []
        },
        {
          "sentence": "Livingston that the preeminent geopolitical enemy of the United States was whichever power was the possessor of New Orleans \"through which the produce of three eighths of our territory must pass to market, and from it's fertility it will ere long yield more than half of our whole produce and contain more than half our inhabitants.\"  The following year, France sold the 828,000 sq mi (2,140,000 km2) Louisiana territory to the United States",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "A few months later Jefferson replied to a letter from Jackson (who had been pestering the president about a military protocol change that had put his friend's hairstyle out of regulation),  and Jefferson wrote of the new territorial expansion:",
          "refs": [
            "https://founders.archives.gov/documents/Jefferson/01-37-02-0220",
            "https://www.archives.gov/milestone-documents/louisiana-purchase-treaty"
          ]
        },
        {
          "sentence": "As Jackson himself purportedly argued a decade later, if the mouth of the Mississippi were closed to Americans \"all the fruits of his industry rots upon his land—open, and he carries on a trade with all the nations of the earth",
          "refs": []
        },
        {
          "sentence": "To the people of Western Country is then peculiarly committed by nature herself the defense of the lower Mississippi and the city of New Orleans.\"  Louisiana became the 18th U.S",
          "refs": [
            "https://founders.archives.gov/documents/Jefferson/01-41-02-0296"
          ]
        },
        {
          "sentence": "state on April 30, 1812",
          "refs": []
        },
        {
          "sentence": "Mississippi was admitted to the Union as the 20th state on December 10, 1817",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Slaves, whiskey, horses, cocks, and land: A brief overview of Andrew Jackson as gambler, businessman, and bully",
      "section_content": [
        {
          "sentence": "During his first months living in the Watauga District near the present-day border between North Carolina and Tennessee, in \"summer or early fall 1788,\" Jackson organized and publicized a half-mile race at the semicircular Greasy Cove racetrack at what is now Erwin, Unicoi County, pitting his racehorse against one fielded by Col",
          "refs": []
        },
        {
          "sentence": "Robert Love, Jackson's acquaintance of four years past, and a veteran of battles with the Cherokee, the Shawnee, and the British",
          "refs": []
        },
        {
          "sentence": "The planned matchup between the two horses triggered an absolute frenzy of wagering: \"Guns, furs, iron, clothing, cattle, horses, negroes, crops, lands and all the money procurable were staked on the result.\"   Jackson personally rode in the race, and reacted to his defeat with a \"Vesuvius of rage,\" during which display \"Jackson denounced the Loves as a 'band of land pirates,' because they held the ownership of nearly all the choice lands in that section.\"  Shortly thereafter, on November 17, 1788, in Washington County, Jackson made his first recorded slave purchase, a woman named Nancy who was between 18 and 20 years old",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://catalog.hathitrust.org/Record/001263764",
            "[ERROR retrieving ref link]",
            "https://catalog.hathitrust.org/Record/001263764"
          ]
        },
        {
          "sentence": "According to historian Whitney Snow, Jackson's employment income as an attorney was unpredictable, and insufficient to cover his financial losses, so he \"began dabbling in mercantilism, land speculation, and the interstate slave trade\" and found that of the three, \"slave trading not only relieved Jackson of debt but also allowed him to accumulate a larger-than-average work force of slave labor, a sure sign of status at the time.\"  [b] The debts accumulated because Jackson was prone to making both imprudent financial investments (such as a disastrous deal with fellow speculator David Allison), and extravagant wagers on sporting events",
          "refs": [
            "https://www.jstor.org/stable/42641818",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "As one example of Jackson's grandiose wagering, in 1815 a large friend saw fit to pick up General Jackson and carry him away, in order to prevent him from betting US$10,000 (equivalent to $166,473 in 2023) that his horse Yellow Queen would win her race against Haynie's Maria",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "(Jackson's Yellow Queen lost the race against Haynie's Maria.)",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Regarding the accumulation of slaves, as Frederick M",
          "refs": []
        },
        {
          "sentence": "Binder put it in his The Color Problem in Early National America (1968), \"There was much about  [Jackson] to remind one of the rude frontiersman, but one need only read his letters concerning family affairs and plantation management to recognize marks of the Southern aristocrat.\"  Yet, according to a study of agriculture in Tennessee by Harriette Simpson Arnow, \"Jackson's letters in particular are relatively untouched with remarks on the nature of the soil about him, the weather, and the swing of the crops through the seasons...farming was for Andrew Jackson...a capitalistic enterprise in which he invested, not himself, but only money.\"  The biographer of Joseph Erwin, who was, like Jackson, an interstate slave trader and Nashville racehorse owner, wrote of her subject: \"Absurd as it now seems...planters of that early period considered large capital tied up in slaves the best of investments, the most desirable property for a remunerative income...lands were a secondary consideration.\"",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/nashville-banner-nashville-memories/154684571",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In pursuit of income, if not fortune, merchant and slave trader Jackson used a flatboat to get from Stones River to the Cumberland River (or from the Watauga to the Holston to the Tennessee) to the Ohio River, to the Mississippi, and thence south to the Natchez slave market in Spanish West Florida and/or the New Orleans slave market in colonial Louisiana",
          "refs": []
        },
        {
          "sentence": "Lacking steamboats, which had not yet been invented, Jackson and companions made the return trip on foot (slaves) or horseback (traders) by the Natchez Trace, an ancient track through the hundreds of miles of Chickasaw and Choctaw territory between the northern fork of Bayou Pierre and the Tennessee River, ending at Jackson's farm, originally Poplar Grove, then Hunter's Hill, and after 1804, The Hermitage",
          "refs": []
        },
        {
          "sentence": "There is no record of Jackson owning land or operating a plantation of his own on Bayou Pierre",
          "refs": []
        },
        {
          "sentence": "Historian J",
          "refs": []
        },
        {
          "sentence": "Winston Coleman wrote that at the turn of the 19th century, \"Tennessee was as wild and rough a frontier country as the Nation possessed",
          "refs": []
        },
        {
          "sentence": "Life in those parts was both hard and turbulent, and a short one for many a man who tried to get on for himself in that fast-growing section of young America",
          "refs": []
        },
        {
          "sentence": "Reckless gambling, hard drinking, and fighting to the death with pistol and knife were the order of the day",
          "refs": []
        },
        {
          "sentence": "Men fought for their rights and for their lives...cut-throats of every description defied the laws of the back country districts, and the towns themselves were scarcely less barbarous.\"  The exact site of the Mississippi store(s) has been lost, but it was one of several such outlets for Jackson's business endeavors, all at a time when \"Money was scarce, and the interchange of goods was difficult and hazardous",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Barter was still commonly employed in conducting commercial transactions.\"  According to the editors of The Papers of Andrew Jackson, \"Between 1795 and 1807 Jackson followed general-store merchandising at least as fully as farming, the law, or the military.\"  Goods from Philadelphia resold in the Cumberland were marked up triple",
          "refs": [
            "https://www.newspapers.com/article/alexandria-gazette-general-jackson-and-a/154005781",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Cotton from the Cumberland resold for double in New Orleans",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Products for sale include fabric, \"salt, grindstones, hardware, gunpowder, cow bells, and whatever else the people of the neighborhood wanted",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In payment for these commodities, they took, not money, but cotton, ginned and unginned, wheat, corn, tobacco, pork, skins, furs, and, indeed, all the produce of the country.\"  Middle Tennessee had originally produced mostly corn and stock animals, but by 1800 cotton had become so lucrative a cash crop that cotton bales served as a local currency",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The \"produce of the country\" that was traded included slaves",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1805, Jackson and his nephew accepted $25 in cash and \"A Negro Woman namd",
          "refs": []
        },
        {
          "sentence": "Fan a bout forty five years of age\" to pay off Andrew Steele's $150 past-due account at their store",
          "refs": []
        },
        {
          "sentence": "Jackson's commercial hub in Tennessee was at Clover Bottom, which was being developed as a plantation when \"men from nearby places, Jackson included, formed a jockey club early in the nineteenth century and laid out a racecourse here.\"  In 1805 Jackson oversaw construction at Clover Bottom of a racetrack and horse stables, viewing stands, \"a tavern or lodging facility,\" a store, and \"booths for hucksters.\"    There was gambling going on in this establishment, as well as throughout the settlement",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "(According to court records, popular hobbies in the Cumberland included a card game called loo, another game called fives, and the crime \"assault and battery.\")  Jackson also ran saloons in Tennessee",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "On August 19, 1806, Cage & Black made a rental agreement with Andrew Jackson and James S",
          "refs": []
        },
        {
          "sentence": "Rawlings for a house, lot, and stables in Gallatin, Tennessee",
          "refs": []
        },
        {
          "sentence": "Rawlings was married to a niece of Rachel Jackson",
          "refs": [
            "https://www.newspaperarchive.com/cincinnati-commercial/1879-01-12/page-5"
          ]
        },
        {
          "sentence": "On September 13, 1806, Rawlings advertised that he had opened a tavern in Gallatin that offered \"a well-chosen assortment of imported spirits and wines.\"  This was probably the brick-built Gallatin stable where Jackson lost $500 to Edward Ward, president of the Clover Bottom Jockey Club, in a bet on a fight between gaffed cocks",
          "refs": [
            "https://www.newspaperarchive.com/cincinnati-commercial/1879-01-12/page-5",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The bet was for gold, and Jackson apparently tried to avoid the payout by working the refs",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Clover Bottom store was also where Jackson's company built and sold flatboats to other travelers going downriver",
          "refs": []
        },
        {
          "sentence": "River-traffic statistics involving flatboats illustrate how early Jackson came to Mississippi, and thus how closely he must have been involved in its colonization",
          "refs": []
        },
        {
          "sentence": "According to writer David O",
          "refs": []
        },
        {
          "sentence": "Stewart, in 1792 \"only a dozen flatboats made the journey downriver to New Orleans,\" but by 1802, it was more than 500, and by 1807, the count was closer to 2,000 a year",
          "refs": []
        },
        {
          "sentence": "According to another account, in 1790, 64 flatboats docked at Natchez the entire year, while on a single day in 1808 a visitor counted 150 flatboats tied up at the Natchez landing",
          "refs": [
            "https://www.newspapers.com/article/the-impartial-review-and-cumberland-repo/154617649"
          ]
        },
        {
          "sentence": "There is a surviving 1803 contract between a riverman and Jackson's partner John Coffee arranging for a flatboat to depart from Haysborough, Tennessee for New Orleans loaded with 25 bales of cotton and 77 hogs, which offers some sense of the scale of Jackson's shipments",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1803 his firm built boats \"for the war department in expectation of difficulty with Spain in Louisiana,\"  and in the course of the 1806–07 expedition that came to be known as the Burr conspiracy, Aaron Burr ordered five of Jackson's boats, picked up two that were ready at Clover Bottom, and set off for the south from Jackson's landing at Stones River, weeks later surrendering himself to authorities at Peter Bruin's house at Bruinsburg",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "These boats were themselves valuable in the lower Mississippi, which had a shortage of planed lumber",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[c] The Clover Bottom store, where Jackson built and sold flatboats, raced horses, and took people as a form of payment, was \"a two-story building near today's Downeymead Drive.\"",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Jackson's mercantile enterprises and gaming operations appear to have been entangled with his slave-trading, real estate speculation, and his imperial designs on Indigenous lands, which was the case throughout pioneer-era Tennessee, whose politicians, militia officers, and \"land-grabbers\" were men whose \"classifications...greatly overlapped.\"  As Nashville historian Anita S",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Goodstein put it, \"Land speculators, merchants, self-made lawyers—all dealt in slaves",
          "refs": []
        },
        {
          "sentence": "Indeed they used slaves almost as currency.\"  It was common to treat slaves as a cash equivalent: as debt collateral, by mortgaging them, or by putting them in the pot of a poker game",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Slaves were \"liquid assets\" that served as a ready currency for land owners with unreliable income",
          "refs": []
        },
        {
          "sentence": "The financial system of the frontier U.S",
          "refs": []
        },
        {
          "sentence": "south was based on the inherent fundamental value of the enslaved, all while guaranteeing a lifetime of insecurity for the people used as security",
          "refs": []
        },
        {
          "sentence": "An example of the use of slaves to repay debts is Stockley Donelson's 1791 offer to pay off Jackson with \"one likely Country born Negro boy or girl.\"  Historian Chase C",
          "refs": [
            "https://nashvillehistoricalnewsletter.com/2021/10/29/a-pioneer-history-of-stones-river-near-the-clover-bottoms",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Mooney, in his 1957 Slavery in Tennessee, came to the conclusion that John Overton, Jackson's business associate and political patron,  \"might be classed as a slave trader—but not of the coffle-driving type—for he both purchased and sold quite a number of Negroes",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Some of his purchases follow: Robin and Pol, $530; Sam, Phyllis, and Ezekiel, $1050; Mathew and wife (slaves of John Coffee, purchased through the United States marshal), $710; Charles, $180 in 'horse flesh, and one hundred and ten dollars in notes'; Lewis, $400; Betty, $800; Elijah, $450; Wood, $600; Bob, $500; Huldy, $375; Tom, $300; Ben, $385; Arthur, $315; Washington, $340; Adam, $500; Martin and Oliver, $365; and 'two negroes,' $700.28.\"  In 1819, Overton asked Jackson to have John Brahan, of Huntsville, Alabama Territory, repay him for a debt of approximately $800 in \"one or two likely healthy boys of 12 or 13 years of age at such price as you may think they are worth in Cash, and as you would trade for yourself.\"  According to Goodstein's analysis of 452 Nashville-area transactions involving approximately 700 enslaved Blacks in the period from 1783 to 1804, \"The overwhelming number of sales were of a single slave, man or woman or child",
          "refs": [
            "https://www.newspapers.com/article/the-shelby-guide-superstitious-sports/156978297",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Of the 452 transactions only 116 involved transfers of more than one slave...Almost half of those for whom we have age data were under 16",
          "refs": []
        },
        {
          "sentence": "It was not uncommon for children to be sold separately, away from parents or friends",
          "refs": []
        },
        {
          "sentence": "Witness Aron, age six, sold to Andrew Jackson in 1791.\"  Jackson paid £100 to buy Aron from George Augustus Sugg on December 21, 1791",
          "refs": [
            "https://www.jstor.org/stable/42621095"
          ]
        },
        {
          "sentence": "Aron was not resold but grew up at the Hermitage where he worked as the plantation blacksmith and had a wife and three children as of 1825",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "If the Hermitage kept to the pattern found elsewhere in the south, Aron's work tasks would have included shoeing horses, making nails, repairing metalwork, forging chains, and locking shackles and collars on other slaves, which was called \"ironing negroes.\"",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Slave trading, 1789–1799",
      "section_content": [
        {
          "sentence": "In 1781, at age 14, Andrew Jackson found himself unattached, his immigrant parents and two older brothers all having died of disease or misadventure over the course of his childhood",
          "refs": []
        },
        {
          "sentence": "As such, he inherited \"four or five hundred pounds sterling\" when a grandfather died in Ireland",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He visited Charleston to pick up the bequest (presumably paid out in the form of South Carolina pounds), and there he drank and gambled away his accrued net worth",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/lancaster-reporter-the-farmer-of-tenness/162309326/"
          ]
        },
        {
          "sentence": "He moved to North Carolina, he studied law, and then, in company with work friends, he moved west to examine the prospects for a frontier lawyer in the new settlement that was being hacked out of the woodlands along the Cumberland River in the Mero District of North Carolina, shortly to become the Territory South of the River Ohio",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Jackson was thus 22 years old in 1789, when he rode the waters of the Mississippi south to Bruinsburg, which was located at the confluence of the Mississippi and Bayou Pierre",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The name Bayou Pierre dates to the French period, but the local pronunciation of bayou \"ignores the y and rhymes the word with now.\"  In 1789 there were no riverfront settlements between L'Anse à la Graisse (later known as New Madrid, Missouri) and Bayou Pierre",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The settlement had no public buildings; a church would not be built for another decade",
          "refs": [
            "https://thehermitage.com/early-life"
          ]
        },
        {
          "sentence": "White families resident on Bayou Pierre and the Big Black at that time lived in small nuclear-family households, and if they owned slaves the count was in the single digits",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The earliest surviving description of Bruinsburg dates to March 25, 1801: \"...pass't Judge Bruin's at the lower side of a creek called Biopere...some Houses but no improvements worth notice...\"  The fullest description of life on pre-territorial Bayou Pierre comes from the autobiography of Confederate general and Reconstruction-era Mississippi governor Benjamin G",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Humphreys, recapitulating the memories and legends of three generations of his family:",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Despite Humphreys' belief that the Spanish government had \"blazed out\" the Natchez Trace, the entire continent had long had an \"intricate network of Indian trails",
          "refs": []
        },
        {
          "sentence": "Many of the first routes taken by the settlers, and subsequently made into roads, originally were Indian trails,\" including the road between Nashville and Knoxville, and the route through the Shenandoah Valley",
          "refs": []
        },
        {
          "sentence": "In any case, on July 15, 1789, Jackson was in the Natchez District swearing allegiance to the king of Spain so that he could trade there without paying a tax intended for non-resident American traders",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The following month Natchez District planter Thomas M",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Green Jr",
          "refs": []
        },
        {
          "sentence": "granted power of attorney to the young lawyer",
          "refs": []
        },
        {
          "sentence": "Jackson had kinship ties to the Green family that connected him to Springfield and the Natchez Junto, the Green–Hinds–Hutchins–West political alliance in Mississippi Territory",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "(Abraham Green's mother-in-law and Andrew Jackson's wife were sisters.)  Jackson could also pursue his hobbies in Natchez: there was a quarter-mile racetrack at Natchez-Under-the-Hill as early as 1788, and the St",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Catherine course, later to come to fame as the Pharsalia Race Course, was likely in operation by 1790",
          "refs": []
        },
        {
          "sentence": "The jockeys and grooms at these tracks were enslaved Blacks, and horses and slaves alike were used for stakes",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Jackson might have been a transient or itinerant trader, which was common",
          "refs": []
        },
        {
          "sentence": "If he had a physical store it would likely have been log-built, or possibly the frame cabin of his \"emigrant boat\" deconstructed and rebuilt to the same purpose on land",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "According to biographer Robert V",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Remini, young Jackson made the acquaintance of \"a great many Natchez businessmen and through them began an extensive trading operation.\"  Preserved letters from 1790 between Jackson and \"Melling Woolley, a Natchez merchant\" record goods being carried from Nashville to Natchez, including \"cases of wine and rum; also a snuff box, dolls, muslin, salt, sugar, knives and iron pots.\"  Another letter of 1790 thanks Jackson for his help with the \"Little Venture of Swann Skins,\" which historian Harriet Chappell Owsley asserted were feathers or down stuffing for pillows and mattresses,  but which some scholars suspect was a euphemism for a shipment of slaves",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "According to Remini, \"On one occasion he returned a runaway slave to the Spanish governor of Natchez, Manuel Gayoso de Lemos, for James Robertson.\"  An estimated 70,000 enslaved people were imported into the United States from overseas between 1791 and 1807,  but fortunately for Jackson, business opportunities for American slave-traders abounded in 1790s Natchez, because the beginning of the Haitian Revolution in 1791 had disrupted the once-reliable supply of slaves from the Caribbean islands, easing competition until after the Spanish left Mississippi in 1798",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "This same revolt disintegrated the economic undergirding of a dual-hemisphere Napoleonic empire and opened the way for the Louisiana Purchase",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The study of Jackson's earliest slave trading is closely tied to the study of the Robards–Donelson–Jackson relationship controversy",
          "refs": []
        },
        {
          "sentence": "Jackson and Rachel Robards née Donelson ran off together sometime between the summer of 1789 and July 1790,  leaving behind Rachel's allegedly abusive first husband Lewis Robards",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "An 1890 news article purporting to tell \"the true story of the great statesman's matrimonial venture\" claimed that \"near Natchez...there used to stand a ruined log hut, which was pointed out to strangers as the spot where they had passed their honeymoon",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "This was, no doubt, the spot to which he carried her when they first ran away...\"  [e] For that matter, in the first decade of the 20th century, a man named E",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "R",
          "refs": []
        },
        {
          "sentence": "Jones repeatedly asserted that his father, Rev",
          "refs": []
        },
        {
          "sentence": "John Griffing Jones, a native of Jefferson County and \"pioneer Methodist historian in Mississippi,\"  had been insisting since the 1870s that Rachel Jackson Robards had had a double log house with an open hall (\"two pens and a passage\") on a small farm located 1.5 miles (2.4 km) southwest of Old Greenville on the Natchez Trace, opposite his father's birthplace at what was called Belle Grove plantation",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Rev",
          "refs": []
        },
        {
          "sentence": "Jones said this farm, where Andrew and Rachel were married (in the Biblical sense, if not the legal), had a spring, later known to locals as Jackson Springs, and oldheads remembered that garden mint had naturalized around the spring and associated creek",
          "refs": []
        },
        {
          "sentence": "The young couple returned to Nashville in a party of 100 or more via the Natchez Trace in July 1790, with Hugh McGary attesting at Rachel's divorce proceedings that the couple were \"bedding together\" on the journey",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/st-louis-post-dispatch-jacksons-wife/154896664"
          ]
        },
        {
          "sentence": "By 1792 Jackson had finances sufficient to buy Poplar Grove on Jones' Bend in Davidson County",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1794, the year Jackson and Rachel Donelson were legally married in Tennessee, the Spanish reported that the Choctaw and Chickasaw were looking to them for food, and were collectively \"in a wretched condition..",
          "refs": [
            "https://www.newspapers.com/article/the-commercial-appeal-general-andrew-jac/153307603"
          ]
        },
        {
          "sentence": "[some] dying of hunger.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In his letters, Jackson referred to the path from Natchez to Nashville as a journey through \"the wilderness.\"  Another traveler described the Trace in early days as \"an impenetrable forest condensed by cane and cemented by grape vines, so that a dozen trees must be cut before one can fall...\"  British traveler Francis Baily described the rustic nature of the Natchez road in his journal of a 1796–97 trip, with the one-room \"tavern\" at Grindstone Ford being so unpleasant that he preferred to sleep outside under a tree",
          "refs": [
            "https://finding.mdah.ms.gov/manuscripts/index3",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Baily also wrote about \"encamping grounds,\" describing wide places in the road, especially at river fords, that were identified by the presence of felled trees, extinguished campfires, and compacted soil",
          "refs": [
            "https://www.msgw.org/jefferson/newspapers/1904erjoneshistarticle.html"
          ]
        },
        {
          "sentence": "In times of high water, travelers would swim across the intervening rivers and streams, accompanied by cargo rafts built on the spot, so that provisions and supplies could stay dry",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "According to an Ohioan, travelers returning northeast on the trace usually went on Opelousas horses, \"a small breed of mixed Spanish and Indian...very hardy and accustomed to subsist on grass and the bark of trees",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "To every three or four persons there was one or more spare horses to carry the baggage.\"  Still, despite its unimproved nature, the trail was already a well-trafficked trade route in the 1790s—a stretch of the southern section was called the Path to the Choctaw Nation, and the run from Tupelo to Nashville was called the Chickasaw Trace—and Choctaw, Spanish, and American leaders alike were preoccupied with protecting and extending their access to the road",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "It is unclear where Jackson collected the enslaved people he carried south, and in what quantities of people he trafficked",
          "refs": []
        },
        {
          "sentence": "Until Robertson's 1794 Nickajack Expedition tied off the bloody conflict with the Cherokee, the Cumberland district remained \"as violent a world as any American ever inhabited.\"  Nashville proper remained but a small settlement in this era, with a total population in 1800 of about 350 people, approximately 150 of whom were slaves",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1790, more than half of all Black Americans lived in just two states, Virginia and Maryland (with the vast majority of the remainder dwelling in North Carolina and South Carolina, although there were at that time also substantial populations of slaves living in Delaware, Georgia, New York, New Jersey, and Pennsylvania)",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Delaware, Maryland, and Virginia were \"already net exporters\" of slaves in the 1790s, shortly joined by the District of Columbia, and North Carolina, whereas Tennessee, admitted in 1796 as the 16th U.S",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "state, would not become a net exporter of slaves until the 1850s",
          "refs": []
        },
        {
          "sentence": "Historians know not to what purpose Jackson \"crossed the wilderness between Knoxville and Nashville 22 times—once alone, 'when the Indians were most numerous and hostile.'\"  The old road from the Carolinas  went to Knoxville through the Saluda Gap, and Knoxville was the Tennessee starting point for the Philadelphia Wagon Road (Jackson's brief service in the House and the Senate certainly gave him occasion to visit the national capital)",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "From 1798 to 1804, he had the travel obligations of a state judge, an annual route through county after county and from courthouse to courthouse",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "During Nashville's earliest history, \"Philadelphia being the favorite market of the Nashville merchants, they would leave here on horseback, and it would take them nearly six weeks to reach the city of 'Brotherly Love'",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "All purchases were then sent through by wagons.\"  Similarly, at the turn of the 19th century, shipping between Baltimore and Nashville involved \"six-horse teams\" that cost $10 for every 100 pounds of freight",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Philadelphia to Pittsburgh, in western Pennsylvania, offered a connection to relatively swift travel southwest via the Ohio River, but the land route between Nashville and anywhere east was tiresome, requiring arduous travel through the Blue Ridge Mountains or up around the Alleghenies",
          "refs": [
            "https://teva.contentdm.oclc.org/digital/collection/tfd/id/681"
          ]
        },
        {
          "sentence": "In 1795, Jackson set off on a work trip to Philadelphia intending to buy trade goods and to sell lands that were still legally under Indian title",
          "refs": []
        },
        {
          "sentence": "There Jackson \"traded land preemptions for flour, sugar, piece goods, and pocket knives.\"  Before Jackson departed, friend Overton cautioned him, \"If you purchase Negroes in any of the northern States, be careful in so doing not to subject yourself to the penal Laws of the State.\"  [f] On November 30, 1799, Jackson agreed to a slave swap between himself, John Overton, and a man named Carter",
          "refs": [
            "https://constitutioncenter.org/amp/blog/how-philly-lost-the-nations-capital-to-washington",
            "[ERROR retrieving ref link]",
            "https://constitutioncenter.org/amp/blog/how-philly-lost-the-nations-capital-to-washington"
          ]
        },
        {
          "sentence": "Jackson was to take a couple owned by Carter, writing Overton, \"They will  [serve] my Purpose to Sell again.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Slave trading, 1800–1804",
      "section_content": [
        {
          "sentence": "In his 2013 biography, Andrew Jackson, Southerner, historian Mark R",
          "refs": []
        },
        {
          "sentence": "Cheathem wrote, \"Historian Charles Sellers once argued that after 1804 'never again was Jackson to engage in any considerable speculative venture.' The facts do not bear out this claim",
          "refs": []
        },
        {
          "sentence": "Jackson speculated widely in land during the 1810s in an effort to benefit himself",
          "refs": []
        },
        {
          "sentence": "Given his direct involvement in land seizures during the 1810s and his subsequent correspondence about prospects in Alabama, Florida, and the Mississippi Territory, it stretches credulity to imagine that he did not calculate these moves to help his land-speculating associates turn a profit as well.\"  Similarly, Jackson was still opportunistically trading slaves well into the 19th century, certainly until his actions during the War of 1812 made him a national figure",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "When Jackson sold Betty and her 15-year-old daughter Hannah to his sister-in-law's son-in-law on December 27, 1800,  the sale price of $550 for the pair  was almost equivalent to his $600 annual salary as a Tennessee state judge",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "According to Frederic Bancroft's Slave-Trading in the Old South (1931), letters in the Jackson papers at the Library of Congress demonstrate his continuing interest in the market",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "For instance, territorial governor William C",
          "refs": [
            "https://www.inquirer.com/news/black-history-month-pennsylvania-gradual-abolition-slavery-indenture-emancipation-20190227.html"
          ]
        },
        {
          "sentence": "C",
          "refs": []
        },
        {
          "sentence": "Claiborne wrote to Jackson from \"near Natchez\" on December 9, 1801, with an update on local markets:",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "A couple of weeks later, an update from Claiborne:",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The John Hutchings who appears in some reports and documents associated with the slave trade was Andrew Jackson's nephew-by-marriage",
          "refs": []
        },
        {
          "sentence": "Rachel Donelson's older sister Catherine married Thomas Hutchings; John Hutchings was their firstborn son",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "According to the editors of The Papers of Andrew Jackson, Hutchings was \"Jackson's partner in the Lebanon, Gallatin, and Hunter's Hill stores.\"  The Jackson–Hutchings–Coffee triumvirate also had a store at Muscle Shoals, Alabama",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "On Christmas 1801 Hutchings wrote Jackson with his own update on the sale items described by Claiborne, declaring, \"I shall meet with no dificulty to sell the negres...you may rest asurd that money is my hole thought and Im sir your most obt",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Sevent.\"  On January 9, 1802, Claiborne wrote Jackson, \"On our way from the Fort, Mr",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Hutchins Sold two of his Horses, and a Negro' Boy to advantage.\"  The tandem vending of horse flesh and human flesh was common",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "As Bancroft explained in 1931, in many antebellum Southern marketplaces, \"the same man dealt in horses, mules and slaves.\"  Similarly, Calvin Schermerhorn, writing about the ocean-going (rather than riverine), or \"coastwise\" slave trade, stated, \"On nearly all American coastal voyages on which slaves were transported in the 1810s and early 1820s, the accent fell on shipping nonhuman cargoes,\" meaning that the \"main\" cargo was coal or rum or cowhides or cotton or porcelain, but shippers moving goods between any two points where slavery was legal were as likely as not to have a few slaves aboard as well, bound for resale wherever inventory was low and prices were high",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1803 Jackson took custody of an enslaved black man named Bird; Jackson had served as security for a $500 credit line extended to a free white man named Mark Mitchell; when Mitchell could not pay, Jackson repossessed Bird to resell to raise some or all of the money owed",
          "refs": []
        },
        {
          "sentence": "In 1804, as Jackson's Tennessee stores busily traded steel for bear skins,   he wrote a long letter arguing with a trading partner about their arrangement:",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1926, historian John Spencer Bassett wrote in The Correspondence of Andrew Jackson, \"This letter shows Jackson's method of carrying on a controversy in his early life",
          "refs": []
        },
        {
          "sentence": "It also contains the clearest available evidence that his trading firm bought and sold negroes.\"  Jackson was up to his neck in debt that year, so, Remini summarizes, \"To pay what he owed, Jackson returned full time to his business interests in 1804",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He resigned the judgeship, sold his plantation at Hunter's Hill (where for a time he had operated a small store and from a narrow window sold goods to the Indians), disposed of an additional 25,000 acres he held in various parts of the state (he continued his land speculation despite the Allison disaster)...Through consolidation and liquidation he managed to pay off all his debts",
          "refs": []
        },
        {
          "sentence": "It meant starting all over again financially, and it meant living in a log cabin once again.\"  Presidential historian John R",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Irelan told much the same tale in 1887, albeit with more color: \"...Allison failed, and Jackson had to pay the notes which he had exchanged for goods",
          "refs": []
        },
        {
          "sentence": "This piece of ill-fortune greatly embarrassed him, and was one cause of his quitting the 'Bench' in 1804, a position for which he was, in most respects, totally unfit",
          "refs": []
        },
        {
          "sentence": "From this time forward he did not concern himself about learned offices",
          "refs": []
        },
        {
          "sentence": "He was general of the militia, and that was enough...he did not make the remotest attempt to farm on scientific principles",
          "refs": []
        },
        {
          "sentence": "He simply kept up as well as he could, with the condition of affairs as made by others...He also raised fine horses",
          "refs": []
        },
        {
          "sentence": "During all this time he seldom took a law case, and finally ceased to do so entirely",
          "refs": []
        },
        {
          "sentence": "He studied very little, and never did at any time know or care a great deal about law",
          "refs": []
        },
        {
          "sentence": "Although living quietly and happily at home with a wife whom he adored, and who, to a great extent, managed the large number of negroes he collected about him, his life at this time was reckless, dissipated, and far from exemplary in most things",
          "refs": []
        },
        {
          "sentence": "He drank a great deal, even to the verge of booziness; played cards for money; engaged in horse-racing and cock-fighting, and, in fact, in every wild, vulgar, or disgusting practice of the locality.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Slave trading, 1805–1809",
      "section_content": [
        {
          "sentence": "In June 1805, Jackson wrote Edward Ward, the buyer of Hunter's Hill, that he could not accept slaves as a form of payment, because of timing: \"I cannot believe that you are seriously impressed with the belief, that you are now authorised to discharge a part thereof in negroes—had negroes been offerred before Mr Hutchings descended the river with negroes for sale they would have been recd.\"   Some traders worked all year to collect what were called \"shipping lots\" of slaves, but Jackson apparently rejected Ward's midsummer offering as inauspiciously timed",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Also, according to Gen",
          "refs": []
        },
        {
          "sentence": "Jackson's Negro Speculations, Jackson bought a child from a Dr",
          "refs": []
        },
        {
          "sentence": "Rollings of Gallatin in 1805 or 1806, with the intent to resell him in the \"lower country,\" and later sued the doctor over the boy's health condition",
          "refs": []
        },
        {
          "sentence": "This \"Dr",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Rollings\" of Gallatin may be the Dr",
          "refs": []
        },
        {
          "sentence": "Benjamin Rawlings of Sumner County, Tennessee who wrote Jackson in 1798 at the request of their mutual friend Overton, who \"told me yesterday Evening that your Negro George had got Snake Bitten And Requested if I was acquainted with any Salutary medicine\" for it; Rawlings recommended a plantain poultice, and \"If the leg and foot is Much Sweld Bleeding wuld not be Amiss I am Sir With Respect &c",
          "refs": []
        },
        {
          "sentence": "Ben Rawlings.\"  The documents timeline in The Papers of Andrew Jackson includes three mentions of a case known as Andrew Jackson and John Hutchings v",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Benjamin Rawlings",
          "refs": []
        },
        {
          "sentence": "The suit seems to have been initiated in approximately September 1805, a decision was rendered in September 1808, and an appeal decision was handed down in March 1813",
          "refs": []
        },
        {
          "sentence": "[g] There is an 1828 letter from Jackson \"casually\" explaining that possession of this \"negro boy,\" who had been \"kept at the Clover Bottom at our store,\" had been uncertain in part because he was abducted as the result of \"a race...the stakes...which was to be in cash or negroes as I understood.\"   The \"negro boy\" in question was named Charles and had been born in approximately 1793, meaning he was about 12 years old when Jackson had purchased him for purposes of resale",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "According to Jackson, Charles eventually died, either from a sore on his leg that \"broke out\" or from a \"disease engen [der]ed in the lower country.\"  In the Correspondence, Bassett annotated this Jackson letter with the note: \"An article in the Nashville Banner and Whig of Aug",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "1, 1828, had brought up this incident in support of the charge that Jackson was a negro trader",
          "refs": []
        },
        {
          "sentence": "That he took slaves in settlement of accounts and sold them for money is undoubtedly true",
          "refs": []
        },
        {
          "sentence": "But he was never a negro trader in the ordinary meaning of the term.\"  ¯\\_(ツ)_/¯",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In October 1828, the final issue of the Monthly Anti-Jackson Expositor published a letter that had allegedly been written by Jackson to William P",
          "refs": []
        },
        {
          "sentence": "Anderson in January 1807",
          "refs": []
        },
        {
          "sentence": "(Anderson, a U.S",
          "refs": []
        },
        {
          "sentence": "Attorney and father of future Confederate general J",
          "refs": []
        },
        {
          "sentence": "Patton Anderson, had been one of Jackson's closest associates in the 1800s and 1810s, but by 1828 had turned into a lacerating critic.) Per the Expositor, \"When..",
          "refs": []
        },
        {
          "sentence": "[Jackson's] correspondence, such as is actually and unquestionably his own, comes to be inspected...All the rules of composition, of orthography, and of syntax, are disregarded, and a most reprehensible ignorance is made manifest...The occasion of writing it...was the receipt of the President's proclamation respecting Burr, and a letter from the Secretary of War on the same subject",
          "refs": []
        },
        {
          "sentence": "And it is certainly remarkable for the cool indifference with which private receipts, a negro-trading bargain, contempt for the Secretary of War, and consultations for the suppression of a supposed wide-spreading treason are commingled together.\"  As to the bargain, Jackson had written Anderson, \"...the Negro girl, if likely, at a fair price, I will receive...if you  [find it] Convenient bring the girl with you...\"",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In March 1807, Jackson purchased 15 slaves at a sheriff's auction of the property of his neighbor and brother-in-law Robert Hays (appointed in 1797 to be the first U.S",
          "refs": []
        },
        {
          "sentence": "marshal of the new-formed federal judicial district of Tennessee),   and then conveyed those 15 slaves to Jane (Donelson) Hays",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Hays had recently declared bankruptcy, and during the 1828 election this action was alleged to be a conspiracy intended to defraud Hays' creditors, essentially money laundering enslaved assets",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Jackson's trading activity had seemingly ramped up again in 1807, as in February there was also an exchange with Samuel Dorsey Jackson involving a \"growing gaming debt\" and a \"Negro woman.\"    Samuel Jackson wrote Andrew Jackson, \"I would like to keep her as long as it was in your power to do without her, as we have but little help.\"  Bassett annotated one line in the first of two letters with the comment: \"This sentence seems to mean that the negro woman was to go on the boat.\"  A month later, on March 6, 1807, 39-year-old Andrew Jackson jumped 55-year-old Samuel Jackson on the street, such that \"on May 15, 1807...a Davidson County grand jury presented to the Mero District Superior Court an indictment against Jackson for 'assault with intent to kill' Samuel Dorsey Jackson.\" The reported motive for the attack was an unpaid debt; Andrew Jackson was acquitted of the charge in November 1807",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[h]",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Neither the range of topics covered in the letter to Anderson nor Jackson's metamorphosis from negro speculator to warlord to U.S",
          "refs": []
        },
        {
          "sentence": "president were coincidental",
          "refs": []
        },
        {
          "sentence": "In the words of political scientist Michael Paul Rogin, \"Jackson...won and lost land in horse races, mixed slave trading with land deals, and was plagued like other speculators by problems of tax liens, imperfect title, Indian claims, and bankruptcy",
          "refs": []
        },
        {
          "sentence": "Other speculators lived with these problems and sought to resolve them pragmatically",
          "refs": []
        },
        {
          "sentence": "They had turned virgin land into money; they remained in the material realm in the conflicts that resulted",
          "refs": []
        },
        {
          "sentence": "Jackson, however, did not",
          "refs": []
        },
        {
          "sentence": "His personality and the threat to his fortune forced him to return to the nature of things",
          "refs": []
        },
        {
          "sentence": "Worldly success failed to rescue Jackson...and establish his authority in the world...Plagued by title conflicts and insecure possession, he went back to the Indians, at the beginning of it all.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Slave trading, 1810–1812",
      "section_content": [
        {
          "sentence": "In 1810, Andrew Jackson, Joseph Coleman (the first mayor of Nashville), and a \"probable\" resident of Natchez named Horace Green formed a business partnership on the existing system of transporting trade goods, slaves, etc",
          "refs": []
        },
        {
          "sentence": "downriver from Tennessee to the consumers of Louisiana and Mississippi",
          "refs": []
        },
        {
          "sentence": "[i] Slaves owned by this firm became part of the propaganda leafleting and news coverage of Jackson's business dealings during the bitter 1828 campaign",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "According to a political opponent writing as \"Philo-Tennesseean,\" some of the enslaved people that Jackson collected before the outbreak of the War of 1812 were gleaned from a US$4,000 (equivalent to $73,248 in 2023) horse-race bet lost by Newman Cannon, [j] who paid up in cash, a horse, and 11 slaves, which collectively represented \"the earnings of many years honest labor.\" Philo-Tennesseean also alleged that Jackson fixed races and asked, \"Did you not always carry about with you, to horse-races, cock-fights, &c",
          "refs": []
        },
        {
          "sentence": "a set of bullies, who were ready to fight for you on the slightest occasion? and did they not, on some occasions, when there was a dispute, take the 'stakes' by force?\"  [k] In regard to the charge that Jackson fixed races, an 1897 history by John Allison hinted at \"indiscretions\" and allowed that there were perhaps a \"few spots on the otherwise white flower of a blameless life\" when it came to Jackson's career in \"sport.\"  [l] On November 26, 1811, Jackson paid US$450 (equivalent to $8,240 in 2023) for a 14-year-old boy named David",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The seller was 63-year-old Charles M",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Hall who lived near the Clover Bottom",
          "refs": []
        },
        {
          "sentence": "The bill of sale was witnessed by John Coffee",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Other slaves that came into the joint ownership of Jackson, Coleman, and Green were bought from a Mecklenburg County, Virginia, tavern owner named Richard Epperson",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Per historian Snow, \"In essence, the men only paid a down payment of $2,500 on a total agreed price of $10,500 in cash",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The rest of the principal was to be paid in two six-month installments",
          "refs": []
        },
        {
          "sentence": "However, when Green...subsequently abandoned the slaves in Natchez, Jackson became entirely responsible for both the debt and the costs of transporting the slaves back to Davidson County.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Port Gibson Correspondent newspaper published an \"extra\" edition on September 13, 1828, to address the subject of Jackson's work as a slave trader",
          "refs": []
        },
        {
          "sentence": "The Port Gibson coverage was reprinted in Peter Force's National Journal, which was \"the official organ of the John Quincy Adams administration.\"",
          "refs": [
            "https://www.newspapers.com/article/the-weekly-natchez-courier-philo-tenness/154364369",
            "https://www.americanheritage.com/now-defend-yourself-you-damned-rascal"
          ]
        },
        {
          "sentence": "According to \"Sidney\" in the Natchez Ariel, the slaves Jackson sold in late 1811 were \"landed in chains at the Petit Gulf, in Claiborne county; as far as I can learn about a dozen were sold in that county...Not finding purchases for more in Claiborne county, Gen",
          "refs": []
        },
        {
          "sentence": "Jackson brought the remainder down to Washington  [the territorial capital, located in Adams County] and then to Natchez, where he exhibited them for sale, and the General was notoriously considered at that day as nothing more than a negro trader",
          "refs": []
        },
        {
          "sentence": "About two years after it is thought by many that he took his degrees which qualify him for the presidency—'there indeed was a rise.'\"  Abolitionist William Wells Brown wrote about visiting Natchez and Rodney (renamed from Petit Gulf in 1828) circa 1830, when he was the teenaged servant of a Missouri-based slave trader: \"We landed at Rodney and the slaves were driven to the pen in the back part of the village",
          "refs": [
            "https://www.newspapers.com/article/republican-banner-died/160888394"
          ]
        },
        {
          "sentence": "Several were sold at this place, during our stay of four or five days, when we proceeded on to Natchez",
          "refs": []
        },
        {
          "sentence": "There we landed at night, and the gang was put in the warehouse until morning, when they were driven to the pen",
          "refs": []
        },
        {
          "sentence": "As soon as the slaves are put in the pens, swarms of planters may be seen in and about them",
          "refs": []
        },
        {
          "sentence": "They knew when Walker was expected, as he always had the time advertised beforehand when he would be in Rodney, Natchez, and New Orleans.\"",
          "refs": [
            "https://www.newspapers.com/article/daily-national-journal-gen-jacksons-ne/153317337"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Andrew Jackson versus Silas Dinsmoor",
          "section_content": [
            {
              "sentence": "While returning to Nashville with his unsold stock, Jackson got into a dispute with a United States Indian agent named Silas Dinsmoor",
              "refs": []
            },
            {
              "sentence": "[o] Dismoor was determined to enforce a regulation requiring that every enslaved person crossing through the unceded Choctaw lands carry a document identifying their legal owner and the purpose of their travel",
              "refs": []
            },
            {
              "sentence": "The intention was to prevent runaway slaves from using the Choctaw lands as a refuge, which in turn would hopefully reduce complaints from white settlers about the Choctaw",
              "refs": []
            },
            {
              "sentence": "Jackson disliked Dinsmoor enforcing this rule, and while traveling, had to pass the Choctaw Agency in company of a \"considerable number of slaves.\" Dinsmoor was not at the agency when Jackson passed by, and \"much to my gratification and disappointment I was very politely treated by Mr",
              "refs": []
            },
            {
              "sentence": "Smith Deputy Agent.\"  Still, Jackson left a message promising a future confrontation with Dinsmoor, and later sent a letter to a U.S",
              "refs": [
                "https://www.apps.mdah.ms.gov/Public/prop.aspx?id=23&view=facts&y=728"
              ]
            },
            {
              "sentence": "Senator demanding Dismoor's removal and threatening that \"the wrath and indignation of our citizens will...involve Silas Dinsmore in the flames of his agency house.\"  (In 1828, J",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Q",
              "refs": []
            },
            {
              "sentence": "Adams mentioned the rediscovery of this letter in his journal, seemingly not realizing that the blockaded \"negro trader\" in question was Jackson himself.)  Dismoor persisted in regulating the passage of enslaved people over the Trace, and Jackson succeeded in getting Dismoor fired from his job",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jackson, affronted that this issue was being resurfaced in 1828, wrote, \"Did I not inform you that the Sub agent Smith (Dinsmore not being there) had collected about 400 armed Indians with about sixty white men, to stop or destroy me, if I attempted to pass the agency without exhibitting a passport...that the demand was an act of usurpation...I was determined to exercise this right, and resist & put down, at the risque of my life, this petty usurper...\"  (In a letter that he written 16 years earlier, in 1812, Jackson did not describe 460 men lying in wait, but rather said \"there were at least 20 men summoned, and attending, with four Choctaws.\")  According to accounts from Jackson's political opponents, \"It is notorious that he did not take a passport, but when he approached the Agency he armed his negroes with axes, hired some half breed Indians with their arms—marched by the Agency in military order, himself at the head, with the cap of his holsters thrown back, and his rifle cocked.\"  The slaves he was trafficking, one of whom was named John Amp, were collectively armed with two axes and six clubs",
              "refs": [
                "https://digitalcommons.winthrop.edu/manuscriptcollection_findingaids/128",
                "[ERROR retrieving ref link]",
                "https://www.apps.mdah.ms.gov/Public/prop.aspx?id=23&view=facts&y=728",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jackson's ire seemed to stand out, even on a frontier road regularly traveled by hardened boatmen, quarrelsome Kaintucks, horse-stealing Indians, gangs of homicidal highwaymen, and bounty hunters seeking the heads of fugitive slaves",
              "refs": []
            },
            {
              "sentence": "Historian J",
              "refs": [
                "https://search.worldcat.org/oclc/1479338853",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://www.newspapers.com/article/the-weekly-natchez-courier-gen-jackson/154344910",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "M",
              "refs": []
            },
            {
              "sentence": "Opal found \"no evidence of any general uproar against the Indian agent",
              "refs": []
            },
            {
              "sentence": "Indeed, the very existence of so many passports suggests a rough consensus between most settlers and a Jeffersonian regime eager to oblige them",
              "refs": []
            },
            {
              "sentence": "Once again, men like Jackson had interests and ambitions that made exceptional demands upon the various authorities around them.\"  A retired American military officer, Alexander McIlhenny of Frederick County, Maryland, who had been stationed at Washington Cantonment in Mississippi Territory during the War of 1812, said as much in a letter to the newspaper in 1828: \"...the general, having sent forward his negroes, had mounted his horse, and laying his hand upon his pistols, significantly replied, 'These are General Jackson's passports!!!' I have often thought of this anecdote of Mr",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Dinsmore's whenever the Constitution, laws, or the orders of government, have thwarted the arbitrary will of this man",
              "refs": []
            },
            {
              "sentence": "Shall weapons of war be his passport to our suffrage, and to the Chair of State?\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "The land uneasy: Jackson's side of the story",
          "section_content": [
            {
              "sentence": "There are three contemporaneous letters written in 1812 by the then-44-year-old Jackson about this specific platoon of slaves",
              "refs": []
            },
            {
              "sentence": "Jackson also wrote in 1828 of this much-disputed coffle that \"it was said,  [Green] was squandering it, by card playing.\"  Jackson wrote in 1812 that there were 27 people in the group: \"...25 grown negroes; with two sucking children they always count with the mother,\"  and that 13 of the group were girls or women, as they needed \"habits.\"  The men and boys in the group were apparently naked when Jackson received them and no expenditure was made to clothe them",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As is the case in nearly all surviving letters written by participants in the American slave trade, Jackson's letters are marked by \"insensitivity, self-congratulation, and deeply racist complacency.\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.primarysourcecoop.org/publications/jqa/document/jqadiaries-v37-1828-03-p453--entry20"
              ]
            },
            {
              "sentence": "In the first letter, dated December 17, 1811, and addressed to his wife, Jackson wrote \"on tomorrow I shall set out from here homewards, on the Biopierre I expect to be detained Some days preparing the negroes for the wilderness My trusty friend John Hutchings, on the recpt of my letter had come down to this place recd",
              "refs": []
            },
            {
              "sentence": "all the negroes on hand and had carried them up to his farm—I have Just seen Mr",
              "refs": []
            },
            {
              "sentence": "[Horace] Green last evening this morning he was to have Seen me, but as yet, he has not appeared as to the State of the business I can give you no account—untill I have a Settlement with him or have an account of the appropriation of the amount of sales from him I shall bring home with me from twelve to Twenty—I hope to be able to sell some of them on the way at good prices—but many of them I Shall be obliged to bring home and as most of that number will be females I leave you to point out to Mr John Fields  [Hermitage overseer] where to have the house built for them.\"  Ten days later, he found a buyer for the mother and children, Kessiah, Ruben, and Elsey",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The day after that he sold Candis and Lucinda",
              "refs": [
                "https://www.newspapers.com/article/alexandria-gazette-gen-jackson-from-the/160796608"
              ]
            },
            {
              "sentence": "On February 8, 1812, Jackson wrote to his sister-in-law Mary Donelson Caffrey: \"The negro fellows that I brought thro with me owing to their exposure in the wilderness have all been sick and were the well neither of them is such that I could recommend to you—nor could I think of selling such to you...\"  He also advised her that the \"convulsed state of the Earth and water from the frequent shocks\" of the 1811–1812 New Madrid earthquakes had disrupted river traffic to such an extent that she would be better off buying someone already down south",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Then, in correspondence of February 29, 1812, he made time for a multi-page complaint about the business acumen of young Horace Green",
              "refs": []
            },
            {
              "sentence": "Jackson wrote that \"...the highest Expence of any that did accrue during the time we were engaged in the mercantile transactions was (including provissions hands and return expence)\" was $250, whereas Green had spent $318.75",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jackson continued, \"I also found from examining the acpts of Negroes sent to markett that the expence never averaged more from here than fifteen dollars a head,\" with the solitary exception of \"one wench and three children, who had been subject to the fits remained better than six months in the Natchez\" having cost him $25",
              "refs": []
            },
            {
              "sentence": "Jackson argued to the arbitrators to whom he was writing that Green's business expenses were \"exorbitant\" and that Green did not even provide an itemized report, but rather lumped \"charges without any specification.\" Jackson continued that \"taking no notice of the time the negroes have been hired out, or the reduction of their expence by sales, and one having run away\" there was a balance of $340 but \"from every enquiry I have made on the subject, that fifteen dollars pr head is about the usual expence, and finding this to amount including the amount of the Price of the Boat, and not taking into view the children at the breast, it makes the cost on each negro $44.66,2⁄3\" which per Jackson was \"more than double what is usual...\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jackson proceeded to lay out a list of expected expenses for such a slaving expedition, based on \"the soldiers ration,\" including the anticipated cost of crewing the boat (with a steersman), housing for Mr",
              "refs": []
            },
            {
              "sentence": "Green \"after he left his Boat,\" two purchases of cornmeal (totaling 100 bushels) for $62.75, two purchases of bacon for $208.121⁄2, as well as an expected clothing expense for at least the female slaves: \"one habit each the fellows recd naked.\"  The standard diet for slaves on the march was pork and cornmeal, but, per Sydnor, \"as there was no economy in providing new clothes for the journey through the forests, negroes generally reached the market in rags.\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They had hired a keelboat, and Green \"had on board a number of Negroes\" who could be put to work pulling the oars",
              "refs": []
            },
            {
              "sentence": "An oar-propelled keelboat was better for going upstream than a flatboat (which essentially treated the Mississippi as one long flume ride)",
              "refs": []
            },
            {
              "sentence": "Jackson argued that if Green had sense he never would have made a sales call at Natchez, which everyone knew was \"glutted\" with slaves and slave traders, but instead he should have visited the prosperous old settlement of Bayou Sara (further downriver near Baton Rouge) and then gone up into the Red River country of Louisiana and sought buyers there",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This type of circuit was the life of a slave trader, most of whom \"seem to have stayed only a short while in any one place.\"  Green instead landed at Natchez where he traded some of the slaves in his possession for what Jackson called \"an old horse foundered.\"  If Green had been a better steward of this merchandise, wrote Jackson, the slaves in question \"would have cleared their own expence, if not neated something to the owners.\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.newspapers.com/article/the-weekly-democrat-lewis-forged-a-certi/155006506",
                "https://www.newspapers.com/article/the-weekly-democrat-lewis-forged-a-certi/155006506"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Individual slave sales",
      "section_content": [
        {
          "sentence": "(Note: Small sample size likely makes this data meaningless.)",
          "refs": []
        },
        {
          "sentence": "Several of Jackson's bills of sale are dated to late December, at the end of the Mississippi cotton season—\"a few days' rest usually coincided with Christmas.\"  Winter and spring were the traditional slave-trading seasons, after the harvest was in, and before the summer heat and mosquitoes and fleas arrived in force",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[p] The river was also higher in winter and spring, and the current stronger, making for a faster trip downstream in the days before steam power",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/literary-cadet-and-rhode-island-statesma/153333286"
          ]
        },
        {
          "sentence": "The receipts for several slave sales made by Jackson resurfaced in part because buyer Abraham Green had died October 6, 1826,  and his estate was still being settled in 1828",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "One of the executors of Abraham Green's estate, Benjamin Hughes, had the bill of sale for Kessiah and her children notarized before sharing the documents with the Ariel",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "As it happens, Hughes was probably kin to Eden Brashears, an assistant agent at the Choctaw Agency",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The S",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Lewis who witnessed the sale of Betty and Hannah is very possibly the Seth Lewis whom John Adams had appointed in May 1800 to serve as chief justice of the Mississippi Territory,  and about whom, it was said, in \"the year 1790...being in Nashville, he contracted a friendship with Andrew Jackson and Col",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Josiah Love, who persuaded him to study law.\"  The Port Gibson Correspondent stated that the sale record for Malinda and Candis to James McCaleb was entirely in Jackson's handwriting (except for the signatures of the witnesses) and \"could be viewed at the office of the Democratic Press at any time between the hours 8 a.m",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "and 5 p.m",
          "refs": []
        },
        {
          "sentence": "daily.\"  According to May Wilson McBee's extracts of Natchez District court records, in 1804 James McCaleb had filed a claim for \"555 acres on Boggy Br",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "of North Fork of Bayou Pierre, 3 mi",
          "refs": []
        },
        {
          "sentence": "east of Grindstone Ford, Plat shows 513 acres adj",
          "refs": []
        },
        {
          "sentence": "Wm",
          "refs": []
        },
        {
          "sentence": "Kilcrease, John Robinson, Abner Green and the old survey of Catura Proctor.\"  According to a newspaper ad placed by P",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "A",
          "refs": []
        },
        {
          "sentence": "Van Dorn (who married another daughter of Mary Donelson Caffrey, and who was the father of future Confederate general Earl Van Dorn), McCaleb also operated a cotton gin near Bayou Pierre in 1814",
          "refs": []
        },
        {
          "sentence": "The McCaleb family history states, \"James McCaleb was considered a bad manager by his brothers",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He never became quite as wealthy as they, but he was very well off in his day.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Washington Jackson & Co",
          "refs": []
        },
        {
          "sentence": "that accepted the $1,000 for Candis and Lucinda from James McCaleb on behalf of Andrew Jackson was a cotton factor, or cotton brokerage firm, with branches in New Orleans, Philadelphia, and Liverpool, England",
          "refs": []
        },
        {
          "sentence": "Cotton factors were \"the most important middlemen\" between Southern crops and Northern and European markets",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Factors often held crops on consignment and acted as not just business managers for plantation owners but as banks, taking a stake in the consignee's business and perhaps advancing them money against future profits",
          "refs": [
            "https://www.newspapers.com/article/the-weekly-natchez-courier-gen-jackson/153338948"
          ]
        },
        {
          "sentence": "According to historian Harold D",
          "refs": [
            "https://www.newspapers.com/article/the-united-states-gazette-from-the-port/153334669"
          ]
        },
        {
          "sentence": "Woodman  [d], \"By 'endorsing' a planter's note, the factor guaranteed that it would be paid when due",
          "refs": []
        },
        {
          "sentence": "The planter would receive credit, but the factor would not be called upon to make any cash outlay unless the planter defaulted.\"  There were three Jackson brothers, John, James, and Washington, who were \"Irish immigrants but with no verifiable relationship to Andrew.\"  In 1809, Washington Jackson had a store in Natchez, where he had an extensive inventory, including a \"first rate new keel boat, 25 tons burden, with poles and oars\" advertised for sale in September,  and where he sold a slave woman prone to \"fits\" to a \"free French\" woman of color on behalf of Andrew Jackson in December",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "According to The Papers of Andrew Jackson (1984), James Jackson served as a \"private banker for Andrew, extending large sums of money on promissory notes",
          "refs": [
            "ISBN: 978-0-6742-4105-3"
          ]
        },
        {
          "sentence": "They were later partners in numerous land ventures, including the Chickasaw Purchase speculation.\"  Another instance of Jackson treating the Jacksons as slave brokers appears in a letter of September 18, 1816, written to Rachel: \"Mr James Jackson on your application will take order on Sampson if necessary, that family will sell any where, better below than in Nashville, but I suppose in Nashville for $14",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "or 1500.\" The Sampson in question was apparently \"Big Sampson with wife Pleasant and son George,\" who had been purchased as a family in Mobile in 1814, shortly after the city was captured from the Spanish in April 1813",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Other accounts of Jackson in Mississippi",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Account of Idler",
          "section_content": [
            {
              "sentence": "The first account of \"Jackson as slave trader\" that was published after his death comes from an author writing as Idler, datelined Rodney, Mississippi, 1854: \"...here  [at Bruinsburg], nearly fifty years ago, Gen",
              "refs": []
            },
            {
              "sentence": "Jackson—he was not 'Old Hickory' then—landed his flatboat, laden with Western produce, negroes, etc., which he had piloted from Nashville",
              "refs": []
            },
            {
              "sentence": "I have understood that the original intention of Jackson was to settle in Mississippi, but he subsequently returned through the wilderness to Tennessee...\" Idler continued, explaining that \"the removal of negroes through the Indian nation into one of the States of the Union was strictly prohibited,\" and there was a plan made by the Choctaw and their allies \"to arrest him by force should he persist in his unlawful attempt\" but Jackson \"armed his negroes and a few of his friends and boldly marched unmolested through the Indian territory.\"  [q] [r]",
              "refs": [
                "https://www.newspapers.com/article/the-weekly-natchez-courier-valuable-plan/153339123"
              ]
            },
            {
              "sentence": "\"Idler\" described Jackson participating in foot races and wrestling matches at Bruinsburg, naming \"Bruin, Price, Crane, Freeland, Harmon and others\" as Jackson's companions in sport",
              "refs": []
            },
            {
              "sentence": "Jackson's most astute 19th-century biographer reported that as a youth, \"He was passionately fond of those sports which are mimic battles; above all, wrestling...He was exceedingly fond of running foot-races, of leaping the bar, and jumping; and in such sports he was excelled by no one of his years.\"  Among those taking an oath of allegiance to the United States, on October 30, 1798, were Waterman Crane, Llewellyn Price, and James and Hezekiah Harmon",
              "refs": [
                "https://www.newspapers.com/article/the-weekly-natchez-courier-valuable-plan/153339123",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "These men swore their oath before Samuel Gibson, a resident since 1788 and the founder of Port Gibson, the principal village of upper Bayou Pierre",
              "refs": [
                "https://www.newspapers.com/article/natchez-gazette-for-rent-a-plantation/153347831"
              ]
            },
            {
              "sentence": "A surviving letter written to Jackson on October 21, 1791, by George Cochran, mentions \"many agreeable hours\" spent at Jackson's \"friendly retreat at Bayou Pierre.\"   In 1801, Cochran bought land on Bayou Pierre from Crane, property that was adjacent to land owned by territorial judge and Bruinsburg namesake Peter Bryan Bruin, and George Humphreys, father of future Confederate general Humphreys",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "One of the Humphreys' properties was called the Hermitage,  a name that supposedly inspired the name of the Tennessee plantation Andrew Jackson established in 1804",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "When the Confederate general's grandfather died, back in the day, he owed money to \"many creditors, including Jackson.\"  In 1802 Cochran was involved in the operation of Bruin's saw mill, \"now cutting cypress planks,\" located on James' Run stream near Bruinsburg and Bayou Pierre",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The same year, Bruin advertised that he was laying out an 11-street town at Bruinsburg and was seeking investors: \"SUBSCRIPTIONS will be received at Natchez, by Robert and George Cochran, Ebenezer Rees, Bryan Bruin and at the Office of the Herald; at Cole's Creek by Thomas Calvit and John Giraults; at Bayou Pierre, by James Harmon, George W",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Humphreys, Arthur Carney and William Scott; at Big Black, Tobias Brashears; at Fort Adams, by Capt",
              "refs": []
            },
            {
              "sentence": "James Sterret.\"  Anticipating the white essentialism of Jacksonian democracy and the principle that \"superintending inequality at home\" allowed a cohort of patriarchs from diverse religious and ethnic backgrounds to engage as equals in the marketplace and in the electoral arena,  Jackson's fellow traders were a showcase of white men's diversity,  perfectly willing to marry across cultural or religious lines for economic benefit,  all while busily importing and exploiting an increasingly heterogeneous slave population",
              "refs": [
                "https://www.newspapers.com/article/the-weekly-democrat-cheap-cash-store-wa/161053285",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Account of Dey",
          "section_content": [
            {
              "sentence": "According to the county historian for Warren County, Ohio, a local plow manufacturer called John E",
              "refs": []
            },
            {
              "sentence": "Dey travelled widely in the early 19th century via the Mississippi and Ohio River, seeking customers for the company's products",
              "refs": []
            },
            {
              "sentence": "Dey spent his winters at Bruinsburg, and \"Andrew Jackson, years before when he was just a Colonel, lived at this place",
              "refs": []
            },
            {
              "sentence": "Colonel Jackson quite often frequented the plantation, and Mr",
              "refs": []
            },
            {
              "sentence": "Dey became well acquainted with him",
              "refs": []
            },
            {
              "sentence": "He remembered that he was a tall, slim man, with a nervous manner",
              "refs": []
            },
            {
              "sentence": "He used to carry a pocket full of shelled corn and play with the grains at the dining table...He says that Colonel Jackson, soon after he came to Mississippi, went back into the woods about four miles from the river to a noted hunting place of the hunting gentlemen of the country",
              "refs": []
            },
            {
              "sentence": "Here he started a saloon which he continued for many years",
              "refs": []
            },
            {
              "sentence": "He never appeared behind the bar, but the establishment was his and he was responsible for it.\"  It is unclear when Jackson was \"just a Colonel\" as, according to the editors of the Papers of Andrew Jackson he was exempt from militia service as a state judge, but correspondents began referring to him as colonel in 1797",
              "refs": [
                "https://www.newspapers.com/article/the-clarion-early-days-of-mississippi/161012696"
              ]
            },
            {
              "sentence": "It was prior to April 1, 1802, when he won the elected position of major-general of the Tennessee state militia",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1922, Jackson biographer and former mayor of Knoxville, Tennessee, S",
              "refs": []
            },
            {
              "sentence": "G",
              "refs": []
            },
            {
              "sentence": "Heiskell described Jackson's Mississippi business as \"slaves and whiskey.\"  Jackson must well have known that in its first decades the \"United States was an alcoholic republic.\"  Letters and tax records show Jackson sold whiskey from a still running at his Hunter's Hill plantation in Tennessee in the 1790s",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Whiskey was the beverage of early Mississippi, while gambling could have been considered the \"unofficial state sport.\"  Corn was the primary staple grain of both Tennessee and Mississippi",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The earliest-dated document (albeit not in his hand) in the papers of Andrew Jackson, created March 29, 1779, when Jackson was 12 years old, is a training diet for a battle rooster",
              "refs": []
            },
            {
              "sentence": "The directions were to give the cock finely chopped \"Pickle Beaf\" three times a day, \"lighte wheat Bread Soked in sweet Milk,\" smoke-dried Indian corn, and \"feed him as Much as he Can Eat for Eaight Days.\"",
              "refs": [
                "https://da.mdah.ms.gov/series/territorial/s0490/detail/572810"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Account of Robinson",
          "section_content": [
            {
              "sentence": "According to the slave narrative of James Robinson, published in 1858, when Andrew Jackson needed more men in the lead-up to what became the Battle of New Orleans, he visited the plantation of Calvin Smith on Second Creek near Natchez in approximately December 1814",
              "refs": []
            },
            {
              "sentence": "(During the first week of December 1814 Jackson asked the Louisiana state legislature to \"urge planters to lend their slaves to help raise earthworks to defend the river\"; Louisiana governor W",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "C",
              "refs": []
            },
            {
              "sentence": "C",
              "refs": []
            },
            {
              "sentence": "Claiborne supported Jackson, and the request was approved.)  Smith gave Jackson permission to take a large number of his slaves, and suggested more slaves could be gotten from Springfield, the plantation of Thomas Green",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jackson told the slaves on Smith's plantation that they would be given freedom in exchange for their work",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to Robinson, Smith was willing to part with his slaves because he could always buy new ones whereas if the British captured and sacked the Mississippi River Delta his own irreplaceable children might be killed",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Judge Bruin of Bruinsburg had worked with Smith's brother Philander Smith on territorial administrative and judicial issues, including the grand jury investigation of Aaron Burr's treason charges",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Thomas Hinds, one of the American military heroes of the War of 1812 in the southwestern theater, was also married to a daughter of Springfield",
              "refs": [
                "https://www.newspapers.com/article/mississippi-herald-and-natchez-gazette-t/160819691",
                "https://www.newspapers.com/article/mississippi-herald-and-natchez-gazette-p/160819917"
              ]
            },
            {
              "sentence": "Jackson returned to New Orleans with the needed labor force",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "During the first week of January, as work strengthening earth-and-timber defensive lines continued near John Coffee's position, \"some soldiers threatened mutiny over toiling on the entrenchments beside several hundred slaves,  [although] Jackson managed to impress their officers with the value of the work, and no revolt took place.\"  After the battle was won Jackson reneged, and  Robinson concluded his narrative with a warning to other American slaves: \"Do not forget the promise Jackson made us in the New Orleans war—'If the battle is fought and victory gained on Israel's side, you shall all be free,' when at the same time he had made a bargain with our masters to return home again all that were not killed",
              "refs": [
                "https://www.jstor.org/stable/26564809"
              ]
            },
            {
              "sentence": "Never will a better promise be made to our race on a similar occasion...Avoid being duped by the white man—he wants nothing to do with our race further than to subserve his own interest, in any thing under the sun.\"",
              "refs": [
                "https://www.jstor.org/stable/4234137"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Account of Sparks",
          "section_content": [
            {
              "sentence": "The memoirs of William Henry Sparks, published in 1870, described his knowledge of Jackson's slave-trading business: \"Many will remember the charge brought against him pending his candidacy for the Presidency, of having been, in early life, a negro-trader, or dealer in slaves",
              "refs": []
            },
            {
              "sentence": "This charge was strictly true, though abundantly disproved by the oaths of some, and even by the certificate of his principal partner.\"  Sparks said that Jackson had a \"small store, or trading establishment...which stood immediately upon the bank of the Mississippi\" at Bruinsburg, and there was an accompanying race track and a cockfighting pit, and people told stories for years after about Jackson's \"skill\" at these sports",
              "refs": [
                "https://www.jstor.org/stable/4233285"
              ]
            },
            {
              "sentence": "Per Sparks, Jackson sold slaves in the vicinity of Claiborne County, including to Sparks' father-in-law Abner Green and his wife's uncle Thomas M",
              "refs": []
            },
            {
              "sentence": "Green Jr",
              "refs": []
            },
            {
              "sentence": "Sparks claimed to have \"bills of sale for negroes sold to Abner Green, in the handwriting of Jackson, bearing his signature...\"",
              "refs": [
                "https://www.jstor.org/stable/4233285"
              ]
            },
            {
              "sentence": "Writing in 1912, Thomas E",
              "refs": []
            },
            {
              "sentence": "Watson commented, \"The biographers of Andrew Jackson strain and strive mightily to ignore the fact that their hero was a negro trader in his early days, but it is a fact nevertheless...Ordinarily, the Memories of Fifty Years is to be rejected as an authority: the book was written in the extreme old age of the author and is full of fable",
              "refs": []
            },
            {
              "sentence": "But William H",
              "refs": []
            },
            {
              "sentence": "Sparks himself married into the Green family, [s] lived in the Bruinsburgh neighborhood, and must be presumed to have known what the Greens had to say concerning their great friend and his beloved wife.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Sparks also recalled that when he and his wife visited the White House in 1835, 67-year-old widower Jackson asked them, \"'Is old papa Jack and Bellile living?'...These were two old Africans, faithful servants of her father; and then there was an anecdote of each of them—their remarks or their conduct upon some hunting or fishing excursion, in which he had participated 40 years before.\"",
              "refs": [
                "https://www.loc.gov/collections/andrew-jackson-papers/articles-and-essays/andrew-jackson-timeline-1767-1845/family-life-the-law-business-and-politics-1767-1811/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Account of McCaleb",
          "section_content": [
            {
              "sentence": "Dr",
              "refs": []
            },
            {
              "sentence": "James F",
              "refs": []
            },
            {
              "sentence": "McCaleb, writing about the Natchez Trace in the Natchez News-Democrat in 1915, [t] described Jackson as a sportsman and gambler, stated that he had stores at both Bruinsburg and Old Greenville, and that: \"Grindstone Ford lane, one mile in length, on the Natchez Trace was the great rendezvous for horse racing, the Indian ball game, and lacrosse",
              "refs": []
            },
            {
              "sentence": "Travelers from Kentucky and Tennessee stopped at the station of Mrs",
              "refs": []
            },
            {
              "sentence": "Worldridge and the tavern of George Lemon near the Grindstone Ford on Bayou Pierre to enjoy the regular Sunday festivals...Among the horsemen from the Blue Grass State was A",
              "refs": []
            },
            {
              "sentence": "S",
              "refs": []
            },
            {
              "sentence": "Colthrap, who ran his horse against General Jackson's betting four slaves to determine the winner as well as some money",
              "refs": []
            },
            {
              "sentence": "Colthrap lost his horse, his money, and his slaves to General Jackson, returning home a poorer and a wiser man.\"   Per historian and Jackson biographer Bassett, \"Race paths were laid out in the earliest  [Southern] settlements and succeeded by circular tracks, as the settlements developed.\"  In a study of antebellum horse racing, the Journal of Mississippi History recounted the Jackson–Colthrap incident and stated that this straightaway was the first racecourse in Claiborne County and was located near the \"Red House\" tavern at Rocky Springs",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Also, according to the memoir of a Presbyterian minister, Sunday was indeed race day in the vicinity of Old Greenville, an attraction that drew many young men away from church attendance",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Neither report addressed whether Jackson kept his winnings for personal use or resold them for short-term gain",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "There is an E",
              "refs": []
            },
            {
              "sentence": "S",
              "refs": []
            },
            {
              "sentence": "Coltharp (1784–1859) buried at the old Rocky Springs Methodist Church cemetery on the historic road from Natchez to Nashville",
              "refs": []
            },
            {
              "sentence": "This Dr",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "James H",
              "refs": []
            },
            {
              "sentence": "McCaleb who wrote an article about the Natchez Trace for the Natchez News-Democrat in 1915 was a great-grandnephew of the James McCaleb (1772–1822) who purchased Malinda and Candis from Andrew Jackson in 1811",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Charges, denials, coverup, historiography",
      "section_content": [
        {
          "sentence": "American abolitionist Benjamin Lundy covered reports of Jackson's slave trading in his newspaper, The Genius of Universal Emancipation, or American Anti-Slavery Journal and Register of News",
          "refs": []
        },
        {
          "sentence": "In 1827, when the first allegation appeared in Kentucky, Lundy recounted a separate story about Jackson having whipped a recaptured runaway slave he had tied to the joist of a blacksmith shop",
          "refs": []
        },
        {
          "sentence": "Lundy could not confirm the secondhand report, and expressed hope that the reports of slave trading were exaggerating this tale",
          "refs": []
        },
        {
          "sentence": "As the election approached in 1828, Lundy wrote that he felt that Jackson's own account of the deal was effectively a full confession: \"This, we repeat, is Gen",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Jackson's own story",
          "refs": []
        },
        {
          "sentence": "It amounts to this",
          "refs": []
        },
        {
          "sentence": "A speculation was to be made in cotton, tobacco and negroes: Coleman was to do the business and Jackson to furnish the means; the negroes were bought up, taken to market, followed by Jackson, part of them sold by himself at Natchez, and the rest carried back by him to Tennessee in the year 1812.\"",
          "refs": [
            "https://familysearch.org/ark:/61903/1:1:V2ZN-SNS"
          ]
        },
        {
          "sentence": "The charges were \"sensational and damaging,\" and Jackson's allies, the so-called Nashville Junto, scrambled for a response, initially lying that Jackson had merely been a silent partner, then falling back on a round of whataboutism",
          "refs": []
        },
        {
          "sentence": "The close examination in 1828 of Jackson's enslavement of people like Gilbert, and his history of slave trading, was promulgated in large part by a man named Andrew Erwin, who, according to historian Cheathem, was \"determined to undermine Jackson's campaign\" for both spite and politics",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Erwin and Henry Clay shared a set of grandchildren",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Boyd McNairy, whose bank had held accounts for Coleman, Green & Jackson, and who published a broadside headlined \"Jackson a negro trader,\" was a brother of John McNairy, the federal judge who gave Jackson his first law job in Nashville, and Nathaniel A",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/the-port-gibson-reveille-old-corresponde/155214663"
          ]
        },
        {
          "sentence": "McNairy, who dueled John Coffee in 1806 and advertised slaves for sale in Natchez in 1807–08",
          "refs": []
        },
        {
          "sentence": "B",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/natchez-democrat-the-natchez-trace-by-ja/154548211",
            "https://www.newspapers.com/article/clarion-ledger-claiborne-home-of-livest/154539097"
          ]
        },
        {
          "sentence": "McNairy later wrote in a public letter to Jackson, \"You have been charged...with having been engaged, in one or more instances, in NEGRO TRADING—with having employed your capital and credit in the purchase and sale of slaves, for the sake of pecuniary profit",
          "refs": []
        },
        {
          "sentence": "Is this charge true, or is it not? If it be true, why do you not magnanimously and heroically admit it, and defend yourself upon the ground that the habits prevalent in the country and the peculiar state of our society, in a community where slavery unfortunately exists, justified such speculations?\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Even though \"the slaves he bought and sold as a young man as part of the burgeoning interstate trade in enslaved people helped make him rich,\" during the 1828 United States presidential election, Jackson repudiated the claim that he was a slave trader",
          "refs": []
        },
        {
          "sentence": "Jackson's dishonesty was not his alone",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Allies were recruited to swear, falsely, that it was not true",
          "refs": []
        },
        {
          "sentence": "The editorial page of The Ariel of Natchez wrote that it was \"a matter of astonishment that the friends of Gen",
          "refs": []
        },
        {
          "sentence": "Jackson have the hardihood to deny that in the year 1811, their idol was not actually and personally engaged in the sale of Negroes as an object of speculation, because like almost every other charge brought against him, the more they endeavor to 'hide the crimes they see' and to screen him from odium, the deeper they impress on the minds of the investigating the strength of the evidence which support them.\"  As retold by Mississippi historian Eron Rowland in 1910, \"It may cause some of the warm friends of Old Hickory to scoff to recall the accredited fact that he, in those early days, for a time followed the business of a negro-trader at this place  [Old Greenville, Mississippi]",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "A proof that this fact was not taken with the best grace at that day is that in several political campaigns, his followers were compelled to swear by the eternal that he did not.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Abolitionists Theodore Dwight Weld, Angelina Grimké, and Sarah Moore Grimké, under the banner of the American Anti-Slavery Society, wrote in American Slavery As It Is (1839) that \"It is well known that President Jackson was a soul driver...\"  Lewis Tappan wrote in the margins of his copy, now held in the Amistad Research Center at Tulane University in New Orleans, that Weld said the statement about Jackson was the only thing anyone had ever denied or claimed was incorrect in the book, and further noted, \"Mr",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Weld informs me (Nov 23|49) that the above was stated to him by J",
          "refs": []
        },
        {
          "sentence": "G",
          "refs": []
        },
        {
          "sentence": "Birney who received it from Mr",
          "refs": []
        },
        {
          "sentence": "Kingsbury, missionary among the Choctaws.\"  [u]",
          "refs": [
            "https://www.gutenberg.org/ebooks/45634"
          ]
        },
        {
          "sentence": "The denial was carried forward—for years, decades, daresay, centuries—by those whom Southern chronicler Harnett T",
          "refs": []
        },
        {
          "sentence": "Kane described as \"fist-pounding partisans.\"  In his Jackson bio published 1861 (the first year of the American Civil War), Parton wrote:",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Regarding the repeated appearance of the word odium in contemporary accounts of Jackson's trading, historian Sydnor wrote in his 1933 Slavery in Mississippi, \"To the present day a certain odium clings to the term slave-trader",
          "refs": []
        },
        {
          "sentence": "It may seem illogical that owners of slaves, who from time to time purchased from traders, would have scorned men in this business, but this seems to have been the case",
          "refs": []
        },
        {
          "sentence": "It is debatable whether the disapproval of the trader in negroes was honest, or whether it was a convenient sentiment which made the slave-trader a scapegoat for much of the evil of slavery.\"  Parton, apparently unbothered by the \"blot\" or the odium, wrote, \"The simple truth respecting it, I presume, is, that having correspondents in Natchez, and being in the habit of sending down boat-loads of produce, the firm of which he was a member occasionally took charge of negroes destined for the lower country, and, it may be, sold them on commission, or otherwise.\"  Nearly 120 years later, in volume one of his three-volume Jackson biography, Remini recapitulated Parton's conclusion almost in its entirety, further downplaying to posterity the importance of slavery in Jackson's life and work:  \"...because he had agents in Natchez and regularly sent down boatloads of produce, Jackson occasionally engaged in slave trading as a service for a friend or a client.\"  Historian Cheathem argued in 2011 that due to an over-reliance on Parton, Remini, and the Correspondence, at the expense of archival investigation, Jacksonian scholarship has long minimized his slaving, and while \"recent research by historians\" has resurfaced the political significance of Jackson's slaveholding \"...more work remains to be done on his own slave communities in Tennessee and Mississippi and the ramifications for his public actions.\"",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/national-banner-and-nashville-whig-to-ge/154622318",
            "https://encyclopediavirginia.org/an-especially-malevolent-form-of-american-entrepreneurship"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Connection to other Jackson controversies",
      "section_content": [
        {
          "sentence": "Several of Jackson's personal and political conflicts involved the trade",
          "refs": []
        },
        {
          "sentence": "According to American Slavery As It Is, Andrew Erwin's son James Erwin and son-in-law Henry Hitchcock were slave traders: \"It is known in Alabama, that Mr",
          "refs": []
        },
        {
          "sentence": "Erwin, son-in-law of the Hon",
          "refs": []
        },
        {
          "sentence": "Henry Clay, and brother of J",
          "refs": []
        },
        {
          "sentence": "P",
          "refs": []
        },
        {
          "sentence": "Erwin, formerly postmaster, and late mayor of the city of Nashville, laid the foundation of a princely fortune in the slave-trade, carried on from the Northern Slave States to the Planting South.\"   Similarly, in an early letter about the 1806 duel in which he killed Charles Dickinson, Jackson wrote, \"...for the present it will only be observed that the deceased, could not be called a Citizen of this state—that he was engaged in the humane persuit of purchasing Negroes in Maryland and carrying them to Natchez & Louisa and thus making a fortune of speculating on human flesh...\"  In 1882, the Denton Journal described a derelict outbuilding on what had once been Dickinson's property near Preston, Maryland, where \"staples and ringbolts\" for chaining slaves were still embedded in the \"massive timbers\" of the old barn, originally constructed as a trader's slave pen",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://mississippiencyclopedia.org/entries/james-james-audubon-in-mississippi",
            "https://www.audubon.org/birds-of-america/great-carolina-wren"
          ]
        },
        {
          "sentence": "In 1810 Jackson and his slave-trading partner Joseph Coleman both testified at the Nashville murder trial of the Magnesses about the good character of victim Patton Anderson, who was the brother of Jackson's aide-de-camp W",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "P",
          "refs": []
        },
        {
          "sentence": "Anderson, and who had worked locally as a trader in land warrants, horses, and slaves",
          "refs": []
        },
        {
          "sentence": "Jackson pointed the finger again in 1819, when he was called to account for what he called \"this savage and negro war,\" an 1818 self-authorized punitive expedition against Red Stick Creeks, and the African-American leadership of the Negro Fort and other communities of color in Spanish Florida, two groups that had long frustrated both him and the neighboring Georgia Patriots",
          "refs": []
        },
        {
          "sentence": "According to Binder, \"Jackson tangled with William Crawford, a severe critic of his Florida adventure",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Jackson had information which linked Crawford with the alleged slave-smuggling activities of Georgia's former governor, David B",
          "refs": []
        },
        {
          "sentence": "Mitchell",
          "refs": []
        },
        {
          "sentence": "On September 28, 1819, Jackson, the former slave trader, wrote a 'Private' letter to President Monroe proposing an investigation of Crawford's activities...\"  [v] This, argued Binder, writing in 1968, was a part of a lifelong pattern in Jackson's dealings with slaves and slavery, in which he remained \"emotionally uninvolved\" while alternately using appeals for and against various moral and social positions in pursuit of his own ends: \"He viewed slavery as a convenient weapon of political warfare for obtaining objectives often quite remote from the Negro...His attitude toward the Negro appears to have been governed at all times by immediate and practical expediency",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Whether in the fields of commerce, plantation management, military tactics or politics...He thought of the Negro in the present tense and appreciated him primarily as a tool in hand.\"  [w] Forty years earlier, Thomas P",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Abernethy had come to the same conclusion, but even more broadly: \"No historian has ever accused Jackson, the great Democrat, of having had a political philosophy",
          "refs": []
        },
        {
          "sentence": "It is hard to see that he even had any political principles",
          "refs": []
        },
        {
          "sentence": "He was a man of action, and the man of action is likely to be an opportunist.\"  More recently, political historian Joshua Lynn has argued that the Democratic Party of the Second and Third U.S",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "political-party systems was an extended projection of the founder's persona: \"Following Jackson's lead, broad-minded Democrats tolerated much that other Americans considered social, political, or moral evils, including white men's ethnic and religious diversity, tippling in addition to teetotaling, enslavement alongside freedom.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Perhaps most importantly, Andrew Jackson's early arrival in the Deep South as a businessman led to his role in the Battle of New Orleans, extinguishing British hopes of regaining control of the lower Mississippi, and to his military conquest of the lands of the Old Southwest that remained in the hands of Indigenous people and the Spanish crown",
          "refs": []
        },
        {
          "sentence": "Jackson's actions in the Creek War and the War of 1812 \"greatly accelerated the transformation of ethnic relations already underway in the Mississippi Territory,\"  such that \"the final shot in the Battle of New Orleans signaled the beginning of a race into the Old Southwest...with the acquisition of West Florida from the Pearl River to the Perdido, numerous waterways had become available for unrestricted shipment of cotton, timber, and naval stores to the seacoast.\"  Appointed as United States Indian commissioners for a series of treaty negotiations in the 1810s and 1820s, Andrew Jackson, and his old business partner John Coffee (a \"simple\" man who was \"absolutely devoted\" to Jackson),  and Thomas Hinds, who had married into the Green family that was so closely aligned with Jackson's early years in Mississippi, and John Eaton, the husband of one of Jackson's wards and his future Secretary of War, acquired land from the tribes of the southeast as \"a matter of economic urgency",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "A steady stream of white immigrants after the War of 1812 doubled the region's population between 1810 and 1820, and with the availability of slave labor, hundreds of would-be planters required plenty of land",
          "refs": []
        },
        {
          "sentence": "Likewise, the state legislature needed the land-use taxes these settlers would provide.\"  Jackson's campaigns against the Seminoles in the 1810s begat the Second Seminole War during his presidency, which was triggered in part because \"a unified band of defiant Native Americans and African Americans was a dangerous symbol when located so closely to a burgeoning plantation society built on the backs of enslaved people.\"  Former slaves found some degree of safety and prosperity in the sovereign Seminole lands",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://archive.org/details/sim_genius-of-universal-emancipation_1831-04_11_supplement/page/194/mode/2up"
          ]
        },
        {
          "sentence": "The fact that Seminole leaders simply refused to allow these people to be turned back into products was intolerable to the Jackson administration",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Turning and turning, in the widening gyre..",
          "refs": [
            "https://archive.org/details/sim_genius-of-universal-emancipation_1831-04_11_supplement/page/194/mode/2up",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1834, with Jacksonian federal Indian Removal well underway, The Liberator abolitionist newspaper published Nashville minister Marius R",
          "refs": []
        },
        {
          "sentence": "Robinson's report on the internal slave trade: \"In Mississippi and Louisiana the slave market is literally crowded",
          "refs": []
        },
        {
          "sentence": "There are three principal reasons for the large demand.—1st",
          "refs": []
        },
        {
          "sentence": "The high price of cotton last fall, induced many planters to go more largely into the cultivation of it, which increased the demand for laborers",
          "refs": []
        },
        {
          "sentence": "2d",
          "refs": []
        },
        {
          "sentence": "The cholera has swept off thousands of negroes during the last two years, and the planters are now filling up the ranks made thin by this scourge",
          "refs": []
        },
        {
          "sentence": "3d",
          "refs": []
        },
        {
          "sentence": "The country wrested from the Choctaw Indians has recently been brought into market",
          "refs": []
        },
        {
          "sentence": "Of course the lands must now be cultivated by slaves.\"",
          "refs": [
            "https://www.newspapers.com/article/denton-journal-a-famous-duel-recalled/156556647"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Influence",
      "section_content": [
        {
          "sentence": "Andrew Jackson's business model and actions met the definition of \"slave trader\" as understood by 19th-century abolitionists and 21st-century scholars",
          "refs": []
        },
        {
          "sentence": "Still, as an 1828 campaign issue, \"Andrew Jackson as human trafficker\" got little traction",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "According to historian Robert Gudmestad, information about \"Gen",
          "refs": []
        },
        {
          "sentence": "Jackson's negro trading\" failed to swing voters in part because \"Southerners wanted to believe that there was a small group of itinerant traders who created most of the difficulties",
          "refs": []
        },
        {
          "sentence": "It was this type of speculator, most thought, who destroyed slave families, escorted coffles, sold diseased slaves, and concealed the flaws of bondservants",
          "refs": []
        },
        {
          "sentence": "They were the 'slave-dealers.' All others who bought or sold slaves, even if they did so on a full-time basis, were innocent.\"  This privileged denial of the reality of the American interregional slave trade continued well into the 20th century",
          "refs": [
            "https://www.jstor.org/stable/24636783"
          ]
        },
        {
          "sentence": "Joseph Erwin's biographer, writing in 1944, concluded in delusion about the name partner of Erwin, Spraggins and Wright—Real Estate and Slave Dealers: \"He was not a designing speculator, bent on gain at all hazards, but the honorable, high-minded, upright dealer who believed that in business success could be obtained by self-reliance and honest and legitimate methods.\"  In 1915, writing at the halfway point between Parton and Remini, a plantation heir named James T",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Flint recycled the slave-trading-as-a-favor-to-neighbors shibboleth: \"Andrew Jackson, who owned a few slaves in Tennessee, brought them down, with others belonging to friends, over the old Natchez trace to sell to well-to-do neighbors of his wife's former home near Greenville and Natchez, Miss., and for this reason he was accused by his political enemies in after years of being a 'nigger trader'.\"  A few lines later Flint recorded that while visiting in the vicinity of Old Greenville, his forebears \"talked with one of the negroes brought from Tennessee and one from Kentucky\" and sold in Mississippi by Andrew Jackson",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[x]",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Further to the point, some Jacksonian scholars have argued that it was Jackson's status as a wealthy slave owner and slave trader that made him politically attractive to the electorate",
          "refs": []
        },
        {
          "sentence": "[y] If nothing else, according to biographer Remini, Jackson, his allies, and his successors believed \"slaveholding was as American as capitalism, nationalism, or democracy...the white southern celebration of liberty always included the freedom to preserve black slavery",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "That states Jackson's own position precisely.\"  In an 1841 column about local politics, the Mississippi Free Trader of Natchez defended the slave trade as the profession of a number of esteemed Southern gentlemen, listing as icons of genteel American prosperity John Armfield, Rice Ballard, Isaac Franklin, John L",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Harris, Eli Odom, Thomas Rowan, and Sowell Woolfolk—\"A desperate set of ruffians these, with old Andrew Jackson at their head!\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Historian Walter Johnson has described the lower Mississippi River valley of the antebellum United States as an anthropophagus landscape that fed on bodies and souls and turned them into American dollars: \"The Cotton Kingdom was built out of sun, water, and soil; animal energy, human labor, and mother wit; grain, flesh, and cotton; pain, hunger, and fatigue; blood, milk, semen, and shit.\"  Underlining the fact that the ethnic cleansing of Indigenous American people resident in the Old Southwest was prefatory to the establishment of a new economy and ecology predicated on the forced labor of African-American slaves,  \"when the surveyors hired by the General Land Office began their work in Mississippi in 1831, they used the 'Old Choctaw Line' as the 'base meridian' of their efforts to transform the landscape from a landscape of imperial violence to a field of national development.\"  So here, behold, the gaping maw of the Slave Power, as it looked after the presidency of Andrew Jackson, mapped 1839 and printed 1845 by John La Tourette of Mobile, Alabama and engravers S",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Stiles, Sherman & Smith of New York: \"An accurate Map or Delineation of the State of Mississippi with a large portion of Louisiana & Alabama, showing the communication by land and water between the Cities of New Orleans and Mobile carefully reduced from the original surveys of the United States, being laid off into Congressional townships and divided into mile squares or sections, on the plan adapted by the General Government for surveying public lands, so that persons may point to the tract on which they live.\"  American hegemony on the Mississippi and along the Gulf of Mexico is largely a product of Jackson's marauding",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "His ceaseless assault on the Indigenous people of the southeastern U.S",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "and his pioneering work in the for-profit forcible relocation of enslaved African-Americans yielded \"the beginnings of rapid American economic development",
          "refs": []
        },
        {
          "sentence": "The cotton kingdom...financed the American economic expansion of the succeeding decades.\"  Stupid,   [z] greedy,   and mean,     Jackson's destiny was to expand and empower the young United States, but only \"by violating many of its formal founding principles",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "https://www.jstor.org/stable/4233285",
            "https://www.newspapers.com/article/the-liberator-internal-slave-trade-new/158746548",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "https://babel.hathitrust.org/cgi/pt?id=mdp.39015005898633&seq=17",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "If he had not done so, the United States would have different borders and fewer historical burdens today.\"",
          "refs": [
            "https://thepanorama.shear.org/2020/08/07/a-man-of-his-time-and-the-methods-of-white-supremacy-shear2020-and-the-plenary-debacle"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Additional images",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Epilogue",
      "section_content": [
        {
          "sentence": "On Wednesday evening, April 29, 1863, a little over 25 years after the end of Jackson's presidency, a recently emancipated slave entered an Army of the Tennessee encampment on the Louisiana side of the Mississippi River and met with Major-General Ulysses S",
          "refs": []
        },
        {
          "sentence": "Grant",
          "refs": []
        },
        {
          "sentence": "The free man informed Grant of an excellent boat landing at Bruinsburg—entirely undefended, and much closer than the one Grant had planned to use",
          "refs": []
        },
        {
          "sentence": "The next day, at the site of Andrew Jackson's old slave-trading stand, the U.S",
          "refs": []
        },
        {
          "sentence": "Army made what stood until 1942 as the largest amphibious landing in U.S",
          "refs": []
        },
        {
          "sentence": "military history",
          "refs": []
        },
        {
          "sentence": "General Grant's men went on from Bruinsburg to capture Vicksburg, breaking the spine of the Confederacy at the Mississippi River",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Explanatory footnotes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Citations",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Sources",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "7": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "117": "[ERROR retrieving ref link]",
    "140": "[ERROR retrieving ref link]",
    "166": "[ERROR retrieving ref link]",
    "199": "[ERROR retrieving ref link]",
    "217": "[ERROR retrieving ref link]",
    "223": "[ERROR retrieving ref link]",
    "224": "[ERROR retrieving ref link]",
    "227": "[ERROR retrieving ref link]",
    "232": "[ERROR retrieving ref link]",
    "243": "[ERROR retrieving ref link]",
    "249": "[ERROR retrieving ref link]",
    "253": "[ERROR retrieving ref link]",
    "290": "ISBN: 978-0-6742-4105-3",
    "313": "[ERROR retrieving ref link]",
    "314": "[ERROR retrieving ref link]",
    "347": "[ERROR retrieving ref link]",
    "352": "[ERROR retrieving ref link]",
    "391": "[ERROR retrieving ref link]",
    "408": "https://www.jstor.org/stable/24636783",
    "414": "[ERROR retrieving ref link]",
    "434": "https://www.jstor.org/stable/42621555",
    "438": "[ERROR retrieving ref link]",
    "449": "https://filsonhistorical.org/wp-content/uploads/publicationpdfs/47-2-5_William-P.-Anderson-and-The-May-Letters._Johnson-Patricia-Givens.pdf",
    "1": "[ERROR retrieving ref link]",
    "2": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "4": "https://64parishes.org/entry/natchez-revolt-of-1729",
    "5": "[ERROR retrieving ref link]",
    "6": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "13": "https://babel.hathitrust.org/cgi/pt?id=mdp.39015027056764&seq=269",
    "14": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "https://tile.loc.gov/storage-services/service/ll/llsl//llsl-c9/llsl-c9.pdf",
    "23": "https://www.jstor.org/stable/24487048",
    "24": "https://scholarworks.sfasu.edu/ethj/vol9/iss2/7/",
    "25": "[ERROR retrieving ref link]",
    "26": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "30": "[ERROR retrieving ref link]",
    "31": "https://founders.archives.gov/documents/Jefferson/01-37-02-0220",
    "32": "https://www.archives.gov/milestone-documents/louisiana-purchase-treaty",
    "33": "[ERROR retrieving ref link]",
    "34": "https://founders.archives.gov/documents/Jefferson/01-41-02-0296",
    "35": "[ERROR retrieving ref link]",
    "36": "https://64parishes.org/entry/louisiana-purchase-and-territorial-louisiana-adaptation",
    "37": "http://mississippiencyclopedia.org/entries/mississippi-statehood",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "https://catalog.hathitrust.org/Record/001263764",
    "42": "[ERROR retrieving ref link]",
    "43": "https://www.jstor.org/stable/42641818",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "55": "https://www.newspapers.com/article/nashville-banner-nashville-memories/154684571",
    "56": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "https://www.newspapers.com/article/alexandria-gazette-general-jackson-and-a/154005781",
    "62": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "67": "[ERROR retrieving ref link]",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "73": "https://www.newspaperarchive.com/cincinnati-commercial/1879-01-12/page-5",
    "74": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "https://www.newspapers.com/article/the-impartial-review-and-cumberland-repo/154617649",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "https://www.newspapers.com/article/the-times-picayune-old-mississippi-corre/153313169",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "90": "https://nashvillehistoricalnewsletter.com/2021/10/29/a-pioneer-history-of-stones-river-near-the-clover-bottoms",
    "91": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "93": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "95": "[ERROR retrieving ref link]",
    "96": "https://www.newspapers.com/article/the-shelby-guide-superstitious-sports/156978297",
    "97": "[ERROR retrieving ref link]",
    "98": "https://www.jstor.org/stable/42621095",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "106": "https://www.newspapers.com/article/lancaster-reporter-the-farmer-of-tenness/162309326/",
    "107": "[ERROR retrieving ref link]",
    "108": "[ERROR retrieving ref link]",
    "109": "https://thehermitage.com/early-life",
    "110": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "114": "https://theforgottensouth.com/bayou-pierre-mississippi-church-history",
    "115": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "118": "[ERROR retrieving ref link]",
    "119": "[ERROR retrieving ref link]",
    "120": "[ERROR retrieving ref link]",
    "121": "[ERROR retrieving ref link]",
    "122": "[ERROR retrieving ref link]",
    "123": "[ERROR retrieving ref link]",
    "124": "[ERROR retrieving ref link]",
    "125": "[ERROR retrieving ref link]",
    "126": "[ERROR retrieving ref link]",
    "127": "[ERROR retrieving ref link]",
    "128": "[ERROR retrieving ref link]",
    "129": "[ERROR retrieving ref link]",
    "130": "[ERROR retrieving ref link]",
    "131": "[ERROR retrieving ref link]",
    "132": "[ERROR retrieving ref link]",
    "133": "[ERROR retrieving ref link]",
    "134": "[ERROR retrieving ref link]",
    "135": "[ERROR retrieving ref link]",
    "136": "[ERROR retrieving ref link]",
    "137": "[ERROR retrieving ref link]",
    "138": "https://www.newspapers.com/article/st-louis-post-dispatch-jacksons-wife/154896664",
    "139": "https://www.newspapers.com/article/the-commercial-appeal-general-andrew-jac/153307603",
    "141": "https://finding.mdah.ms.gov/manuscripts/index3",
    "142": "[ERROR retrieving ref link]",
    "143": "https://www.msgw.org/jefferson/newspapers/1904erjoneshistarticle.html",
    "144": "[ERROR retrieving ref link]",
    "145": "[ERROR retrieving ref link]",
    "146": "[ERROR retrieving ref link]",
    "147": "[ERROR retrieving ref link]",
    "148": "[ERROR retrieving ref link]",
    "149": "[ERROR retrieving ref link]",
    "150": "[ERROR retrieving ref link]",
    "151": "[ERROR retrieving ref link]",
    "152": "[ERROR retrieving ref link]",
    "153": "[ERROR retrieving ref link]",
    "154": "[ERROR retrieving ref link]",
    "155": "[ERROR retrieving ref link]",
    "156": "[ERROR retrieving ref link]",
    "157": "https://teva.contentdm.oclc.org/digital/collection/tfd/id/681",
    "158": "[ERROR retrieving ref link]",
    "159": "https://constitutioncenter.org/amp/blog/how-philly-lost-the-nations-capital-to-washington",
    "160": "https://bioguide.congress.gov/search/bio/j000005",
    "161": "[ERROR retrieving ref link]",
    "162": "[ERROR retrieving ref link]",
    "163": "[ERROR retrieving ref link]",
    "164": "[ERROR retrieving ref link]",
    "165": "https://www.inquirer.com/news/black-history-month-pennsylvania-gradual-abolition-slavery-indenture-emancipation-20190227.html",
    "167": "[ERROR retrieving ref link]",
    "168": "[ERROR retrieving ref link]",
    "169": "[ERROR retrieving ref link]",
    "170": "[ERROR retrieving ref link]",
    "171": "[ERROR retrieving ref link]",
    "172": "[ERROR retrieving ref link]",
    "173": "[ERROR retrieving ref link]",
    "174": "[ERROR retrieving ref link]",
    "175": "[ERROR retrieving ref link]",
    "176": "[ERROR retrieving ref link]",
    "177": "[ERROR retrieving ref link]",
    "178": "[ERROR retrieving ref link]",
    "179": "[ERROR retrieving ref link]",
    "180": "[ERROR retrieving ref link]",
    "181": "[ERROR retrieving ref link]",
    "182": "[ERROR retrieving ref link]",
    "183": "[ERROR retrieving ref link]",
    "184": "[ERROR retrieving ref link]",
    "185": "[ERROR retrieving ref link]",
    "186": "[ERROR retrieving ref link]",
    "187": "[ERROR retrieving ref link]",
    "188": "[ERROR retrieving ref link]",
    "189": "[ERROR retrieving ref link]",
    "190": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "192": "[ERROR retrieving ref link]",
    "193": "[ERROR retrieving ref link]",
    "194": "[ERROR retrieving ref link]",
    "195": "[ERROR retrieving ref link]",
    "196": "[ERROR retrieving ref link]",
    "197": "[ERROR retrieving ref link]",
    "198": "[ERROR retrieving ref link]",
    "200": "[ERROR retrieving ref link]",
    "201": "[ERROR retrieving ref link]",
    "202": "[ERROR retrieving ref link]",
    "203": "[ERROR retrieving ref link]",
    "204": "[ERROR retrieving ref link]",
    "205": "[ERROR retrieving ref link]",
    "206": "[ERROR retrieving ref link]",
    "207": "[ERROR retrieving ref link]",
    "208": "https://www.loc.gov/item/maj025391",
    "209": "https://www.loc.gov/item/maj023935",
    "210": "[ERROR retrieving ref link]",
    "211": "[ERROR retrieving ref link]",
    "212": "[ERROR retrieving ref link]",
    "213": "[ERROR retrieving ref link]",
    "214": "[ERROR retrieving ref link]",
    "215": "[ERROR retrieving ref link]",
    "216": "[ERROR retrieving ref link]",
    "218": "[ERROR retrieving ref link]",
    "219": "[ERROR retrieving ref link]",
    "220": "[ERROR retrieving ref link]",
    "221": "[ERROR retrieving ref link]",
    "222": "[ERROR retrieving ref link]",
    "225": "https://www.newspapers.com/article/the-weekly-natchez-courier-philo-tenness/154364369",
    "226": "https://www.americanheritage.com/now-defend-yourself-you-damned-rascal",
    "228": "[ERROR retrieving ref link]",
    "229": "[ERROR retrieving ref link]",
    "230": "[ERROR retrieving ref link]",
    "231": "[ERROR retrieving ref link]",
    "233": "[ERROR retrieving ref link]",
    "234": "https://www.loc.gov/item/maj023962",
    "235": "https://www.newspapers.com/article/the-tennessee-gazette-lost-or-stolen/160888197",
    "236": "https://www.newspapers.com/article/republican-banner-died/160888394",
    "237": "https://www.newspapers.com/article/daily-national-journal-gen-jacksons-ne/153317337",
    "238": "[ERROR retrieving ref link]",
    "239": "https://www.apps.mdah.ms.gov/Public/prop.aspx?id=23&view=facts&y=728",
    "240": "[ERROR retrieving ref link]",
    "241": "[ERROR retrieving ref link]",
    "242": "https://digitalcommons.winthrop.edu/manuscriptcollection_findingaids/128",
    "244": "[ERROR retrieving ref link]",
    "245": "https://da.mdah.ms.gov/series/territorial/s488/detail/8208",
    "246": "https://lebomag.com/whiskey-rebellion",
    "247": "https://search.worldcat.org/oclc/1479338853",
    "248": "[ERROR retrieving ref link]",
    "250": "https://www.newspapers.com/article/the-weekly-natchez-courier-gen-jackson/154344910",
    "251": "[ERROR retrieving ref link]",
    "252": "[ERROR retrieving ref link]",
    "254": "[ERROR retrieving ref link]",
    "255": "[ERROR retrieving ref link]",
    "256": "https://www.primarysourcecoop.org/publications/jqa/document/jqadiaries-v37-1828-03-p453--entry20",
    "257": "[ERROR retrieving ref link]",
    "258": "[ERROR retrieving ref link]",
    "259": "https://www.newspapers.com/article/alexandria-gazette-gen-jackson-from-the/160796608",
    "260": "[ERROR retrieving ref link]",
    "261": "[ERROR retrieving ref link]",
    "262": "[ERROR retrieving ref link]",
    "263": "[ERROR retrieving ref link]",
    "264": "[ERROR retrieving ref link]",
    "265": "[ERROR retrieving ref link]",
    "266": "https://www.newspapers.com/article/the-weekly-democrat-lewis-forged-a-certi/155006506",
    "267": "[ERROR retrieving ref link]",
    "268": "https://www.newspapers.com/article/lancaster-reporter-the-presidential-elec/154199169",
    "269": "[ERROR retrieving ref link]",
    "270": "[ERROR retrieving ref link]",
    "271": "[ERROR retrieving ref link]",
    "272": "[ERROR retrieving ref link]",
    "273": "[ERROR retrieving ref link]",
    "274": "https://www.newspapers.com/article/literary-cadet-and-rhode-island-statesma/153333286",
    "275": "[ERROR retrieving ref link]",
    "276": "[ERROR retrieving ref link]",
    "277": "[ERROR retrieving ref link]",
    "278": "[ERROR retrieving ref link]",
    "279": "[ERROR retrieving ref link]",
    "280": "[ERROR retrieving ref link]",
    "281": "[ERROR retrieving ref link]",
    "282": "[ERROR retrieving ref link]",
    "283": "[ERROR retrieving ref link]",
    "284": "[ERROR retrieving ref link]",
    "285": "https://www.newspapers.com/article/the-weekly-natchez-courier-gen-jackson/153338948",
    "286": "https://www.newspapers.com/article/the-united-states-gazette-from-the-port/153334669",
    "287": "[ERROR retrieving ref link]",
    "288": "[ERROR retrieving ref link]",
    "289": "[ERROR retrieving ref link]",
    "291": "[ERROR retrieving ref link]",
    "292": "[ERROR retrieving ref link]",
    "293": "https://www.newspapers.com/article/the-weekly-natchez-courier-valuable-plan/153339123",
    "294": "https://finding.mdah.ms.gov/manuscripts/z0060000",
    "295": "https://babel.hathitrust.org/cgi/pt?id=mdp.39015069756123&seq=28",
    "296": "https://www.newspapers.com/article/the-independent-seth-lewis/163559434/",
    "297": "[ERROR retrieving ref link]",
    "298": "https://www.newspapers.com/article/natchez-gazette-for-rent-a-plantation/153347831",
    "299": "[ERROR retrieving ref link]",
    "300": "[ERROR retrieving ref link]",
    "301": "[ERROR retrieving ref link]",
    "302": "[ERROR retrieving ref link]",
    "303": "[ERROR retrieving ref link]",
    "304": "[ERROR retrieving ref link]",
    "305": "https://www.newspapers.com/article/the-weekly-democrat-cheap-cash-store-wa/161053285",
    "306": "[ERROR retrieving ref link]",
    "307": "[ERROR retrieving ref link]",
    "308": "[ERROR retrieving ref link]",
    "309": "https://www.newspapers.com/article/the-times-picayune-old-mississippi-corre/153314665",
    "310": "https://www.newspapers.com/article/the-clarion-early-days-of-mississippi/161012696",
    "311": "[ERROR retrieving ref link]",
    "312": "[ERROR retrieving ref link]",
    "315": "[ERROR retrieving ref link]",
    "316": "https://da.mdah.ms.gov/series/territorial/s0490/detail/572810",
    "317": "[ERROR retrieving ref link]",
    "318": "[ERROR retrieving ref link]",
    "319": "[ERROR retrieving ref link]",
    "320": "[ERROR retrieving ref link]",
    "321": "[ERROR retrieving ref link]",
    "322": "https://www.newspapers.com/article/mississippi-herald-and-natchez-gazette-t/160819691",
    "323": "https://www.newspapers.com/article/mississippi-herald-and-natchez-gazette-p/160819917",
    "324": "[ERROR retrieving ref link]",
    "325": "https://www.jstor.org/stable/26564809",
    "326": "https://www.jstor.org/stable/4234137",
    "327": "https://www.jstor.org/stable/4233285",
    "328": "[ERROR retrieving ref link]",
    "329": "[ERROR retrieving ref link]",
    "330": "https://www.loc.gov/collections/andrew-jackson-papers/articles-and-essays/andrew-jackson-timeline-1767-1845/family-life-the-law-business-and-politics-1767-1811/",
    "331": "[ERROR retrieving ref link]",
    "332": "https://teva.contentdm.oclc.org/digital/collection/p15138coll35/id/335",
    "333": "[ERROR retrieving ref link]",
    "334": "[ERROR retrieving ref link]",
    "335": "[ERROR retrieving ref link]",
    "336": "[ERROR retrieving ref link]",
    "337": "[ERROR retrieving ref link]",
    "338": "[ERROR retrieving ref link]",
    "339": "[ERROR retrieving ref link]",
    "340": "[ERROR retrieving ref link]",
    "341": "[ERROR retrieving ref link]",
    "342": "[ERROR retrieving ref link]",
    "343": "[ERROR retrieving ref link]",
    "344": "[ERROR retrieving ref link]",
    "345": "[ERROR retrieving ref link]",
    "346": "https://familysearch.org/ark:/61903/1:1:V2ZN-SNS",
    "348": "[ERROR retrieving ref link]",
    "349": "[ERROR retrieving ref link]",
    "350": "[ERROR retrieving ref link]",
    "351": "https://www.newspapers.com/article/the-port-gibson-reveille-old-corresponde/155214663",
    "353": "https://www.newspapers.com/article/natchez-democrat-the-natchez-trace-by-ja/154548211",
    "354": "https://www.newspapers.com/article/clarion-ledger-claiborne-home-of-livest/154539097",
    "355": "[ERROR retrieving ref link]",
    "356": "[ERROR retrieving ref link]",
    "357": "[ERROR retrieving ref link]",
    "358": "http://www.msgw.org/claiborne/cemeteries/rockyspringscem.html",
    "359": "[ERROR retrieving ref link]",
    "360": "[ERROR retrieving ref link]",
    "361": "https://www.gutenberg.org/ebooks/45634",
    "362": "[ERROR retrieving ref link]",
    "363": "https://m.facebook.com/photo.php?fbid=10160015368864789&id=68439989788&set=a.119668659788",
    "364": "[ERROR retrieving ref link]",
    "365": "[ERROR retrieving ref link]",
    "366": "[ERROR retrieving ref link]",
    "367": "[ERROR retrieving ref link]",
    "368": "[ERROR retrieving ref link]",
    "369": "[ERROR retrieving ref link]",
    "370": "[ERROR retrieving ref link]",
    "371": "[ERROR retrieving ref link]",
    "372": "[ERROR retrieving ref link]",
    "373": "[ERROR retrieving ref link]",
    "374": "[ERROR retrieving ref link]",
    "375": "https://www.newspapers.com/article/national-banner-and-nashville-whig-to-ge/154622318",
    "376": "https://encyclopediavirginia.org/an-especially-malevolent-form-of-american-entrepreneurship",
    "377": "[ERROR retrieving ref link]",
    "378": "https://mississippiencyclopedia.org/entries/james-james-audubon-in-mississippi",
    "379": "https://www.audubon.org/birds-of-america/great-carolina-wren",
    "380": "[ERROR retrieving ref link]",
    "381": "https://amistadresearch.wordpress.com/2012/08/10/from-the-stacks-american-slavery-as-it-is",
    "382": "[ERROR retrieving ref link]",
    "383": "[ERROR retrieving ref link]",
    "384": "[ERROR retrieving ref link]",
    "385": "[ERROR retrieving ref link]",
    "386": "[ERROR retrieving ref link]",
    "387": "[ERROR retrieving ref link]",
    "388": "[ERROR retrieving ref link]",
    "389": "[ERROR retrieving ref link]",
    "390": "[ERROR retrieving ref link]",
    "392": "[ERROR retrieving ref link]",
    "393": "[ERROR retrieving ref link]",
    "394": "[ERROR retrieving ref link]",
    "395": "[ERROR retrieving ref link]",
    "396": "[ERROR retrieving ref link]",
    "397": "[ERROR retrieving ref link]",
    "398": "https://archive.org/details/sim_genius-of-universal-emancipation_1831-04_11_supplement/page/194/mode/2up",
    "399": "[ERROR retrieving ref link]",
    "400": "[ERROR retrieving ref link]",
    "401": "https://www.newspapers.com/article/denton-journal-a-famous-duel-recalled/156556647",
    "402": "[ERROR retrieving ref link]",
    "403": "https://omart.org/images/uploads/pdfs/Enduring_Beauty_Edited_Catalogue_Complete_Final.pdf",
    "404": "https://www.pnj.com/story/news/history/black-history-month/2023/12/18/righting-the-past-abraham-veteran-of-negro-fort-seminole-wars-dies/71932360007",
    "405": "[ERROR retrieving ref link]",
    "406": "[ERROR retrieving ref link]",
    "407": "[ERROR retrieving ref link]",
    "409": "[ERROR retrieving ref link]",
    "410": "[ERROR retrieving ref link]",
    "411": "[ERROR retrieving ref link]",
    "412": "https://www.newspapers.com/article/delaware-gazette-and-state-journal-a-not/162938481/",
    "413": "https://www.newspapers.com/article/chicago-tribune-high-rollers-some-notab/162932400/",
    "415": "[ERROR retrieving ref link]",
    "416": "[ERROR retrieving ref link]",
    "417": "[ERROR retrieving ref link]",
    "418": "[ERROR retrieving ref link]",
    "419": "[ERROR retrieving ref link]",
    "420": "[ERROR retrieving ref link]",
    "421": "[ERROR retrieving ref link]",
    "422": "[ERROR retrieving ref link]",
    "423": "[ERROR retrieving ref link]",
    "424": "https://www.newspapers.com/article/the-liberator-internal-slave-trade-new/158746548",
    "425": "[ERROR retrieving ref link]",
    "426": "[ERROR retrieving ref link]",
    "427": "https://babel.hathitrust.org/cgi/pt?id=mdp.39015005898633&seq=17",
    "428": "[ERROR retrieving ref link]",
    "429": "https://thepanorama.shear.org/2020/08/07/a-man-of-his-time-and-the-methods-of-white-supremacy-shear2020-and-the-plenary-debacle",
    "430": "https://muse.jhu.edu/article/734058",
    "431": "[ERROR retrieving ref link]",
    "432": "[ERROR retrieving ref link]",
    "433": "https://www.newspapers.com/article/nashville-banner-slavery-in-the-south-by/154007972",
    "435": "[ERROR retrieving ref link]",
    "436": "[ERROR retrieving ref link]",
    "437": "[ERROR retrieving ref link]",
    "439": "[ERROR retrieving ref link]",
    "440": "https://www.newspapers.com/article/the-mississippi-free-trader-means-used-t/135853053",
    "441": "[ERROR retrieving ref link]",
    "442": "[ERROR retrieving ref link]",
    "443": "[ERROR retrieving ref link]",
    "444": "[ERROR retrieving ref link]",
    "445": "[ERROR retrieving ref link]",
    "446": "[ERROR retrieving ref link]",
    "447": "https://babel.hathitrust.org/cgi/pt?id=uc1.aa0008880155&seq=351",
    "448": "[ERROR retrieving ref link]",
    "450": "[ERROR retrieving ref link]",
    "451": "[ERROR retrieving ref link]",
    "452": "[ERROR retrieving ref link]",
    "453": "[ERROR retrieving ref link]",
    "454": "[ERROR retrieving ref link]",
    "455": "[ERROR retrieving ref link]",
    "456": "[ERROR retrieving ref link]",
    "457": "[ERROR retrieving ref link]",
    "458": "https://babel.hathitrust.org/cgi/pt?id=uc1.b3726572&seq=23",
    "459": "[ERROR retrieving ref link]",
    "460": "[ERROR retrieving ref link]",
    "461": "[ERROR retrieving ref link]",
    "462": "[ERROR retrieving ref link]",
    "463": "[ERROR retrieving ref link]"
  },
  "flair_entities": [
    "bancroft",
    "spanish florida",
    "john quincy adams",
    "pharsalia race course",
    "john griffing jones",
    "marius r",
    "rachel jackson robards",
    "mero district",
    "laws of the state",
    "harold d",
    "benjamin g",
    "l'anse à la graisse",
    "alabama",
    "northern slave states",
    "bight of benin",
    "mississippi",
    "western",
    "tennessee river",
    "spanish",
    "watson",
    "sowell woolfolk",
    "gold coast",
    "boyd mcnairy",
    "atlantic",
    "bird",
    "john e.",
    "eli odom",
    "nation",
    "springfield",
    "lebanon",
    "stockley donelson",
    "snake bitten",
    "indian",
    "hughes",
    "white house",
    "unicoi county",
    "john allison",
    "thomas e.",
    "africans",
    "kessiah",
    "adams",
    "price of the boat",
    "ohio",
    "stiles, sherman & smith",
    "jefferson",
    "william p",
    "democrats",
    "tulane university",
    "david",
    "frederick m",
    "amistad research center",
    "henry clay",
    "a negro woman",
    "ireland",
    "allies",
    "cherokee",
    "malinda",
    "anita s",
    "carolinas",
    "natchez junto",
    "hall",
    "remini",
    "robinson",
    "america",
    "john overton",
    "american civil war",
    "earl van dorn",
    "kaintucks",
    "sparks'",
    "greenville",
    "ohioan",
    "james h",
    "oliver",
    "peter force",
    "dinsmore",
    "negroes",
    "virginia",
    "thomas green",
    "robert",
    "betty",
    "huntsville",
    "bassett",
    "george w",
    "ariel",
    "hon",
    "cage & black",
    "mero district superior court",
    "northern",
    "mooney",
    "nashville",
    "thomas rowan",
    "yellow queen",
    "pennsylvania",
    "livingston",
    "overton",
    "missouri",
    "thomas m.",
    "states",
    "kane",
    "chickasaw purchase",
    "francis baily",
    "slave coast of west africa",
    "clover bottom jockey club",
    "states of the union",
    "george augustus sugg",
    "house",
    "florida",
    "negro speculations",
    "agency",
    "eron rowland",
    "chase c",
    "grant",
    "pickle beaf",
    "frederick county",
    "jones",
    "democratic press",
    "samuel dorsey jackson",
    "nathaniel a",
    "negro fort",
    "jack",
    "james s.",
    "dickinson",
    "rice ballard",
    "john l .",
    "presbyterian",
    "flint",
    "john coffee",
    "haynie",
    "the liberator",
    "mississippi free trader of natchez",
    "edward ward",
    "robert r.",
    "fort adams",
    "arthur",
    "the correspondence",
    "united states",
    "jackson springs",
    "u.s.",
    "loves",
    "england",
    "john spencer bassett",
    "thomas p .",
    "indigenous american",
    "rollings",
    "greens",
    "dey",
    "red house",
    "british",
    "lewis tappan",
    "william c",
    "mark mitchell",
    "john eaton",
    "haysborough",
    "blue grass state",
    "north america",
    "red river",
    "ulysses s.",
    "congressional",
    "grindstone ford",
    "natchez news-democrat",
    "cumberland",
    "office of the herald",
    "snow",
    "indian removal",
    "choctaw nation",
    "confederate",
    "per sparks",
    "martin",
    "james robertson",
    "thomas jefferson",
    "big sampson",
    "warren county",
    "american revolutionary war",
    "calvin schermerhorn",
    "melling woolley",
    "united",
    "napoleonic",
    "john la tourette",
    "alleghenies",
    "per the expositor",
    "andrew steele",
    "choctaw",
    "blacks",
    "american anti-slavery society",
    "baltimore",
    "william h.",
    "rodney",
    "jackson–colthrap",
    "mississippi  account of idler",
    "mark r",
    "samuel jackson",
    "clover bottom",
    "harriette simpson arnow",
    "tom",
    "kingsbury",
    "sam",
    "green jr.",
    "bruinsburgh",
    "benjamin f.",
    "koroas",
    "calvin smith",
    "michael paul rogin",
    "horace green",
    "american slavery",
    "crane",
    "sparks",
    "elijah",
    "andrew",
    "new madrid",
    "hays'",
    "james jackson",
    "saint-domingue",
    "the ariel of natchez",
    "parton",
    "henry hitchcock",
    "plat",
    "coltharp",
    "louisa",
    "southern",
    "coleman",
    "greasy cove",
    "james t",
    "crawford",
    "spanish west florida",
    "jackson",
    "muscogee",
    "smith",
    "nashville-area",
    "can eat for eaight days",
    "slave dealers",
    "southerners",
    "sidney",
    "monthly anti-jackson expositor",
    "richard epperson",
    "walter johnson",
    "heiskell",
    "tunicas",
    "slave power",
    "mary donelson caffrey",
    "benjamin lundy",
    "georgia",
    "wm",
    "mcnairy",
    "manuel gayoso de lemos",
    "galveston",
    "old hickory",
    "rawlings",
    "woodman",
    "shawnee",
    "binder",
    "army",
    "george cochran",
    "hezekiah harmon",
    "south carolina",
    "sydnor",
    "james",
    "american slavery as it is",
    "benjamin rawlings",
    "benjamin hughes",
    "indians",
    "david b.",
    "bruin",
    "john brahan",
    "the hermitage",
    "christmas",
    "llewellyn price",
    "new york",
    "mathew",
    "delaware",
    "john hutchings",
    "horace] green",
    "seth lewis",
    "gen",
    "john amp",
    "james mccaleb",
    "claiborne",
    "george",
    "walker",
    "appalachian mountains",
    "samuel gibson",
    "ben",
    "hutchins",
    "patton anderson",
    "john robinson",
    "james sterret",
    "slavery",
    "jeffersonian",
    "john",
    "john giraults",
    "bench",
    "indigenous",
    "natchez",
    "washington jackson",
    "carter",
    "joseph coleman",
    "jones' bend",
    "natchez-under-the-hill",
    "charles sellers",
    "pleasant",
    "robin",
    "cochran",
    "harriet chappell owsley",
    "ohio river",
    "gulf of mexico",
    "goodstein",
    "shenandoah valley",
    "red stick creeks",
    "andrew jackson",
    "country born negro",
    "illinois country",
    "robert hays",
    "spanish east florida",
    "thomas calvit",
    "seminole",
    "houmas",
    "washington county",
    "gilbert",
    "perdido",
    "mobile",
    "robert v",
    "cities of new orleans",
    "vesuvius of rage",
    "muscle shoals",
    "burr",
    "mississippi river delta",
    "isaac franklin",
    "senate",
    "democratic party",
    "theodore dwight weld",
    "blue ridge mountains",
    "thomas hinds",
    "sumner county",
    "dr. rollings",
    "israel",
    "washington",
    "sandy creek",
    "louisiana purchase",
    "war of 1812",
    "john mcnairy",
    "american",
    "union",
    "lewis",
    "ben rawlings",
    "stones river",
    "georgia patriots",
    "thomas hutchings",
    "robards",
    "france",
    "district of columbia",
    "homochitto river",
    "cheathem",
    "andrew_jackson",
    "africa",
    "alexander mcilhenny",
    "josiah love",
    "kilcrease",
    "aron",
    "second and third u.s",
    "rocky springs methodist church",
    "belle grove",
    "abernethy",
    "watauga district",
    "congo-born",
    "ruben",
    "william henry sparks",
    "abner green",
    "idler",
    "harris",
    "negro' boy",
    "erwin",
    "catherine",
    "americans",
    "van dorn",
    "philadelphia wagon road",
    "natchez ariel",
    "african-american",
    "jacksons",
    "negro",
    "james' run",
    "democrat",
    "bellile",
    "charles dickinson",
    "spain",
    "angelina grimké",
    "old greenville",
    "william wells brown",
    "european",
    "battle of new orleans",
    "irish",
    "constitution",
    "washington cantonment",
    "great britain",
    "allison",
    "fort",
    "downeymead drive",
    "green–hinds–hutchins–west",
    "fanny",
    "opal",
    "adams county",
    "mississippi territory",
    "bryan bruin",
    "u.s. army",
    "kentucky",
    "the color problem",
    "feliciana district",
    "green jr",
    "lundy",
    "arthur carney",
    "holston",
    "general government",
    "thirteen colonies",
    "port gibson correspondent",
    "black americans",
    "harnett t",
    "freeland",
    "monroe",
    "native americans",
    "opelousas",
    "green & jackson",
    "biblical",
    "tennessee",
    "sampson",
    "louisiana",
    "abraham green",
    "harmon",
    "bayou pierre",
    "rachel robards",
    "phyllis",
    "mississippi river",
    "rachel jackson",
    "silas dinsmoor",
    "wright—real estate",
    "negro george",
    "james f.",
    "lucinda",
    "western country",
    "the genius of universal emancipation",
    "choctaws",
    "choctaw indians",
    "st",
    "john r",
    "second creek",
    "john adams",
    "state of mississippi",
    "jackson–hutchings",
    "british west florida",
    "brotherly love",
    "chickasaw",
    "irelan",
    "creek war",
    "gulf",
    "john fields",
    "missouri-based",
    "miss.",
    "mecklenburg county",
    "james robinson",
    "dismoor",
    "cotton kingdom",
    "philo-tennesseean",
    "big black",
    "choctaw agency",
    "humphreys",
    "james erwin",
    "library of congress",
    "magnesses",
    "ebenezer rees",
    "new orleans",
    "maryland",
    "pearl river",
    "charles",
    "waterman crane",
    "american revolution",
    "general land office",
    "west florida",
    "bruinsburg",
    "caribbean",
    "tupelo",
    "french",
    "creole",
    "peter bruin",
    "journal of mississippi history",
    "charleston",
    "hays",
    "davidson county",
    "claiborne county",
    "baily",
    "david allison",
    "amelia island",
    "nickajack expedition",
    "deep south",
    "catura proctor",
    "sarah moore grimké",
    "rocky springs",
    "hugh mcgary",
    "david o",
    "new jersey",
    "ezekiel",
    "mrs",
    "us",
    "tobias brashears",
    "boggy br",
    "william scott",
    "ward",
    "weld",
    "old southwest",
    "humphreys'",
    "slave-trading in the old south",
    "old choctaw line",
    "territory south of the river ohio",
    "cole's creek",
    "hunter's hill",
    "jefferson county",
    "nashville junto",
    "james harmon",
    "port gibson",
    "aaron burr",
    "mccaleb",
    "george humphreys",
    "joshua lynn",
    "john armfield",
    "spraggins",
    "jane (donelson) hays",
    "poplar grove",
    "eden brashears",
    "candis",
    "birney",
    "thomas m .",
    "peter bryan bruin",
    "guinea",
    "liverpool",
    "haitian revolution",
    "philadelphia",
    "slavery in mississippi",
    "william crawford",
    "confederacy",
    "african-americans",
    "trace",
    "nashville banner",
    "dinsmoor",
    "pittsburgh",
    "african-born",
    "denton journal",
    "early national america",
    "may wilson mcbee",
    "baton rouge",
    "frederic bancroft",
    "nancy",
    "second seminole war",
    "vicksburg",
    "west indies",
    "huldy",
    "winston coleman",
    "natchez trace",
    "planting south",
    "bayou sara",
    "catherine's creek",
    "big black river",
    "joseph erwin",
    "mitchell",
    "colthrap",
    "watauga",
    "seminoles",
    "igbo",
    "gallatin",
    "philander smith",
    "american anti-slavery journal",
    "natchez district",
    "adam",
    "newman cannon",
    "green",
    "biopierre",
    "robert love",
    "southerner",
    "preston",
    "fairchild's creek",
    "price",
    "silas dinsmore",
    "hannah",
    "north carolina",
    "whitney snow",
    "rachel donelson",
    "charles m .",
    "jamaica",
    "petit gulf",
    "elsey",
    "chickasaw trace—",
    "stewart",
    "andrew erwin",
    "hermitage",
    "u.s",
    "the papers",
    "african americans",
    "lewis robards",
    "maria",
    "register of news",
    "bob",
    "saluda gap",
    "robert gudmestad",
    "north fork",
    "anglo-american",
    "jacksonian",
    "national journal",
    "cumberland river",
    "little venture of swann skins",
    "middle tennessee",
    "anderson",
    "biopere",
    "knoxville",
    "washington jackson & co.",
    "alabama territory",
    "memories of fifty years",
    "rachel",
    "robertson",
    "pol",
    "george lemon",
    "hutchings",
    "donelson"
  ]
}