{
  "title": "Andrew_Johnson's_drunk_vice-presidential_inaugural_address",
  "url": "https://en.wikipedia.org/wiki/Andrew_Johnson's_drunk_vice-presidential_inaugural_address",
  "summary": "Andrew Johnson was drunk when he made his inaugural address as Vice President of the United States on March 4, 1865. Multiple sources suggest Johnson had been drunk for at least a week prior, he drank heavily the night before the inauguration, and he consumed either three glasses of whisky or one glass of French brandy the morning of the ceremony. Witnesses variously described Johnson's speech as hostile, inane, incoherent, repetitive, self-aggrandizing, and sloppy. He kissed the Bible when he took the oath of office, and he was too drunk to administer the oath of office to incoming senators. The incident presaged some of Johnson's difficulties when he succeeded to the presidency 42 days later, following the assassination of Abraham Lincoln.",
  "content": [
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "Abraham Lincoln's first vice president was Hannibal Hamlin from Maine",
          "refs": []
        },
        {
          "sentence": "However, when Lincoln's prospects in the 1864 United States presidential election appeared to be dimming,  Lincoln replaced Hamlin with Andrew Johnson, a slave-owning Southern Unionist who was the only member of the U.S",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Senate from a secessionist state who stayed loyal to the federal government at the outbreak of the American Civil War",
          "refs": []
        },
        {
          "sentence": "Tennessee under governor Isham G",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Harris had initially joined the Confederate States of America, but when the state was restored to the Union in 1862, Lincoln had appointed Johnson to be military governor of Tennessee",
          "refs": []
        },
        {
          "sentence": "Lincoln believed that adding a loyal, populist Jacksonian Democrat   like Johnson to the ticket might draw the votes of other War Democrats, and that \"a favorable impression would be made upon observers abroad by the selection of the vice president from a reconstructed state in the heart of the Confederacy.\"  The Lincoln and Johnson families also had remote kinship ties and friends in common (for example, Lincoln's uncle Mordecai Lincoln had officiated Johnson's 1827 wedding)",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[a] As one historian put it, Lincoln and his \"contemporaries were seduced by a very different Andrew Johnson, who, transformed by the context of disunion, temporarily shed the southern baggage that would come to influence his approach to Reconstruction",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "This short-term choice and long-term miscalculation would have devastating consequences.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Lincoln–Johnson ticket of the National Union Party was successful, re-electing Lincoln and returning Johnson to federal office",
          "refs": []
        },
        {
          "sentence": "In January 1865, Lincoln telegraphed Johnson in Nashville asking when he would be able to come to Washington, D.C",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Johnson replied with a request that his inauguration be delayed until after the newly organized Tennessee state government was operational, which would not be until early April",
          "refs": []
        },
        {
          "sentence": "On January 24, 1865, Lincoln replied that he had consulted with the Cabinet, and \"it is our unanimous conclusion that it is unsafe for you to not be here on the fourth of March",
          "refs": []
        },
        {
          "sentence": "Be sure to reach here by that time.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Pre-inaugural week",
      "section_content": [
        {
          "sentence": "Johnson may well have been intoxicated for an extended period of time in the lead-up to the inauguration; in 1885, a former colleague who signed himself \"J",
          "refs": []
        },
        {
          "sentence": "L.\" wrote to The Tennessean: \"When he was inaugurated as Vice President on the 4th of March 1865 he had been on one of the most protracted sprees of his life...\"  Contemporary reports generally described him as having a serious, non-specified illness prior to his move to Washington",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Confined to his room with a \"severe cold,\" Johnson had apparently been unable to work for the first half of February 1865",
          "refs": []
        },
        {
          "sentence": "Johnson was still reported to be \"seriously ill\" in Nashville in the middle of the month",
          "refs": [
            "https://www.newspapers.com/article/the-tennessean-grant-and-johnson/139108460/"
          ]
        },
        {
          "sentence": "He telegraphed to cancel a planned speaking engagement in New York, and on February 22 received a gracious reply hoping for the restoration of his health",
          "refs": [
            "https://www.newspapers.com/article/the-cincinnati-enquirer-nashville-again/137572404/"
          ]
        },
        {
          "sentence": "In the Saturday Evening Post in 1929, John Trotwood Moore, citing no source, claimed that Johnson's doctors had told him going to the inauguration \"would doubtless be fatal\" and that Johnson was \"risking his life\" by going to Washington",
          "refs": [
            "https://www.newspapers.com/article/the-times-democrat-seriously-ill/137573215/"
          ]
        },
        {
          "sentence": "[b] Johnson set off for the national capital on February 25, a week before the inauguration",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "None of his family were with him",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He was at the Louisville Hotel in Louisville, Kentucky, on Sunday, February 26",
          "refs": []
        },
        {
          "sentence": "Two days later the Cincinnati Gazette reported that Johnson—who had made an impromptu speech there—seemed \"somewhat the worse for the wear and tear of the past year or two\" and \"did not respond in as clear a voice or, it seemed to us, with as clear a head, as we have heard him on former occasions",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "It was with difficulty we could hear or understand him at all from where we stood.\"  [c] The Cincinnati Enquirer published the following report on Tuesday, February 28:",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/the-courier-journal-distinguished-distin/137572821/"
          ]
        },
        {
          "sentence": "Later, the Manitowoc Pilot of Wisconsin forthrightly stated, \"At Cincinnati, when Mr",
          "refs": []
        },
        {
          "sentence": "Johnson was passing through on his way to Washington, he was called out for a speech but was too intoxicated to respond",
          "refs": []
        },
        {
          "sentence": "He seems literally to have continued in that state until the time he was installed in his present office.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "After departing Cincinnati, Johnson then traveled east through Pittsburgh,  via railroads including the Northern Central Railway",
          "refs": [
            "https://www.newspapers.com/article/the-manitowoc-pilot-no-american-who-resp/138141501/"
          ]
        },
        {
          "sentence": "He was traveling in company with his long-time secretary William A",
          "refs": []
        },
        {
          "sentence": "Browning, and several fellow Tennesseans, including General Alvan C",
          "refs": []
        },
        {
          "sentence": "Gillem and future U.S",
          "refs": []
        },
        {
          "sentence": "Senator Joseph S",
          "refs": []
        },
        {
          "sentence": "Fowler (all key staffers during Johnson's military administration of Tennessee),     as well as Capt",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/the-pittsburgh-commercial-personal/137574674/",
            "https://www.newspapers.com/article/evening-star-death-of-colonel-browning/127166381/"
          ]
        },
        {
          "sentence": "John H",
          "refs": []
        },
        {
          "sentence": "Jones, Col",
          "refs": []
        },
        {
          "sentence": "J",
          "refs": []
        },
        {
          "sentence": "W",
          "refs": []
        },
        {
          "sentence": "Scully, Lt",
          "refs": []
        },
        {
          "sentence": "A",
          "refs": []
        },
        {
          "sentence": "K",
          "refs": []
        },
        {
          "sentence": "Long (A",
          "refs": []
        },
        {
          "sentence": "D",
          "refs": []
        },
        {
          "sentence": "C.), Capt",
          "refs": []
        },
        {
          "sentence": "William Tracy, James R",
          "refs": []
        },
        {
          "sentence": "Dillim, and Kentuckian James Embry",
          "refs": []
        },
        {
          "sentence": "They stopped in Baltimore, dined at the Eutaw House, and then took a special car that departed Camden Depot at 3:30 p.m., delivering them to Washington late afternoon on March 1",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Upon arrival Johnson took rooms at the Metropolitan Hotel",
          "refs": []
        },
        {
          "sentence": "The day after his arrival one newspaper stated that he arrived \"in fine spirits and ready to assume his important public duties,\"  while another reported that \"the health of Governor Andrew Johnson, of Tennessee, Vice President elect, is improving, but he is still unable to attend to his business.\"  He had apparently secured a \"new formal black frockcoat, a silk vest, and doeskin pants\" for the occasion of his inauguration",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/the-baltimore-sun-vice-president-johnson/137559991/",
            "https://www.newspapers.com/article/alexandria-gazette-the-vice-president-el/137557010/"
          ]
        },
        {
          "sentence": "As festivities for the upcoming inauguration got underway, on the evening of March 3, Johnson attended a \"lavish\" party thrown by John W",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Forney, \"with whom he shared many glasses of whisky,\"  which reportedly left Johnson with a \"thunderous hangover.\"  Another description of this party has it that \"the wine flowed as freely as the oratory.\"",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.newspapers.com/article/evening-star-personal/137559593/",
            "https://www.newspapers.com/article/the-pittsburgh-commercial-vice-president/137563070/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Inauguration Day: Saturday, March 4",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Pre-ceremony",
          "section_content": [
            {
              "sentence": "Johnson was picked up from his hotel by U.S",
              "refs": []
            },
            {
              "sentence": "Senator James R",
              "refs": []
            },
            {
              "sentence": "Doolittle at 10:30 a.m",
              "refs": []
            },
            {
              "sentence": "and escorted to the Capitol",
              "refs": []
            },
            {
              "sentence": "Johnson was scheduled to be sworn in by Hamlin at approximately noon and to make a seven-minute-long address",
              "refs": [
                "https://www.newspapers.com/article/charles-city-intelligencer-the-health-of/137558008/"
              ]
            },
            {
              "sentence": "[d]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "An account of the morning from a biography of Hannibal Hamlin, written by his grandson Charles Eugene Hamlin and published in 1899, stated that—at what would have been at approximately 11 to 11:30 a.m.—Johnson consumed three full glasses of whisky (unwatered and un-iced)",
              "refs": []
            },
            {
              "sentence": "The whisky had been procured at Johnson's specific request, and Johnson almost knocked over 27-year-old Maj",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Charles Hamlin as he dashed back to pour himself the third glass",
              "refs": []
            },
            {
              "sentence": "The Hamlin testimony reads as follows:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "John B",
              "refs": []
            },
            {
              "sentence": "Henderson, a U.S",
              "refs": []
            },
            {
              "sentence": "Senator who drafted the Thirteenth Amendment and later voted to acquit Johnson on the impeachment charges, wrote an account of the morning that was published in Century Magazine in 1912:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Meanwhile, in the Senate chamber, dignitaries found their seats on the floor, and \"several hundred women, including Mary Lincoln, and members of the press\" made their way to their assigned seats in the gallery above",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Speech",
          "section_content": [
            {
              "sentence": "Journalist Noah Brooks, present in the press gallery that day, wrote in 1895 that Johnson's face was \"extraordinarily red\" and that he was \"evidently intoxicated.\"  The Washington correspondent of the Cincinnati Commercial wrote, \"Drunkenness may be entered as a plea in abatement for him, for he had been crazed with liquor for several preceding days",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As he entered the Chamber, his frame shook with the tremor of debauch.\"  According to the Times of London reporter, \"He had not uttered two sentences when everyone saw something was wrong.\"  Once he got going, Johnson \"proceeded to lecture senators, cabinet members, and justices alike on the fount of power in a democratic society.\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Washington Star report of the speech is a straightforward account that makes no allegations of inebriation but does suggest some incoherence or repetitiveness on the part of Johnson:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Another contemporary account of Andrew Johnson's swearing-in as vice president, as published in a Pennsylvania paper from the \"correspondent of the New York Herald, a person sufficiently mendacious to praise Lincoln profusely and ready to go so far as to call his inaugural address eloquent,\"  (meaning that the Herald was known as a relatively liberal, pro-Republican news outlet) reads thus:",
              "refs": [
                "https://www.newspapers.com/article/salem-weekly-advocate-the-nations-humil/138143274/",
                "https://www.newspapers.com/article/the-times-the-inauguration-of-president/138412356/"
              ]
            },
            {
              "sentence": "According to historian George F",
              "refs": []
            },
            {
              "sentence": "Milton Jr., by way of U.S",
              "refs": []
            },
            {
              "sentence": "Representative Walter P",
              "refs": []
            },
            {
              "sentence": "Brownlow, by way of his uncle, Tennessee Governor and U.S",
              "refs": []
            },
            {
              "sentence": "Senator William G",
              "refs": []
            },
            {
              "sentence": "Brownlow, at one point Johnson managed to insult all the foreign ambassadors at once  when he turned and said, \"And you, gentlemen of the Diplomatic Corps, with all your fine feathers and geegaws.\"  The New-York Tribune described the speech as \"almost impossible to follow,\" described wildly varying volume and projection (vacillating between \"backwoods\" shout and inaudible mumble), and wrote that Johnson \"intimated very broadly that Tennessee was personified in Andrew Johnson\" and \"repeated 'I announce here to-day' at least 20 times in the 20 minutes misused by Mr",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Johnson.\"  The Hamlin biography claims that the outgoing vice president tried to intercede: \"Leaning forward quietly, to attract as little attention as possible, Mr",
              "refs": [
                "https://www.newspapers.com/article/evening-star-mr-johnson-then-came-forwa/137563891/"
              ]
            },
            {
              "sentence": "Hamlin took hold of Johnson's coat, pulled it gently, and whispered, 'Johnson, stop!' But this had no effect; Johnson was thoroughly excited, and wound up for a speech.\"  Brooks confirms as much, writing that from the press gallery he could see Hamlin periodically reminding Johnson that it was getting past time for the President's inauguration",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Oath of office",
          "section_content": [
            {
              "sentence": "The stumbling, stammering, and repetition mentioned by the Herald led one study of vice-presidential inaugurations to surmise that they were still using an early, longer version of the Vice Presidential oath of office on this occasion",
              "refs": []
            },
            {
              "sentence": "Brooks thought Johnson's oath was \"inaudible\" but when he was done Johnson \"turned and took the Bible in his hand, and, facing the audience, said, with a loud, theatrical voice and gesture, 'I kiss this Book in the face of my nation of the United States.'\"    Rev",
              "refs": [
                "https://www.newspapers.com/article/intelligencer-journal-hoo-boy-original/127611710/",
                "[ERROR retrieving ref link]",
                "https://www.newspapers.com/article/new-york-daily-herald-speech-of-andrew-j/137566322/",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Henry Ward Beecher was apparently present; \"He saw the Bible whirled by the incoming V",
              "refs": []
            },
            {
              "sentence": "P",
              "refs": []
            },
            {
              "sentence": "about his head, like a cap when a man gives three cheers...The spectacle of an inebriated Vice President hiccoughing out his oath of office furnished such a text for discourse on temperance as hardly turns up once in an age.\"  A Cincinnati paper reported that he had \"driveled over the Holy Book as he took the oath of office,\" described the speech as \"the idiotic babble of a mind besotted by a fortnight's debauch,\" demanded that Johnson resign, and editorialized \"This cannot be covered up as a private infirmity  [...] Mr",
              "refs": [
                "https://www.newspapers.com/article/the-cincinnati-enquirer-the-extraordinar/137570040/"
              ]
            },
            {
              "sentence": "Johnson made a similar exhibition of himself here, and we then refrained on commenting on it because we thought it might only be a lapse in the interval when he was free from public duties.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Lincoln",
          "section_content": [
            {
              "sentence": "In 1871, Forney wrote an essay about Presidents Lincoln and Johnson, and recalled the day of the inauguration:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Henderson, who was sitting beside Lincoln on the floor, reported \"During the painful ordeal, Mr",
              "refs": []
            },
            {
              "sentence": "Lincoln's head dropped in the deepest humiliation",
              "refs": []
            },
            {
              "sentence": "As I offered him my arm for the procession to the steps of the Capitol where he delivered the inaugural, he turned to the marshal  [Benjamin B",
              "refs": []
            },
            {
              "sentence": "French] and said, 'Don't let Johnson speak outside.'\"    According to historian William C",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.newspapers.com/article/the-pittsburgh-commercial-vice-president/138334677/"
              ]
            },
            {
              "sentence": "Harris, Lincoln \"disliked any intemperate or improper conduct in public\" but with his usual instinctual political acumen, closing his eyes allowed Lincoln to \"avoid the stares of those who sought his reaction.\"",
              "refs": [
                "https://www.newspapers.com/article/the-lancaster-examiner-andrew-johnson-on/138606247/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Transcript",
          "section_content": [
            {
              "sentence": "There appears to be no surviving verbatim  transcript of the entire speech",
              "refs": []
            },
            {
              "sentence": "Multiple accounts had it that the reporters of the Congressional Globe, the official record of the proceedings of the United States Congress, were \"tampered with\" in order to prevent the release of an accurate record",
              "refs": []
            },
            {
              "sentence": "Volume seven of The Papers of Andrew Johnson (published in 16 volumes by the University of Tennessee) offers two variant reports of the speech, a \"sanitized\" version from the Congressional Globe,  and one from the New York Times,  as well as a mention of a flattering rendition from Forney's newspaper, the Philadelphia Press, that \"totally concealed the humiliating episode\" while simultaneously revealing that the audience in the chamber responded with silence rather than applause when Johnson concluded his remarks",
              "refs": [
                "https://www.newspapers.com/article/the-cincinnati-enquirer-our-new-republic/137599139/",
                "https://www.newspapers.com/article/salem-weekly-advocate-the-nations-humil/138143274/",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Cleveland Daily Leader called out the \"double-dealing\" New York Times for reprinting the \"expurgated and glossed over\" wording in the Globe, writing, \"It is notorious that the speech published in the Congressional Globe is not the speech which Mr",
              "refs": [
                "https://www.newspapers.com/article/austin-american-statesman-inaugurations/139121620/"
              ]
            },
            {
              "sentence": "Johnson delivered",
              "refs": []
            },
            {
              "sentence": "It is notorious that the real speech disgraced the speaker and insulted the audience, and covered the nation with shame",
              "refs": []
            },
            {
              "sentence": "It is notorious that when that speech was delivered Mr",
              "refs": []
            },
            {
              "sentence": "Johnson was in a state of gross intoxication.\"  According to the Andrew Johnson Biographical Companion, news reports of the content of the speech tended to itemize the topics as bullet points and/or claim that Johnson could not be heard due to ambient noise",
              "refs": [
                "https://www.newspapers.com/article/argus-and-patriot-from-new-york-world-of/127861909/"
              ]
            },
            {
              "sentence": "The Baltimore Sun passed the buck, referring its readers to \"the Senate's proceedings\" should they care to know the content of the speech",
              "refs": [
                "https://hdl.handle.net/2027/uc1.c081490386?urlappend=%3Bseq=636"
              ]
            },
            {
              "sentence": "The Weekly Progress of Raleigh, North Carolina, claimed that perhaps reporters found the speech incomprehensible because of \"the want of order which prevailed among the women in the galleries.\"",
              "refs": [
                "https://www.nytimes.com/1865/03/06/archives/our-special-account-vicepresident-johnsons-address-extra-session-of.html",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The correspondent for the Buffalo Courier rendered Johnson's opening remarks as below",
              "refs": []
            },
            {
              "sentence": "Italics have been added to the hiccups and editorial asides to further distinguish them from Johnson's verbiage",
              "refs": []
            },
            {
              "sentence": "[e]",
              "refs": [
                "https://www.newspapers.com/article/cleveland-daily-leader-andy-johnsons-sp/138142678/"
              ]
            },
            {
              "sentence": "Another approximation comes from the Times of London, which described Johnson as behaving like an \"illiterate, vulgar, and drunken rowdy,\" boasting of himself in \"the language of a clown and with the manners of a costermonger,\" and consistently pronouncing you as yeooo:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Reactions from observers",
          "section_content": [
            {
              "sentence": "U.S",
              "refs": []
            },
            {
              "sentence": "Senator Zachariah Chandler of Michigan wrote his wife, \"I was never so mortified in my life",
              "refs": []
            },
            {
              "sentence": "Had I been able to find a small hole, I should have dropped through it out of sight.\"  Someone working in the Ordnance Department wrote in a private letter to his father that Johnson had been \"disgracefully drunk.\"  The Hartford Press correspondent refused to cover it out of shame, writing his editor Charles Dudley Warner, \"The second official of the Nation—drunk—drunk—when about to take his oath of office, bellowing and ranting and shaking his fists at Judges, Cabinet and Diplomats, and making a fool of himself to such a degree that indignation is almost compelled to pity.\"  Brooks watched the watchers, later reporting: \"The speaker kept on, although President Lincoln sat before him, patiently waiting for his extraordinary harangue to be over",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.newspapers.com/article/the-baltimore-sun-the-presidential-inaug/137565827/",
                "https://www.newspapers.com/article/weekly-progress-andy-johnsons-inaugural/138184850/"
              ]
            },
            {
              "sentence": "The study of the faces below was interesting",
              "refs": []
            },
            {
              "sentence": "Seward was as bland and serene as a summer day; Stanton appeared to be petrified  [...] Among the Union senators Henry Wilson's face was flushed; Sumner wore a saturnine and sarcastic smile; and most of the others turned and twisted in their senatorial chairs as if in long-drawn agony",
              "refs": []
            },
            {
              "sentence": "Of the Supreme Bench, Judge Nelson only was apparently moved, his lower jaw being dropped clean down in blank horror",
              "refs": []
            },
            {
              "sentence": "Chase was marble, adamant, granite in immobility until Johnson turned his back upon the Senate to take the oath, when he exchanged glances with Nelson, who then closed up his mouth.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Welles recorded in his diary:",
              "refs": [
                "https://www.newspapers.com/article/lancaster-intelligencer-andy-johnsons-i/138333040/"
              ]
            },
            {
              "sentence": "In the original journal, rather than the transcription edited and published by his son, Welles had written and then struck out the word drunk, replacing \"the short stark word\" with the phrase under the influence of stimulants",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Later that day",
          "section_content": [
            {
              "sentence": "Per a Pennsylvania paper, after his own swearing-in, Johnson \"had to be pushed through his rôle in a condition of maudlin bewilderment.\"  Johnson was too disoriented to successfully administer the oath of office to incoming Senators,  so Forney stepped in and did so",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.newspapers.com/article/the-times-the-inauguration-of-president/138412356/"
              ]
            },
            {
              "sentence": "[f] After Lincoln's speech (the now-totemic second inaugural address), which was made outdoors, on the East Portico, there were calls from the crowd for Johnson to make a speech, but an encore was successfully avoided",
              "refs": [
                "https://historical.ha.com/itm/political/small-paper-pre-1896-/-andrew-johnson-drunk-at-the-1865-inauguration/a/6214-43402.s"
              ]
            },
            {
              "sentence": "Lincoln took the opportunity to point out to Johnson the presence of Frederick Douglass, an experience Douglass described in his memoirs:",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Aftermath",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Press commentary",
          "section_content": [
            {
              "sentence": "Following the inauguration there was a roiling debate about what, exactly, had happened, but \"there was no disagreement as to the baneful effect his maudlin performance had on those in attendence",
              "refs": []
            },
            {
              "sentence": "Reaction throughout the country was one of shock, dismay, and humiliation.\"  The New York World read the entrails and saw augurs of doom: \"And to think that only one frail human stands between this insolent clownish drunkard and the Presidency! May God bless and spare Abraham Lincoln! Should this Andrew Johnson become his successor, the decline and fall of the American republic would smell as rank in history as that of atrocious monsters in human shape as Nero and Caligula.\"  Cincinnati journalist \"Mack\" (Joseph B",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.newspapers.com/article/the-cincinnati-enquirer-our-new-republic/137599139/"
              ]
            },
            {
              "sentence": "McCullagh) wrote, \"..",
              "refs": []
            },
            {
              "sentence": "the subject is really too sickening to write about  [...] All I have to say about the inauguration is, may He who controls the lives of men and the destinies of nations preserve the life of Abraham Lincoln, and spare the country the humiliation it would be made to feel in the contingency of Andrew Johnson's assumption of the reins of government.\"  Several years later, Forney wrote a passage that is suggestive of the incident: \"Lincoln, without seeming to aspire, reached the highest station in the world; while Johnson, always reaching forth for the golden fruit, got it, and lost it in a fit of inconceivable madness",
              "refs": [
                "https://www.newspapers.com/article/wayne-county-herald-the-second-inaugurat/137573396/"
              ]
            },
            {
              "sentence": "Abraham Lincoln died at the best moment for himself; Andrew Johnson lives to prove how great opportunities may be wasted.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The newspapers, with their various political alignments, fell into partisan backbiting about the coverage or lack thereof, about which the New York Independent wrote, \"Once or twice, we have felt it our duty to speak against the excessive use of intoxicating liquors by our public men",
              "refs": []
            },
            {
              "sentence": "It may be asked: What is the duty of a public journal in such cases? It seems to us plain",
              "refs": []
            },
            {
              "sentence": "We hold that if a public man is drunken in private company, he is not amendable to a comment in the newspapers, but if he be drunk while acting his part on a public occasion, his offence is against the public, and should never be shielded from the just punishment of public censure",
              "refs": []
            },
            {
              "sentence": "In the Senate chamber on the 4th of March, in presence of the Senate, of the House, of the Cabinet, of the Supreme Court, of the diplomatic corps, of the newspaper press, of a gallery of ladies, and (during part of the time) of the President of the United States—and on an occasion to be forever historic—the Vice President elect presented himself to take his solemn oath of office in state of intoxication",
              "refs": []
            },
            {
              "sentence": "Not in anger, but in sorrow, do we chronicle this fact, which we have no right to suppress.\"  Similarly, Maine's Bangor Jeffersonian editorialized, \"What is the object of having a party respectable and honest if such public obliquities of conduct are to be whitewashed?\"  The Troy Daily Whig of upstate New York took the opportunity to engage in some gossipy whataboutism, listing John Bell, John C",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Breckinridge, Stephen A",
              "refs": []
            },
            {
              "sentence": "Douglas, Franklin Pierce, John Tyler, Daniel Webster, and Silas Wright as U.S",
              "refs": []
            },
            {
              "sentence": "government leaders who had been known to overindulge (in some cases chronically), ergo public drunkenness on a state occasion was not automatically disqualifying, although Johnson's friends should surely give him a stern talking-to",
              "refs": []
            },
            {
              "sentence": "The spectacle inspired a song performed at Grover's Theater on E Street:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Both before and after Lincoln's murder, people speculated, without evidence, that maybe Johnson had not been drunk but had in fact been poisoned as part of a larger conspiracy to destroy the federal government",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Political impact",
          "section_content": [
            {
              "sentence": "The Times (London) commented that any other man would have been arrested by the sergeant at arms \"for drunkenness in the Senate chamber.\"  Johnson was not arrested",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Nor was he discharged from his position of responsibility",
              "refs": []
            },
            {
              "sentence": "Amidst the crisis, according to Forney, \"No voice of anger was heard from Abraham Lincoln",
              "refs": []
            },
            {
              "sentence": "While nearly all censured and many threatened, Mr",
              "refs": []
            },
            {
              "sentence": "Lincoln simply said, 'It has been a severe lesson for Andy, but I do not think he will do it again.'\"  Even if President Lincoln had wanted to \"fire\" Vice President Johnson, he would not have had constitutional standing to do so",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Lincoln told his Treasury Secretary Hugh McCulloch, who had expressed concern about Johnson's public intoxication, not to worry about it: \"I have known Andy Johnson for many years; he made a bad slip the other day, but you need not be scared; Andy ain't a drunkard.\"  Historian Louis Clinton Hatch wrote, \"This is a surprising statement",
              "refs": [
                "https://www.newspapers.com/article/janesville-weekly-gazette-new-york-indep/138188568/",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Lincoln could have had little or no personal acquaintance with Johnson, though he had met him during the campaign",
              "refs": []
            },
            {
              "sentence": "Probably McCulloch, who retired from the Cabinet after his breach with the Republicans, unconsciously did Johnson the favor of strengthening his statement.\"  Gordon-Reed comments that McCulloch's account of Lincoln's comment \"is often presented as if it settled the matter",
              "refs": [
                "https://www.newspapers.com/article/champaign-county-gazette-drunken-public/138143491/"
              ]
            },
            {
              "sentence": "Lincoln was the great lawyer and leader that he was because he possessed that ineffable but critical skill necessary in both positions: the ability to project calm and allay fears—to be able to look into the eyes of a frightened client, guilty or not, and say that everything is going to be all right, or to convince a fearful population that the nation would emerge victorious from its time of trouble",
              "refs": []
            },
            {
              "sentence": "What else could the great man have said to McCulloch? Yes, Hugh, I agree—we're all doomed, now",
              "refs": []
            },
            {
              "sentence": "Abandon ship! If something happens to me, the United States will be left in the hands of a drunkard.\"  Per Welles, Johnson's \"infirmity\" was discussed at the cabinet meeting immediately following (\"no one appears to have been aware of any failing\"),  and per Henderson, \"The scene was so deeply humiliating that a caucus of senators a few days afterward seriously considered the propriety of asking him to resign as their presiding officer.\"  As a direct consequence of the speech fiasco, the U.S",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Senate did vote \"to drop McDougal of California and Saulsbury of Delaware from all its standing committees 'because of their habitual inebriety and incapacity for business.'\"",
              "refs": [
                "https://www.nytimes.com/1865/05/07/archives/the-poisoning-of-andrew-johnson-on-the-fourth-of-march.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Impact on Johnson's vice presidency and presidency",
          "section_content": [
            {
              "sentence": "After the fact, Johnson \"hid from the press\" at the Silver Spring estate of the Blair family in Maryland",
              "refs": []
            },
            {
              "sentence": "According to historian Hatch, \"The Senate Journal shows that he presided at the session of Monday, March 6, and the correspondent of the New-York Tribune wrote his paper that the Vice-President attended the inauguration ball that evening and was especially attentive to Mrs",
              "refs": [
                "https://hdl.handle.net/2027/uc1.c081490386?urlappend=%3Bseq=636"
              ]
            },
            {
              "sentence": "Lincoln; but, on March 7, Mr",
              "refs": []
            },
            {
              "sentence": "Johnson was absent from the Senate and remained so throughout the session",
              "refs": []
            },
            {
              "sentence": "It is probable that he went to Silver Spring on that day, and it is certain that he stayed there about a fortnight until after the Senate had adjourned, after the excitement over his inauguration had died down, and his health had improved.\"  [g] [h] From Maryland, Johnson wrote letters explaining that had been \"prostrated\" by typhoid",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Johnson made no public appearances until April 3, when he made an impromptu speech in front of a Pennsylvania Avenue hotel about the fall of the Confederate capital",
              "refs": [
                "https://hdl.handle.net/2027/uc1.c081490386?urlappend=%3Bseq=636"
              ]
            },
            {
              "sentence": "According to the memoirs of James G",
              "refs": [
                "https://hdl.handle.net/2027/uc1.c081490386?urlappend=%3Bseq=636"
              ]
            },
            {
              "sentence": "Blaine, Johnson was back in Washington again about April 9, 1865, and \"when Mr",
              "refs": []
            },
            {
              "sentence": "Johnson arrived from Fortress Monroe on the morning of April 10, and found the National Capital in a blaze of patriotic excitement over the surrender of Lee's army the day before at Appomattox, he hastened to the White House, and addressed to the unwilling ears of Mr",
              "refs": []
            },
            {
              "sentence": "Lincoln an earnest protest against the indulgent terms conceded by General Grant.\"  In 1866, a Tennessee newspaper account had it that Lincoln met with Johnson on April 11, 1865, forgoing a family carriage ride to take the meeting, and when he returned, \"remarked with much apparent concern 'That miserable man; I cannot imagine the trouble he will cause during my second term of office.'\"  According to the standard account, Johnson and Lincoln supposedly did not meet again until the afternoon of April 14",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "That night John Wilkes Booth shot Lincoln in back of the head; the 16th president died at 7:22 a.m",
              "refs": []
            },
            {
              "sentence": "the following day",
              "refs": []
            },
            {
              "sentence": "Johnson's 42-day term would be the second-shortest vice-presidency in American history.",
              "refs": []
            },
            {
              "sentence": "In the end, whether or not he exhibited clinically significant symptoms of alcoholism, after the March 4 spectacle at the U.S",
              "refs": []
            },
            {
              "sentence": "Capitol, \"it did not much matter what the truth was about his drinking habits",
              "refs": []
            },
            {
              "sentence": "The truth that mattered was that he had set himself up, made himself vulnerable to charges of drunkenness at virtually every crisis that beset his late political career.\"  In the wars of Reconstruction that came after, \"Senator Ben Wade and other Radicals repeatedly used the incident to portray Johnson as a drunkard.\"  Indeed, as the Congress moved toward impeachment, Thaddeus Stevens commented, \"I don't want to hurt the man's feelings by telling him he is a rascal",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.newspapers.com/article/the-lancaster-examiner-andrew-johnson-on/138606247/"
              ]
            },
            {
              "sentence": "I'd rather put it mildly, and say he hasn't got off that inaugural drunk yet, and just let him retire to get sobered.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "View of historians",
      "section_content": [
        {
          "sentence": "According to two Congressional Research Service staffers, Johnson's speech is \"unfortunately, the most remembered inaugural address by a Vice President.\"  According to the authors of what stood in the 20th century as the \"basic work\" on the Vice Presidency,  vice-presidential inaugural addresses have \"been uniformly grave and dignified with the exceptions of those of 1865 and 1917,\" and only two of all vice-presidential addresses to the Senate are considered \"preeminent by the impression they made.\"  The first preeminent speech was Aaron Burr's 1805 farewell address: Senators wept",
          "refs": [
            "https://www.newspapers.com/article/the-aegis-vice-president-johnson/138143848/",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The 1917 inaugural address by Thomas R",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Marshall included some self-deprecating humor",
          "refs": []
        },
        {
          "sentence": "Johnson's inaugural address of 1865, made while he was visibly and verifiably intoxicated, inspired universal \"horror and disgust.\"  Excuses were later made that Johnson's obvious intoxication was the result of medication for typhoid, or that Hamlin manipulated him into drinking to excess",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "According to political scientist Gautam Mukunda: \" [Johnson's] combination of weakness, rigidity, and racism was exceptional even by 19th-century standards",
          "refs": []
        },
        {
          "sentence": "The South was able to successfully win the peace after losing the war because Johnson inspired recalcitrant southerners to keep up the fight longer than a war-weary North was willing to maintain the pressure  [...] Johnson's selection as vice president in 1864 was Lincoln's greatest mistake",
          "refs": []
        },
        {
          "sentence": "Given the scale of Johnson's damage, Lincoln's assassination may be the greatest tragedy in American history.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Citations",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "9": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "25": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "1": "[ERROR retrieving ref link]",
    "2": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "5": "[ERROR retrieving ref link]",
    "6": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "13": "https://www.newspapers.com/article/the-tennessean-grant-and-johnson/139108460/",
    "14": "https://www.newspapers.com/article/the-cincinnati-enquirer-nashville-again/137572404/",
    "15": "https://www.newspapers.com/article/the-times-democrat-seriously-ill/137573215/",
    "16": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "23": "https://www.newspapers.com/article/the-courier-journal-distinguished-distin/137572821/",
    "24": "[ERROR retrieving ref link]",
    "26": "https://www.newspapers.com/article/the-cincinnati-enquirer-a-serenade/137573816/",
    "27": "https://www.newspapers.com/article/the-manitowoc-pilot-no-american-who-resp/138141501/",
    "28": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "30": "https://www.newspapers.com/article/the-pittsburgh-commercial-personal/137574674/",
    "31": "https://www.newspapers.com/article/evening-star-death-of-colonel-browning/127166381/",
    "32": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "35": "https://www.newspapers.com/article/the-baltimore-sun-vice-president-johnson/137559991/",
    "36": "https://www.newspapers.com/article/alexandria-gazette-the-vice-president-el/137557010/",
    "37": "https://www.newspapers.com/article/evening-star-personal/137559593/",
    "38": "https://www.newspapers.com/article/the-pittsburgh-commercial-vice-president/137563070/",
    "39": "https://www.newspapers.com/article/charles-city-intelligencer-the-health-of/137558008/",
    "40": "[ERROR retrieving ref link]",
    "41": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "43": "[ERROR retrieving ref link]",
    "44": "[ERROR retrieving ref link]",
    "45": "https://www.newspapers.com/article/the-lancaster-examiner-andrew-johnson-on/138606247/",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "51": "https://www.newspapers.com/article/salem-weekly-advocate-the-nations-humil/138143274/",
    "52": "https://www.newspapers.com/article/the-times-the-inauguration-of-president/138412356/",
    "53": "[ERROR retrieving ref link]",
    "54": "https://www.newspapers.com/article/evening-star-mr-johnson-then-came-forwa/137563891/",
    "55": "https://www.newspapers.com/article/intelligencer-journal-hoo-boy-original/127611710/",
    "56": "https://www.newspapers.com/article/new-york-daily-herald-speech-of-andrew-j/137566322/",
    "57": "[ERROR retrieving ref link]",
    "58": "https://www.newspapers.com/article/the-cincinnati-enquirer-the-extraordinar/137570040/",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "https://www.newspapers.com/article/the-pittsburgh-commercial-vice-president/138334677/",
    "62": "https://www.newspapers.com/article/the-selinsgrove-times-tribune-the-vice-p/127861468/",
    "63": "https://www.newspapers.com/article/the-cincinnati-enquirer-our-new-republic/137599139/",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "https://www.newspapers.com/article/austin-american-statesman-inaugurations/139121620/",
    "67": "https://www.newspapers.com/article/argus-and-patriot-from-new-york-world-of/127861909/",
    "68": "https://hdl.handle.net/2027/uc1.c081490386?urlappend=%3Bseq=636",
    "69": "https://www.nytimes.com/1865/03/06/archives/our-special-account-vicepresident-johnsons-address-extra-session-of.html",
    "70": "[ERROR retrieving ref link]",
    "71": "https://www.newspapers.com/article/cleveland-daily-leader-andy-johnsons-sp/138142678/",
    "72": "[ERROR retrieving ref link]",
    "73": "https://www.newspapers.com/article/the-baltimore-sun-the-presidential-inaug/137565827/",
    "74": "https://www.newspapers.com/article/weekly-progress-andy-johnsons-inaugural/138184850/",
    "75": "https://www.newspapers.com/article/lancaster-intelligencer-andy-johnsons-i/138333040/",
    "77": "[ERROR retrieving ref link]",
    "78": "https://historical.ha.com/itm/political/small-paper-pre-1896-/-andrew-johnson-drunk-at-the-1865-inauguration/a/6214-43402.s",
    "79": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "https://www.newspapers.com/article/wayne-county-herald-the-second-inaugurat/137573396/",
    "83": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "https://www.newspapers.com/article/janesville-weekly-gazette-new-york-indep/138188568/",
    "91": "[ERROR retrieving ref link]",
    "92": "https://www.newspapers.com/article/champaign-county-gazette-drunken-public/138143491/",
    "93": "[ERROR retrieving ref link]",
    "94": "https://www.nytimes.com/1865/05/07/archives/the-poisoning-of-andrew-johnson-on-the-fourth-of-march.html",
    "95": "[ERROR retrieving ref link]",
    "96": "https://www.senate.gov/about/powers-procedures/impeachment.htm",
    "97": "[ERROR retrieving ref link]",
    "98": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "103": "https://www.newspapers.com/article/the-aegis-vice-president-johnson/138143848/",
    "104": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "107": "https://www.newspapers.com/article/brownlows-knoxville-whig-abraham-lincol/127940958/",
    "108": "https://www.newspapers.com/article/the-lancaster-examiner-andrew-johnson-on/138606247/",
    "109": "[ERROR retrieving ref link]",
    "110": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "114": "[ERROR retrieving ref link]",
    "115": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "117": "[ERROR retrieving ref link]",
    "118": "[ERROR retrieving ref link]"
  },
  "flair_entities": [
    "lee",
    "hannibal hamlin",
    "noah brooks",
    "james r",
    "italics",
    "troy daily whig",
    "the times",
    "nelson",
    "hugh",
    "weekly progress of raleigh",
    "george f",
    "john wilkes booth",
    "senate",
    "confederate",
    "maryland",
    "william tracy",
    "stephen a",
    "blaine",
    "joseph b .",
    "gillem",
    "abraham lincoln",
    "national union party",
    "breckinridge",
    "gordon-reed",
    "new york herald",
    "pennsylvania avenue",
    "washington",
    "ordnance department",
    "capitol",
    "congressional research service",
    "american",
    "union",
    "bangor jeffersonian",
    "camden depot",
    "marshall",
    "war democrats",
    "john w",
    "baltimore",
    "doolittle",
    "nation",
    "french",
    "welles",
    "john tyler",
    "reconstruction",
    "white house",
    "manitowoc pilot",
    "saturday evening post",
    "silver spring",
    "milton jr.",
    "supreme court",
    "john bell",
    "andrew",
    "michigan",
    "e street",
    "henry ward beecher",
    "hatch",
    "harris",
    "louisville",
    "scully",
    "washington star",
    "wisconsin",
    "mrs",
    "sumner",
    "isham g",
    "ben wade",
    "thomas r",
    "the cincinnati enquirer",
    "united states.",
    "eutaw house",
    "century magazine",
    "new-york tribune",
    "andy",
    "democrat",
    "south",
    "zachariah chandler",
    "american civil war",
    "republicans",
    "mack",
    "william g.",
    "aaron burr",
    "browning",
    "chamber",
    "the senate journal",
    "times of london",
    "lincoln",
    "henry wilson",
    "thirteenth amendment",
    "blair",
    "national capital",
    "hartford press",
    "hugh mcculloch",
    "cincinnati commercial",
    "walter p.",
    "mordecai lincoln",
    "james embry",
    "cincinnati",
    "north",
    "globe",
    "confederacy",
    "congressional globe",
    "alvan c",
    "nashville",
    "william a",
    "bible",
    "douglass",
    "washington, d.c",
    "mccullagh",
    "university of tennessee",
    "charles dudley warner",
    "cincinnati gazette",
    "pennsylvania",
    "thaddeus stevens",
    "pittsburgh",
    "inauguration day",
    "congress",
    "holy book",
    "metropolitan hotel",
    "john b",
    "andy johnson",
    "supreme bench",
    "grover's theater",
    "john h",
    "buffalo courier",
    "johnson",
    "cabinet",
    "northern central railway",
    "mcculloch",
    "diplomats",
    "house",
    "forney",
    "maine",
    "fowler",
    "kentucky",
    "brooks",
    "new york world",
    "god",
    "mary lincoln",
    "franklin pierce",
    "new york independent",
    "radicals",
    "charles hamlin",
    "senators",
    "grant",
    "stanton",
    "louis clinton hatch",
    "john c .",
    "dillim",
    "maj",
    "jones",
    "southern unionist",
    "caligula",
    "north carolina",
    "tennessee",
    "new york",
    "appomattox",
    "seward",
    "andrew johnson biographical companion",
    "saulsbury of delaware",
    "andy ai",
    "silas wright",
    "u.s",
    "the tennessean",
    "charles eugene hamlin",
    "john trotwood moore",
    "benjamin b",
    "the papers",
    "henderson",
    "u.s. capitol",
    "andrew johnson",
    "l.",
    "brownlow",
    "philadelphia press",
    "california",
    "louisville hotel",
    "new york times",
    "baltimore sun",
    "treasury",
    "jacksonian",
    "chase",
    "united states",
    "u.s.",
    "joseph s.",
    "herald",
    "gautam mukunda",
    "james g",
    "frederick douglass",
    "london",
    "hamlin",
    "kentuckian",
    "douglas",
    "mcdougal",
    "fortress monroe",
    "east portico",
    "cleveland daily leader",
    "vice presidency",
    "diplomatic corps",
    "tennesseans",
    "confederate states of america",
    "william c",
    "united states congress",
    "daniel webster",
    "nero"
  ]
}