{
  "title": "Anton_Webern",
  "url": "https://en.wikipedia.org/wiki/Anton_Webern",
  "summary": "Anton Webern (German: [ˈantoːn ˈveːbɐn] ; 3 December 1883 – 15 September 1945) was an Austrian composer, conductor, and musicologist. His music was among the most radical of its milieu in its concision and use of then novel atonal and twelve-tone techniques. His approach was typically rigorous, inspired by his studies of the Franco-Flemish School under Guido Adler and by Arnold Schoenberg's emphasis on structure in teaching composition from the music of Johann Sebastian Bach, the First Viennese School, and Johannes Brahms. Webern, Schoenberg, and their colleague Alban Berg were at the core of what became known as the Second Viennese School.\nWebern was arguably the first and certainly the last of the three to write music in a style that was both expressionist and aphoristic, reflecting his instincts and the idiosyncrasy of his compositional process. He treated themes of loss, love, nature, and spirituality, working from his experiences. Unhappily peripatetic and typically assigned to conduct light music or operetta in the early part of his career, he aspired to conduct what was seen as more respectable, serious music at home in Vienna. Following Schoenberg's guidance, Webern attempted to write music of greater length during and after World War I, relying partly on the structural support of texts in many Lieder.\nHe rose as a choirmaster and conductor in Red Vienna with the support of David Josef Bach, championing Gustav Mahler's music at home and abroad. With a publication contract through Emil Hertzka at Universal Edition and Schoenberg based in Berlin, Webern began writing music of increasing confidence, independence, and scale using twelve-tone technique. He maintained his \"path to the new music\" while marginalized as a \"cultural Bolshevist\" in Fascist Austria and Nazi Germany, enjoying mostly international recognition and relying more on teaching for income. Struggling to reconcile his loyalties to his divided friends and family, he adopted an optimistic outlook on the future under Nazi rule that wore on him as it proved wrong, and he repeatedly considered emigrating.\nA soldier shot and killed Webern in an apparent accident shortly after World War II in Mittersill. His music was then celebrated by composers who took it as a point of departure in a phenomenon known as post-Webernism, closely linking his legacy to serialism. Musicians and scholars like Pierre Boulez, Robert Craft, and Hans and Rosaleen Moldenhauer studied and organized performances of his music, establishing it as modernist repertoire. Broader understanding of his expressive agenda, performance practice, and complex sociocultural and political contexts lagged. An historical edition of his music is currently in progress.",
  "content": [
    {
      "section_title": "Biography",
      "section_content": [],
      "subsections": [
        {
          "section_title": "1883–1908: Upbringing between late Imperial Vienna and countryside",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Bucolic Heimat",
              "section_content": [
                {
                  "sentence": "Webern was born in Vienna, Austria-Hungary",
                  "refs": []
                },
                {
                  "sentence": "He was the only surviving son of Carl von Webern, a descendant of minor nobility  [de], high-ranking civil servant, mining engineer,  and owner of the Lamprechtsberg copper mine in the Koralpe",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Much of Webern's early youth was in Graz (1890–1894) and Klagenfurt (1894–1902), though his father's work briefly took the family to Olmütz and back to Vienna",
                  "refs": []
                },
                {
                  "sentence": "His mother Amalie (née Geer) was a pianist and accomplished singer",
                  "refs": []
                },
                {
                  "sentence": "She taught Webern piano and sang opera with him",
                  "refs": []
                },
                {
                  "sentence": "He received first drums, then a trumpet, and later a violin as Christmas gifts",
                  "refs": []
                },
                {
                  "sentence": "With his sisters Rosa and Maria, Webern danced to music and ice-skated the Lendkanal  [de] to the Wörthersee",
                  "refs": []
                },
                {
                  "sentence": "Edwin Komauer taught him cello, and the family played chamber music, including that of Mozart, Schubert, and Beethoven",
                  "refs": []
                },
                {
                  "sentence": "Webern learned to play Bach's cello suites  and may have studied Bach's polyphony under Komauer",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The extended Webern family spent summers, [c] holidays, and vacations at their country estate, the Preglhof",
                  "refs": []
                },
                {
                  "sentence": "The children played outside in the forest and on a high meadow with pasture grazed by herded cattle and with a church-and-mountain view; they bathed in a pond (where Webern once saved Rosa from drowning)",
                  "refs": []
                },
                {
                  "sentence": "He drove horses to Bleiburg and fought a wildfire encroaching on the estate",
                  "refs": []
                },
                {
                  "sentence": "These experiences and reading Peter Rosegger's Heimatkunst  [de] shaped Webern's distinct and lasting sense of Heimat",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "University",
              "section_content": [
                {
                  "sentence": "After a trip to Bayreuth,  Webern studied musicology at the University of Vienna (1902–1906) with Guido Adler, a friend of Mahler, composition student of Bruckner, [d] and devoted Wagnerian who had been in contact with both Wagner and Liszt",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[e] He quickly joined the Wagner Society, meeting popular conductors and musicians",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Egon Wellesz recalled he and Webern analyzed Beethoven's late quartets at the piano in Adler's seminars",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[f] Webern learned the historical development of musical styles and techniques, editing the second volume of Heinrich Isaac's Choralis Constantinus as his doctoral thesis",
                  "refs": []
                },
                {
                  "sentence": "[g] Hans and Rosaleen Moldenhauer noted Webern's scholarly engagement with Isaac's music as a formative experience for Webern the composer",
                  "refs": []
                },
                {
                  "sentence": "Webern especially praised Isaac's voice leading or \"subtle organization in the interplay of parts\":",
                  "refs": []
                },
                {
                  "sentence": "Webern studied art history and philosophy under professors Max Dvořák, Laurenz Müllner  [de], and Franz Wickhoff,  joining the Albrecht Dürer Gesellschaft [h] in 1903",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His cousin Ernst Diez  [de], an art historian studying in Graz, may have led him to the work of Arnold Böcklin and Giovanni Segantini, which he admired along with that of Ferdinand Hodler and Moritz von Schwind",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern idolized Segantini's landscapes on a par with Beethoven's music, diarying in 1904:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern also studied nationalism and Catholic liturgy,  shaped by his mostly provincial Catholic upbringing, which provided little exposure to the relatively cosmopolitan people of Vienna",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "At the time, antisemitism was resurgent in Austria, fueled by Catholic resentment after Jewish emancipation in the 1867 December Constitution",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern first viewed his Jewish peers as ostentatious and unfriendly, but his attitude shifted by 1902",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He quickly and durably made many close friends, most of them Jewish; Kathryn Bailey Puffett wrote that this likely shaped his views",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Schoenberg and his circle",
              "section_content": [
                {
                  "sentence": "In 1904, Webern approached Hans Pfitzner for composition lessons but left angrily when Pfitzner criticized Mahler and Richard Strauss",
                  "refs": []
                },
                {
                  "sentence": "Adler admired Schoenberg's work and may have [i] sent Webern to him for composition lessons",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Thus Webern met Berg, another Schoenberg pupil, and Schoenberg's brother-in-law Alexander Zemlinsky, through whom Webern may have worked as an assistant coach at the Volksoper in Vienna (1906–1909)",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Schoenberg, Berg, and Webern became devoted, lifelong friends with similar musical trajectories",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Adler, Heinrich Jalowetz, and Webern played Schoenberg's quartets under the composer, accompanying Marie Gutheil-Schoder in rehearsals for Op",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "10",
                  "refs": []
                },
                {
                  "sentence": "Also through Schoenberg, who painted and had a 1910 solo exhibition at Hugo Heller  [de]'s bookstore, Webern met Gustav Klimt, Oskar Kokoschka, Max Oppenheimer (with whom he corresponded on ich–Du terms), Egon Schiele, and Emil Stumpp",
                  "refs": []
                },
                {
                  "sentence": "In 1920, Webern wrote Berg about the \"indescribable impression\" Klimt's work made on him, \"that of a luminous, tender, heavenly realm\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[j] He also met Karl Kraus, whose lyrics he later set, but only to completion in Op",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "13/i",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "1908–1918: Early adulthood in Austria-Hungary and German Empire",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Marriage",
              "section_content": [
                {
                  "sentence": "Webern married Wilhelmine \"Minna\" Mörtl in a 1911 civil ceremony in Danzig",
                  "refs": []
                },
                {
                  "sentence": "She had become pregnant in 1910 and feared disapproval, as they were cousins",
                  "refs": []
                },
                {
                  "sentence": "Thus the Catholic Church only solemnized their lasting union in 1915, after three children",
                  "refs": []
                },
                {
                  "sentence": "They met in 1902,  later hiking along the Kamp from Rosenburg-Mold to Allentsteig in 1905",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He wooed her with John Ruskin essays (in German translation), dedicating his Langsamer Satz to her",
                  "refs": []
                },
                {
                  "sentence": "Webern diaried about their time together \"with obvious literary aspirations\":",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Early conducting career",
              "section_content": [
                {
                  "sentence": "Webern conducted and coached singers and choirs mostly in operetta, musical theater, light music, and some opera in his early career",
                  "refs": []
                },
                {
                  "sentence": "Operetta was in its Viennese Silver Age",
                  "refs": []
                },
                {
                  "sentence": "Much of this music was regarded as low-  or middlebrow; Kraus, Theodor Adorno, and Ernst Krenek found it \"uppity\" in its pretensions",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[l] In 1924 Ernst Décsey recalled he once found operetta, with its \"old laziness and unbearable musical blandness\", beneath him",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "J",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "P",
                  "refs": []
                },
                {
                  "sentence": "Hodin contextualized the opposition of the \"youthful intelligentsia\" to operetta with a quote from Hermann Bahr's 1907 essay Wien:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "\"What benefit ..",
                  "refs": []
                },
                {
                  "sentence": "if all operettas ..",
                  "refs": []
                },
                {
                  "sentence": "were destroyed\", Webern told Diez in 1908",
                  "refs": []
                },
                {
                  "sentence": "But in 1912, he told Berg that Zeller's Vogelhändler was \"quite nice\" and Schoenberg that J",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Strauss II's Nacht in Venedig was \"such fine, delicate music",
                  "refs": []
                },
                {
                  "sentence": "I now believe ..",
                  "refs": []
                },
                {
                  "sentence": "Strauss is a master.\"  A summer 1908 engagement with Bad Ischl's Kurorchester  [de] was \"hell\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern walked out on an engagement in Innsbruck (1909), writing in distress to Schoenberg:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern wrote Zemlinsky seeking work at the Berlin or Vienna Volksoper instead",
                  "refs": []
                },
                {
                  "sentence": "[n] He started at Bad Teplitz's Civic Theater in early 1910, where the local news reported his \"sensitive, devoted guidance\" as conductor of Fall's Geschiedene Frau, but he quit within months due to disagreements",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His repertoire likely included Fall's Dollarprinzessin, Lehár's Graf von Luxemburg, O",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Straus's Walzertraum, J",
                  "refs": []
                },
                {
                  "sentence": "Strauss II's Fledermaus, and Schumann's Manfred",
                  "refs": []
                },
                {
                  "sentence": "There were only 22 musicians in the orchestra, too few to perform Puccini's operas, he noted",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern then summered at the Preglhof, composing his Op",
                  "refs": []
                },
                {
                  "sentence": "7 and planning an opera",
                  "refs": []
                },
                {
                  "sentence": "In September, he attended the Munich premiere of Mahler's Symphony of a Thousand and visited with his idol, [o] who gave Webern a sketch of \"Lob der Kritik\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[p] Webern then worked with Jalowetz as assistant conductor in Danzig (1910–1911), where he first saw the \"almost frightening\" ocean",
                  "refs": []
                },
                {
                  "sentence": "He conducted von Flotow's Wintermärchen, George's Försterchristl, Jones' Geisha, Lehár's Lustige Witwe, Lortzing's Waffenschmied, Offenbach's Belle Hélène, and J",
                  "refs": [
                    "https://web.archive.org/web/20220619071226/https://anno.onb.ac.at/cgi-content/anno-buch?apm=0&aid=68"
                  ]
                },
                {
                  "sentence": "Strauss II's Zigeunerbaron",
                  "refs": []
                },
                {
                  "sentence": "He particularly enjoyed Offenbach's Contes d'Hoffmann and Rossini's Barbiere di Siviglia, but only Jalowetz was allowed to conduct this more established repertoire",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern soon expressed homesickness to Berg; he could not bear the separation from Schoenberg and their world in Vienna",
                  "refs": []
                },
                {
                  "sentence": "He returned after resigning in spring 1911, and the three were pallbearers at Mahler's funeral in May 1911",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Then in summer 1911, a neighbor's antisemitic abuse and aggression caused Schoenberg to quit work, abandon Vienna, and go with his family to stay with Zemlinsky on the Starnbergersee",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern and others fundraised for Schoenberg's return, circulating more than one hundred leaflets with forty-eight signatories, including G",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Adler, H",
                  "refs": []
                },
                {
                  "sentence": "Bahr, Klimt, Kraus, and R",
                  "refs": []
                },
                {
                  "sentence": "Strauss, among others",
                  "refs": []
                },
                {
                  "sentence": "[q] But Schoenberg was resolved to move to Berlin, and not for the first or last time, convinced of Vienna's fundamental hostility",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern soon joined him (1910–1912), finishing no new music in his devoted work on Schoenberg's behalf, which entailed many editing and writing projects",
                  "refs": []
                },
                {
                  "sentence": "He gradually became tired, unhappy, and homesick",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He tried to persuade Schoenberg to return home to Vienna, continuing the fundraising campaign and lobbying for a position there for Schoenberg, but Schoenberg could not bear to return to the Akademie für Musik und darstellende Kunst due to his prior experiences in Vienna",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "At the same time, Webern began a cycle of repeatedly quitting and being taken back by Zemlinsky at the Deutsches Landestheater Prague (1911–1918)",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He had a short-lived conducting post in Stettin (1912–1913), which, as all the others, kept him from composing and alienated him",
                  "refs": []
                },
                {
                  "sentence": "On the verge of a breakdown, he wrote Berg shortly after arriving (Jul",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "1912):",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "\"Old song\" of \"lost paradise\"",
              "section_content": [
                {
                  "sentence": "Webern's father sold the Preglhof in 1912, and Webern mourned it as a \"lost paradise\"",
                  "refs": []
                },
                {
                  "sentence": "He revisited it and the family grave in nearby Schwabegg his entire life, associating these places with the memory of his mother, whose 1906 loss profoundly affected him",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In July 1912, he confided in Schoenberg:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Shortly after the anniversary of his mother's death, he wrote Schoenberg in September 1912:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "For Christmas in 1912, Webern gifted Schoenberg Rosegger's Waldheimat  [de] (Forest Homeland ), from which Julian Johnson highlighted:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Rosegger's account of his mother's death at the book's end (\"An meine Mutter\") resonated with Webern, who connected it to his Op",
                  "refs": []
                },
                {
                  "sentence": "6 orchestral pieces",
                  "refs": []
                },
                {
                  "sentence": "In a January 1913 letter to Schoenberg, Webern revealed that these pieces were a kind of program music, each reflecting details and emotions tied to his mother's death",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He had written Berg in July 1912, \"my compositions ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "relate to the death of my mother\", specifying in addition the \"Passacaglia,  [String] Quartet, most  [early] songs, ..",
                  "refs": []
                },
                {
                  "sentence": "second Quartet, ..",
                  "refs": []
                },
                {
                  "sentence": "second  [orchestral pieces, Op",
                  "refs": []
                },
                {
                  "sentence": "10] (with some exceptions)\"",
                  "refs": []
                },
                {
                  "sentence": "[r]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Johnson contended that Webern understood his cultural origins with a maternal view of nature and Heimat, which became central themes in his music and thought",
                  "refs": []
                },
                {
                  "sentence": "He noted that Webern's deeply personal idea of a maternal homeland—built from memories of pilgrimages to his mother's grave, the \"mild\", \"lost paradise\" of home, and the \"warmth\" of her memory—reflected his sense of loss and his yearning for return",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Drawing loosely on V",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Kofi Agawu's semiotic approach to classical music, specifically his idea of musical topics, Johnson held that all of Webern's music, though rarely directly representational, was enriched by its associative references and more specific musical and extra-musical meanings",
                  "refs": []
                },
                {
                  "sentence": "In this he claimed to echo Craft, Jalowetz, Krenek, the Moldenhauers, and Webern himself",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In particular, Webern associated nature with his personal (often youthful and spiritual) experiences, forming a topical nexus that recurred in his diaries, letters, and music, sometimes explicitly in sketches and set texts",
                  "refs": []
                },
                {
                  "sentence": "He frequented the surrounding mountains, summering in resort towns like Mürzzuschlag and backpacking (sometimes summiting) the Gaisstein, Grossglockner, Hochschober, Hochschwab, and Schneealpe (among others) throughout his life",
                  "refs": []
                },
                {
                  "sentence": "The alpine climate and föhn, glaciers, pine trees, and springs \"crystal clear down to the bottom\" fascinated him",
                  "refs": []
                },
                {
                  "sentence": "He treasured this time \"up there, in the heights\", where \"one should stay\"",
                  "refs": []
                },
                {
                  "sentence": "He collected and organized \"mysterious\" alpine herbs and cemetery flowers in pressed albums, and he tended gardens at his father's home in Klagenfurt and later at his own homes in the Mödling District (first in Mödling, then in Maria Enzersdorf)",
                  "refs": []
                },
                {
                  "sentence": "Karl Amadeus Hartmann remembered that Webern gardened \"as a devotion\" to Goethe's Metamorphosis of Plants, and Johnson drew a parallel between Webern's gardening and composing, emphasizing his connection to nature and his structured, methodical approach in both pursuits",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Johnson noted that gardens and cemeteries are alike in being cultivated, closed spaces of rebirth and quiet reflection",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "These habits and preoccupations endured in Webern's life and œuvre",
                  "refs": []
                },
                {
                  "sentence": "In 1933, Joseph Hueber recalled Webern stopped in a fragrant meadow, dug his hands into the soil, and breathed in the flowers and grass before rising to ask: \"Do you sense 'Him' ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "as strongly as I, 'Him, Pan'?\"  In 1934, Webern's lyricist and collaborator Hildegard Jone described his work as \"filled ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "with the endless love and delicacy of the memory of ..",
                  "refs": []
                },
                {
                  "sentence": "childhood\"",
                  "refs": []
                },
                {
                  "sentence": "Webern told her, \"through my work, all that is past becomes like a childhood\"",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Psychotherapy",
              "section_content": [
                {
                  "sentence": "In 1912–1913, Webern had a breakdown and saw Alfred Adler, who noted his idealism and perfectionism",
                  "refs": []
                },
                {
                  "sentence": "There were many factors involved",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern had little time (mostly summers) to compose",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "There were conflicts at work (e.g., he emphasized that a director called him a \"little man\")",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His ambivalence toward sales-oriented popular music theater contributed (\"I ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "stir the sauce\", he wrote)",
                  "refs": []
                },
                {
                  "sentence": "\"It appears ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "improbable that I should remain with the theatre",
                  "refs": []
                },
                {
                  "sentence": "It is ..",
                  "refs": []
                },
                {
                  "sentence": "terrible",
                  "refs": []
                },
                {
                  "sentence": "..",
                  "refs": []
                },
                {
                  "sentence": "I can hardly ..",
                  "refs": []
                },
                {
                  "sentence": "adjust to being away from home\", he had written Schoenberg in 1910",
                  "refs": []
                },
                {
                  "sentence": "Miserably ill and alienated, he first had sought medical advice and taken rest at a sanatorium in Semmering  [de]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Adler later evaluated his symptoms as psychogenic responses to unmet expectations",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern wrote Schoenberg that Adler's psychoanalysis was helpful and insightful",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "World War I",
              "section_content": [
                {
                  "sentence": "As World War I broke out and nationalist fervor swept Europe, Webern found it \"inconceivable\", he wrote Schoenberg in August 1914, \"that the German Reich, and we along with it, should perish.\"  Yielding in his distrust of Protestant Germany, he compared Catholic France to \"cannibals\" and expressed pan-German patriotism amid wartime propaganda",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He cited his \"faith in the German spirit\" as having \"created, almost exclusively, the culture of mankind\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Despite his high regard of French classical music, especially Debussy's, Webern revered the tradition as centered on counterpoint and form, and as mainly German since Bach",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern served intermittently for nearly two years",
                  "refs": []
                },
                {
                  "sentence": "The war cost him professional opportunities, much of his social life, and the necessary leisure time to compose (he completed only nine Lieder)",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Moving frequently and tiring,  he began to despair, explaining to Schoenberg in November 1916 that the reality of war was \"Old Testament\" and \"'Eye for eye'\", \"as if Christ had never existed\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern was discharged in December 1916 for myopia, which had disqualified him from frontline service",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His 1917 Lieder show that he reflected on his patriotism and processed his sorrow",
                  "refs": []
                },
                {
                  "sentence": "He treated the loss of life and, with the 1916 death of Franz Joseph I of Austria, the end of an era",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In \"Fahr hin, o Seel'\", he selected a lament sung at a funeral in a Rosegger novel",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In \"Wiese im Park\", he selected a text from Kraus recognizing that the day was \"dead\", \"und alles ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "so alt\"  (\"and everything ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "so old\")",
                  "refs": []
                },
                {
                  "sentence": "Webern also set several disturbing poems of Georg Trakl, not all of which he could finish",
                  "refs": []
                },
                {
                  "sentence": "With uninterrupted contrapuntal density, by turns muscular and murmured, he word painted Trakl's \"great cities\" and \"dying peoples\", \"leafless trees\", \"violent alarm\", and \"falling stars\" in \"Abendland III\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Austrian defeat and socioeconomic strain",
              "section_content": [
                {
                  "sentence": "During and after the end of the war, Webern, like other Austrians, contended with food shortages, insufficient heating, socioeconomic volatility, and geopolitical disaster in defeat",
                  "refs": []
                },
                {
                  "sentence": "He had considered retreating to the countryside and purchasing a farm since 1917, specifically as an asset better than war bonds at shielding his family's wealth from inflation",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "(In the end, he lost all that remained of his family's wealth to hyperinflation by 1924.)  He proposed to Schoenberg that they might be smallholders together",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Despite Schoenberg's and his father's advice that he not quit conducting, Webern followed to Schoenberg to Mödling in early 1918, hoping to be reunited with his mentor and to compose more",
                  "refs": []
                },
                {
                  "sentence": "But Webern's finances were so poor that he soon explored a \"voluntary exile\" to Prague again",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Nonetheless, he continued to raise funds, including his own, for Schoenberg,  with whom he spent every day",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Yet soon after he arrived, Webern broke his friendship with Schoenberg",
                  "refs": []
                },
                {
                  "sentence": "[s] The break was multifactorial  but involved Webern's dissatisfaction with his career  and financial turmoil",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Berg learned of the Weberns' ill temperaments and \"latent antisemitism\" from Schoenberg,  [t] and noted that Schoenberg \"wouldn't explain\" further than \"'Webern wants to go to Prague again'\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Bailey Puffett argued that Webern's actions in and after the 1930s suggested that he was not antisemitic, at least in his maturity",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "She noted that Webern later wrote Schoenberg that he felt \"a sense of the most vehement aversion\" against German-speaking people who were",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After meeting with Webern, Berg saw \"the matter in a different light\", considering Webern \"by and large innocent\" in light of what Webern said was Schoenberg's \"kick in the teeth\": after laying plans for a New Music society, Schoenberg angrily called Webern \"secretive and deceitful\" upon learning that Webern was instead considering Prague again",
                  "refs": []
                },
                {
                  "sentence": "They reconciled in October 1918, not long before Webern's father died in 1919",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern was changed by these events; he slowly began to grow more independent of Schoenberg, who was like a father to him",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "For his part, Schoenberg was not infrequently dubious of Webern, who he still considered his closest friend",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[u]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "1918–1933: Rise in Rotes Wien (Interwar Vienna)",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Society for Private Musical Performances",
              "section_content": [
                {
                  "sentence": "Webern stayed in Vienna and worked with Berg, Schoenberg, and Erwin Stein at the Society for Private Musical Performances (1918–1921), promoting new music through performances and contests",
                  "refs": []
                },
                {
                  "sentence": "Music included that of Bartók, Berg, Busoni, Debussy, [v] Korngold, Mahler, Novák, Ravel, Reger, Satie, Strauss, Stravinsky, and Webern himself",
                  "refs": []
                },
                {
                  "sentence": "Webern wrote Berg about Stravinsky's \"indescribably touching\" Berceuses du chat and \"glorious\" Pribaoutki, which Schoenberg conducted at a sold-out 1919 Society concert",
                  "refs": []
                },
                {
                  "sentence": "There was perhaps some shared influence among Schoenberg, Stravinsky, and Webern at this time",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Society dissolved amid hyperinflation in 1921, having boasted some 320 members and sponsored more than a hundred concerts",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Mature conducting career",
              "section_content": [
                {
                  "sentence": "Webern obtained work as music director of the Wiener Schubertbund 1921, having made an excellent impression as the vocal coach Schoenberg recommended for their 1920 performance of Gurre-Lieder",
                  "refs": []
                },
                {
                  "sentence": "They nearly abandoned this project before Webern stepped in",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He led them in performances of Brahms, Mahler, Reger, and Schumann, among others",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "But low salary, mandatory touring, and challenges to Webern's thorough rehearsals prompted him to resign in 1922",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He was also chorusmaster of the Mödling Männergesangverein [w] (1922–1926) until he resigned in controversy over hiring a Jewish soprano, Greta Wilheim, as a stand-in soloist for Schubert's Mirjams Siegesgesang",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "From 1922, Webern led the mixed-voice amateur Singverein der Sozialdemokratischen Kunstelle [x] and Arbeiter-Sinfonie-Konzerte [y] through David Josef Bach, Director of the Sozialdemokratische Kunststelle",
                  "refs": []
                },
                {
                  "sentence": "[z] Webern won DJ Bach's confidence with a 1922 performance of Mahler's Symphony No",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "3 that established his reputation, prompting Berg to praise him as \"the greatest conductor since Mahler himself\"",
                  "refs": []
                },
                {
                  "sentence": "[aa] Webern's Mahler interpretations continued to be widely celebrated",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[ab] From 1927, RAVAG aired twenty-two of Webern's performances",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He premiered Berg's Chamber Concerto with soloists Rudolf Kolisch and Eduard Steuermann in 1927  and led Stravinsky's Les Noces with Erich Leinsdorf among the pianists in 1933",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[ac] Armand Machabey noted Webern's regional reputation as a conductor of \"haute valeur\" [ad] for his meticulous approach to then contemporary music, comparing him to Willem Mengelberg in Le Ménestrel (1930)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Some on the left, notably Oscar Pollak  [de] in Der Kampf (1929), criticized Webern's programming as more ambitious and bourgeois than popular and proletarian",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "And Webern seemed uneasy in his dependence on the Social Democrats for conducting work, perhaps on religious grounds, Krenek speculated",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "But Walter Kolneder wrote that \"Artistic work for and with workers was  [from] a ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Christian standpoint which Webern took very seriously\"",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Relative success in a destabilizing society",
              "section_content": [
                {
                  "sentence": "Webern's finances were often precarious, even in his years of relative success",
                  "refs": []
                },
                {
                  "sentence": "Relief came from family, friends, patrons, and prizes",
                  "refs": []
                },
                {
                  "sentence": "He twice received the Preis der Stadt Wien für Musik  [de]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[ae] To compose more, he sought income while trying not to overcommit himself as a conductor",
                  "refs": []
                },
                {
                  "sentence": "He contracted with Universal Edition only after 1919, reaching better terms in 1927,  but he was not very ambitious or astute in business",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Even with a doctorate and Guido Adler's respect, he never secured a remunerative university position, whereas in 1925 Schoenberg was invited to the Prussian Academy of Arts, ending their seven years together in Mödling",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Social Democrat–Christian Social relations polarized and radicalized amid the Schattendorfer Urteil  [de]",
                  "refs": []
                },
                {
                  "sentence": "Webern and others [af] signed an \"Announcement of Intellectual Vienna\" [ag] published on the front page of the Social Democrats' daily Arbeiter-Zeitung [ah] days before the 1927 Austrian legislative election",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "On Election Day in Die Reichspost  [de], Ignaz Seipel of the Einheitsliste  [de] officially applied the term \"Red Vienna\" pejoratively, attacking Vienna's educational and cultural institutions",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Social unrest escalated to the July Revolt of 1927 and beyond",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern's nostalgia for social order intensified with increasing civil disorder",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1928 friends fundraised for him, partly to fund a rest cure at the Kurhaus Semmering for his exhaustion and (possibly psychosomatic) gastrointestinal complaints",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[ai]",
                  "refs": []
                },
                {
                  "sentence": "In 1928, Berg celebrated the \"lasting works\" and successes of composers \"whose point of departure was ..",
                  "refs": []
                },
                {
                  "sentence": "late Mahler, Reger, and Debussy and whose temporary end point is in ..",
                  "refs": []
                },
                {
                  "sentence": "Schoenberg\" in their rise from \"pitiful 'cliques'\" to a large, diverse, international, and \"irresistible movement\"",
                  "refs": []
                },
                {
                  "sentence": "But they were soon marginalized and ostracized in Central Europe with few exceptions,  [aj] and in 1929 Webern wrote Schoenberg that \"it is getting worse and worse here\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He declined a RAVAG executive role, citing time constraints and fearing further affiliation with the Social Democrats",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[ak]",
                  "refs": [
                    "https://www.nytimes.com/1993/09/12/obituaries/erich-leinsdorf-81-a-conductor-of-intelligence-and-utility-is-dead.html"
                  ]
                },
                {
                  "sentence": "Webern's music was performed and publicized more widely starting in the latter half of the 1920s",
                  "refs": []
                },
                {
                  "sentence": "Yet he found no great success as Berg enjoyed with Wozzeck  nor as Schoenberg did, to a lesser extent, with Pierrot lunaire or in time with Verklärte Nacht",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His Symphony, Op",
                  "refs": []
                },
                {
                  "sentence": "21, was performed as a chamber piece in New York by the League of Composers (1929) and separately in London at the 1931 International Society for Contemporary Music (ISCM) Festival",
                  "refs": []
                },
                {
                  "sentence": "Louis Krasner sensed some resentment, noting that Webern had \"very little\"",
                  "refs": []
                },
                {
                  "sentence": "Krenek's impression was that Webern resented his financial hardships and lack of wider recognition",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "1933–1938: Perseverance in Schwarzes Wien (Austrofascist Vienna)",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Marginalization at home",
              "section_content": [
                {
                  "sentence": "Financial crises, complex social and political movements, pervasive antisemitism, culture wars, and renewed military conflicts [al] continued to shape Webern's world, profoundly circumscribing his life",
                  "refs": []
                },
                {
                  "sentence": "Shortly after Webern conducted the Brecht–Eisler Solidaritätslied in 1933, Engelbert Dollfuss saw the Kriegswirtschaftliches Ermächtigungsgesetz  [de] passed, and choir singers' homes were raided",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In the 1934 Austrian Civil War, Austrofascists [am] executed, exiled, and imprisoned Social Democrats, outlawed their party, and abolished cultural institutions",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Stigmatized by his decade-long association with Social Democrats, Webern lost a promising domestic conducting career, which might have been better recorded",
                  "refs": []
                },
                {
                  "sentence": "He eventually abandoned efforts with what remained of the workers' choir in the form of the much constrained Freie Typographia in 1935,  instead working as a UE editor and IGNM-Sektion Österreich  [de] board member and president (1933–1938, 1945)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Amid wars and crises, antisemitism had grown to epidemic proportions by the late 1920s",
                  "refs": []
                },
                {
                  "sentence": "Vienna's modern and popular culture, including the music of Webern, Schoenberg, and Berg, was of a typically Jewish milieu",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "It was derided as Jewish in a pejorative sense, marking it as foreign by contrast to the conservatism and traditionalism of the Austrian countryside",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern's admission to the Prussian Academy of Arts was withdrawn as Adolf Hitler rose in Germany,  and an Austrian Gauleiter named Berg and Webern as Jewish composers on Bayerischer Rundfunk in 1933",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[an] In the late 1930s, they were exhibited for their \"Entartete Musik\" in Nazi Germany  [ao] and then at the Vienna Künstlerhaus in Nazi Austria",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern delivered an eight-lecture series Der Weg zur Neuen Musik [ap] at Rita Kurzmann-Leuchter  [de]'s and her physician husband Rudolf Kurzman's home (Feb.–Apr",
                  "refs": []
                },
                {
                  "sentence": "1933)",
                  "refs": []
                },
                {
                  "sentence": "He attacked fascist cultural policy, asking \"What will come of our struggle?\" He observed that \"'cultural Bolshevism' is the name given to everything that is going on around Schoenberg, Berg, and myself (Krenek too)\" [aq] and warned, \"Imagine what will be destroyed, wiped out, by this hate of culture!\"  He lectured more at the Kurzmann-Leuchter home, privately in 1934–1935 on Beethoven's piano sonatas to about 40 attendees and later in 1937–1938",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Persevering, Webern wrote Krenek that \"art has its own laws ..",
                  "refs": []
                },
                {
                  "sentence": "if one wants to achieve something in it, only these laws and nothing else can have validity\"; [ar] upon completing Op",
                  "refs": []
                },
                {
                  "sentence": "26 (1935), he wrote DJ Bach, \"I hope it is so good that (if people ever get to know it) they will declare me ready for a concentration camp or an insane asylum!\"  The Vienna Philharmonic nearly refused to play Berg's Violin Concerto (1936)",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[as] Peter Stadlen's 1937 Op",
                  "refs": []
                },
                {
                  "sentence": "27 premieres were the last Viennese Webern performances until after World War II",
                  "refs": []
                },
                {
                  "sentence": "The critical success of Hermann Scherchen's 1938 ISCM London Op",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "26 premiere encouraged Webern to write more cantatas and reassured him after a cellist quit Op",
                  "refs": []
                },
                {
                  "sentence": "20 mid-performance, declaring it unplayable",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Besieged milieu and political uncertainty",
              "section_content": [
                {
                  "sentence": "Webern's milieu comprised increasingly vast differences",
                  "refs": []
                },
                {
                  "sentence": "Like most Austrians, he and his family were Catholic, though not church regulars; Webern was perhaps devout if unorthodox",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They became politically divided",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[at] His friends (e.g., then Zionist Schoenberg, [au] left-leaning Berg [av]) were of a mostly Jewish milieu from late Imperial to \"red\" (Social Democratic) Vienna",
                  "refs": []
                },
                {
                  "sentence": "Alma Mahler, Krenek, Willi Reich  [de], and Stein preferred or supported the \"lesser evil\" [aw] of the Austrofascists (or aligned Italian fascists) vis-à-vis the Nazis",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Presuming power would moderate Hitler, Webern mediated among friends with an optimistic or self-soothing complacency, exasperating those who were at risk",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern found himself surrounded mostly by one side as Schoenberg immigrated to the US (1933), Rudolf Ploderer died by suicide (1933), [ax] Berg died (1935), and DJ Bach, among others (e.g., Greissle, Jalowetz, Krenek, Reich, Steuermann, Wellesz), fled or worse",
                  "refs": []
                },
                {
                  "sentence": "Webern immediately considered following Schoenberg to the US, which Schoenberg discouraged despite seeking opportunities there for Webern",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Schoenberg knew that Webern was deeply attached to home, and he told Webern that conditions in the US were poor, mentioning the ongoing Great Depression",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern's views of National Socialism have been variously described",
                  "refs": []
                },
                {
                  "sentence": "[ay] His published items [az] reflected his audience or context",
                  "refs": []
                },
                {
                  "sentence": "Secondary literature reflected limited evidence or ideological orientations [ba] and admitted uncertainty",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Julie Brown noted hesitancy to approach the topic and echoed the Moldenhauers, considering the issue \"vexed\" and Webern a \"political enigma\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Bailey Puffett considered Webern's politics \"somewhat vague\" and his situation \"complex\", noting that he seemed to avoid definitive political association as a practical strategy",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern's apparent sympathies with some of the Nazis' program later became a sensation in his reception, but the matter was often oversimplified or decontextualized and rested on limited evidence (mostly letters), Johnson wrote, sometimes with the larger aim of politicizing Webern's music and his musical language",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Krasner and the Moldenhauers surmised Webern's cognitive dissonance, finding him \"idealistic and rather naive\"",
                  "refs": []
                },
                {
                  "sentence": "In 1943 Kurt List described Webern as \"utterly ignorant\" and \"perpetual [ly] confus [ed]\" about politics, \"a ready prey to the personal influence of family and friends\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[bb] Johnson described him as \"personally shy, a man of private feeling and essentially apolitical\",  and as \"prone to identify with Nazi politics as ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "other ..",
                  "refs": []
                },
                {
                  "sentence": "Austrians\"",
                  "refs": []
                },
                {
                  "sentence": "Webern may have believed that the Nazis shared his own ideals, Johnson wrote, explaining that \"it is possible that ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "naiveté, ..",
                  "refs": []
                },
                {
                  "sentence": "ignorance and ..",
                  "refs": []
                },
                {
                  "sentence": "adherence to his own beliefs allowed Webern to see in Nazi ideology only ..",
                  "refs": []
                },
                {
                  "sentence": "elements ..",
                  "refs": []
                },
                {
                  "sentence": "he wanted to find\"",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Visiting conducting career",
              "section_content": [
                {
                  "sentence": "Webern conducted nine concerts as a BBC Symphony visiting conductor (1929–1936)",
                  "refs": []
                },
                {
                  "sentence": "A talkie on his first London visit inspired him to ask Steuermann about writing film music, and Steuermann wrote his relatives in the film industry, Salka Viertel and Berthold Viertel, for their suggestions",
                  "refs": []
                },
                {
                  "sentence": "For the BBC, Webern selected then little-known Mahler (including both nocturnes from the Symphony No",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "7 in 1934)",
                  "refs": []
                },
                {
                  "sentence": "He insisted on rehearsing at the piano with vocalists and was criticized for coaching musical phrasing",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In Barcelona, he withdrew from the 1936 world premiere of Berg's Violin Concerto, grief-stricken after Berg's death and overwhelmed by difficulties",
                  "refs": []
                },
                {
                  "sentence": "There Krasner recalled,",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The two then played the concerto in London with BBC musicians, who rehearsed before Webern conducted",
                  "refs": []
                },
                {
                  "sentence": "Kenneth Anthony Wright noted Webern's \"funny little explanations of the varying dynamics and flexibility of tempo\", but \"every syllable and every gesture of Webern was understood and lovingly heeded\", Krasner recalled",
                  "refs": []
                },
                {
                  "sentence": "The musicians \"all admired and respected Webern\", according to Sidonie Goossens",
                  "refs": []
                },
                {
                  "sentence": "But Felix Aprahamian, Benjamin Britten, and Berthold Goldschmidt criticized Webern's conducting, and BBC management did not invite him back after 1936",
                  "refs": []
                },
                {
                  "sentence": "[bc]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "1938–1939: Inner emigration in Nazi Germany",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Anschluss",
              "section_content": [
                {
                  "sentence": "Krasner's last visit with Webern was interrupted by Kurt Schuschnigg's broadcast speech that the Anschluss was imminent",
                  "refs": []
                },
                {
                  "sentence": "Krasner had been playing some of Schoenberg's Violin Concerto for Webern and trying to convince him to write a sonata for solo violin",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "When Webern turned on the radio and heard this speech, he urged Krasner to flee",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Because Webern's family included Nazis, Krasner wondered whether Webern had already known that the Anschluss was planned for that day",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He also wondered whether Webern's warning had been solely for his safety or whether it had also been to save Webern the embarrassment of the violinist's presence in the event of celebration at the Webern home",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Much of Austria did celebrate",
                  "refs": []
                },
                {
                  "sentence": "But Webern made only a terse note of the Anschluss in his notebook without registering any clear emotion",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In fact, he wrote Jone and her husband Josef Humplik asking not to be disturbed as he was \"totally immersed\" in work on Op",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "28",
                  "refs": []
                },
                {
                  "sentence": "Thus, Bailey Puffett suggested that Webern may have received Krasner's visit as a distraction",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "By now, Hartmut Krones wrote, Webern likely realized his error in anticipating the Nazis' self-moderation",
                  "refs": []
                },
                {
                  "sentence": "Bailey Puffett proposed that Krasner, with the benefit of hindsight from the perspective of his 1987 account, may have resented Webern for \"refusing to see the reality of Hitler's antisemitism\", at least until after 1936",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "That year, Webern had insisted that Krasner and he travel through Nazi Germany to stop at a Munich train station café, where Krasner said \"anything untoward was the least likely to happen\", in an attempt to demonstrate the lack of danger",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Support for the Anschluss rested on antisemitism, economic prospects, [bd] and the idea of a Greater Germany",
                  "refs": []
                },
                {
                  "sentence": "[be] Under some duress, Theodor Innitzer ushered in Catholic support",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Austrian Nazis and Social Democrats, both outlawed, were linked in opposition to the Austrofascists",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Karl Renner supported unification as a matter of self-determination before the years (1933–1938) of Gleichschaltung and Nazi soft power, [bf] and he and others now supported (or accepted as inevitable) the 1938 Anschluss",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Otto Bauer, in exile, expressed some acceptance with profound resignation and misgivings, having worked toward Austria's German incorporation since Provisional National Assembly's 1918 vote",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern had long shared in common pan-German sentiments, especially during wartime",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He also likely hoped to conduct again, securing a firmer future for his family under a new regime proclaiming itself \"socialist\" no less than nationalist",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to what Josef Polnauer, a fellow early Schoenberg pupil, historian, and librarian, told the Moldenhauers, Webern's optimism was not dispelled until 1941",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Krasner emphasized Webern's \"naiveté\" but acknowledged that he himself had been \"foolhardy\" as to the danger of antisemitism, recalling \"read [ing] in the papers ..",
                  "refs": []
                },
                {
                  "sentence": "denials\" and \"want [ing] to see for myself\" in 1938",
                  "refs": []
                },
                {
                  "sentence": "[bg] Consensus had emerged on the center, left, and in some mainstream Jewish organizations that antisemitism was only a means to political power since its 1890s definition as the \"socialism of fools\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Frankfurt School first treated it within the rubric of class conflict (Adorno began to consider it otherwise in his 1939 \"Fragments on Wagner\"),  and Franz Neumann briefly contended that the Nazis would \"never allow a complete extermination of the Jews\" in his 1942 Behemoth (before revisions in 1944)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Kristallnacht and recoil",
              "section_content": [
                {
                  "sentence": "Kristallnacht shocked Webern,  who thought that reports of Nazi atrocities were politicized, unreliable propaganda",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He visited and aided Jewish colleagues DJ Bach, Otto Jokl  [de], Polnauer, and Hugo Winter",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "For Jokl, a former Berg pupil, Webern wrote a recommendation letter to facilitate emigration",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "When that failed, Webern served as his godfather in a 1939 baptism",
                  "refs": []
                },
                {
                  "sentence": "Polnauer, whose emigration Mark Brunswick, Schoenberg, and Webern were unable to secure,  managed to survive the Holocaust as an albino; he later edited a 1959 UE publication of Webern's correspondence from this time with Humplik and Jone",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern moved Humplik's 1929 gift of a Mahler bust to his bedroom,  having told Felix Greissle  [de] in 1936 or 1937 that Mahler's time would come within a German Kulturnation  and DJ Bach that \"not all Germans are Nazis\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "With \"almost all his friends and old pupils ..",
                  "refs": []
                },
                {
                  "sentence": "gone\",  Webern found himself increasingly alone,  and his financial situation was poor",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He talked to Polnauer about emigrating but was reluctant to leave home and family",
                  "refs": []
                },
                {
                  "sentence": "He entered a period of \"inward emigration\" and focused on composition,  writing to artist Franz Rederer in 1939, \"We live completely withdrawn",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "I work a lot.\"  He corresponded extensively to maintain relationships, imploring his student George Robert to play Schoenberg in New York  and expressing his loneliness and isolation to Schoenberg",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Then war limited postal service,  disrupting their direct correspondence completely by 1941.",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "1939–1945: Hope and disillusionment during World War II",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Swiss and Reich prospects",
              "section_content": [
                {
                  "sentence": "Webern's mature music was performed mostly outside the Reich, where only his tonal music and arrangements were allowed as works not in the style of a \"Judenknecht\"",
                  "refs": []
                },
                {
                  "sentence": "His arrangement of two of Schubert's German Dances was performed in Leipzig and broadcast in the Reich and Fascist Italy (1941)",
                  "refs": []
                },
                {
                  "sentence": "His Passacaglia was considered for a Viennese contemporary music festival in 1942, Karl Böhm or Wilhelm Furtwängler conducting, but this did not happen",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hans Rosbaud likely performed it in occupied Strasbourg that year, and Luigi Dallapiccola sought to have it performed in Venice in 1943",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hans Schmidt-Isserstedt planned Webern's arrangement of the six-voice ricercar from Bach's Musical Offering at the Deutsche Oper Berlin in 1943, but war intervened",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Supported by IGNM-Sektion Basel, the Orchester Musikkollegium Winterthur, and Werner Reinhart, Webern attended three Swiss concerts, his last trips outside the Reich",
                  "refs": []
                },
                {
                  "sentence": "In 1940, Erich Schmid conducted Op",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "1 in Winterthur; soprano Marguerite Gradmann-Lüscher sang Op",
                  "refs": []
                },
                {
                  "sentence": "4 and most of Op",
                  "refs": []
                },
                {
                  "sentence": "12 (not No",
                  "refs": []
                },
                {
                  "sentence": "3) at the Musik-Akademie der Stadt Basel, Schmid accompanying",
                  "refs": []
                },
                {
                  "sentence": "In Feb",
                  "refs": []
                },
                {
                  "sentence": "1943, Scherchen gave the world premiere of Op",
                  "refs": []
                },
                {
                  "sentence": "30 at the Winterthur Stadthaus  [de]",
                  "refs": []
                },
                {
                  "sentence": "Webern intimated to Willi Reich that he might immigrate there, joking (Oct",
                  "refs": []
                },
                {
                  "sentence": "1939) \"Anything of the sort did seem quite out of the question for me!\"  But Webern failed to find employment, even as a formality, likely due to anti-German sentiment in the context of Swiss neutrality and refugee laws",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In the Reich, he met with former Society violist Othmar Steinbauer about a formal teaching role in Vienna in early 1940, but nothing materialized",
                  "refs": []
                },
                {
                  "sentence": "He lectured at the homes of Erwin Ratz and Carl Prohaska  [de]'s widow Margaret (1940–1942)",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Many private pupils came to him between 1940 and 1943, even from afar, among them briefly Hartmann",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hartmann, who opposed the Nazis, remembered that Webern counseled him to respect authority, at least publicly, for the sake of order",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Wartime hopes and reality",
              "section_content": [
                {
                  "sentence": "Sharing in wartime public sentiment at the height of Hitler's popularity (spring 1940), Webern expressed high hopes, crediting him as \"unique\" and \"singular\" [bh] for \"the new state for which the seed was laid twenty years ago\"",
                  "refs": []
                },
                {
                  "sentence": "These were patriotic letters to Joseph Hueber, an active soldier, baritone, close friend, and mountaineering companion who often sent Webern gifts",
                  "refs": []
                },
                {
                  "sentence": "Indeed, Hueber had just sent Webern Mein Kampf",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[bi]",
                  "refs": []
                },
                {
                  "sentence": "Unaware of Stefan George's aversion to the Nazis, Webern reread Das neue Reich  [de] and marveled suggestively at the wartime leader envisioned therein, but \"I am not taking a position!\" he wrote active soldier, singer, and onetime Social Democrat, Hans Humpelstetter",
                  "refs": []
                },
                {
                  "sentence": "For Johnson, \"Webern's own image of a neue Reich was never of this world; if his politics were ultimately complicitous it was largely because his utopian apoliticism played so easily into ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "the status quo.\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "By Aug",
                  "refs": []
                },
                {
                  "sentence": "1940, Webern depended financially on his children",
                  "refs": []
                },
                {
                  "sentence": "He sought wartime emergency relief funds from Künstlerhilfe Wien and the Reichsmusikkammer Künstlerdank  [de] (1940–1944), which he received despite indicating non-membership in the Nazi Party on an application",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Whether Webern ever joined the party was unknown",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[bj] This represented his only income after 1942",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He nearly exhausted his savings by 1944",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His 1943–1945 letters were strewn with references to bombings, death, destruction, privation, and the disintegration of local order, but several grandchildren were born",
                  "refs": []
                },
                {
                  "sentence": "In Dec",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "1943, aged 60, he wrote from a barrack that he was working 6 am–5 pm as an air-raid protection police officer, conscripted into the war effort",
                  "refs": []
                },
                {
                  "sentence": "He corresponded with Willi Reich about IGNM-Sektion Basel's concert marking his sixtieth, in which Paul Baumgartner played Op",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "27, Walter Kägi  Op",
                  "refs": []
                },
                {
                  "sentence": "7, and August Wenzinger Op",
                  "refs": []
                },
                {
                  "sentence": "11",
                  "refs": []
                },
                {
                  "sentence": "Gradmann-Lüscher sang both Opp",
                  "refs": []
                },
                {
                  "sentence": "3 and the world premiere of 23",
                  "refs": []
                },
                {
                  "sentence": "For Schoenberg's 70th birthday (1944), Webern asked Reich to convey \"my most heartfelt remembrances, ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "longing! ..",
                  "refs": []
                },
                {
                  "sentence": "hopes for a happy future!\"  In Feb",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "1945, Webern's only son Peter, intermittently conscripted since 1940,  was killed in an air attack; airstrike sirens interrupted the family's mourning at the funeral",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Refuge and death in Mittersill",
              "section_content": [
                {
                  "sentence": "The Weberns assisted Schoenberg's first son Görgi during the war; with the Red Army's April 1945 arrival imminent, they gave him their Mödling apartment, the property and childhood home of Webern's son-in-law Benno Mattl",
                  "refs": []
                },
                {
                  "sentence": "[bk] Görgi later told Krasner that Webern \"felt he'd betrayed his best friends.\"  The Weberns fled west, resorting to traveling partly on foot to Mittersill to rejoin their family of \"17 persons pressed together in the smallest possible space\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "On the night of 15 Sept",
                  "refs": []
                },
                {
                  "sentence": "1945, Webern was outside smoking when he was shot and killed by a US soldier in an apparent accident",
                  "refs": []
                },
                {
                  "sentence": "He had been following Thomas Mann's work, which the Nazis had burned, noting in 1944 that Mann had finished Joseph and His Brothers",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In his last notebook entry, Webern quoted Rainer Maria Rilke: \"Who speaks of victory? To endure is everything.\"  [bl]",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Webern's wife Minna suffered final years of grief, poverty, and loneliness as friends and family continued emigrating",
                  "refs": []
                },
                {
                  "sentence": "She wished Webern lived to see more success",
                  "refs": []
                },
                {
                  "sentence": "With the abolition of Entartete Kunst policies, Alfred Schlee  [de] solicited her for hidden manuscripts; thus Opp",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "17, 24–25, and 29–31 were published",
                  "refs": []
                },
                {
                  "sentence": "She worked to get Webern's 1907 Piano Quintet published via Kurt List",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1947 she wrote Diez, now in the US, that by 1945 Webern was \"firmly resolved to go to England\"",
                  "refs": []
                },
                {
                  "sentence": "Likewise, in 1946 she wrote DJ Bach in London: \"How difficult the last eight years had been for him",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "..",
                  "refs": []
                },
                {
                  "sentence": "[H]e had only the one wish: to flee from this country",
                  "refs": []
                },
                {
                  "sentence": "But one was caught, without a will of one's own",
                  "refs": []
                },
                {
                  "sentence": "..",
                  "refs": []
                },
                {
                  "sentence": "It was close to the limit of endurance what we had to suffer.\"  Minna died in 1949",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Music",
      "section_content": [
        {
          "sentence": "Webern's music was generally concise, organic, and parsimonious, [bm] with very small motifs, palindromes, and parameterization on both the micro- and macro-scale",
          "refs": []
        },
        {
          "sentence": "His idiosyncratic approach reflected affinities with Schoenberg, Mahler, [bn] Guido Adler and early music; interest in esotericism and Naturphilosophie; and thorough perfectionism",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[bo] He engaged with the work of Goethe, Bach, [bp] and the Franco-Flemish School in addition to that of Wolf, Brahms, [bq] Wagner, Liszt, Schumann, Beethoven, Schubert (\"so genuinely Viennese\"), and Mozart",
          "refs": []
        },
        {
          "sentence": "[br] Stylistic shifts were not neatly coterminous with gradually developed technical devices, particularly in the case of his mid-period Lieder",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[bs]",
          "refs": []
        },
        {
          "sentence": "His music was also characteristically linear and song-like",
          "refs": []
        },
        {
          "sentence": "Much of it (and Berg's  and Schoenberg's)  was for singing",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[bt] Johnson described the song-like gestures of Op",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "11/i",
          "refs": []
        },
        {
          "sentence": "In Webern's mid-period Lieder, some heard instrumentalizing of the voice  (often in relation to the clarinet)  representing yet some continuity with bel canto",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[bu] Lukas Näf described one of Webern's signature hairpins (on the Op",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "21/i mm",
          "refs": []
        },
        {
          "sentence": "8–9 bass clarinet tenuto note) as a messa di voce requiring some rubato to execute faithfully",
          "refs": []
        },
        {
          "sentence": "[bv] Adventurous textures and timbres, and melodies of wide leaps and sometimes extreme ranges and registers were typical",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "For Johnson, Webern's rubato compressed Mahler's \"'surging and ebbing'\" tempi; this and Webern's dynamics indicated a \"vestigial lyrical subjectivity.\"  Webern often set carefully chosen lyric poetry",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He related his music not only to nostalgia for the lost family and home of his youth, but also to his Alpinism and fascination with plant aromatics and morphology",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He was compared to Mahler in his orchestration and semantic preoccupations (e.g., memory, landscapes, nature, loss, often Catholic mysticism)",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In Jone, who he met with her husband Humplik via the Hagenbund, Webern found a lyricist who shared his esoteric, natural, and spiritual interests",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "She provided texts for his late vocal works",
          "refs": []
        },
        {
          "sentence": "Webern's and Schoenberg's music distinctively prioritized minor seconds, major sevenths, and minor ninths [bw] as noted in 1934 by microtonalist Alois Hába",
          "refs": []
        },
        {
          "sentence": "The Kholopov siblings noted the semitone's unifying role by axial inversional symmetry and octave equivalence as interval class 1 (ic1), approaching Allen Forte's generalized pitch-class set analysis",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Webern's consistent use of ic1 in cells and sets, often expressed as a wide interval musically,  [bx] was well noted",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[by] Symmetric pitch-interval practices varied in rigor and use by others (e.g., Berg, Schoenberg, Bartók, Debussy, Stravinsky; more nascently Mahler, Brahms, Bruckner, [bz] Liszt, Wagner)",
          "refs": []
        },
        {
          "sentence": "Berg and Webern took symmetric approaches to elements of music beyond pitch",
          "refs": []
        },
        {
          "sentence": "Webern later linked pitches and other parameters in schemes (e.g., fixed or \"frozen\" register)",
          "refs": []
        },
        {
          "sentence": "Relatively few of Webern's works were published in his lifetime",
          "refs": []
        },
        {
          "sentence": "Amid fascism and Emil Hertzka's passing, this included late as well as early works (in addition to others without opus numbers)",
          "refs": []
        },
        {
          "sentence": "His rediscovery prompted many publications, but some early works were unknown until after the work of the Moldenhauers well into the 1980s,  obscuring formative facets of his musical identity",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Thus when Boulez first oversaw a project to record Webern's music, the results fit on three CDs and the second time, six",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[ca] A historical edition of his music has remained in progress.",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "1899–1908: Formative juvenilia and emergence from study",
          "section_content": [
            {
              "sentence": "Webern published little juvenilia; like Brahms, he was meticulous and self-conscious, revising extensively",
              "refs": []
            },
            {
              "sentence": "His earliest works were mostly Lieder on works of Richard Dehmel, Gustav Falke, and Theodor Storm",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He set seven Ferdinand Avenarius poems on the \"changing moods\" of life and nature (1899–1904)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Schubert, Schumann, and Wolf were important models",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "With its brief, potent expressivity and utopianization of the natural world, the (German) Romantic Lied had a lasting influence on Webern's musical aesthetic",
              "refs": []
            },
            {
              "sentence": "He never abandoned its lyricism, intimacy, and wistful or nostalgic topics, though his music became more abstract, idealized, and introverted",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Webern memorialized the Preglhof in a diary poem \"An der Preglhof\" and in the tone poem Im Sommerwind (1904), both after Bruno Wille's idyll",
              "refs": []
            },
            {
              "sentence": "In Webern's Sommerwind, Derrick Puffett found affinities with Strauss's Alpensinfonie, Charpentier's Louise, and Delius's Paris.",
              "refs": []
            },
            {
              "sentence": "At the Pregholf in summer 1905, Webern wrote his tripartite, single-movement string quartet in a highly modified sonata form, likely responding to Schoenberg's Op",
              "refs": []
            },
            {
              "sentence": "7",
              "refs": []
            },
            {
              "sentence": "He quoted Jakob Böhme in the preface  and mentioned the panels [cb] of Segantini's Trittico della natura [cc] as \"Werden–Sein–Vergehen\" [cd] in sketches",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Sebastian Wedler argued that this quartet bore the influence of Richard Strauss's Also Sprach Zarathustra in its germinal three-note motive, opening fugato of its third (development) section, and Nietzschean reading (via eternal recurrence) of Segantini's triptych",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In its opening harmonies, Allen Forte and Heinz-Klaus Metzger noted Webern's anticipation of Schoenberg's atonality in Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "10",
              "refs": []
            },
            {
              "sentence": "In 1906, Schoenberg assigned Webern Bach chorales to harmonize and figure; Webern completed eighteen in a highly chromatic idiom",
              "refs": []
            },
            {
              "sentence": "Then the Passacaglia, Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "1 (1908) was his graduation piece, and the Op",
              "refs": []
            },
            {
              "sentence": "2 choral canons soon followed",
              "refs": []
            },
            {
              "sentence": "The passacaglia's chromatic harmonic language and less conventional orchestration distinguished it from prior works; its form foreshadowed those of his later works",
              "refs": []
            },
            {
              "sentence": "Conducting the 1911 Danzig premiere of Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "1 at the Friedrich-Wilhelm-Schützenhaus  [de], he paired it with Debussy's 1894 Prélude à l'après-midi d'un faune, Ludwig Thuille's 1896 Romantische Ouvertüre, and Mahler's 1901–1904 Kindertotenlieder in a poorly attended Moderner Abend [ce] concert",
              "refs": []
            },
            {
              "sentence": "The Danziger Zeitung  [de] critic derided Op",
              "refs": []
            },
            {
              "sentence": "1 as an \"insane experiment\"",
              "refs": []
            },
            {
              "sentence": "In 1908 Webern also began an opera on Maeterlinck's Alladine et Palomides  [fr], of which only unfinished sketches remained,  and in 1912 he wrote Berg that he had finished one or more scenes for another planned but unrealized opera, Die sieben Prinzessinnen, on Maeterlinck's Les Sept Princesses  [fr]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He had been an opera enthusiast from his student days",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Debussy's Pelléas et Mélisande enraptured him twice in Dec",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "1908 Berlin and again in 1911 Vienna",
              "refs": []
            },
            {
              "sentence": "As a vocal coach and opera conductor, he knew the repertoire \"perfectly ..",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "every cut, ..",
              "refs": []
            },
            {
              "sentence": "unmarked cadenza, and in the comic operas every theatrical joke\"",
              "refs": []
            },
            {
              "sentence": "He \"adored\" Mozart's Il Seraglio and revered Strauss, predicting Salome would last",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "When in high spirits, Webern would sing bits of Lortzing's Zar und Zimmermann, a personal favorite",
              "refs": []
            },
            {
              "sentence": "He expressed interest (to Max Deutsch) in writing an opera pending a good text and adequate time; in 1930, he asked Jone for \"opera texts, or rather dramatic texts\", planning cantatas instead",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "1908–1914: Atonality and aphorisms",
          "section_content": [
            {
              "sentence": "Webern's music, like Schoenberg's, was freely atonal after Op",
              "refs": []
            },
            {
              "sentence": "2",
              "refs": []
            },
            {
              "sentence": "Some of their and Berg's music from this time was published in Der Blaue Reiter",
              "refs": []
            },
            {
              "sentence": "Schoenberg and Webern were so mutually influential, the former later joked, \"I haven't the slightest idea who I am\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "5/iii, Webern borrowed from Schoenberg's Op",
              "refs": []
            },
            {
              "sentence": "10/ii",
              "refs": []
            },
            {
              "sentence": "In Op",
              "refs": []
            },
            {
              "sentence": "5/iv, he borrowed from Schoenberg's Op",
              "refs": []
            },
            {
              "sentence": "10/iv setting of \"Ich fühle luft von anderen planeten\"",
              "refs": []
            },
            {
              "sentence": "[cf]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The first of Webern's innovative and increasingly extremely aphoristic Opp",
              "refs": []
            },
            {
              "sentence": "5–11 (1909–1914) radically influenced Schoenberg's Opp",
              "refs": []
            },
            {
              "sentence": "11/iii [cg] and 16–17 (and Berg's Opp",
              "refs": []
            },
            {
              "sentence": "4–5)",
              "refs": []
            },
            {
              "sentence": "Here, Martin Zenck  [de] considered, Webern did not seek \"the new ..",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "in  [music of] the past but in the future\"",
              "refs": []
            },
            {
              "sentence": "In writing the Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "9 bagatelles, Webern reflected in 1932, \"I had the feeling that when the twelve notes had all been played the piece was over.\"  \" [H]aving freed music from the shackles of tonality,\" Schoenberg wrote, he and his pupils believed \"music could renounce motivic features\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This \"intuitive aesthetic\" arguably proved to be aspirational insofar as motives persisted in their music",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Two enduring topics emerged in Webern's work: familial (especially maternal) loss and memory, often involving some religious experience; and abstracted landscapes idealized as spiritual, even pantheistic, Heimat (e.g., the Preglhof, the Eastern Alps)",
              "refs": []
            },
            {
              "sentence": "Webern explored these ideas explicitly in his stage play Tot (Dead, Oct",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "1913), which comprises six tableaux vivants set in the Alps, over the course of which a mother and father reflect on and come to terms with the loss of their son",
              "refs": []
            },
            {
              "sentence": "[ch] He drew so heavily from Swedenborg's theological doctrine of correspondences, quoting from Vera Christiana Religio at length, that Schoenberg considered the play unoriginal",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It is known that Webern sublimated these concerns into his music, particularly in the case of his Op",
              "refs": []
            },
            {
              "sentence": "6",
              "refs": []
            },
            {
              "sentence": "Confiding in Berg and Schoenberg, Webern told the latter some about the programmatic narrative for that music in Jan",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "1913, as Schoenberg prepared to premiere it at what would become the Skandalkonzert that March:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As Webern's music took on the character of such static dramaticovisual scenes, his pieces frequently culminated in the accumulation and amalgamation (often the developing variation) of compositional material",
              "refs": []
            },
            {
              "sentence": "Fragmented melodies frequently began and ended on weak beats, settled into or emerged from ostinati, and were dynamically and texturally faded, mixed, or contrasted",
              "refs": []
            },
            {
              "sentence": "Tonality became less directional, functional, or narrative than tenuous, spatial, or symbolic as fit Webern's topics and literary settings",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Stein thought that \"his compositions should be understood as musical visions\"",
              "refs": []
            },
            {
              "sentence": "[cj] Oliver Korte traced Webern's Klangfelder [ck] to Mahler's \"suspensions\"",
              "refs": []
            },
            {
              "sentence": "[cl]",
              "refs": []
            },
            {
              "sentence": "Expanding on Mahler's orchestration, Webern linked colorful, novel, fragile, and intimate sounds, often nearly silent at ppp, to lyrical topics: solo violin to female voice; closed or open voicings, sometimes sul ponticello, to dark or light respectively; compressed range to absence, emptiness, or loneliness; registral expansion to fulfillment, (spiritual) presence, or transcendence; [cm] celesta, harp, and glockenspiel to the celestial or ethereal; and trumpet, harp, and string harmonics to angels or heaven",
              "refs": []
            },
            {
              "sentence": "[cn]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "With elements of Kabarett, [co] neoclassicism, [cp] and ironic Romanticism [cq] in Pierrot lunaire, Op",
              "refs": []
            },
            {
              "sentence": "21 (1912), Schoenberg began [cr] to distance himself from Webern's and latterly Berg's aphoristic expressionism, which provoked the Skandalkonzert",
              "refs": []
            },
            {
              "sentence": "Alma recalled Schoenberg telling her and Franz Werfel \"how much he was suffering under the dangerous influence of Webern\", drawing on \"all his strength to extricate himself from it\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "1914–1924: Mid-period Lieder",
          "section_content": [
            {
              "sentence": "During and after World War I (1914–1926) Webern worked on some fifty-six songs",
              "refs": []
            },
            {
              "sentence": "He finished thirty-two, ordered into sets (in ways that do not always align with their chronology) as Opp",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "12–19",
              "refs": []
            },
            {
              "sentence": "Schoenberg's recent vocal music had been motivated by the idea that \"absolute purity\" in composition couldn't be sustained,  and Webern took Schoenberg's advice to write songs as a means of composing something more substantial than aphorisms, often making earnest settings of folk, lyric, or spiritual texts",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The first of these mid-period Lieder was an unfinished setting of a passage (\"In einer lichten Rose ...\") from Dante's Paradiso, Canto XXXI",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "By comparison to melodic \"atomization\" in Op",
              "refs": []
            },
            {
              "sentence": "11, Walter Kolneder noted relatively \"long arcs\" melodic writing in Op",
              "refs": []
            },
            {
              "sentence": "12  and polyphonic part writing to \"control the ..",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "expression\" in Opp",
              "refs": []
            },
            {
              "sentence": "12–16 more generally",
              "refs": []
            },
            {
              "sentence": "\"How much I owe to your Pierrot\", Webern told Schoenberg after setting Trakl's \"Abendland III\" (Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "14/iv),  in which, distinctly, there was no silence until a pause at the concluding gesture",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The contrapuntal procedures and nonstandard ensemble of Pierrot are both evident in Webern's Opp",
              "refs": []
            },
            {
              "sentence": "14–16",
              "refs": []
            },
            {
              "sentence": "Schoenberg \"yearn [ed] for a style for large forms ..",
              "refs": []
            },
            {
              "sentence": "to give personal things an objective, general form.\" [ct] Berg, Webern, and he had indulged their shared interest in Swedenborgian mysticism and Theosophy since 1906, reading Balzac's Louis Lambert and Séraphîta and Strindberg's Till Damaskus and Jacob lutte",
              "refs": []
            },
            {
              "sentence": "Gabriel, protagonist of Schoenberg's semi-autobiographical Die Jakobsleiter (1914–1922, rev",
              "refs": []
            },
            {
              "sentence": "1944) [cu] described a journey: \"whether right, whether left, forwards or backwards, uphill or down – one must keep on going without asking what lies ahead or behind\", [cv] which Webern interpreted as a conceptual metaphor for (twelve-tone) pitch space",
              "refs": []
            },
            {
              "sentence": "Schoenberg later reflected on \"how enthusiastic we were about this.\" [cw]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On the journey to composition with twelve tones, Webern revised many of his mid-period Lieder in the years after their apparent composition but before publication, increasingly prioritizing clarity of pitch relations, even against timbral effects, as Anne C",
              "refs": []
            },
            {
              "sentence": "Shreffler  and Felix Meyer described",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "His and Schoenberg's music had long been marked by its contrapuntal rigor, formal schemes, systematic pitch organization, and rich motivic design, all of which they found in the music of Brahms before them",
              "refs": []
            },
            {
              "sentence": "Webern had written music preoccupied with the idea of dodecaphony since at least the total chromaticism of his Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "9 bagatelles (1911)  and Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "11 cello pieces (1914)",
              "refs": []
            },
            {
              "sentence": "[cx]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "There are twelve-tone sets with repeated notes at the start of Op",
              "refs": []
            },
            {
              "sentence": "12/i and in some bars of Op",
              "refs": []
            },
            {
              "sentence": "12/iv, in addition to many ten- and eleven-tone sets throughout Op",
              "refs": []
            },
            {
              "sentence": "12",
              "refs": []
            },
            {
              "sentence": "Webern wrote to Jalowetz in 1922 about Schoenberg's lectures on \"a new type of motivic work\", one that \"unfolds the entire development of, if I may say so, our technique (harmony, etc)\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was \"almost everything that has occupied me for about ten years\", Webern continued",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He regarded Schoenberg's transformation of twelve-tone rows as the \"solution\" to their compositional concerns",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "15/iv (1922), Webern first used a tone row (in the voice's opening twelve notes), charted the four basic row forms, and integrated tri- and tetrachords into the harmonic and melodic texture",
              "refs": []
            },
            {
              "sentence": "He systematically used twelve-tone technique for the first time in Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "16/iv–v (1924)",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "1924–1945: Formal coherence and expansion",
          "section_content": [
            {
              "sentence": "With Schoenberg leaving Mödling in 1925 and this compositional approach at his disposal, Webern obtained more artistic autonomy and aspired to write in larger forms, expanding on the extreme concentration of expression and material in his earlier music",
              "refs": []
            },
            {
              "sentence": "Until the Kinderstück for piano (1924, intended as one of a set), Klavierstück (1925), and Satz for string trio (1925), Webern had finished nothing but Lieder since a 1914 cello sonata",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[cy] The 1926–1927 String Trio, Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "20, was his first large-scale non-vocal work in more than a decade",
              "refs": []
            },
            {
              "sentence": "For its 1927 publication, Webern helped Stein write an introduction emphasizing continuity with tradition:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Schoenberg exploited combinatorial properties of particular tone rows,  but Webern focused on prior aspects of a row's internal organization",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He exploited small, invariant pitch subsets (or partitions) symmetrically derived via inversion, retrograde, or both (retrograde inversion)",
              "refs": []
            },
            {
              "sentence": "He understood his compositional (and precompositional) work with reference to ideas about growth, morphology, and unity that he found represented in Goethe's Urpflanze  [de] and in Goethean science more generally",
              "refs": []
            },
            {
              "sentence": "[cz]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Webern's large-scale, non-vocal music in more traditional genres, [da] written from 1926 to 1940, has been celebrated as his most rigorous and abstract music",
              "refs": []
            },
            {
              "sentence": "Yet he always wrote his music and tried his new compositional procedures with concern for (or at least some latent reference to) expressivity and representation",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[db] In sketches for his Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "22 quartet, Webern conceived of his themes in programmatic association with his experiences—as an \"outlook into the highest region\" or a \"coolness of early spring (Anninger, [dc] first flora, primroses, anemones, pasqueflowers)\", for example",
              "refs": []
            },
            {
              "sentence": "Studying his compositional materials and sketches, Bailey Puffett wrote,",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "While writing the Concerto for Nine Instruments, Op",
              "refs": []
            },
            {
              "sentence": "24, Webern was inspired by the Sator square, which is like a twelve-tone matrix",
              "refs": []
            },
            {
              "sentence": "He concluded his Weg zur Neuen Musik with this magic square.",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Webern's late cantatas and songs, [dd] George Rochberg observed, \"the principles of 'the structural spatial dimension' ..",
              "refs": []
            },
            {
              "sentence": "join [ed] forces with lyrico-dramatic demands\"",
              "refs": []
            },
            {
              "sentence": "Specifically in his cantatas, Bailey Puffett wrote, Webern synthesized the rigorous style of his mature instrumental works with the word painting of his Lieder on an orchestral scale",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Webern qualified the apparent connection between his cantatas and Bach's as general and referred to connections between the second cantata and the music of the Franco-Flemish School",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "His textures became somewhat denser yet more homophonic at the surface through nonetheless contrapuntal polyphonic means",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "31/i he alternated lines and points, culminating twice [de] in twelve-note simultaneities",
              "refs": []
            },
            {
              "sentence": "At his death he left sketches for the movement of an apparent third cantata (1944–1945), first planned as a concerto, setting \"Das Sonnenlicht spricht\" from Jone's Lumen cycle",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Arrangements and orchestrations",
          "section_content": [
            {
              "sentence": "In his youth (1903), Webern orchestrated five or more Schubert Lieder for an appropriately Schubertian orchestra (strings and pairs of flutes, oboes, clarinets, bassoons, and horns)",
              "refs": []
            },
            {
              "sentence": "Among these were \"Der Vollmond Strahlt auf Bergeshöhn\" (the Romanze from Rosamunde), \"Tränenregen\" (from Die schöne Müllerin), \"Der Wegweiser\" (from Winterreise), \"Du bist die Ruh\", and \"Ihr Bild\"",
              "refs": []
            },
            {
              "sentence": "After attending Hugo Wolf's funeral and memorial concert (1903), he arranged three Lieder for a larger orchestra, adding brass, harp, and percussion to the Schubertian orchestra",
              "refs": []
            },
            {
              "sentence": "He chose \"Lebe wohl\", \"Der Knabe und das Immlein\", and \"Denk es, o Seele\", of which only the latter was finished or wholly survived",
              "refs": []
            },
            {
              "sentence": "For Schoenberg's Society for Private Musical Performances in 1921, Webern arranged, among other music,  the 1888 Schatz-Walzer (Treasure Waltz) of Johann Strauss II's Der Zigeunerbaron (The Gypsy Baron) for string quartet, harmonium, and piano.",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1924 Webern arranged Liszt's Arbeiterchor (Workers' Chorus, c",
              "refs": []
            },
            {
              "sentence": "1847–1848)  for bass solo, mixed chorus, and large orchestra; thus Liszt's work was finally premièred [df] when Webern conducted the first full-length concert of the Austrian Association of Workers Choir (13 and 14 March 1925)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A review in the Wiener Zeitung (28 March 1925) read \"neu in jedem Sinne, frisch, unverbraucht, durch ihn zieht die Jugend, die Freude\" (\"new in every respect, fresh, vital, pervaded by youth and joy\")",
              "refs": []
            },
            {
              "sentence": "The text (in English translation) read in part: \"Let us have the adorned spades and scoops,/Come along all, who wield a sword or pen,/Come here ye, industrious, brave and strong/All who create things great or small.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In orchestrating the six-voice ricercar from Bach's Musical Offering, Webern timbrally defined the internal organization (or latent subsets) of the Bach's subject",
              "refs": []
            },
            {
              "sentence": "Joseph N",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Straus argued that Webern (and other modernists) effectively recomposed earlier music, \"projecting motivic density\" onto tradition",
              "refs": []
            },
            {
              "sentence": "After more conservatively orchestrating two of Schubert's 1824 Six German Dances on UE commission in 1931, he wrote Schoenberg:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reception, influence, and legacy",
      "section_content": [
        {
          "sentence": "Webern's music was generally considered difficult by performers and inaccessible by listeners alike",
          "refs": []
        },
        {
          "sentence": "\"To the limited extent that it was regarded\", Milton Babbitt observed, it represented \"the ultimate in hermetic, specialized, and idiosyncratic composition\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Composers and performers first tended to take Webern's work, with its residual post-Romanticism and initial expressionism, in mostly formalist directions with a certain literalism, departing from Webern's own practices and preferences in extrapolating from elements of his late style",
          "refs": []
        },
        {
          "sentence": "This became known as post-Webernism",
          "refs": []
        },
        {
          "sentence": "A richer, more historically informed understanding of Webern's music and his performance practice began to emerge in the latter half of the 20th century as scholars, especially the Moldenhauers, sought and archived sketches, letters, lectures, recordings, and other articles of Webern's (and others') estates",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[dh]",
          "refs": []
        },
        {
          "sentence": "In the immediate aftermath of World War II, Webern's marginalization under Gleichschaltung was appreciated, but his pan-Germanism, politics, and social attitudes (especially regarding antisemitism) were not as known or often mooted",
          "refs": []
        },
        {
          "sentence": "For many, like Stravinsky, Webern never compromised his artistic identity and values, but for others the matter was less simple",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[di]",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Performance practice",
          "section_content": [
            {
              "sentence": "Webern notated articulations, dynamics, tempo rubato, and other musical expressions, coaching performers to adhere to these instructions but urging them to maximize expressivity through musical phrasing",
              "refs": []
            },
            {
              "sentence": "[dj] This was supported by personal accounts, correspondence, and extant recordings of Schubert's Deutsche Tänze (arr",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Webern) and Berg's Violin Concerto under Webern's direction",
              "refs": []
            },
            {
              "sentence": "Ian Pace considered Peter Stadlen's account of Webern's coaching for Op",
              "refs": []
            },
            {
              "sentence": "27 as indicating Webern's \"desire for an extremely flexible, highly diaphanous, and almost expressively overloaded approach\"",
              "refs": []
            },
            {
              "sentence": "[dk]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This aspect of Webern's work was often overlooked in his immediate post-war reception,  which was roughly coterminous with the early music revival",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Stravinsky engaged with Webern and Renaissance music in his later music; his amanuensis Craft performed Webern as well as Monteverdi, Schütz, Gabrieli, and Tallis",
              "refs": []
            },
            {
              "sentence": "Many musicians performed \"music that is at the same time old and new\", as Nicholas Cook and Anthony Pople glossed it and as Richard Taruskin addressed",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "J",
              "refs": []
            },
            {
              "sentence": "Peter Burkholder noted early and new music audience overlap",
              "refs": []
            },
            {
              "sentence": "Felix Galimir of the Galimir Quartet told The New York Times (1981): \"Berg asked for enormous correctness in the performance of his music",
              "refs": []
            },
            {
              "sentence": "But the moment this was achieved, he asked for a very Romanticized treatment",
              "refs": []
            },
            {
              "sentence": "Webern, you know, was also terribly Romantic—as a person, and when he conducted",
              "refs": []
            },
            {
              "sentence": "Everything was almost over-sentimentalized",
              "refs": []
            },
            {
              "sentence": "It was entirely different from what we have been led to believe today",
              "refs": []
            },
            {
              "sentence": "His music should be played very freely, very emotionally.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Contemporaries",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Artists",
              "section_content": [
                {
                  "sentence": "Many artists portrayed Webern (often from life) in their work",
                  "refs": []
                },
                {
                  "sentence": "Kokoschka (1912), Schiele (1917 and 1918), B",
                  "refs": []
                },
                {
                  "sentence": "F",
                  "refs": []
                },
                {
                  "sentence": "Dolbin  [de] (1920 and 1924), and Rederer (1934) made drawings of him",
                  "refs": []
                },
                {
                  "sentence": "Oppenheimer (1908), Kokoschka (1914), and Tom von Dreger  [de] (1934) painted him",
                  "refs": []
                },
                {
                  "sentence": "Stumpp made two lithographs of him (1927)",
                  "refs": []
                },
                {
                  "sentence": "Humplik twice sculpted him (1927 and 1928)",
                  "refs": []
                },
                {
                  "sentence": "Jone variously portrayed him (1943 lithograph, several posthumous drawings, 1945 oil painting)",
                  "refs": []
                },
                {
                  "sentence": "Rederer made a large woodcut of him (1964)",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Musicians",
              "section_content": [
                {
                  "sentence": "Schoenberg admired Webern's concision, writing in the foreword to Op",
                  "refs": []
                },
                {
                  "sentence": "9 upon its 1924 publication: \"to express a novel in a single gesture, joy in a single breath—such concentration can only be present in proportion to the absence of self-indulgence\"",
                  "refs": []
                },
                {
                  "sentence": "But Berg joked about Webern's brevity",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hendrik Andriessen found Webern's music \"pitiful\" in this regard",
                  "refs": []
                },
                {
                  "sentence": "In their second (1925) Abbruch [dl] self-parody, Anbruch  [de] [dm] editors jested that \"Webern's\" (Mahler's) \"extensive\" Symphony of a Thousand had to be abbreviated",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[dn]",
                  "refs": []
                },
                {
                  "sentence": "Felix Khuner remembered Webern was \"just as revolutionary\" as Schoenberg",
                  "refs": []
                },
                {
                  "sentence": "In 1927, Hans Mersmann wrote that \"Webern's music shows the frontiers and ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "limits of a development which tried to outgrow Schoenberg's work.\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Identifying with Webern as a \"solitary soul\" amid 1940s wartime fascism,  Dallapiccola independently and somewhat singularly [do] found inspiration especially in Webern's lesser-known mid-period Lieder, blending its ethereal qualities and Viennese expressionism with bel canto",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Stunned by Webern's Op",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "24 at its 1935 ISCM festival world première under Jalowetz in Prague, Dallapiccola's impression was of unsurpassable \"aesthetic and stylistic unity\"",
                  "refs": []
                },
                {
                  "sentence": "He dedicated Sex carmina alcaei [dp] \"with humility and devotion\" to Webern, who he met in 1942 through Schlee, coming away surprised at Webern's emphasis on \"our great Central European tradition.\"  Dallapiccola's 1953 Goethe-lieder especially recall Webern's Op",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "16 in style",
                  "refs": []
                },
                {
                  "sentence": "In 1947, Schoenberg remembered and stood firm with Berg and Webern despite rumors of the latter's having \"fallen into the Nazi trap\": [dq] \"..",
                  "refs": []
                },
                {
                  "sentence": "[F]orget all that might have ..",
                  "refs": []
                },
                {
                  "sentence": "divided us",
                  "refs": []
                },
                {
                  "sentence": "For there remains for our future what could only have begun to be realized posthumously: One will have to consider us three—Berg, Schoenberg, and Webern—as a unity, a oneness, because we believed in ideals ..",
                  "refs": []
                },
                {
                  "sentence": "with intensity and selfless devotion; nor would we ever have been deterred from them, even if those who tried might have succeeded in confounding us.\" [dr] For Krasner this put \"'Vienna's Three Modern Classicists' into historical perspective\"",
                  "refs": []
                },
                {
                  "sentence": "He summarized it as \"what bound us together was our idealism.\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "1947–1950s: (Re)discovery and post-Webernism",
          "section_content": [
            {
              "sentence": "After World War II, there was unprecedented engagement with Webern's music",
              "refs": []
            },
            {
              "sentence": "It came to represent a universally or generally valid, systematic, and compellingly logical model of new composition, especially at the Darmstädter Ferienkurse",
              "refs": []
            },
            {
              "sentence": "René Leibowitz performed, promulgated, and published Schoenberg et son école;  Adorno,  Herbert Eimert, Scherchen,  and others contributed",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Composers and students [dt] listened in a quasi-religious trance to Peter Stadlen's 1948 Op",
              "refs": []
            },
            {
              "sentence": "27 performance",
              "refs": []
            },
            {
              "sentence": "Webern's gradual innovations in schematic organization of pitch, rhythm, register, timbre, dynamics, articulation, and melodic contour; his generalization of imitative techniques such as canon and fugue; and his inclination toward athematicism, abstraction, and lyricism variously informed and oriented European and Canadian, typically serial or avant-garde composers (e.g., Messiaen, Boulez, Stockhausen, Luigi Nono, Pousseur, Ligeti, Sylvano Bussotti, Bruno Maderna, Bernd Alois Zimmermann, Barbara Pentland)",
              "refs": []
            },
            {
              "sentence": "Eimert and Stockhausen devoted a special issue of die Reihe to Webern's œuvre in 1955",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "UE published his lectures in 1960",
              "refs": []
            },
            {
              "sentence": "In the US, Babbitt  and initially Rochberg  found more in Schoenberg's twelve-tone practice",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Elliott Carter's and Aaron Copland's critical ambivalence was marked by a certain enthusiasm and fascination nonetheless",
              "refs": []
            },
            {
              "sentence": "Craft fruitfully reintroduced Stravinsky to Webern's music, without which Stravinsky's late works would have taken different shape",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Stravinsky staked his contract with Columbia Records to see Webern's then known music first both recorded and widely distributed",
              "refs": []
            },
            {
              "sentence": "Stravinsky lauded Webern's \"not yet canonized art\" in 1959",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Among the New York School, John Cage and Morton Feldman first met in Carnegie Hall's lobby, ecstatic after a performance of Op",
              "refs": []
            },
            {
              "sentence": "21 by Dimitri Mitropoulos and the New York Philharmonic",
              "refs": []
            },
            {
              "sentence": "They cited the effect of its sound on their music",
              "refs": []
            },
            {
              "sentence": "They later sung the praises of Christian Wolff as \"our Webern\".",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Gottfried Michael Koenig suggested some early interest in Webern's music may have been that its concision and apparent simplicity facilitated didactic musical analysis",
              "refs": []
            },
            {
              "sentence": "Robert Beyer  [de] criticized serial approaches to Webern's music as reductive, narrowly focused more on Webern's procedures than his music while neglecting timbre in their typical selection of Opp",
              "refs": []
            },
            {
              "sentence": "27–28",
              "refs": []
            },
            {
              "sentence": "Webern's music sounded like \"a Mondrian canvas\", \"crude and unfinished\", to Karel Goeyvaerts",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Wolf-Eberhard von Lewinski criticized some Darmstadt music as \"acoustically absurd  [if] visually amusing\" (Darmstädter Tagblatt  [de], 1959); a Der Kurier article of his was headlined \"Meager modern music—only interesting to look at\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "1950s onward: Beyond (late) Webern",
          "section_content": [
            {
              "sentence": "Through late 1950s onward, Webern's work reached musicians as far removed as Frank Zappa,  yet many post-war European musicians and scholars had already begun to look beyond  as much as back at Webern in his context",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Nono advocated for a more humanistic understanding of Webern's music",
              "refs": []
            },
            {
              "sentence": "Adorno lectured that in the prevailing climate \"artists like Berg or Webern would hardly be able to make it\" (\"The Aging of the New Music\", 1954)",
              "refs": []
            },
            {
              "sentence": "Against the \"static idea of music\" and \"total rationalization\" of the \"pointillist constructivists,\" he advocated for more subjectivity, citing Über das Geistige in der Kunst (1911), in which Wassily Kandinsky wrote: \"Schoenberg's  [expressionist] music leads us to where musical experience is a matter not of the ear, but of the soul—and from this point begins the music of the future.\"",
              "refs": []
            },
            {
              "sentence": "In the 1960s, many began to describe Webern and his like as a \"dead end\"",
              "refs": []
            },
            {
              "sentence": "[dw] Rochberg felt \"Webern's music leaves his followers no new, unexplored territory.\"  Stravinsky judged Webern \"too original ..",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "too purely himself",
              "refs": []
            },
            {
              "sentence": "..",
              "refs": []
            },
            {
              "sentence": "[T]he entire world had to imitate him  [and] fail; of course it will blame Webern\"; he blamed post-Webernism: \" [T]he music now being charged to his name can neither diminish his strength nor stale his perfection.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Votre Faust (1960–1968), Pousseur quoted and his protagonist Henri analyzed Webern's Op",
              "refs": []
            },
            {
              "sentence": "31",
              "refs": []
            },
            {
              "sentence": "Yet there were already several elements of late or postmodernism (e.g., eclecticism of historical styles, mobile form, polyvalent roles)",
              "refs": []
            },
            {
              "sentence": "This coincided with a wider rapprochement with Berg,  whose example Pousseur cited,  from whose music he also quoted, and whose writings he translated into French in the 1950s",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Boulez was \"thrilled\" by Berg's \"universe ..",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "never completed, always in expansion—a world so ..",
              "refs": []
            },
            {
              "sentence": "inexhaustible,\" referring to the rigorously organized, only partly twelve-tone Chamber Concerto",
              "refs": []
            },
            {
              "sentence": "[dx]",
              "refs": []
            },
            {
              "sentence": "Engaging with Webern's atonal works by some contrast to earlier post-Webernism, both Ferneyhough and Lachenmann expanded upon and went further than Webern in attention to the smallest of details and the use of ever more radically extended techniques",
              "refs": []
            },
            {
              "sentence": "Ferneyhough's 1967 Sonatas for string quartet included atonal sections much in the style of Webern's Op",
              "refs": []
            },
            {
              "sentence": "9, yet more intensely sustained",
              "refs": []
            },
            {
              "sentence": "In a comparison to his own 1969 Air, Lachenmann wrote of \"a melody made of a single note ..",
              "refs": []
            },
            {
              "sentence": "in the viola part\" of Webern's Op",
              "refs": []
            },
            {
              "sentence": "10/iv (mm",
              "refs": []
            },
            {
              "sentence": "2–4) amid \"the mere ruins of the traditional linguistic context,\" observing that \"the pure tone, now living in tonal exile, has in this new context no aesthetic advantage over pure noise\" (\"Hearing  [Hören] is Defenseless—without Listening  [Hören]\", 1985).",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Eastern Europe",
          "section_content": [
            {
              "sentence": "In Eastern Europe, the Second Viennese School's music represented a professionally dangerous but sometimes exciting or inspiring alternative to socialist realism",
              "refs": []
            },
            {
              "sentence": "Their influence on composers behind the Iron Curtain was mediated by anti-fascist and -German sentiment  as well as anti-formalist cultural policies  and Cold War separation",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[dy] Ligeti lamented the separation and left in 1956, noting that \"after Bartók hardly any grass could grow\"",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Eastern Bloc",
              "section_content": [
                {
                  "sentence": "Webern's influence predominated after the Hungarian Revolution of 1956, bearing on Pál Kadosa, Endre Szervánszky, and György Kurtág",
                  "refs": []
                },
                {
                  "sentence": "Among Czechs, Pavel Blatný attended the Darmstädter Ferienkurse and wrote music with serial techniques in the late 1960s",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He returned to tonality in Brno and was rewarded",
                  "refs": []
                },
                {
                  "sentence": "Marek Kopelent discovered the Second Viennese as an editor and was particularly taken by Webern",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Kopelent was blacklisted for his music and despaired, unable to attend international performances of his work",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Soviet Russia",
              "section_content": [
                {
                  "sentence": "Official Soviet Russian condemnation eased in the post-Stalinist Khrushchev Thaw with the rehabilitation of some affected by the Zhdanov Doctrine",
                  "refs": []
                },
                {
                  "sentence": "Sheet music and recordings entered via journalists, friends, family (e.g., from Nicolas to Sergei Slonimsky), and especially composers and musicians (e.g., Igor Blazhkov  [ru], Gérard Frémy, Alexei Lubimov, Maria Yudina), who traveled more",
                  "refs": []
                },
                {
                  "sentence": "Stationed in Zossen as a military band arranger (1955–1958), Yuri Kholopov risked arrest for obtaining scores in West Berlin and from the Leipzig office of Schott Music",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Philip Herschkowitz, poverty-stricken, taught privately in Moscow with cautious emphasis on Beethoven and the tradition from which Webern emerged",
                  "refs": []
                },
                {
                  "sentence": "His pupil Nikolai Karetnikov taped Glenn Gould's 1957 Moscow Conservatory performance of Webern's Op",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "27",
                  "refs": []
                },
                {
                  "sentence": "In practice like that of Webern, Karetnikov derived the tone row of his Symphony No",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "4 from motives as small as two notes related by semitone",
                  "refs": []
                },
                {
                  "sentence": "In Soviet Music, Marcel Rubin criticized \"Webern and His Followers\" (1959), by contrast to Berg and Schoenberg, for going too far",
                  "refs": []
                },
                {
                  "sentence": "Alfred Schnittke complained in an open letter (1961) of composers' restricted education",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Through Grigory Shneyerson's anti-formalist On Music Living and Dead (1960) and Johannes Paul Thilman's anti-modernist \"On the Dodecaphonic Method of Composition\" (1958), many (e.g., Eduard Artemyev, Victor Ekimovsky, Vladimir Martynov, Boris Tischenko [dz]) ironically learned more about what had been and even was still forbidden",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Kruschchev warned, \"dodecaphonic music, music of noises ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "this cacophonic music we totally reject",
                  "refs": []
                },
                {
                  "sentence": "Our people cannot include such trash\"",
                  "refs": []
                },
                {
                  "sentence": "Through Andrei Volkonsky, Lydia Davydova recalled, Schoenberg's and Webern's music came to Russia alongside Renaissance and early Baroque music",
                  "refs": []
                },
                {
                  "sentence": "Tischenko remembered that in the 1960s, Volkonsky \"was the first swallow of the avant-garde",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[T]hose who came after him ..",
                  "refs": []
                },
                {
                  "sentence": "already followed in his tracks",
                  "refs": []
                },
                {
                  "sentence": "I consider  [him] the discoverer.\"  Edison Denisov described the 1960s as his \"second conservatory\", crediting Volkonsky not only for introducing Webern, but also Gesualdo",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This tolerance did not survive the Brezhnev Stagnation",
                  "refs": []
                },
                {
                  "sentence": "Volkonsky emigrated in 1973, Herschkowitz in 1987, and of Khrennikov's Seven (1979), Denisov, Elena Firsova, Sofia Gubaidulina, Dmitri Smirnov, and Viktor Suslin eventually emigrated",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Dance",
          "section_content": [
            {
              "sentence": "Many choreographers set Webern's music to dance",
              "refs": []
            },
            {
              "sentence": "Martha Graham and George Balanchine choreographed several works in Episodes I and II respectively (1959) as a New York City Ballet \"novelty\"",
              "refs": []
            },
            {
              "sentence": "John Cranko set Opus 1 (1965) to Webern's Passacaglia, Op",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "1",
              "refs": []
            },
            {
              "sentence": "Rudi van Dantzig choreographed Webern's music in Ogenblikken [ea] (1968) and Antwoord gevend [eb] (1980); Glen Tetley in Praeludium (1978) and Contredanses (1979);  Anne Teresa De Keersmaeker alongside that of Beethoven and Schnittke in Erts (1992);  and Trisha Brown in Twelve Ton Rose (1996)",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jiří Kylián set only Webern's music in No More Play (1988) and Sweet Dreams (1990), more often pairing it with that of other composers in several ballets (1984–1995)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Since the 1980s: Reappraisals and historiography",
          "section_content": [
            {
              "sentence": "Webern's legacy, bitterly contested in the \"serial wars\", [ec] remained subject to polemic vicissitudes",
              "refs": []
            },
            {
              "sentence": "Musicologists quarreled  [ed] amid the \"Restoration of the 1980s\", as Martin Kaltenecker termed a paradigm shift from structure to perception within musicological discourse",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[ee] Charles Rosen scorned \"historical criticism ..",
              "refs": []
            },
            {
              "sentence": "avoiding any serious engagement with a work or style ..",
              "refs": []
            },
            {
              "sentence": "one happens not to like\"",
              "refs": []
            },
            {
              "sentence": "Andreas Holzer warned of \"post-factual tendencies\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[ef] Pamela M",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Potter advised considering \"the complexity of ..",
              "refs": []
            },
            {
              "sentence": "day-to-day existence\" under Nazism, partly in considering the relevance of composers' politics to their canonic status",
              "refs": []
            },
            {
              "sentence": "Meanwhile Allen Forte and Bailey Puffett formally analyzed Webern's atonal and twelve-tone œuvres respectively.",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Tim Page noted less formalist readings of Webern's work at his 1983 birth centenary",
              "refs": []
            },
            {
              "sentence": "The occasion \"went almost unmarked\", Glenn Watkins observed, \"a fate hardly imaginable for Berg  [on his] 1985  [centenary]\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After Webern's mid-century \"meteoric ascension and ultimate canonization\",  Watkins described \"quick shifts of interest\" tapering to neglect",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Webern's music was established but infrequent in standard (repeating) orchestral repertoire",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[eg] His œuvre was played at the Venice Festival of Contemporary Music (1983),  Juilliard (1995), and the Vienna Festival (2004), echoing six international festivals in his name (1962–1978)",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[eh] In some obscurity (1941 or 1942), Webern had been quietly sure that \"in the future even the postman will whistle my melodies!\"  But many did not acquire such an aesthetic taste",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[ei] He remained polarizing and provocative",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[ej]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Noting this aspect of his reception, Johnson described Webern's \"almost unique position in the canon of Western composers\"",
              "refs": []
            },
            {
              "sentence": "Christian Thorau argued Webern's innovations impeded his \"exoterischen Kanonisierung\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[ek] By contrast to the \"concert canon\", Shreffler considered Webern's better standing in a \"separate canon\" of technical and formal innovation",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[el] Burkholder argued that music of the \"historicist tradition\", [em] including Webern's, was secure in \"a musical museum\", \"for that is what the concert hall has become\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[en] Mark Berry described Webern, already among Boulez's \"big five\", as one of five \"canonical pillars of classic historical early twentieth-century modernism\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[eo] David H",
              "refs": []
            },
            {
              "sentence": "Miller suggested Webern \"achieved a certain kind of acceptance and canonization\"",
              "refs": []
            },
            {
              "sentence": "Taruskin prioritized audience reception, not \"musical utopianism\"",
              "refs": []
            },
            {
              "sentence": "[ep] He excoriated the Second Viennese School's \"idiosyncratic view of the past\", linking Webern and Adler to Eduard Hanslick and \"neo-Hegelian\" Franz Brendel;  [eq] he criticized historical determinism, \"the natural ally of totalitarian politics.\"  Martin Scherzinger noted that Taruskin's criticisms sought \"active complicity with undesirable politics\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[er] Noted for his polemicism and revisionism,  [es] Taruskin described his \"dubious reputation\" on Webern and New Music  and was praised and criticized [et] by many",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "For Franklin Cox, Taruskin was an unreliable historian who opposed the Second Viennese School's \"progressivist historicist\" emancipation of the dissonance with a \"reactionary historicist\" ideology of \"tonal restoration\"",
              "refs": []
            },
            {
              "sentence": "Pascal Decroupet observed an unquestioned \"canon of polarizations\" in prior histories",
              "refs": []
            },
            {
              "sentence": "[eu] Johnson noted the \"co-existence and interaction of diverse stylistic practices\" with \"remarkable similarities\", challenging \"conservative and progressive\" campism  and decentering musicology's technical periodizations  via the longue durée of global modernity",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[ev] Thus he ventured continuity  between the \"broken homeland\" of Webern's Opp",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "12–18 and the \"broken pastoral\" of Monteverdi's L'Orfeo and Vaughan Williams' Pastoral Symphony;  [ew] between Webern's \"evanescent images of musical fullness\"  and the brief, fragmentary nature of Chopin's Op",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "28, which Schumann likened to \"ruins\"",
              "refs": []
            },
            {
              "sentence": "Building on Shreffler's and Felix Meyer's sketch studies as institutions like the Paul-Sacher-Stiftung  [de] acquired and made the Moldenhauers' estate accessible,  [ex] Johnson worked toward a hermeneutics of Webern's (and Mahler's) music",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Recordings by Webern",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Bibliography",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "4": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "32": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "141": "[ERROR retrieving ref link]",
    "150": "[ERROR retrieving ref link]",
    "157": "[ERROR retrieving ref link]",
    "159": "[ERROR retrieving ref link]",
    "163": "[ERROR retrieving ref link]",
    "165": "[ERROR retrieving ref link]",
    "166": "[ERROR retrieving ref link]",
    "168": "[ERROR retrieving ref link]",
    "171": "[ERROR retrieving ref link]",
    "177": "[ERROR retrieving ref link]",
    "189": "[ERROR retrieving ref link]",
    "190": "[ERROR retrieving ref link]",
    "199": "[ERROR retrieving ref link]",
    "205": "[ERROR retrieving ref link]",
    "206": "[ERROR retrieving ref link]",
    "207": "[ERROR retrieving ref link]",
    "211": "[ERROR retrieving ref link]",
    "215": "[ERROR retrieving ref link]",
    "219": "[ERROR retrieving ref link]",
    "223": "[ERROR retrieving ref link]",
    "227": "[ERROR retrieving ref link]",
    "238": "[ERROR retrieving ref link]",
    "241": "[ERROR retrieving ref link]",
    "244": "[ERROR retrieving ref link]",
    "247": "[ERROR retrieving ref link]",
    "251": "[ERROR retrieving ref link]",
    "254": "[ERROR retrieving ref link]",
    "261": "[ERROR retrieving ref link]",
    "263": "[ERROR retrieving ref link]",
    "268": "[ERROR retrieving ref link]",
    "271": "[ERROR retrieving ref link]",
    "275": "[ERROR retrieving ref link]",
    "280": "[ERROR retrieving ref link]",
    "281": "[ERROR retrieving ref link]",
    "284": "[ERROR retrieving ref link]",
    "292": "[ERROR retrieving ref link]",
    "299": "[ERROR retrieving ref link]",
    "311": "[ERROR retrieving ref link]",
    "322": "[ERROR retrieving ref link]",
    "326": "[ERROR retrieving ref link]",
    "334": "[ERROR retrieving ref link]",
    "359": "[ERROR retrieving ref link]",
    "362": "[ERROR retrieving ref link]",
    "370": "[ERROR retrieving ref link]",
    "378": "[ERROR retrieving ref link]",
    "386": "[ERROR retrieving ref link]",
    "395": "[ERROR retrieving ref link]",
    "399": "[ERROR retrieving ref link]",
    "401": "[ERROR retrieving ref link]",
    "411": "[ERROR retrieving ref link]",
    "414": "[ERROR retrieving ref link]",
    "422": "[ERROR retrieving ref link]",
    "424": "[ERROR retrieving ref link]",
    "430": "[ERROR retrieving ref link]",
    "436": "[ERROR retrieving ref link]",
    "439": "[ERROR retrieving ref link]",
    "446": "[ERROR retrieving ref link]",
    "451": "[ERROR retrieving ref link]",
    "453": "[ERROR retrieving ref link]",
    "456": "[ERROR retrieving ref link]",
    "462": "[ERROR retrieving ref link]",
    "469": "[ERROR retrieving ref link]",
    "470": "[ERROR retrieving ref link]",
    "471": "[ERROR retrieving ref link]",
    "477": "[ERROR retrieving ref link]",
    "489": "[ERROR retrieving ref link]",
    "491": "[ERROR retrieving ref link]",
    "500": "[ERROR retrieving ref link]",
    "504": "[ERROR retrieving ref link]",
    "507": "[ERROR retrieving ref link]",
    "508": "[ERROR retrieving ref link]",
    "509": "[ERROR retrieving ref link]",
    "510": "[ERROR retrieving ref link]",
    "512": "[ERROR retrieving ref link]",
    "513": "[ERROR retrieving ref link]",
    "514": "[ERROR retrieving ref link]",
    "515": "[ERROR retrieving ref link]",
    "516": "[ERROR retrieving ref link]",
    "519": "[ERROR retrieving ref link]",
    "530": "[ERROR retrieving ref link]",
    "535": "[ERROR retrieving ref link]",
    "537": "[ERROR retrieving ref link]",
    "540": "[ERROR retrieving ref link]",
    "546": "[ERROR retrieving ref link]",
    "558": "[ERROR retrieving ref link]",
    "563": "[ERROR retrieving ref link]",
    "565": "[ERROR retrieving ref link]",
    "570": "[ERROR retrieving ref link]",
    "572": "[ERROR retrieving ref link]",
    "577": "[ERROR retrieving ref link]",
    "581": "[ERROR retrieving ref link]",
    "588": "[ERROR retrieving ref link]",
    "592": "[ERROR retrieving ref link]",
    "596": "[ERROR retrieving ref link]",
    "598": "[ERROR retrieving ref link]",
    "601": "[ERROR retrieving ref link]",
    "604": "[ERROR retrieving ref link]",
    "612": "[ERROR retrieving ref link]",
    "613": "[ERROR retrieving ref link]",
    "614": "[ERROR retrieving ref link]",
    "618": "[ERROR retrieving ref link]",
    "621": "[ERROR retrieving ref link]",
    "627": "[ERROR retrieving ref link]",
    "629": "[ERROR retrieving ref link]",
    "631": "[ERROR retrieving ref link]",
    "636": "[ERROR retrieving ref link]",
    "650": "[ERROR retrieving ref link]",
    "653": "[ERROR retrieving ref link]",
    "661": "[ERROR retrieving ref link]",
    "668": "[ERROR retrieving ref link]",
    "673": "[ERROR retrieving ref link]",
    "686": "[ERROR retrieving ref link]",
    "694": "[ERROR retrieving ref link]",
    "695": "[ERROR retrieving ref link]",
    "701": "[ERROR retrieving ref link]",
    "703": "[ERROR retrieving ref link]",
    "704": "[ERROR retrieving ref link]",
    "708": "[ERROR retrieving ref link]",
    "717": "[ERROR retrieving ref link]",
    "720": "[ERROR retrieving ref link]",
    "730": "[ERROR retrieving ref link]",
    "733": "[ERROR retrieving ref link]",
    "736": "[ERROR retrieving ref link]",
    "742": "[ERROR retrieving ref link]",
    "744": "[ERROR retrieving ref link]",
    "747": "[ERROR retrieving ref link]",
    "753": "[ERROR retrieving ref link]",
    "757": "[ERROR retrieving ref link]",
    "761": "[ERROR retrieving ref link]",
    "768": "[ERROR retrieving ref link]",
    "771": "[ERROR retrieving ref link]",
    "780": "[ERROR retrieving ref link]",
    "785": "[ERROR retrieving ref link]",
    "790": "[ERROR retrieving ref link]",
    "795": "[ERROR retrieving ref link]",
    "799": "[ERROR retrieving ref link]",
    "1": "[ERROR retrieving ref link]",
    "2": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "5": "[ERROR retrieving ref link]",
    "6": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "14": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "25": "[ERROR retrieving ref link]",
    "26": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "30": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "35": "[ERROR retrieving ref link]",
    "36": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "43": "[ERROR retrieving ref link]",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "55": "[ERROR retrieving ref link]",
    "56": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "58": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "https://web.archive.org/web/20220619071226/https://anno.onb.ac.at/cgi-content/anno-buch?apm=0&aid=68",
    "67": "[ERROR retrieving ref link]",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "91": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "93": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "95": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "[ERROR retrieving ref link]",
    "98": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "107": "[ERROR retrieving ref link]",
    "108": "[ERROR retrieving ref link]",
    "109": "[ERROR retrieving ref link]",
    "110": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "114": "[ERROR retrieving ref link]",
    "115": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "117": "[ERROR retrieving ref link]",
    "118": "[ERROR retrieving ref link]",
    "119": "[ERROR retrieving ref link]",
    "120": "[ERROR retrieving ref link]",
    "121": "[ERROR retrieving ref link]",
    "122": "[ERROR retrieving ref link]",
    "123": "[ERROR retrieving ref link]",
    "124": "[ERROR retrieving ref link]",
    "125": "[ERROR retrieving ref link]",
    "126": "[ERROR retrieving ref link]",
    "127": "[ERROR retrieving ref link]",
    "128": "[ERROR retrieving ref link]",
    "129": "[ERROR retrieving ref link]",
    "130": "[ERROR retrieving ref link]",
    "131": "[ERROR retrieving ref link]",
    "132": "[ERROR retrieving ref link]",
    "133": "[ERROR retrieving ref link]",
    "134": "[ERROR retrieving ref link]",
    "135": "[ERROR retrieving ref link]",
    "136": "[ERROR retrieving ref link]",
    "137": "[ERROR retrieving ref link]",
    "138": "[ERROR retrieving ref link]",
    "139": "[ERROR retrieving ref link]",
    "140": "[ERROR retrieving ref link]",
    "142": "[ERROR retrieving ref link]",
    "143": "[ERROR retrieving ref link]",
    "144": "[ERROR retrieving ref link]",
    "145": "[ERROR retrieving ref link]",
    "146": "[ERROR retrieving ref link]",
    "147": "[ERROR retrieving ref link]",
    "148": "[ERROR retrieving ref link]",
    "149": "[ERROR retrieving ref link]",
    "151": "[ERROR retrieving ref link]",
    "152": "[ERROR retrieving ref link]",
    "153": "[ERROR retrieving ref link]",
    "154": "[ERROR retrieving ref link]",
    "155": "[ERROR retrieving ref link]",
    "156": "[ERROR retrieving ref link]",
    "158": "[ERROR retrieving ref link]",
    "160": "[ERROR retrieving ref link]",
    "161": "[ERROR retrieving ref link]",
    "162": "[ERROR retrieving ref link]",
    "164": "[ERROR retrieving ref link]",
    "167": "[ERROR retrieving ref link]",
    "169": "[ERROR retrieving ref link]",
    "170": "[ERROR retrieving ref link]",
    "172": "[ERROR retrieving ref link]",
    "173": "[ERROR retrieving ref link]",
    "174": "[ERROR retrieving ref link]",
    "175": "[ERROR retrieving ref link]",
    "176": "[ERROR retrieving ref link]",
    "178": "[ERROR retrieving ref link]",
    "179": "[ERROR retrieving ref link]",
    "180": "[ERROR retrieving ref link]",
    "181": "https://www.nytimes.com/1993/09/12/obituaries/erich-leinsdorf-81-a-conductor-of-intelligence-and-utility-is-dead.html",
    "182": "[ERROR retrieving ref link]",
    "183": "[ERROR retrieving ref link]",
    "184": "[ERROR retrieving ref link]",
    "185": "[ERROR retrieving ref link]",
    "186": "[ERROR retrieving ref link]",
    "187": "[ERROR retrieving ref link]",
    "188": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "192": "[ERROR retrieving ref link]",
    "193": "[ERROR retrieving ref link]",
    "194": "[ERROR retrieving ref link]",
    "195": "[ERROR retrieving ref link]",
    "196": "[ERROR retrieving ref link]",
    "197": "[ERROR retrieving ref link]",
    "198": "[ERROR retrieving ref link]",
    "200": "[ERROR retrieving ref link]",
    "201": "[ERROR retrieving ref link]",
    "202": "[ERROR retrieving ref link]",
    "203": "[ERROR retrieving ref link]",
    "204": "[ERROR retrieving ref link]",
    "208": "[ERROR retrieving ref link]",
    "209": "[ERROR retrieving ref link]",
    "210": "[ERROR retrieving ref link]",
    "212": "[ERROR retrieving ref link]",
    "213": "[ERROR retrieving ref link]",
    "214": "[ERROR retrieving ref link]",
    "216": "[ERROR retrieving ref link]",
    "217": "[ERROR retrieving ref link]",
    "218": "[ERROR retrieving ref link]",
    "220": "[ERROR retrieving ref link]",
    "221": "[ERROR retrieving ref link]",
    "222": "[ERROR retrieving ref link]",
    "224": "[ERROR retrieving ref link]",
    "225": "[ERROR retrieving ref link]",
    "226": "[ERROR retrieving ref link]",
    "228": "[ERROR retrieving ref link]",
    "229": "[ERROR retrieving ref link]",
    "230": "[ERROR retrieving ref link]",
    "231": "[ERROR retrieving ref link]",
    "232": "[ERROR retrieving ref link]",
    "233": "[ERROR retrieving ref link]",
    "234": "[ERROR retrieving ref link]",
    "235": "[ERROR retrieving ref link]",
    "236": "[ERROR retrieving ref link]",
    "237": "[ERROR retrieving ref link]",
    "239": "[ERROR retrieving ref link]",
    "240": "[ERROR retrieving ref link]",
    "242": "[ERROR retrieving ref link]",
    "243": "[ERROR retrieving ref link]",
    "245": "[ERROR retrieving ref link]",
    "246": "[ERROR retrieving ref link]",
    "248": "[ERROR retrieving ref link]",
    "249": "[ERROR retrieving ref link]",
    "250": "[ERROR retrieving ref link]",
    "252": "[ERROR retrieving ref link]",
    "253": "[ERROR retrieving ref link]",
    "255": "[ERROR retrieving ref link]",
    "256": "[ERROR retrieving ref link]",
    "257": "[ERROR retrieving ref link]",
    "258": "[ERROR retrieving ref link]",
    "259": "[ERROR retrieving ref link]",
    "260": "[ERROR retrieving ref link]",
    "262": "[ERROR retrieving ref link]",
    "264": "[ERROR retrieving ref link]",
    "265": "[ERROR retrieving ref link]",
    "266": "[ERROR retrieving ref link]",
    "267": "[ERROR retrieving ref link]",
    "269": "[ERROR retrieving ref link]",
    "270": "[ERROR retrieving ref link]",
    "272": "[ERROR retrieving ref link]",
    "273": "[ERROR retrieving ref link]",
    "274": "[ERROR retrieving ref link]",
    "276": "[ERROR retrieving ref link]",
    "277": "[ERROR retrieving ref link]",
    "278": "[ERROR retrieving ref link]",
    "279": "[ERROR retrieving ref link]",
    "282": "[ERROR retrieving ref link]",
    "283": "[ERROR retrieving ref link]",
    "285": "[ERROR retrieving ref link]",
    "286": "[ERROR retrieving ref link]",
    "287": "[ERROR retrieving ref link]",
    "288": "[ERROR retrieving ref link]",
    "289": "[ERROR retrieving ref link]",
    "290": "[ERROR retrieving ref link]",
    "291": "[ERROR retrieving ref link]",
    "293": "[ERROR retrieving ref link]",
    "294": "[ERROR retrieving ref link]",
    "295": "[ERROR retrieving ref link]",
    "296": "[ERROR retrieving ref link]",
    "297": "[ERROR retrieving ref link]",
    "298": "[ERROR retrieving ref link]",
    "300": "[ERROR retrieving ref link]",
    "301": "[ERROR retrieving ref link]",
    "302": "[ERROR retrieving ref link]",
    "303": "[ERROR retrieving ref link]",
    "304": "[ERROR retrieving ref link]",
    "305": "[ERROR retrieving ref link]",
    "306": "[ERROR retrieving ref link]",
    "307": "[ERROR retrieving ref link]",
    "308": "[ERROR retrieving ref link]",
    "309": "[ERROR retrieving ref link]",
    "310": "[ERROR retrieving ref link]",
    "312": "[ERROR retrieving ref link]",
    "313": "[ERROR retrieving ref link]",
    "314": "[ERROR retrieving ref link]",
    "315": "[ERROR retrieving ref link]",
    "316": "[ERROR retrieving ref link]",
    "317": "[ERROR retrieving ref link]",
    "318": "[ERROR retrieving ref link]",
    "319": "[ERROR retrieving ref link]",
    "320": "[ERROR retrieving ref link]",
    "321": "[ERROR retrieving ref link]",
    "323": "[ERROR retrieving ref link]",
    "324": "[ERROR retrieving ref link]",
    "325": "[ERROR retrieving ref link]",
    "327": "[ERROR retrieving ref link]",
    "328": "[ERROR retrieving ref link]",
    "329": "[ERROR retrieving ref link]",
    "330": "[ERROR retrieving ref link]",
    "331": "[ERROR retrieving ref link]",
    "332": "[ERROR retrieving ref link]",
    "333": "[ERROR retrieving ref link]",
    "335": "[ERROR retrieving ref link]",
    "336": "[ERROR retrieving ref link]",
    "337": "[ERROR retrieving ref link]",
    "338": "[ERROR retrieving ref link]",
    "339": "[ERROR retrieving ref link]",
    "340": "[ERROR retrieving ref link]",
    "341": "[ERROR retrieving ref link]",
    "342": "[ERROR retrieving ref link]",
    "343": "[ERROR retrieving ref link]",
    "344": "[ERROR retrieving ref link]",
    "345": "[ERROR retrieving ref link]",
    "346": "[ERROR retrieving ref link]",
    "347": "[ERROR retrieving ref link]",
    "348": "[ERROR retrieving ref link]",
    "349": "[ERROR retrieving ref link]",
    "350": "[ERROR retrieving ref link]",
    "351": "[ERROR retrieving ref link]",
    "352": "[ERROR retrieving ref link]",
    "353": "[ERROR retrieving ref link]",
    "354": "[ERROR retrieving ref link]",
    "355": "[ERROR retrieving ref link]",
    "356": "[ERROR retrieving ref link]",
    "357": "[ERROR retrieving ref link]",
    "358": "[ERROR retrieving ref link]",
    "360": "[ERROR retrieving ref link]",
    "361": "[ERROR retrieving ref link]",
    "363": "[ERROR retrieving ref link]",
    "364": "[ERROR retrieving ref link]",
    "365": "[ERROR retrieving ref link]",
    "366": "[ERROR retrieving ref link]",
    "367": "[ERROR retrieving ref link]",
    "368": "[ERROR retrieving ref link]",
    "369": "[ERROR retrieving ref link]",
    "371": "[ERROR retrieving ref link]",
    "372": "[ERROR retrieving ref link]",
    "373": "[ERROR retrieving ref link]",
    "374": "[ERROR retrieving ref link]",
    "375": "[ERROR retrieving ref link]",
    "376": "[ERROR retrieving ref link]",
    "377": "[ERROR retrieving ref link]",
    "379": "[ERROR retrieving ref link]",
    "380": "[ERROR retrieving ref link]",
    "381": "[ERROR retrieving ref link]",
    "382": "[ERROR retrieving ref link]",
    "383": "[ERROR retrieving ref link]",
    "384": "[ERROR retrieving ref link]",
    "385": "[ERROR retrieving ref link]",
    "387": "[ERROR retrieving ref link]",
    "388": "[ERROR retrieving ref link]",
    "389": "[ERROR retrieving ref link]",
    "390": "[ERROR retrieving ref link]",
    "391": "[ERROR retrieving ref link]",
    "392": "[ERROR retrieving ref link]",
    "393": "[ERROR retrieving ref link]",
    "394": "[ERROR retrieving ref link]",
    "396": "[ERROR retrieving ref link]",
    "397": "[ERROR retrieving ref link]",
    "398": "[ERROR retrieving ref link]",
    "400": "[ERROR retrieving ref link]",
    "402": "[ERROR retrieving ref link]",
    "403": "[ERROR retrieving ref link]",
    "404": "[ERROR retrieving ref link]",
    "405": "[ERROR retrieving ref link]",
    "406": "[ERROR retrieving ref link]",
    "407": "[ERROR retrieving ref link]",
    "408": "[ERROR retrieving ref link]",
    "409": "[ERROR retrieving ref link]",
    "410": "[ERROR retrieving ref link]",
    "412": "[ERROR retrieving ref link]",
    "413": "[ERROR retrieving ref link]",
    "415": "[ERROR retrieving ref link]",
    "416": "[ERROR retrieving ref link]",
    "417": "[ERROR retrieving ref link]",
    "418": "[ERROR retrieving ref link]",
    "419": "[ERROR retrieving ref link]",
    "420": "[ERROR retrieving ref link]",
    "421": "[ERROR retrieving ref link]",
    "423": "[ERROR retrieving ref link]",
    "425": "[ERROR retrieving ref link]",
    "426": "[ERROR retrieving ref link]",
    "427": "[ERROR retrieving ref link]",
    "428": "[ERROR retrieving ref link]",
    "429": "[ERROR retrieving ref link]",
    "431": "[ERROR retrieving ref link]",
    "432": "[ERROR retrieving ref link]",
    "433": "[ERROR retrieving ref link]",
    "434": "[ERROR retrieving ref link]",
    "435": "[ERROR retrieving ref link]",
    "437": "[ERROR retrieving ref link]",
    "438": "[ERROR retrieving ref link]",
    "440": "[ERROR retrieving ref link]",
    "441": "[ERROR retrieving ref link]",
    "442": "[ERROR retrieving ref link]",
    "443": "[ERROR retrieving ref link]",
    "444": "[ERROR retrieving ref link]",
    "445": "[ERROR retrieving ref link]",
    "447": "[ERROR retrieving ref link]",
    "448": "[ERROR retrieving ref link]",
    "449": "[ERROR retrieving ref link]",
    "450": "[ERROR retrieving ref link]",
    "452": "[ERROR retrieving ref link]",
    "454": "[ERROR retrieving ref link]",
    "455": "[ERROR retrieving ref link]",
    "457": "[ERROR retrieving ref link]",
    "458": "[ERROR retrieving ref link]",
    "459": "[ERROR retrieving ref link]",
    "460": "[ERROR retrieving ref link]",
    "461": "[ERROR retrieving ref link]",
    "463": "[ERROR retrieving ref link]",
    "464": "[ERROR retrieving ref link]",
    "465": "[ERROR retrieving ref link]",
    "466": "[ERROR retrieving ref link]",
    "467": "[ERROR retrieving ref link]",
    "468": "[ERROR retrieving ref link]",
    "472": "[ERROR retrieving ref link]",
    "473": "[ERROR retrieving ref link]",
    "474": "[ERROR retrieving ref link]",
    "475": "[ERROR retrieving ref link]",
    "476": "[ERROR retrieving ref link]",
    "478": "[ERROR retrieving ref link]",
    "479": "[ERROR retrieving ref link]",
    "480": "[ERROR retrieving ref link]",
    "481": "[ERROR retrieving ref link]",
    "482": "[ERROR retrieving ref link]",
    "483": "[ERROR retrieving ref link]",
    "484": "[ERROR retrieving ref link]",
    "485": "[ERROR retrieving ref link]",
    "486": "[ERROR retrieving ref link]",
    "487": "[ERROR retrieving ref link]",
    "488": "[ERROR retrieving ref link]",
    "490": "[ERROR retrieving ref link]",
    "492": "[ERROR retrieving ref link]",
    "493": "[ERROR retrieving ref link]",
    "494": "[ERROR retrieving ref link]",
    "495": "[ERROR retrieving ref link]",
    "496": "[ERROR retrieving ref link]",
    "497": "[ERROR retrieving ref link]",
    "498": "[ERROR retrieving ref link]",
    "499": "[ERROR retrieving ref link]",
    "501": "[ERROR retrieving ref link]",
    "502": "[ERROR retrieving ref link]",
    "503": "[ERROR retrieving ref link]",
    "505": "[ERROR retrieving ref link]",
    "506": "[ERROR retrieving ref link]",
    "511": "[ERROR retrieving ref link]",
    "517": "[ERROR retrieving ref link]",
    "518": "[ERROR retrieving ref link]",
    "520": "[ERROR retrieving ref link]",
    "521": "[ERROR retrieving ref link]",
    "522": "[ERROR retrieving ref link]",
    "523": "[ERROR retrieving ref link]",
    "524": "[ERROR retrieving ref link]",
    "525": "[ERROR retrieving ref link]",
    "526": "[ERROR retrieving ref link]",
    "527": "[ERROR retrieving ref link]",
    "528": "[ERROR retrieving ref link]",
    "529": "[ERROR retrieving ref link]",
    "531": "[ERROR retrieving ref link]",
    "532": "[ERROR retrieving ref link]",
    "533": "[ERROR retrieving ref link]",
    "534": "[ERROR retrieving ref link]",
    "536": "[ERROR retrieving ref link]",
    "538": "[ERROR retrieving ref link]",
    "539": "[ERROR retrieving ref link]",
    "541": "[ERROR retrieving ref link]",
    "542": "[ERROR retrieving ref link]",
    "543": "[ERROR retrieving ref link]",
    "544": "[ERROR retrieving ref link]",
    "545": "[ERROR retrieving ref link]",
    "547": "[ERROR retrieving ref link]",
    "548": "[ERROR retrieving ref link]",
    "549": "[ERROR retrieving ref link]",
    "550": "[ERROR retrieving ref link]",
    "551": "[ERROR retrieving ref link]",
    "552": "[ERROR retrieving ref link]",
    "553": "[ERROR retrieving ref link]",
    "554": "[ERROR retrieving ref link]",
    "555": "[ERROR retrieving ref link]",
    "556": "[ERROR retrieving ref link]",
    "557": "[ERROR retrieving ref link]",
    "559": "[ERROR retrieving ref link]",
    "560": "[ERROR retrieving ref link]",
    "561": "[ERROR retrieving ref link]",
    "562": "[ERROR retrieving ref link]",
    "564": "[ERROR retrieving ref link]",
    "566": "[ERROR retrieving ref link]",
    "567": "[ERROR retrieving ref link]",
    "568": "[ERROR retrieving ref link]",
    "569": "[ERROR retrieving ref link]",
    "571": "[ERROR retrieving ref link]",
    "573": "[ERROR retrieving ref link]",
    "574": "[ERROR retrieving ref link]",
    "575": "[ERROR retrieving ref link]",
    "576": "[ERROR retrieving ref link]",
    "578": "[ERROR retrieving ref link]",
    "579": "[ERROR retrieving ref link]",
    "580": "[ERROR retrieving ref link]",
    "582": "[ERROR retrieving ref link]",
    "583": "[ERROR retrieving ref link]",
    "584": "[ERROR retrieving ref link]",
    "585": "[ERROR retrieving ref link]",
    "586": "[ERROR retrieving ref link]",
    "587": "[ERROR retrieving ref link]",
    "589": "[ERROR retrieving ref link]",
    "590": "[ERROR retrieving ref link]",
    "591": "[ERROR retrieving ref link]",
    "593": "[ERROR retrieving ref link]",
    "594": "[ERROR retrieving ref link]",
    "595": "[ERROR retrieving ref link]",
    "597": "[ERROR retrieving ref link]",
    "599": "[ERROR retrieving ref link]",
    "600": "[ERROR retrieving ref link]",
    "602": "[ERROR retrieving ref link]",
    "603": "[ERROR retrieving ref link]",
    "605": "[ERROR retrieving ref link]",
    "606": "[ERROR retrieving ref link]",
    "607": "[ERROR retrieving ref link]",
    "608": "https://www.nytimes.com/1981/01/11/arts/felix-galimir-recalls-berg-and-webern-in-vienna.html",
    "609": "[ERROR retrieving ref link]",
    "610": "[ERROR retrieving ref link]",
    "611": "[ERROR retrieving ref link]",
    "615": "[ERROR retrieving ref link]",
    "616": "[ERROR retrieving ref link]",
    "617": "[ERROR retrieving ref link]",
    "619": "[ERROR retrieving ref link]",
    "620": "[ERROR retrieving ref link]",
    "622": "[ERROR retrieving ref link]",
    "623": "[ERROR retrieving ref link]",
    "624": "[ERROR retrieving ref link]",
    "625": "[ERROR retrieving ref link]",
    "626": "[ERROR retrieving ref link]",
    "628": "[ERROR retrieving ref link]",
    "630": "[ERROR retrieving ref link]",
    "632": "[ERROR retrieving ref link]",
    "633": "[ERROR retrieving ref link]",
    "634": "[ERROR retrieving ref link]",
    "635": "[ERROR retrieving ref link]",
    "637": "[ERROR retrieving ref link]",
    "638": "[ERROR retrieving ref link]",
    "639": "[ERROR retrieving ref link]",
    "640": "[ERROR retrieving ref link]",
    "641": "[ERROR retrieving ref link]",
    "642": "[ERROR retrieving ref link]",
    "643": "[ERROR retrieving ref link]",
    "644": "[ERROR retrieving ref link]",
    "645": "[ERROR retrieving ref link]",
    "646": "[ERROR retrieving ref link]",
    "647": "[ERROR retrieving ref link]",
    "648": "[ERROR retrieving ref link]",
    "649": "[ERROR retrieving ref link]",
    "651": "[ERROR retrieving ref link]",
    "652": "[ERROR retrieving ref link]",
    "654": "[ERROR retrieving ref link]",
    "655": "[ERROR retrieving ref link]",
    "656": "[ERROR retrieving ref link]",
    "657": "[ERROR retrieving ref link]",
    "658": "[ERROR retrieving ref link]",
    "659": "[ERROR retrieving ref link]",
    "660": "[ERROR retrieving ref link]",
    "662": "[ERROR retrieving ref link]",
    "663": "[ERROR retrieving ref link]",
    "664": "[ERROR retrieving ref link]",
    "665": "[ERROR retrieving ref link]",
    "666": "[ERROR retrieving ref link]",
    "667": "[ERROR retrieving ref link]",
    "669": "[ERROR retrieving ref link]",
    "670": "[ERROR retrieving ref link]",
    "671": "[ERROR retrieving ref link]",
    "672": "[ERROR retrieving ref link]",
    "674": "[ERROR retrieving ref link]",
    "675": "[ERROR retrieving ref link]",
    "676": "[ERROR retrieving ref link]",
    "677": "[ERROR retrieving ref link]",
    "678": "[ERROR retrieving ref link]",
    "679": "[ERROR retrieving ref link]",
    "680": "[ERROR retrieving ref link]",
    "681": "[ERROR retrieving ref link]",
    "682": "[ERROR retrieving ref link]",
    "683": "[ERROR retrieving ref link]",
    "684": "[ERROR retrieving ref link]",
    "685": "[ERROR retrieving ref link]",
    "687": "[ERROR retrieving ref link]",
    "688": "[ERROR retrieving ref link]",
    "689": "[ERROR retrieving ref link]",
    "690": "[ERROR retrieving ref link]",
    "691": "[ERROR retrieving ref link]",
    "692": "[ERROR retrieving ref link]",
    "693": "[ERROR retrieving ref link]",
    "696": "[ERROR retrieving ref link]",
    "697": "[ERROR retrieving ref link]",
    "698": "[ERROR retrieving ref link]",
    "699": "[ERROR retrieving ref link]",
    "700": "[ERROR retrieving ref link]",
    "702": "[ERROR retrieving ref link]",
    "705": "[ERROR retrieving ref link]",
    "706": "[ERROR retrieving ref link]",
    "707": "[ERROR retrieving ref link]",
    "709": "[ERROR retrieving ref link]",
    "710": "https://www.nytimes.com/1983/06/30/arts/critic-s-notebook-re-evaluations-of-webern-s-music.html",
    "711": "[ERROR retrieving ref link]",
    "712": "[ERROR retrieving ref link]",
    "713": "[ERROR retrieving ref link]",
    "714": "[ERROR retrieving ref link]",
    "715": "[ERROR retrieving ref link]",
    "716": "[ERROR retrieving ref link]",
    "718": "[ERROR retrieving ref link]",
    "719": "[ERROR retrieving ref link]",
    "721": "[ERROR retrieving ref link]",
    "722": "[ERROR retrieving ref link]",
    "723": "[ERROR retrieving ref link]",
    "724": "[ERROR retrieving ref link]",
    "725": "[ERROR retrieving ref link]",
    "726": "[ERROR retrieving ref link]",
    "727": "[ERROR retrieving ref link]",
    "728": "[ERROR retrieving ref link]",
    "729": "[ERROR retrieving ref link]",
    "731": "[ERROR retrieving ref link]",
    "732": "[ERROR retrieving ref link]",
    "734": "[ERROR retrieving ref link]",
    "735": "[ERROR retrieving ref link]",
    "737": "[ERROR retrieving ref link]",
    "738": "[ERROR retrieving ref link]",
    "739": "[ERROR retrieving ref link]",
    "740": "[ERROR retrieving ref link]",
    "741": "[ERROR retrieving ref link]",
    "743": "[ERROR retrieving ref link]",
    "745": "[ERROR retrieving ref link]",
    "746": "[ERROR retrieving ref link]",
    "748": "[ERROR retrieving ref link]",
    "749": "[ERROR retrieving ref link]",
    "750": "[ERROR retrieving ref link]",
    "751": "[ERROR retrieving ref link]",
    "752": "[ERROR retrieving ref link]",
    "754": "[ERROR retrieving ref link]",
    "755": "[ERROR retrieving ref link]",
    "756": "[ERROR retrieving ref link]",
    "758": "[ERROR retrieving ref link]",
    "759": "[ERROR retrieving ref link]",
    "760": "[ERROR retrieving ref link]",
    "762": "[ERROR retrieving ref link]",
    "763": "[ERROR retrieving ref link]",
    "764": "[ERROR retrieving ref link]",
    "765": "[ERROR retrieving ref link]",
    "766": "[ERROR retrieving ref link]",
    "767": "[ERROR retrieving ref link]",
    "769": "https://www.nytimes.com/2022/07/01/arts/music/richard-taruskin-dead.html",
    "770": "[ERROR retrieving ref link]",
    "772": "[ERROR retrieving ref link]",
    "773": "[ERROR retrieving ref link]",
    "774": "[ERROR retrieving ref link]",
    "775": "[ERROR retrieving ref link]",
    "776": "[ERROR retrieving ref link]",
    "777": "[ERROR retrieving ref link]",
    "778": "[ERROR retrieving ref link]",
    "779": "[ERROR retrieving ref link]",
    "781": "[ERROR retrieving ref link]",
    "782": "[ERROR retrieving ref link]",
    "783": "[ERROR retrieving ref link]",
    "784": "[ERROR retrieving ref link]",
    "786": "[ERROR retrieving ref link]",
    "787": "[ERROR retrieving ref link]",
    "788": "[ERROR retrieving ref link]",
    "789": "[ERROR retrieving ref link]",
    "791": "[ERROR retrieving ref link]",
    "792": "[ERROR retrieving ref link]",
    "793": "[ERROR retrieving ref link]",
    "794": "[ERROR retrieving ref link]",
    "796": "[ERROR retrieving ref link]",
    "797": "[ERROR retrieving ref link]",
    "798": "[ERROR retrieving ref link]",
    "800": "[ERROR retrieving ref link]"
  },
  "flair_entities": [
    "leipzig",
    "weberns'",
    "dw] rochberg",
    "mann",
    "strasbourg",
    "canto xxxi",
    "wörthersee",
    "fahr hin, o seel'\"",
    "adolf hitler",
    "gesualdo",
    "steuermann",
    "grossglockner",
    "schlee",
    "german-speaking",
    "felix greissle",
    "lamprechtsberg",
    "romantic",
    "contredanses",
    "willem mengelberg",
    "mahler",
    "starnbergersee",
    "les sept princesses",
    "nazi",
    "imperial vienna",
    "berceuses du chat",
    "ignaz seipel",
    "hodin",
    "treasure waltz",
    "western",
    "eduard steuermann",
    "erich schmid",
    "mittersill",
    "kraus",
    "kopelent",
    "pan'?\"",
    "paris.",
    "graz",
    "six german dances",
    "society for private musical performances",
    "romantische ouvertüre",
    "an der preglhof",
    "milton babbitt",
    "bayerischer rundfunk",
    "west berlin",
    "stettin",
    "great depression",
    "der wegweiser",
    "renaissance",
    "op",
    "koralpe",
    "abendland iii",
    "le ménestrel",
    "zar und zimmermann",
    "david josef bach",
    "ax] berg",
    "dimitri mitropoulos",
    "zigeunerbaron",
    "berlin",
    "on the dodecaphonic method of composition",
    "hans pfitzner",
    "string] quartet",
    "lydia davydova",
    "vaughan williams' pastoral symphony",
    "herbert eimert",
    "oliver korte",
    "lachenmann",
    "bleiburg",
    "maeterlinck",
    "anti-german",
    "german",
    "nazism",
    "pan-german",
    "central europe",
    "sofia gubaidulina",
    "old testament",
    "lob der kritik",
    "sidonie goossens",
    "boulez",
    "anbruch  [de]",
    "shreffler's",
    "barbiere di siviglia",
    "schatz-walzer",
    "alpinism",
    "arbeiter-sinfonie-konzerte",
    "zhdanov doctrine",
    "séraphîta",
    "moderner abend",
    "vienna volksoper",
    "brahms",
    "world war i",
    "ihr bild",
    "maria enzersdorf",
    "joseph hueber",
    "romanze",
    "string trio",
    "sweet dreams",
    "diez",
    "louise",
    "potter",
    "gottfried michael koenig",
    "wagner society",
    "frank zappa",
    "new music",
    "austrian civil war",
    "heinrich isaac",
    "munich",
    "rainer maria rilke",
    "skandalkonzert",
    "hendrik andriessen",
    "albrecht dürer gesellschaft",
    "jalowetz",
    "lortzing's waffenschmied",
    "martin zenck",
    "swedenborgian",
    "winterreise",
    "deutsches landestheater prague",
    "viennese webern",
    "monteverdi",
    "gabrieli",
    "rudi van dantzig",
    "second viennese",
    "austria",
    "richard dehmel",
    "league of composers",
    "volksoper",
    "schwarzes wien",
    "brecht–eisler solidaritätslied",
    "fascist austria",
    "votre faust",
    "ian pace",
    "mirjams siegesgesang",
    "greater germany",
    "paradiso",
    "vogelhändler",
    "innsbruck",
    "ligeti",
    "russian",
    "dolbin",
    "baroque",
    "mozart",
    "max dvořák",
    "europe",
    "world war i  as world war i",
    "deutsche tänze",
    "danziger zeitung",
    "willi reich",
    "görgi",
    "walter kolneder",
    "schwabegg",
    "heimatkunst",
    "rosaleen moldenhauer",
    "segantini",
    "wiese im park",
    "wilhelm furtwängler",
    "schott music",
    "alban berg",
    "moritz von schwind",
    "kathryn bailey puffett",
    "alma",
    "anninger",
    "hans",
    "mark berry",
    "schubertian",
    "meager",
    "johannes brahms",
    "eimert",
    "nono",
    "josef humplik",
    "anne teresa de keersmaeker",
    "sprach zarathustra",
    "george balanchine",
    "liszt's arbeiterchor",
    "england",
    "bartók",
    "wintermärchen",
    "balzac",
    "schattendorfer urteil",
    "nazi party",
    "graf von luxemburg",
    "weberns",
    "babbitt",
    "robert beyer",
    "new york philharmonic",
    "moscow",
    "du bist die ruh",
    "chopin's op",
    "webern  anton webern",
    "chamber concerto",
    "der knabe und das immlein",
    "goethe-lieder",
    "bruno maderna",
    "kruschchev",
    "bach",
    "dy] ligeti",
    "lehár",
    "amalie",
    "kinderstück",
    "thomas mann",
    "schoenberg",
    "franz rederer",
    "rotes wien",
    "austrians",
    "beethoven",
    "rochberg",
    "julie brown",
    "edison denisov",
    "johann sebastian bach",
    "concerto for nine instruments",
    "civic theater",
    "austrian association of workers choir",
    "joseph",
    "social democratic",
    "tom von dreger",
    "gustav klimt",
    "khrushchev thaw",
    "die jakobsleiter",
    "piano quintet",
    "erwin ratz",
    "busoni",
    "minna",
    "von flotow",
    "kriegswirtschaftliches ermächtigungsgesetz",
    "rudolf ploderer",
    "wolf-eberhard von lewinski",
    "for krasner",
    "dmitri smirnov",
    "russia",
    "el] burkholder",
    "polnauer",
    "ernst krenek",
    "pierrot",
    "john cage",
    "arnold schoenberg",
    "bolshevism",
    "klagenfurt",
    "klavierstück",
    "kanonisierung",
    "moscow conservatory",
    "alfred schlee",
    "otto bauer",
    "denisov",
    "werner reinhart",
    "eduard hanslick",
    "franklin cox",
    "schneealpe",
    "oppenheimer",
    "trisha brown",
    "igor blazhkov",
    "pamela m",
    "craft",
    "miller",
    "franz wickhoff",
    "wellesz",
    "grigory shneyerson",
    "pavel blatný",
    "gaisstein",
    "rudolf kurzman",
    "delius",
    "friedrich-wilhelm-schützenhaus  [de]",
    "strauss ii",
    "pál kadosa",
    "peter stadlen",
    "in einer lichten rose",
    "waldheimat",
    "glenn watkins",
    "social democrats'",
    "prague",
    "kamp",
    "das neue reich",
    "preis der stadt wien für musik",
    "alfred adler",
    "fascist italy",
    "laurenz müllner",
    "vienna philharmonic",
    "lieder  during",
    "imperial",
    "fall",
    "fledermaus",
    "mürzzuschlag",
    "symphony of a thousand",
    "ich fühle luft von anderen planeten",
    "bad teplitz",
    "marcel rubin",
    "catholic church",
    "ue",
    "strauss",
    "volkonsky",
    "glen tetley",
    "langsamer satz",
    "richard taruskin",
    "benjamin britten",
    "austrofascist vienna",
    "scherchen",
    "gabriel",
    "vladimir martynov",
    "post-stalinist",
    "judenknecht",
    "entartete musik",
    "marguerite gradmann-lüscher",
    "emil stumpp",
    "fragments on wagner\")",
    "maria yudina",
    "krenek",
    "les noces",
    "red vienna",
    "christian",
    "choralis constantinus",
    "bucolic heimat  webern",
    "karel goeyvaerts",
    "catholic",
    "canadian",
    "nazi germany",
    "mark brunswick",
    "johannes paul thilman",
    "zossen",
    "webern's",
    "luigi dallapiccola",
    "john cranko",
    "hugo heller  [de]'",
    "an meine mutter",
    "new york",
    "peter rosegger",
    "webern and his followers",
    "bq] wagner",
    "nicholas cook",
    "novák",
    "theodor storm",
    "gradmann-lüscher",
    "berthold goldschmidt",
    "karl böhm",
    "denk es, o seele",
    "morton feldman",
    "moldenhauers",
    "anthony pople",
    "pousseur",
    "alexei lubimov",
    "taruskin",
    "brezhnev stagnation",
    "györgy kurtág",
    "jewish",
    "juilliard",
    "heinrich jalowetz",
    "allen forte",
    "wassily kandinsky",
    "gustav mahler",
    "the new york times",
    "the gypsy baron",
    "rosamunde",
    "alois hába",
    "barbara pentland",
    "jone",
    "hagenbund",
    "violin concerto",
    "pierre boulez",
    "erts",
    "puccini",
    "alps",
    "walzertraum",
    "louis lambert",
    "international society for contemporary music",
    "rita kurzmann-leuchter",
    "trakl",
    "post-webernism",
    "krasner",
    "josef polnauer",
    "alfred schnittke",
    "christ",
    "peter",
    "twelve ton rose",
    "interwar vienna",
    "ferdinand hodler",
    "rosegger",
    "empire  marriage  webern",
    "tim page",
    "darstellende kunst",
    "geschiedene frau",
    "klimt",
    "olmütz",
    "austrofascists",
    "passacaglia",
    "othmar steinbauer",
    "brno",
    "wagnerian",
    "die schöne müllerin",
    "venice festival of contemporary music",
    "soviet",
    "nicolas",
    "social democrat",
    "khrennikov",
    "gustav falke",
    "schoenberg et son école",
    "schnittke",
    "jones' geisha",
    "darmstadt",
    "marek kopelent",
    "geer",
    "pierrot lunaire",
    "emil hertzka",
    "david h.",
    "franz joseph i",
    "alexander zemlinsky",
    "paul-sacher-stiftung  [de]",
    "entartete kunst",
    "eduard artemyev",
    "vienna festival",
    "bad ischl's kurorchester",
    "musik-akademie der stadt basel",
    "kindertotenlieder",
    "new york school",
    "boris tischenko",
    "anne c",
    "universal edition",
    "tränenregen",
    "reich",
    "satie",
    "france",
    "engelbert dollfuss",
    "george rochberg",
    "stefan george",
    "viktor suslin",
    "margaret",
    "glenn gould",
    "edwin komauer",
    "der blaue reiter",
    "cold war",
    "goethe",
    "society for private musical performances  webern",
    "martha graham",
    "italian",
    "germans",
    "armand machabey",
    "rosenburg-mold",
    "strindberg",
    "franco-flemish school",
    "arbeiter-zeitung",
    "hildegard jone",
    "provisional national assembly",
    "hugo wolf",
    "german dances",
    "manfred",
    "anschluss  krasner",
    "winterthur stadthaus",
    "franz werfel",
    "johann strauss ii",
    "elliott carter",
    "webern's op",
    "mödling district",
    "wolf",
    "lortzing",
    "felix galimir",
    "luigi nono",
    "franz brendel",
    "charpentier",
    "orchester musikkollegium winterthur",
    "george robert",
    "künstlerhilfe wien",
    "isaac",
    "english",
    "germany",
    "mödling männergesangverein",
    "democrat",
    "announcement of intellectual vienna",
    "peter burkholder",
    "julian johnson",
    "dj bach",
    "max deutsch",
    "operetta",
    "european",
    "deutsche oper berlin",
    "lebe wohl",
    "schütz",
    "hermann scherchen",
    "symphony no",
    "heimat",
    "rudolf kolisch",
    "schiele",
    "no more play",
    "ignm-sektion österreich",
    "first viennese school",
    "ignm-sektion basel",
    "goethean",
    "kurzmann-leuchter",
    "sylvano bussotti",
    "austrian nazis",
    "national socialism",
    "pascal decroupet",
    "webern",
    "george's försterchristl",
    "romanticism",
    "die sieben prinzessinnen",
    "henri",
    "iscm london op",
    "endre szervánszky",
    "der vollmond strahlt auf bergeshöhn",
    "swedenborg",
    "joseph n .",
    "nazi austria",
    "[bz] liszt",
    "kurt schuschnigg",
    "alladine et palomides",
    "prussian academy of arts",
    "herschkowitz",
    "central european",
    "satz",
    "fall's dollarprinzessin",
    "belle hélène",
    "society",
    "sergei slonimsky",
    "der zigeunerbaron",
    "einheitsliste",
    "jakob böhme",
    "tallis",
    "singverein der sozialdemokratischen kunstelle",
    "wagner",
    "debussy",
    "schubert",
    "martin kaltenecker",
    "korngold",
    "karetnikov",
    "im sommerwind",
    "lustige witwe",
    "gurre-lieder",
    "wilhelmine \"minna\" mörtl",
    "prélude à l'après-midi d'un faune",
    "alpensinfonie",
    "mödling",
    "tischenko",
    "hartmann",
    "re",
    "berthold viertel",
    "christian thorau",
    "till damaskus",
    "second viennese school",
    "berg's opp",
    "trittico della natura",
    "komauer",
    "semmering",
    "sozialdemokratische kunststelle",
    "opus 1",
    "erwin stein",
    "hans schmidt-isserstedt",
    "iron curtain",
    "preglhof",
    "egon wellesz",
    "erich leinsdorf",
    "hitler",
    "adler",
    "wiener schubertbund 1921",
    "darmstädter ferienkurse",
    "philip herschkowitz",
    "swiss",
    "his brothers",
    "pfitzner",
    "darmstädter tagblatt  [de]",
    "red army",
    "ravag",
    "salome",
    "kurhaus semmering",
    "frankfurt school",
    "europe  in eastern europe",
    "bruckner",
    "otto jokl  [de]",
    "naturphilosophie",
    "bbc symphony",
    "lieder",
    "messiaen",
    "vienna künstlerhaus",
    "galimir quartet",
    "webern bach",
    "akademie für musik",
    "liszt",
    "ogenblikken",
    "freie typographia",
    "andrei volkonsky",
    "schumann",
    "kholopov",
    "new york city ballet",
    "schmid",
    "bruno wille",
    "moldenhauers'",
    "austrian",
    "gérard frémy",
    "in praeludium",
    "episodes i and ii",
    "hans rosbaud",
    "dante",
    "bahr",
    "stein",
    "anschluss",
    "karl amadeus hartmann",
    "verklärte nacht",
    "robert craft",
    "french",
    "wien",
    "martin scherzinger",
    "walter kägi  op",
    "barcelona",
    "behemoth",
    "die reichspost",
    "carl prohaska  [de]'",
    "antwoord gevend [eb",
    "felix meyer",
    "victor ekimovsky",
    "romantic lied",
    "reger",
    "hueber",
    "hören",
    "university of vienna",
    "kabarett",
    "shreffler",
    "theosophy",
    "ferdinand avenarius",
    "viennese",
    "webern mein kampf",
    "kofi agawu",
    "contes d'hoffmann",
    "richard strauss",
    "theodor adorno",
    "pelléas et mélisande",
    "der weg zur neuen musik",
    "hermann bahr",
    "jokl",
    "ernst diez  [de]",
    "oscar pollak",
    "yuri kholopov",
    "der kampf",
    "felix khuner",
    "humplik",
    "german kulturnation",
    "us",
    "bolshevist",
    "zeller",
    "paul baumgartner",
    "danzig",
    "franz neumann",
    "eastern alps",
    "holocaust",
    "urpflanze",
    "jone's lumen",
    "wiener zeitung",
    "schubert lieder",
    "nikolai karetnikov",
    "bbc",
    "hugo winter",
    "greta wilheim",
    "karl kraus",
    "vera christiana religio",
    "karl renner",
    "offenbach",
    "der kurier",
    "the aging of the new music",
    "on music living and dead",
    "derrick puffett",
    "elena firsova",
    "carl von webern",
    "andreas holzer",
    "nacht in venedig",
    "pribaoutki",
    "adorno",
    "wozzeck",
    "jiří kylián",
    "über das geistige in der kunst",
    "nietzschean",
    "marie gutheil-schoder",
    "kokoschka",
    "austria-hungary",
    "columbia records",
    "ernst décsey",
    "ferneyhough",
    "stumpp",
    "hochschober",
    "max oppenheimer",
    "protestant germany",
    "venice",
    "hans mersmann",
    "johnson",
    "louis krasner",
    "ludwig thuille",
    "schoenberg rosegger",
    "heinz-klaus metzger",
    "hartmut krones",
    "reichsmusikkammer künstlerdank",
    "rosa",
    "bailey puffett",
    "kurt list",
    "weg zur neuen musik",
    "jews",
    "kenneth anthony wright",
    "bayreuth",
    "sommerwind",
    "opp",
    "werden–sein–vergehen",
    "ravel",
    "jacob lutte",
    "rossini",
    "rederer",
    "iscm",
    "salka viertel",
    "benno mattl",
    "stravinsky",
    "metamorphosis of plants",
    "nazis'",
    "hans humpelstetter",
    "dallapiccola",
    "christian wolff",
    "oskar kokoschka",
    "straus",
    "georg trakl",
    "greissle",
    "rené leibowitz",
    "alma mahler",
    "reihe",
    "aaron copland",
    "egon schiele",
    "john ruskin",
    "berg",
    "gleichschaltung",
    "zemlinsky",
    "theodor innitzer",
    "guido adler",
    "kristallnacht",
    "maria",
    "lukas näf",
    "bloc  webern",
    "hungarian revolution",
    "arnold böcklin",
    "zionist schoenberg",
    "klangfelder",
    "world war ii",
    "stockhausen",
    "sebastian wedler",
    "hochschwab",
    "das sonnenlicht spricht",
    "neo-hegelian",
    "nazis",
    "london",
    "carnegie hall",
    "giovanni segantini",
    "allentsteig",
    "czechs",
    "webern's opp",
    "election day",
    "watkins",
    "felix aprahamian",
    "il seraglio",
    "l'orfeo",
    "pregholf",
    "bernd alois zimmermann",
    "lendkanal",
    "winterthur",
    "charles rosen",
    "tot",
    "anton",
    "vienna",
    "social democrats"
  ]
}