{
  "title": "Azerbaijan_Airlines_Flight_8243",
  "url": "https://en.wikipedia.org/wiki/Azerbaijan_Airlines_Flight_8243",
  "summary": "Azerbaijan Airlines Flight 8243 was a scheduled international passenger flight from Heydar Aliyev International Airport in Baku, Azerbaijan, to Kadyrov Grozny International Airport near Grozny, Russia. On 25 December 2024, the Embraer 190AR operating the Azerbaijan Airlines flight was severely damaged by what is believed to be a Russian surface-to-air missile during the aircraft's approach to Grozny. The aircraft attempted to divert but ultimately crashed near Aktau International Airport in Kazakhstan with 62 passengers and 5 crew on board. Of those 67 people, 38 died in the accident, including both of the pilots and a flight attendant, while 29 people survived with injuries.\nApproximately 40 minutes after takeoff, as the aircraft entered Russian airspace and neared Grozny, the crew reported losing GPS navigational aids, due to jamming. Foggy conditions were also reported by the airport. As the plane approached its destination, 81 minutes into the flight, passengers reported an explosion and shrapnel striking the aircraft. In radio transmissions, the pilots attributed the event to a bird strike and requested a diversion. They initiated emergency protocols, including squawking 7700 on the transponder, and redirected the flight over the Caspian Sea toward Aktau.\nHowever, images from the crash scene revealed perforated holes in the tail section, damage that experts deemed inconsistent with a bird strike but resembling the impact of a surface-to-air missile. On 26 December Euronews reported that, citing Azerbaijani government sources, the plane had been hit mid-flight by a Russian missile during efforts to repel a Ukrainian drone attack on Grozny Airport. Shrapnel from the blast injured several passengers and cabin crew. On 27 December, The New York Times reported that Azerbaijani investigators believed a Russian Pantsir-S1 air-defence system had damaged the plane before it crashed.\nOn 28 December Russian President Vladimir Putin apologised to the President of Azerbaijan, Ilham Aliyev, for the \"tragic incident\" involving the aircraft in Russian airspace. He stated that Ukrainian drones had been targeting Grozny at the time and that Russian air defences had repelled these attacks, but he did not confirm that the flight had been shot down or acknowledge Russian responsibility. On 29 December, President Aliyev said that Russia had accidentally shot down the plane, accused Russia of attempting to obfuscate and \"hush up\" the crash, and demanded a full admission of guilt, punishment for those responsible, and compensation for the victims and their families.",
  "content": [
    {
      "section_title": "Accident",
      "section_content": [
        {
          "sentence": "The aircraft took off from Heydar Aliyev International Airport, Baku, at 07:55 AZT (Azerbaijan Time) [a] on a flight to Kadyrov Grozny International Airport",
          "refs": []
        },
        {
          "sentence": "Approximately 40 minutes after takeoff, as the aircraft entered Russian airspace near Grozny, the crew reported to air traffic control that it had lost GPS navigational aids",
          "refs": []
        },
        {
          "sentence": "At the same time, the aircraft's Automatic Dependent Surveillance–Broadcast (ADS-B) signal, a system used for real-time aircraft tracking, also disappeared",
          "refs": []
        },
        {
          "sentence": "These occurrences strongly indicate that the aircraft was subjected to \"GPS jamming.\"  Such interference is prohibited under international regulations established by the International Telecommunication Union and the International Civil Aviation Organization,  both of which count Russia as a member",
          "refs": [
            "https://www.bbc.co.uk/news/articles/cvgp3qx0q7wo",
            "https://www.flightradar24.com/blog/azerbaijan-airlines-e190-crashes-near-aktau/",
            "https://www.themoscowtimes.com/2024/12/25/38-killed-after-azerbaijan-airlines-plane-crashes-in-kazakhstan-a87449",
            "https://apnews.com/article/azerbaijan-airliner-crash-kazakhstan-aktau-a655474030a347a5a7ddda3a77bbeddc"
          ]
        },
        {
          "sentence": "Despite these regulations, GPS jamming has been employed by the Russian military to counter Ukrainian drone operations",
          "refs": []
        },
        {
          "sentence": "GPS jamming has become a recurring issue for flights and is frequently encountered when entering Russian airspace",
          "refs": []
        },
        {
          "sentence": "According to ATC transcripts, without GPS, the crew requested a non-directional beacon approach to runway 26",
          "refs": []
        },
        {
          "sentence": "They were cleared to approach at 08:50 AZT (07:50 MSK, local time in Grozny), but due to the fog, the crew aborted the landing and initiated a go-around",
          "refs": []
        },
        {
          "sentence": "They were cleared for a second landing attempt at 09:10 AZT (08:10 MSK), but again due to the fog, the crew aborted the landing and the crew informed controllers that they would be returning to Baku",
          "refs": []
        },
        {
          "sentence": "As the plane departed Grozny, passengers reported an explosion and shrapnel striking the aircraft",
          "refs": []
        },
        {
          "sentence": "At 09:16 AZT the crew reported a \"control failure\" due to a \"bird strike in the cockpit.\"  They asked to divert to Mineralnye Vody Airport, but upon hearing the weather, asked instead to divert to Uytash Airport in Makhachkala",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://asn.flightsafety.org/wikibase/468275"
          ]
        },
        {
          "sentence": "Shortly after, at 09:22 AZT, the crew reported a hydraulics failure",
          "refs": []
        },
        {
          "sentence": "Air traffic controllers told the crew not to attempt a landing in Makhachkala due to poor weather",
          "refs": [
            "https://asn.flightsafety.org/wikibase/468275"
          ]
        },
        {
          "sentence": "The crew issued a distress signal by squawking 7700 at 09:25, reporting a failure of the control system",
          "refs": [
            "https://qaz.ulysmedia.kz/news/24189-aktaudagy-ushak-apaty-ekipazh-ben-dispetcherdin-soileskenderi-zhariialandy/",
            "https://avherald.com/h?article=521fd4fb&opt=0"
          ]
        },
        {
          "sentence": "At 09:27 AZT, the flight was instructed to contact the Rostov area control center",
          "refs": [
            "https://www.nbcnews.com/news/world/azerbaijan-airlines-passenger-plane-crashes-aktau-kazakhstan-rcna183561"
          ]
        },
        {
          "sentence": "At 09:49 the pilots requested an emergency landing at Aktau International Airport and attempted to manage the approach in direct mode,  with the estimated landing time set for 10:25 (11:25 Kazakhstan time AQTT, UTC+05:00)",
          "refs": [
            "https://www.interfax.ru/russia/1000530"
          ]
        },
        {
          "sentence": "At 10:00 (11:00 AQTT), the Emergency Situations Department of the Mangystau Region sent emergency response teams and resources to Aktau airport",
          "refs": [
            "https://www.theguardian.com/world/2024/dec/25/kazakhstan-plane-crash-aktau-azerbaijan-airlines-baku-grozny-fog-chechnya"
          ]
        },
        {
          "sentence": "The plane entered Kazakh airspace at 10:02,  reappearing on ADS-B at 10:07 while flying over the Caspian Sea towards Aktau",
          "refs": [
            "https://www.gov.kz/memleket/entities/emer/press/news/details/909151?lang=kk"
          ]
        },
        {
          "sentence": "Altitude and speed data from ADS-B transmissions indicated the aircraft experienced extremely varying altitude and speed values",
          "refs": [
            "https://www.interfax.ru/russia/1000530",
            "https://www.flightradar24.com/blog/azerbaijan-airlines-e190-crashes-near-aktau/"
          ]
        },
        {
          "sentence": "Unable to land at the first attempt, the aircraft initiated a go-around manoeuvre to re-position for another runway approach",
          "refs": []
        },
        {
          "sentence": "As it was making a third turn, at 10:28, communication between the pilots and air traffic control was lost",
          "refs": [
            "https://en.inform.kz/news/chronology-of-the-azerbaijan-airlines-plane-crash-near-aktau-b42249/"
          ]
        },
        {
          "sentence": "At 10:30, the airliner struck the ground three kilometres (1.9 mi; 1.6 nmi) from the airport,  with its right wing hitting first",
          "refs": [
            "https://report.az/en/incident/kazakh-transport-ministry-azal-plane-made-two-turns-in-airspace-before-crash/",
            "https://www.gov.kz/memleket/entities/emer/press/news/details/909151?lang=kk"
          ]
        },
        {
          "sentence": "It then tumbled, exploded, and broke into two major pieces",
          "refs": [
            "https://kaz.tengrinews.kz/my-country/kaygyilyi-okigaga-deyn-aktau-auejayyi-kalay-ushaktyi-364410/"
          ]
        },
        {
          "sentence": "The explosion, combined with the fire that broke out after the plane crashed, destroyed the front section of the plane",
          "refs": []
        },
        {
          "sentence": "The tail section of the plane came to rest upside down away from the main wreckage, and remained largely intact",
          "refs": [
            "https://kaz.tengrinews.kz/my-country/kaygyilyi-okigaga-deyn-aktau-auejayyi-kalay-ushaktyi-364410/",
            "https://www.airwaysmag.com/new-post/azerbaijan-airlines-e190-crashes-in-kazakhstan"
          ]
        },
        {
          "sentence": "The crash was captured on video, which showed that the landing gear was deployed when the plane hit the ground",
          "refs": [
            "https://apnews.com/article/azerbaijan-airliner-crash-aktau-kazakstan-embraer-872800d95273ee96e0950192a32e5228",
            "https://kaz.tengrinews.kz/my-country/kaygyilyi-okigaga-deyn-aktau-auejayyi-kalay-ushaktyi-364410/"
          ]
        },
        {
          "sentence": "In response, additional resources and personnel from the Emergency Situations Department, initially stationed at the Aktau airport, arrived at the scene at 10:35 and were deployed at an elevated emergency rank, extinguishing the fire by 11:05 AZT (12:05 AQTT)",
          "refs": [
            "https://www.nytimes.com/2024/12/25/world/europe/kazakhstan-plane-crash.html",
            "https://kaz.tengrinews.kz/my-country/kaygyilyi-okigaga-deyn-aktau-auejayyi-kalay-ushaktyi-364410/"
          ]
        },
        {
          "sentence": "A surviving crew member said that the pilots initially ordered them to prepare for a water landing before changing to a ground landing",
          "refs": [
            "https://www.theguardian.com/world/2024/dec/25/kazakhstan-plane-crash-aktau-azerbaijan-airlines-baku-grozny-fog-chechnya",
            "https://www.bbc.com/news/articles/cjwl1e6895qo",
            "https://www.gov.kz/memleket/entities/emer/press/news/details/909151?lang=kk"
          ]
        },
        {
          "sentence": "Of the 67 people on board, 29 survived, and 38 died",
          "refs": []
        },
        {
          "sentence": "The youngest fatality was a 13-year-old boy",
          "refs": [
            "https://en.apa.az/incident/surviving-cabin-crew-member-of-crashed-azal-plane-while-flying-over-grozny-the-sound-of-an-impact-was-heard-456792",
            "https://qaz.ulysmedia.kz/news/24189-aktaudagy-ushak-apaty-ekipazh-ben-dispetcherdin-soileskenderi-zhariialandy/"
          ]
        },
        {
          "sentence": "Of the five crew members aboard, two flight attendants survived, and both pilots and one flight attendant were killed",
          "refs": [
            "https://www.reuters.com/world/asia-pacific/passenger-plane-crashes-kazakhstan-emergencies-ministry-says-2024-12-25/"
          ]
        },
        {
          "sentence": "Authorities said all of the fatalities occurred at the scene",
          "refs": [
            "https://en.apa.az/incident/13-year-old-mahammadali-yeganov-victim-of-plane-crash-laid-to-rest-in-baku-photo-456847",
            "https://caliber.az/en/post/three-crew-members-survive-azal-plane-crash-in-aktau"
          ]
        },
        {
          "sentence": "The 29 survivors, including two children, were hospitalised following the accident  for injuries that included closed craniocerebral injuries, brain concussion, closed chest injuries, and traumatic shocks",
          "refs": [
            "https://qafqazinfo.az/news/detail/7-neferin-sexsiyyeti-mueyyenlesdi-aralarinda-hokume-de-var-457259",
            "https://en.apa.az/social/azerbaijans-consul-general-none-died-either-on-the-way-or-in-the-hospital-following-the-plane-crash-456631"
          ]
        },
        {
          "sentence": "Eleven of them were in critical condition",
          "refs": [
            "https://en.apa.az/diaspora/diaspora-organization-chairman-some-injured-in-plane-crash-are-in-critical-condition-others-in-moderate-to-severe-condition-456514"
          ]
        },
        {
          "sentence": "Most of the survivors were believed to have been seated in the rear section of the aircraft",
          "refs": [
            "https://en.inform.kz/news/kazakh-healthcare-ministry-reveals-condition-of-azal-plane-crash-survivors-314f20/",
            "https://en.apa.az/incident/11-injured-in-azal-plane-crash-in-aktau-are-in-critical-condition-456542"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Timeline",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Background",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Aircraft",
          "section_content": [
            {
              "sentence": "The aircraft involved, which was manufactured in 2013, was an Embraer 190AR, registered as 4K-AZ65, and named Gusar after the Azerbaijan regional capital city",
              "refs": []
            },
            {
              "sentence": "It was powered by two General Electric CF34-10E6 engines,  and underwent its last maintenance on 18 October 2024",
              "refs": [
                "https://www.bbc.co.uk/news/articles/cn4x3jwlewgo",
                "https://en.apa.az/social/latest-full-technical-control-of-aircraft-crashed-near-aktau-conducted-in-october-of-this-year-456555",
                "https://www.kommersant.ru/doc/7403099"
              ]
            },
            {
              "sentence": "It made its first flight on 22 July 2013 and was owned by Azerbaijan Airlines",
              "refs": [
                "https://www.bbc.co.uk/news/articles/cn4x3jwlewgo"
              ]
            },
            {
              "sentence": "Since 2013, the aircraft was operated by the airline, except from 2017 to 2023, when it flew under the airline's subsidiary Buta Airways",
              "refs": []
            },
            {
              "sentence": "The aircraft was 11 years old at the time of the crash",
              "refs": [
                "https://en.apa.az/social/latest-full-technical-control-of-aircraft-crashed-near-aktau-conducted-in-october-of-this-year-456555",
                "https://www.flightglobal.com/safety/over-30-survive-azerbaijan-embraer-190-crash-in-kazakhstan-ministry/161221.article"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Passengers and crew",
          "section_content": [
            {
              "sentence": "The aircraft was carrying sixty-two passengers",
              "refs": []
            },
            {
              "sentence": "Of those, thirty-seven people were citizens of Azerbaijan, sixteen of Russia, six of Kazakhstan, and three of Kyrgyzstan",
              "refs": []
            },
            {
              "sentence": "Four minors were on board",
              "refs": [
                "https://aeroin.net/a-maior-parte-dos-sobreviventes-do-acidente-com-o-embraer-no-cazaquistao-estava-sentada-na-cauda/"
              ]
            },
            {
              "sentence": "The aircraft had a crew of five: two pilots and three flight attendants, all of whom were Azerbaijanis",
              "refs": []
            },
            {
              "sentence": "Captain Igor Kshnyakin was the pilot in command  while his copilot was First Officer Aleksandr Kalyaninov",
              "refs": [
                "https://aeroin.net/a-maior-parte-dos-sobreviventes-do-acidente-com-o-embraer-no-cazaquistao-estava-sentada-na-cauda/",
                "https://report.az/en/region/four-minors-were-on-board-crashed-azal-aircraft-reports-say/"
              ]
            },
            {
              "sentence": "Kshnyakin had over 15,000 hours of flight time",
              "refs": []
            },
            {
              "sentence": "The pilots of the plane and flight attendant Hokuma Aliyeva were buried at the II Alley of Honor",
              "refs": [
                "https://oxu.az/tr/gundem/kazaya-ugrayan-ucak-son-kontrolden-ne-zaman-gecti-resmi-aciklama"
              ]
            },
            {
              "sentence": "President Ilham Aliyev posthumously awarded them the title of National Hero of Azerbaijan, while the two surviving crew members, Zulfiqar Asadov and Aydan Rahimli, were awarded the Order of \"Rashadat\" (Courage) of the 1st degree",
              "refs": [
                "https://www.euronews.com/2024/12/26/as-more-details-over-azerbaijan-airlines-crash-emerge-captain-and-crew-are-hailed-as-heroe"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Aftermath",
      "section_content": [
        {
          "sentence": "Following the accident, a state of emergency was declared in Tupkaragan District, where the aircraft crashed",
          "refs": []
        },
        {
          "sentence": "A total of 482 emergency response personnel, 97 pieces of special equipment, 10 canine brigades, and 2 aircraft were deployed to the crash site",
          "refs": [
            "https://www.gov.kz/memleket/entities/emer/press/news/details/909635?lang=kk",
            "https://www.gov.kz/memleket/entities/emer/press/news/details/909587?lang=kk"
          ]
        },
        {
          "sentence": "Additional doctors were flown in from Astana to treat the injured",
          "refs": [
            "https://en.inform.kz/news/local-state-of-emergency-declared-near-crash-of-azal-plane-crash-472a41/"
          ]
        },
        {
          "sentence": "The Blood Centre of the Mangystau Region reached out to the public, asking that healthy people donate blood",
          "refs": [
            "https://www.interfax.ru/russia/1000530"
          ]
        },
        {
          "sentence": "Soon after, residents of Aktau arrived at the centre to donate their blood,  with around 300 participating",
          "refs": [
            "https://en.apa.az/incident/kazakh-emergency-ministry-information-exchange-conducted-with-azerbaijan-and-russia-on-plane-crash-video-456548"
          ]
        },
        {
          "sentence": "Residents of Astana also lined up at the city's blood centre to donate blood",
          "refs": [
            "https://astanatimes.com/2024/12/aktau-residents-donate-blood-after-baku-grozny-flight-crash/"
          ]
        },
        {
          "sentence": "The Russian Ministry of Emergency Situations flew equipment and medical workers to Kazakhstan to help with the response to the crash",
          "refs": [
            "https://en.apa.az/social/azerbaijani-resident-of-aktau-nearly-300-people-have-gathered-to-participate-in-blood-donation-campaign-456512"
          ]
        },
        {
          "sentence": "It later airlifted Russian nationals injured in the accident to Moscow",
          "refs": [
            "https://www.themoscowtimes.com/2024/12/25/38-killed-after-azerbaijan-airlines-plane-crashes-in-kazakhstan-a87449"
          ]
        },
        {
          "sentence": "On 26 December, seven injured Azerbaijanis were repatriated by Baku's Ministry of Emergency Situations",
          "refs": [
            "https://astanatimes.com/2024/12/baku-grozny-flight-crash-near-aktau-leaves-29-hospitalized/"
          ]
        },
        {
          "sentence": "A Republican headquarters was created on the basis of Kazakhstan's Emergencies Ministry Command Centre, which included representatives of the Ministry of Internal Affairs, the Ministry of Healthcare, the Ministry of Transport, the National Guard, the Ministry of Foreign Affairs and other agencies",
          "refs": []
        },
        {
          "sentence": "A blogger, Azamat Sarsenbayev, was arrested and ordered detained for 10 days after taking photos and video of the crash site",
          "refs": [
            "https://www.theguardian.com/world/2024/dec/25/kazakhstan-plane-crash-aktau-azerbaijan-airlines-baku-grozny-fog-chechnya"
          ]
        },
        {
          "sentence": "The Kazakh police claimed that Sarsenbayev operated a drone, obstructed rescue operations and refused to obey police orders",
          "refs": [
            "https://en.apa.az/incident/azerbaijans-ministry-of-emergency-situations-issues-statement-on-repatriation-of-7-individuals-injured-in-plane-crash-456686",
            "https://kaz.tengrinews.kz/kazakhstan_news/aktauda-ushak-kulagan-jerde-tusrlm-jasagan-bloger-ustaldyi-364377/"
          ]
        },
        {
          "sentence": "Meanwhile, President Kassym-Jomart Tokayev issued awards to employees of Astana's Ministry of Emergency Situations, the Mangistau Electric Grid Company and Aktau International Airport as well as health workers and police officers involved in the response to the crash",
          "refs": [
            "https://www.aljazeera.com/news/2024/12/27/did-russian-air-defence-down-the-azerbaijani-plane-in-kazakhstan",
            "https://kaz.tengrinews.kz/kazakhstan_news/aktauda-ushak-kulagan-jerde-tusrlm-jasagan-bloger-ustaldyi-364377/"
          ]
        },
        {
          "sentence": "A crisis centre was established at the Russian consulate in Oral",
          "refs": []
        },
        {
          "sentence": "Diplomatic staff were also sent to the crash site",
          "refs": []
        },
        {
          "sentence": "Representatives from the Azerbaijani consulate in Aktau were also deployed to the crash site",
          "refs": [
            "https://en.inform.kz/news/plane-crash-president-tokayev-awards-kazakhstanis-for-their-heroic-rescue-efforts-be8a9b/"
          ]
        },
        {
          "sentence": "A special medical team and related equipment were also dispatched from Azerbaijan",
          "refs": [
            "https://report.az/en/region/russia-s-consulate-general-in-uralsk-establishes-task-force-on-plane-crash-in-aktau/"
          ]
        },
        {
          "sentence": "On the day of the accident, one of the aircraft's two flight recorders was located by a search team",
          "refs": [
            "https://report.az/en/region/diplomatic-mission-representatives-of-azerbaijan-s-consulate-general-in-aktau-are-at-plane-crash-site/"
          ]
        },
        {
          "sentence": "The second was confirmed to be recovered the next day",
          "refs": [
            "https://news.az/news/azerbaijan-sends-special-medical-staff-equipment-to-aktau-following-plane-crash",
            "https://www.cnn.com/2024/12/25/asia/passenger-plane-crashes-kazakhstan-intl-hnk/index.html",
            "https://azertag.az/en/xeber/black_box_from_crashed_azal_plane_near_aktau_recovered-3349783"
          ]
        },
        {
          "sentence": "Azerbaijan Airlines suspended its Baku–Grozny–Baku and Baku–Makhachkala–Baku flights for the duration of the investigation",
          "refs": []
        },
        {
          "sentence": "It also opened a hotline for relatives of those on board and changed its social media profiles to black as a sign of mourning",
          "refs": [
            "https://en.inform.kz/news/second-black-box-found-in-azerbaijan-airlines-plane-crash-25be2a/"
          ]
        },
        {
          "sentence": "The Israeli flag carrier El Al suspended flights from Tel Aviv to Moscow for a week \"citing developments in Russia's airspace\"",
          "refs": [
            "https://www.interfax.ru/russia/1000530",
            "https://www.themoscowtimes.com/2024/12/25/38-killed-after-azerbaijan-airlines-plane-crashes-in-kazakhstan-a87449"
          ]
        },
        {
          "sentence": "It later extended the suspension until the end of March 2025",
          "refs": [
            "https://en.apa.az/incident/azal-suspends-flights-from-baku-to-grozny-and-makhachkala-456541"
          ]
        },
        {
          "sentence": "On 27 December Azerbaijan Airlines also suspended flights to Sochi, Volgograd, Ufa, Samara, Mineralnye Vody, Nizhny Novgorod, Vladikavkaz and Saratov, citing \"security reasons\", likely due to the investigation finding anti aircraft missile damage in the aircraft",
          "refs": [
            "https://en.apa.az/asia/israels-flagship-carrier-suspends-all-flights-to-moscow-for-week-after-crash-of-azerbaijani-plane-456701"
          ]
        },
        {
          "sentence": "Qazaq Air also suspended its flights from Astana to Yekaterinburg until 27 January 2025 citing similar concerns",
          "refs": [
            "https://en.apa.az/asia/israels-el-al-suspends-moscow-flights-through-march-457005",
            "https://apnews.com/article/azerbaijan-airliner-crash-aktau-kazakhstan-russia-embraer-f23c1bb34a3c6911be5d00ae8fdccbdc"
          ]
        },
        {
          "sentence": "FlyDubai also suspended flights to Sochi and Mineralnye Vody for a few days",
          "refs": [
            "https://www.themoscowtimes.com/2024/12/27/azerbaijan-airlines-suspends-flights-to-russia-following-deadly-crash-a87471"
          ]
        },
        {
          "sentence": "According to Azerbaijani government sources, preliminary investigation indicated that the accident was caused by a Russian missile",
          "refs": []
        },
        {
          "sentence": "The Kremlin has stated it would not comment on the causes of the crash until the results of the investigation are announced",
          "refs": [
            "https://en.apa.az/asia/qazaq-airline-suspends-flights-to-russian-city-for-safety-reasons-456774"
          ]
        },
        {
          "sentence": "NATO called for a comprehensive investigation",
          "refs": [
            "https://www.euronews.com/2024/12/26/exclusive-preliminary-investigation-confirms-russian-missile-over-grozny-caused-aktau-cras"
          ]
        },
        {
          "sentence": "Azerbaijan Airlines said it would pay 20,000 manats (approximately US$12,000) as compensation to each of the injured passengers, and 40,000 manats (approximately US$23,000) to the families of those who were killed",
          "refs": []
        },
        {
          "sentence": "All surviving passengers will also receive the relevant insurance payment in accordance with Azerbaijani law",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Reactions",
          "section_content": [
            {
              "sentence": "Azerbaijani President Ilham Aliyev was en route to the Commonwealth of Independent States summit in Saint Petersburg, Russia, when news of the accident broke out,  leading him to return to Baku,   where he held an emergency meeting on the accident shortly after landing at Baku airport",
              "refs": [
                "https://report.az/daxili-siyaset/teyyare-qezasinda-helak-olanlarin-ailelerine-20-min-manat-verilecek/",
                "https://en.apa.az/official-news/president-ilham-aliyev-held-meeting-on-plane-crash-updated-456500",
                "https://en.tengrinews.kz/sng/plane-crash-in-aktau-azerbaijani-president-returns-to-baku-265862/"
              ]
            },
            {
              "sentence": "He declared a day of national mourning for 26 December  and later expressed thanks for Kazakh officials for their response to the disaster",
              "refs": [
                "https://news.az/news/azerbaijani-president-cuts-short-his-russia-visit-after-azal-plane-crash",
                "https://avherald.com/h?article=521fd4fb&opt=0"
              ]
            },
            {
              "sentence": "First lady and vice president Mehriban Aliyeva also expressed condolences,  as did Prime Minister Ali Asadov",
              "refs": [
                "https://report.az/en/domestic-politics/president-ilham-aliyev-holds-meeting-on-plane-crash/",
                "https://www.interfax.ru/russia/1000530"
              ]
            },
            {
              "sentence": "Condolences to Azerbaijan were expressed by Kazakh President Kassym-Jomart Tokayev  and Russian President Vladimir Putin as well as leaders from countries outside the flight's path",
              "refs": [
                "https://en.inform.kz/news/ilham-aliyev-thanks-kazakhstanis-a16b40/",
                "https://en.apa.az/domestic-policy/azerbaijan-pm-this-is-a-tragedy-for-our-entire-nation-456947"
              ]
            },
            {
              "sentence": "Flowers were laid at the Azerbaijani embassy in Astana in mourning for the victims",
              "refs": []
            },
            {
              "sentence": "Amid reports that the aircraft was fired at during a Ukrainian drone attack, Ukrainian president Volodymyr Zelenskyy called for a \"thorough investigation\", adding that visual evidence at the crash site \"points to Russia's responsibility\"",
              "refs": [
                "https://en.inform.kz/news/azerbaijan-airlines-plane-crash-world-leaders-express-condolences-09a449/"
              ]
            },
            {
              "sentence": "On 28 December Zelenskyy called Aliyev, expressed condolences and support to Azerbaijan and stated that \"Russia must provide clear explanations and stop spreading disinformation\"",
              "refs": [
                "https://en.inform.kz/news/kazakhs-carry-flowers-to-azerbaijani-embassy-in-astana-4fe0b6/",
                "https://www.france24.com/en/live-news/20241227-russia-says-azerbaijani-plane-tried-to-land-during-ukraine-drone-attack"
              ]
            },
            {
              "sentence": "White House spokesperson John Kirby said that the United States had seen \"early indications\" that Russia may have been responsible for the crash, adding that Washington had offered to assist in the investigation",
              "refs": [
                "https://x.com/ZelenskyyUa/status/1872678416518160604"
              ]
            },
            {
              "sentence": "European Union foreign policy chief Kaja Kallas also said the crash was a \"stark reminder\" of the shooting down of Malaysia Airlines Flight 17 in 2014 and called for a \"swift, independent international investigation\"",
              "refs": [
                "https://x.com/ZelenskyyUa/status/1872991535400194290"
              ]
            },
            {
              "sentence": "A moment of silence was held at noon across Azerbaijan to mark the day of national mourning on 26 December",
              "refs": []
            },
            {
              "sentence": "It was decided that the matches of the eighth round of Azerbaijan Futsal Premier League and the Azerbaijan National Futsal Cup scheduled for 26 December will begin with a one-minute silence",
              "refs": [
                "https://www.france24.com/en/live-news/20241228-putin-apologises-to-azerbaijan-without-claiming-responsibility-in-plane-crash-1"
              ]
            },
            {
              "sentence": "Due to the day of national mourning, the matches of the Azerbaijan Taekwondo Championship,  as well as the Azerbaijan Wrestling Championship scheduled for 26 December, were postponed",
              "refs": [
                "https://en.apa.az/social/azerbaijan-observes-a-minute-of-silence-in-memory-of-aktau-plane-crash-victims-photosession-video-456604",
                "https://report.az/futbol-xeberleri/azrbaycanin-futzal-uzre-yuksek-liqasinin-ve-kubokun-oyunlarindan-evvel-1-deqiqelik-sukut-elan-olunacaq/"
              ]
            },
            {
              "sentence": "All cultural and mass events planned in theatre and concert venues on that date were also postponed",
              "refs": [
                "https://report.az/ferdi/taekvondo-uzre-olke-birinciliyi-ve-cempionatinin-gorusleri-matem-gunu-ile-elaqedar-texire-salinib/"
              ]
            },
            {
              "sentence": "On 27 December, Dmitry Yadrov, head of Russia's civil aviation authority Rosaviatsia, said that Ukrainian drones attacked Grozny as the plane was about to land in thick fog, prompting authorities to close the area to air traffic",
              "refs": []
            },
            {
              "sentence": "On 27 December, Azerbaijani media reported that the head of the Chechen Republic, Ramzan Kadyrov attempted to contact president Aliyev privately and offered \"financial support\" for the victims, which was interpreted as a personal admission of responsibility and an attempt to resolve the case quietly without public apology",
              "refs": []
            },
            {
              "sentence": "This request was denied and negatively received in Baku",
              "refs": []
            },
            {
              "sentence": "A day of mourning was declared for 28 December in Chechnya by order of Kadyrov",
              "refs": [
                "https://abc7.com/post/ukrainian-drone-attack-was-before-azerbaijani-planes-crash-russian-aviation-chief-says/15714626/"
              ]
            },
            {
              "sentence": "According to the Flight Safety Foundation's Aviation Safety Network, it would be the third major shooting down of a civilian aircraft linked to armed conflict since 2014, along with Malaysia Airlines Flight 17 and Ukraine International Airlines Flight 752",
              "refs": []
            },
            {
              "sentence": "Iran Air Flight 655 was shot down near a war zone in 1988",
              "refs": [
                "https://www.gazeta.ru/social/news/2024/12/27/24731846.shtml",
                "https://www.reuters.com/world/asia-pacific/what-we-know-about-azerbaijan-airlines-plane-crash-2024-12-27/"
              ]
            },
            {
              "sentence": "The Wall Street Journal highlighted the risks of civil aviation near war zones, stating that accidental shooting down of civilian aircraft has become the leading cause of deaths in commercial aviation in recent years",
              "refs": [
                "https://www.independent.co.uk/travel/news-and-advice/plane-crash-azerbaijan-airlines-kazakhstan-russia-b2670430.html"
              ]
            },
            {
              "sentence": "On 28 December, Putin apologised to Aliyev for the \"tragic incident involving the aircraft that occurred in Russian airspace\", but did not confirm that the flight had been shot down and did not take responsibility",
              "refs": []
            },
            {
              "sentence": "He also added that Ukrainian drones had been targeting Grozny and that Russian air defence systems had been activated to respond to the attack",
              "refs": []
            },
            {
              "sentence": "He said that at the time the cities of Grozny, Mozdok and Vladikavkaz \"were attacked by Ukrainian combat drones, and Russian air defence systems repelled these attacks.\"  The Kremlin said Russia had launched a criminal investigation into the incident and would cooperate with Azerbaijani prosecutors",
              "refs": [
                "https://www.wsj.com/world/flight-deaths-shot-from-sky-rising-798fd31e",
                "https://apnews.com/article/russia-putin-plane-crash-azerbaijan-a5b0ffa3e410df53556b0cd824f32a6f",
                "https://www.bbc.com/news/articles/cqx8l1533j5o",
                "https://www.reuters.com/world/asia-pacific/putin-apologises-aliyev-over-tragic-incident-with-azerbaijan-airlines-plane-2024-12-28/",
                "https://www.reuters.com/world/asia-pacific/putin-apologises-aliyev-over-tragic-incident-with-azerbaijan-airlines-plane-2024-12-28/"
              ]
            },
            {
              "sentence": "Azerbaijani commentators summarised their expectations in relation to the disaster, regarding Russia's apology, the prosecution of those responsible, and compensation payments",
              "refs": []
            },
            {
              "sentence": "They noted that, while Putin had offered a vague apology, he never officially responded to the other two requests",
              "refs": []
            },
            {
              "sentence": "Azerbaijani officials claimed that the pilots were denied permission to conduct an emergency landing at any airport in Russia, forcing them to change course to Aktau, an alleged attempt to hide evidence in the hopes the aircraft would crash into the Caspian Sea",
              "refs": []
            },
            {
              "sentence": "On 6 January 2025, president Aliyev explicitly blamed \"representatives of the Russian Federation\" for the crash, clarifying that it was Russian air defense that downed the plane according to preliminary investigation",
              "refs": []
            },
            {
              "sentence": "Aliyev also criticised Russia for not closing its airspace prior to the aircraft’s landing and engaging in a cover-up by promoting \"absurd versions\" instead of simply allowing an emergency landing on nearby airports",
              "refs": []
            },
            {
              "sentence": "In a safety bulletin issued on 10 January 2025, the European Union Aviation Safety Agency cited the case of Flight 8243 in reiterating its previous warnings on civilian air traffic over Russian airspace",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Investigation",
      "section_content": [
        {
          "sentence": "Both Azerbaijan and Kazakhstan opened commissions to investigate the disaster",
          "refs": []
        },
        {
          "sentence": "The Kazakh commission was headed by deputy prime minister Qanat Bozymbaev, while Kazakh emergencies minister Chingis Arinov also visited Aktau",
          "refs": [
            "https://www.themoscowtimes.com/2025/01/10/civilian-planes-face-high-risk-flying-over-russia-eu-agency-says-a87554",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Azerbaijani commission was headed by Prime Minister Ali Asadov",
          "refs": [
            "https://news.az/news/azerbaijani-president-decrees-to-establish-state-commission-for-plane-crash-investigation"
          ]
        },
        {
          "sentence": "Azerbaijan sent a delegation consisting of its emergency situations minister, deputy general prosecutor, and the vice president of Azerbaijan Airlines to Aktau to conduct an on-site investigation",
          "refs": [
            "https://en.inform.kz/news/kazakh-emergency-minister-chingis-arinov-arrives-in-aktau-58b1f2/"
          ]
        },
        {
          "sentence": "It also invited a group of civil aviation experts from Turkey for assistance",
          "refs": [
            "https://www.themoscowtimes.com/2024/12/25/38-killed-after-azerbaijan-airlines-plane-crashes-in-kazakhstan-a87449"
          ]
        },
        {
          "sentence": "Embraer said it would assist in the investigation",
          "refs": [
            "https://en.apa.az/social/measures-underway-to-organize-evacuation-of-azerbaijani-citizens-receiving-treatment-in-aktau-456553"
          ]
        },
        {
          "sentence": "It along with the Brazilian air incident investigation agency CENIPA sent representatives to Kazakhstan",
          "refs": [
            "https://en.apa.az/social/azerbaijan-involves-turkish-experts-to-investigate-plane-crash-456747"
          ]
        },
        {
          "sentence": "Kazakh authorities have reportedly sent the FDR and CVR to Brazil, where they would be examined by CENIPA",
          "refs": [
            "https://www.aljazeera.com/news/2024/12/26/why-did-an-azerbaijan-airline-plane-crash-in-kazakhstan-what-we-know"
          ]
        },
        {
          "sentence": "Russia also opened an investigation initially headed by the Western Inter-regional Investigation Department for Transport and later the Investigative Committee",
          "refs": [
            "https://en.inform.kz/news/plane-crash-near-aktau-embraer-and-cenipa-representatives-left-for-kazakhstan-b18ee0/"
          ]
        },
        {
          "sentence": "On 26 December Kazakhstan said that law enforcement officials from Russia and Azerbaijan were not allowed to participate in the forensic investigation, citing existing laws",
          "refs": []
        },
        {
          "sentence": "On 27 December, Azerbaijan rejected a proposal by Russia and Kazakhstan to have the accident investigated by the Interstate Aviation Committee of the Commonwealth of Independent States, saying that it wanted the investigation to be conducted by international experts and Embraer specialists",
          "refs": [
            "https://en.apa.az/incident/russian-investigative-committees-head-office-takes-over-plane-incident-investigation-456914"
          ]
        },
        {
          "sentence": "President Ilham Aliyev cited issues of objectivity caused by the predominance of Russian officials in the committee as a reason for the refusal",
          "refs": [
            "https://en.inform.kz/news/plane-crash-near-aktau-azerbaijani-prosecutors-came-to-grozny-99c3bb/"
          ]
        },
        {
          "sentence": "In the initial aftermath, Azerbaijan Airlines stated that bird strikes could have caused the plane to crash, with Azerbaijan Airlines President Samir Rzayev, speaking to journalists, ruling out a technical failure as a potential cause",
          "refs": []
        },
        {
          "sentence": "Russia's Federal Air Transport Agency suggested that based on preliminary information, the request for emergency landing was due to a bird strike",
          "refs": [
            "https://en.apa.az/incident/azerbaijan-rejects-russia-and-kazakhstans-proposal-for-cis-interstate-aviation-committee-to-investigate-plane-crash-456741"
          ]
        },
        {
          "sentence": "Later, Kazakhstan's emergency services reported that an oxygen cylinder on board might have exploded",
          "refs": [
            "https://jam-news.net/az/az%C9%99rbaycan-t%C9%99yyar%C9%99sini-rusiya-vurub/",
            "https://www.dimsumdaily.hk/azerbaijan-airlines-plane-carrying-67-passengers-crashes-near-aktau-during-emergency-landing/",
            "https://www.themoscowtimes.com/2024/12/25/38-killed-after-azerbaijan-airlines-plane-crashes-in-kazakhstan-a87449",
            "https://edition.cnn.com/2024/12/25/asia/passenger-plane-crashes-kazakhstan-intl-hnk/index.html"
          ]
        },
        {
          "sentence": "The bird strike hypothesis was soon questioned, as images from the scene showed significant perforations on the tail surfaces",
          "refs": []
        },
        {
          "sentence": "Survivors of the crash reported hearing an explosion followed by shrapnel hitting the plane and some passengers",
          "refs": [
            "https://www.nbcnews.com/news/world/azerbaijan-airlines-passenger-plane-crashes-aktau-kazakhstan-rcna183561",
            "https://tengrinews.kz/kazakhstan_news/aviakatastrofa-v-aktau-poyavilos-video-iz-salona-samoleta-558015/",
            "https://news.ru/cis/na-samolete-azerbaijan-airlines-zametili-dyry-pohozhie-na-sledy-ot-strelby/",
            "https://www.airwaysmag.com/new-post/azerbaijan-airlines-e190-crashes-in-kazakhstan",
            "https://www.cbsnews.com/news/azerbaijan-airlines-plane-crash-kazakhstan-russia-ukraine-war/"
          ]
        },
        {
          "sentence": "The crew had reported a strong impact on the fuselage from what was initially assumed to have been birds",
          "refs": [
            "https://www.npr.org/2024/12/27/nx-s1-5240981/azerbaijan-airlines-passenger-jet-crash-russia",
            "https://www.turkiyetoday.com/world/growing-evidence-suggests-azerbaijan-airlines-flight-was-targeted-by-missile-strike-97513/"
          ]
        },
        {
          "sentence": "Multiple experts from multiple countries stated that the damage in the images were not consistent with a bird strike, and that birds do not fly at the altitude that the plane was flying when the initial damage occurred",
          "refs": []
        },
        {
          "sentence": "On 26 December Azerbaijani government sources stated to AnewZ and Euronews that a Russian Pantsir-S1 had fired a missile at the aircraft above Grozny, detonating near the plane, injuring passengers and crew members",
          "refs": []
        },
        {
          "sentence": "According to the same sources, despite the pilots' requests to perform an emergency landing, they were denied to do so at any Russian airport, instead being ordered to fly towards Aktau",
          "refs": [
            "https://www.euronews.com/2024/12/25/azerbaijani-passenger-plane-crashes-near-kazakh-city-of-aktau"
          ]
        },
        {
          "sentence": "Subsequent analysis indicated that the missile explosion occurred at an altitude of 2,400 metres (7,900 ft) over Naursky District, 18 kilometres (11 mi) north-northwest of Grozny airport",
          "refs": [
            "https://en.apa.az/asia/qazaq-airline-suspends-flights-to-russian-city-for-safety-reasons-456774"
          ]
        },
        {
          "sentence": "According to Russian sources, as Flight 8243 flew over Chechen airspace, Russian air defence forces were actively engaging Ukrainian drones",
          "refs": [
            "https://caliber.az/en/post/preliminary-investigation-azal-aircraft-shot-down-by-russian-air-defence"
          ]
        },
        {
          "sentence": "On the morning of 25 December, the head of the Security Council of the Chechen Republic, Khamzat Kadyrov, confirmed that Grozny had been attacked by drones",
          "refs": []
        },
        {
          "sentence": "He stated that there were no casualties or damage resulting from the accident",
          "refs": []
        },
        {
          "sentence": "Azerbaijani media also published similar reports, citing Euronews' statement",
          "refs": [
            "https://en.apa.az/asia/qazaq-airline-suspends-flights-to-russian-city-for-safety-reasons-456774"
          ]
        },
        {
          "sentence": "Four sources in Azerbaijan with knowledge of the investigation informed Reuters that the airplane was downed by a Russian air defence system",
          "refs": []
        },
        {
          "sentence": "According to one of the sources, preliminary investigation showed that the plane was hit by a Russian Pantsir-S air defence system, and its communication systems were jammed by electronic warfare systems when approaching Grozny",
          "refs": [
            "https://apa.az/hadise/euronews-azal-in-qezaya-ugrayan-teyyaresine-rusiya-hava-limanlarina-enis-icazesi-verilmeyib-gps-i-bloklanib-882302"
          ]
        },
        {
          "sentence": "In response, Azerbaijani MP Rasim Musabeyov demanded from Russia an official apology and bringing to justice those responsible, adding that otherwise \"relations will be affected\"",
          "refs": [
            "https://apa.az/hadise/euronews-azal-in-qezaya-ugrayan-teyyaresine-rusiya-hava-limanlarina-enis-icazesi-verilmeyib-gps-i-bloklanib-882302"
          ]
        },
        {
          "sentence": "In the article published in The Times on 27 December, an American pilot and two French experts analysed the post-crash video, and stated that the plane was probably hit by a missile",
          "refs": []
        },
        {
          "sentence": "The article stated that after losing all flight control systems, the pilots attempted to make an emergency landing",
          "refs": []
        },
        {
          "sentence": "Experts reported that videos taken before and after the crash indicate that shrapnel pierced the rear of the aircraft, disabling all three parallel hydraulic systems located in the wings and tail section",
          "refs": []
        },
        {
          "sentence": "When the control systems failed, the crew likely tried to manage the aircraft's pitch and roll angles by independently adjusting the thrust power of the two engines",
          "refs": []
        },
        {
          "sentence": "On 27 December the Azerbaijani minister of digital development and transportation Rashad Nabiyev said that preliminary results showed that Flight 8243 crashed due to \"physical and technical external interference\" from an unspecified weapon",
          "refs": []
        },
        {
          "sentence": "That same day Rosaviatsia declared that a closed-skies protocol called the \"Carpet\" (Russian: Ковер, romanized: Kovyor) plan had been imposed in Grozny on the day of the crash, citing the presence of Ukrainian drones",
          "refs": []
        },
        {
          "sentence": "On 29 December President Aliyev said that the aircraft was shot down by Russia unintentionally and criticised Moscow for trying to \"hush up\" the incident and initially releasing \"delirious versions\" of what happened",
          "refs": []
        },
        {
          "sentence": "He also acknowledged Putin's apology over the disaster, while demanding that Russia admit responsibility, punish those culpable and pay compensation to Azerbaijan and the victims",
          "refs": []
        },
        {
          "sentence": "The next day, the Azerbaijani General Prosecutor said that he was told by the head of Russia's Investigative Committee that \"intensive measures are being carried out to identify the guilty people and bring them to criminal responsibility\"",
          "refs": [
            "https://apnews.com/article/azerbaijan-russia-plane-crash-e6c1002284a900fa635eecf5573214ea",
            "https://www.bbc.com/news/articles/cy4717j21kko"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Hypotheses",
          "section_content": [
            {
              "sentence": "Flight 8243 was flying in an area where Russia claims to have recently downed Ukrainian drones attacking Russia as part of the Russo-Ukrainian War when it crashed",
              "refs": []
            },
            {
              "sentence": "According to Flightradar24, Flight 8243 encountered GPS interference, with invalid ADS-B position data starting at 04:25 UTC due to significant interference",
              "refs": [
                "https://apa.az/hadise/euronews-azal-in-qezaya-ugrayan-teyyaresine-rusiya-hava-limanlarina-enis-icazesi-verilmeyib-gps-i-bloklanib-882302"
              ]
            },
            {
              "sentence": "Damage to the plane included apparent shrapnel marks on the vertical stabilizer and wings, suggesting an explosion nearby",
              "refs": []
            },
            {
              "sentence": "Witness accounts reported injuries, with one woman wounded in the leg, and another witness's life jacket pierced by shrapnel",
              "refs": [
                "https://www.themoscowtimes.com/2024/12/30/russian-investigators-vow-to-punish-those-responsible-for-azerbaijani-plane-crash-baku-says-a87484",
                "https://www.npr.org/2024/12/27/nx-s1-5240981/azerbaijan-airlines-passenger-jet-crash-russia"
              ]
            },
            {
              "sentence": "[citation needed] Military analyst Yan Matveyev suggested that Russian anti-aircraft systems, possibly the Pantsir-S1, may have mistaken the plane for a UAV due to a failure in the Pantsir's friend-or-foe identification system",
              "refs": []
            },
            {
              "sentence": "Speaking to Türkiye Today, aviation analyst Richard Aboulafia challenged the bird strike hypothesis, saying \"You can lose control of the plane, but you don't fly wildly off course as a consequence.\" Türkiye Today noted that the extensive shrapnel damage patterns across the aircraft's fuselage and tail section were inconsistent with damage from bird strikes, instead resembling “anti-aircraft munition impacts”, adding that \"The concentration of puncture holes in the tail section suggests a possible loss of hydraulic systems, similar to the United Airlines Flight 232 accident\"",
              "refs": [
                "https://www.themoscowtimes.com/2024/12/30/russian-investigators-vow-to-punish-those-responsible-for-azerbaijani-plane-crash-baku-says-a87484"
              ]
            },
            {
              "sentence": "Militarnyi noted similarities between this flight and an Ilyushin Il-22PP damaged by an anti-aircraft missile, stating that \"one can see the similarity of damage and the number of holes in the hull, which probably indicates damage by a high-explosive fragment\"",
              "refs": [
                "https://www.turkiyetoday.com/world/growing-evidence-suggests-azerbaijan-airlines-flight-was-targeted-by-missile-strike-97513/"
              ]
            },
            {
              "sentence": "Meduza similarly described evidence suggesting that the jet was hit by Russian air defences",
              "refs": [
                "https://www.currenttime.tv/a/33252822.html"
              ]
            },
            {
              "sentence": "Osprey Flight Solutions, a United Kingdom-based aviation security firm which provides analysis for airlines still flying into Russia, warned its clients that a Russian military air defence system had likely shot down the aircraft",
              "refs": []
            },
            {
              "sentence": "On 27 December, The New York Times reported that Azerbaijani investigators believed a Russian Pantsir-S1 air-defence system was responsible for the damage",
              "refs": [
                "https://archive.today/2024.12.25-221922/https://meduza.io/en/cards/was-azerbaijan-airlines-embraer-jet-shot-down",
                "https://www.telegraph.co.uk/world-news/2024/12/25/azerbaijan-airlines-crash-speculation-plane-accident/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "7": "[ERROR retrieving ref link]",
    "1": "https://www.turkiyetoday.com/world/growing-evidence-suggests-azerbaijan-airlines-flight-was-targeted-by-missile-strike-97513/",
    "2": "https://www.euronews.com/2024/12/26/exclusive-preliminary-investigation-confirms-russian-missile-over-grozny-caused-aktau-cras",
    "3": "https://www.nytimes.com/2024/12/27/world/europe/azerbaijan-airlines-crash-kazakhstan-survivors.html",
    "4": "https://www.politico.eu/article/putin-apologizes-for-azerbaijan-airlines-crash-without-saying-russia-at-fault/",
    "5": "https://apnews.com/article/azerbaijan-russia-plane-crash-e6c1002284a900fa635eecf5573214ea",
    "6": "https://www.flightradar24.com/blog/azerbaijan-airlines-e190-crashes-near-aktau/",
    "8": "https://www.bbc.co.uk/news/articles/cvgp3qx0q7wo",
    "9": "https://www.themoscowtimes.com/2024/12/25/38-killed-after-azerbaijan-airlines-plane-crashes-in-kazakhstan-a87449",
    "10": "https://apnews.com/article/azerbaijan-airliner-crash-kazakhstan-aktau-a655474030a347a5a7ddda3a77bbeddc",
    "11": "https://www.elevenjournals.com/tijdschrift/iisl/2020/4%20Application%20of%20Space%20Law%20to%20Cyber%20Activities/IISL_2020_063_004_004.pdf",
    "12": "https://timesofindia.indiatimes.com/india/gps-jamming-quite-routine-on-long-haul-flights-spoofing-isnt-instantly-apparent/articleshow/104077316.cms",
    "13": "https://asn.flightsafety.org/wikibase/468275",
    "14": "https://qaz.ulysmedia.kz/news/24189-aktaudagy-ushak-apaty-ekipazh-ben-dispetcherdin-soileskenderi-zhariialandy/",
    "15": "https://avherald.com/h?article=521fd4fb&opt=0",
    "16": "https://www.nbcnews.com/news/world/azerbaijan-airlines-passenger-plane-crashes-aktau-kazakhstan-rcna183561",
    "17": "https://www.interfax.ru/russia/1000530",
    "18": "https://www.theguardian.com/world/2024/dec/25/kazakhstan-plane-crash-aktau-azerbaijan-airlines-baku-grozny-fog-chechnya",
    "19": "https://www.gov.kz/memleket/entities/emer/press/news/details/909151?lang=kk",
    "20": "https://en.inform.kz/news/chronology-of-the-azerbaijan-airlines-plane-crash-near-aktau-b42249/",
    "21": "https://report.az/en/incident/kazakh-transport-ministry-azal-plane-made-two-turns-in-airspace-before-crash/",
    "22": "https://kaz.tengrinews.kz/my-country/kaygyilyi-okigaga-deyn-aktau-auejayyi-kalay-ushaktyi-364410/",
    "23": "https://www.airwaysmag.com/new-post/azerbaijan-airlines-e190-crashes-in-kazakhstan",
    "24": "https://apnews.com/article/azerbaijan-airliner-crash-aktau-kazakstan-embraer-872800d95273ee96e0950192a32e5228",
    "25": "https://www.nytimes.com/2024/12/25/world/europe/kazakhstan-plane-crash.html",
    "26": "https://www.bbc.com/news/articles/cjwl1e6895qo",
    "27": "https://www.gov.kz/memleket/entities/emer/press/news/details/909841?lang=kk",
    "28": "https://en.apa.az/incident/surviving-cabin-crew-member-of-crashed-azal-plane-while-flying-over-grozny-the-sound-of-an-impact-was-heard-456792",
    "29": "https://www.reuters.com/world/asia-pacific/passenger-plane-crashes-kazakhstan-emergencies-ministry-says-2024-12-25/",
    "30": "https://en.apa.az/incident/13-year-old-mahammadali-yeganov-victim-of-plane-crash-laid-to-rest-in-baku-photo-456847",
    "31": "https://caliber.az/en/post/three-crew-members-survive-azal-plane-crash-in-aktau",
    "32": "https://qafqazinfo.az/news/detail/7-neferin-sexsiyyeti-mueyyenlesdi-aralarinda-hokume-de-var-457259",
    "33": "https://en.apa.az/social/azerbaijans-consul-general-none-died-either-on-the-way-or-in-the-hospital-following-the-plane-crash-456631",
    "34": "https://en.apa.az/diaspora/diaspora-organization-chairman-some-injured-in-plane-crash-are-in-critical-condition-others-in-moderate-to-severe-condition-456514",
    "35": "https://en.inform.kz/news/kazakh-healthcare-ministry-reveals-condition-of-azal-plane-crash-survivors-314f20/",
    "36": "https://en.apa.az/incident/11-injured-in-azal-plane-crash-in-aktau-are-in-critical-condition-456542",
    "37": "https://report.az/en/incident/list-of-injured-in-azal-plane-crash-announced/",
    "38": "https://www.bbc.com/news/articles/cn4x3jwlewgo",
    "39": "https://www.washingtonpost.com/world/2024/12/28/putin-azerbaijan-airlines-plane-crash-russia/",
    "40": "https://www.bbc.co.uk/news/articles/cn4x3jwlewgo",
    "41": "https://en.apa.az/social/latest-full-technical-control-of-aircraft-crashed-near-aktau-conducted-in-october-of-this-year-456555",
    "42": "https://www.kommersant.ru/doc/7403099",
    "43": "https://www.flightglobal.com/safety/over-30-survive-azerbaijan-embraer-190-crash-in-kazakhstan-ministry/161221.article",
    "44": "https://aeroin.net/a-maior-parte-dos-sobreviventes-do-acidente-com-o-embraer-no-cazaquistao-estava-sentada-na-cauda/",
    "45": "https://en.apa.az/infrastructure/azal-releases-list-of-names-of-passengers-and-crew-members-on-the-crashed-aircraft-in-aktau-list-updated-456473",
    "46": "https://report.az/en/region/four-minors-were-on-board-crashed-azal-aircraft-reports-say/",
    "47": "https://oxu.az/tr/gundem/kazaya-ugrayan-ucak-son-kontrolden-ne-zaman-gecti-resmi-aciklama",
    "48": "https://www.euronews.com/2024/12/26/as-more-details-over-azerbaijan-airlines-crash-emerge-captain-and-crew-are-hailed-as-heroe",
    "49": "https://en.apa.az/social/crew-members-who-lost-their-lives-in-the-plane-crash-laid-to-rest-in-ii-alley-of-honor-photo-report-updated-456944",
    "50": "https://en.apa.az/official-news/president-ilham-aliyev-awards-crashed-plane-crew-members-the-title-of-national-hero-of-azerbaijan-456960",
    "51": "https://en.apa.az/incident/number-of-azerbaijani-citizens-died-in-plane-crash-in-aktau-revealed-456563",
    "52": "https://azertag.az/en/xeber/number_of_casualties_in_plane_crash_near_aktau_confirmed-3349823",
    "53": "https://www.gov.kz/memleket/entities/emer/press/news/details/909635?lang=kk",
    "54": "https://www.gov.kz/memleket/entities/emer/press/news/details/909587?lang=kk",
    "55": "https://en.inform.kz/news/local-state-of-emergency-declared-near-crash-of-azal-plane-crash-472a41/",
    "56": "https://en.apa.az/incident/kazakh-emergency-ministry-information-exchange-conducted-with-azerbaijan-and-russia-on-plane-crash-video-456548",
    "57": "https://astanatimes.com/2024/12/aktau-residents-donate-blood-after-baku-grozny-flight-crash/",
    "58": "https://en.apa.az/social/azerbaijani-resident-of-aktau-nearly-300-people-have-gathered-to-participate-in-blood-donation-campaign-456512",
    "59": "https://astanatimes.com/2024/12/baku-grozny-flight-crash-near-aktau-leaves-29-hospitalized/",
    "60": "https://en.apa.az/incident/russian-citizens-injured-in-plane-crash-evacuated-to-their-countries-photo-video-456591",
    "61": "https://en.apa.az/incident/azerbaijans-ministry-of-emergency-situations-issues-statement-on-repatriation-of-7-individuals-injured-in-plane-crash-456686",
    "62": "https://kaz.tengrinews.kz/kazakhstan_news/aktauda-ushak-kulagan-jerde-tusrlm-jasagan-bloger-ustaldyi-364377/",
    "63": "https://www.aljazeera.com/news/2024/12/27/did-russian-air-defence-down-the-azerbaijani-plane-in-kazakhstan",
    "64": "https://kaz.tengrinews.kz/kazakhstan_news/aktauda-ushak-kulagan-jerde-tusrlm-jasagan-bloger-ustaldyi-364377/",
    "65": "https://meduza.io/en/news/2024/12/26/kazakhstan-jails-blogger-who-captured-early-drone-footage-of-downed-azerbaijan-airlines-plane",
    "66": "https://en.inform.kz/news/plane-crash-president-tokayev-awards-kazakhstanis-for-their-heroic-rescue-efforts-be8a9b/",
    "67": "https://report.az/en/region/russia-s-consulate-general-in-uralsk-establishes-task-force-on-plane-crash-in-aktau/",
    "68": "https://report.az/en/region/diplomatic-mission-representatives-of-azerbaijan-s-consulate-general-in-aktau-are-at-plane-crash-site/",
    "69": "https://news.az/news/azerbaijan-sends-special-medical-staff-equipment-to-aktau-following-plane-crash",
    "70": "https://www.cnn.com/2024/12/25/asia/passenger-plane-crashes-kazakhstan-intl-hnk/index.html",
    "71": "https://azertag.az/en/xeber/black_box_from_crashed_azal_plane_near_aktau_recovered-3349783",
    "72": "https://www.the-independent.com/news/world/asia/plane-crash-video-kazakhstan-azerbaijan-aktau-j28243-embraer-b2669799.html",
    "73": "https://en.inform.kz/news/second-black-box-found-in-azerbaijan-airlines-plane-crash-25be2a/",
    "74": "https://en.apa.az/incident/azal-suspends-flights-from-baku-to-grozny-and-makhachkala-456541",
    "75": "https://en.apa.az/asia/israels-flagship-carrier-suspends-all-flights-to-moscow-for-week-after-crash-of-azerbaijani-plane-456701",
    "76": "https://en.apa.az/asia/israels-el-al-suspends-moscow-flights-through-march-457005",
    "77": "https://apnews.com/article/azerbaijan-airliner-crash-aktau-kazakhstan-russia-embraer-f23c1bb34a3c6911be5d00ae8fdccbdc",
    "78": "https://www.themoscowtimes.com/2024/12/27/azerbaijan-airlines-suspends-flights-to-russia-following-deadly-crash-a87471",
    "79": "https://en.apa.az/asia/qazaq-airline-suspends-flights-to-russian-city-for-safety-reasons-456774",
    "80": "https://www.euronews.com/2024/12/26/exclusive-preliminary-investigation-confirms-russian-missile-over-grozny-caused-aktau-cras",
    "81": "https://en.apa.az/cis-countries/kremlin-will-not-comment-on-the-cause-of-the-plane-crash-until-the-results-of-the-examination-are-announced-456629",
    "82": "https://report.az/en/foreign-politics/nato-calls-for-comprehensive-investigation-into-plane-crash/",
    "83": "https://report.az/daxili-siyaset/teyyare-qezasinda-helak-olanlarin-ailelerine-20-min-manat-verilecek/",
    "84": "https://en.apa.az/official-news/president-ilham-aliyev-held-meeting-on-plane-crash-updated-456500",
    "85": "https://en.tengrinews.kz/sng/plane-crash-in-aktau-azerbaijani-president-returns-to-baku-265862/",
    "86": "https://news.az/news/azerbaijani-president-cuts-short-his-russia-visit-after-azal-plane-crash",
    "87": "https://report.az/en/domestic-politics/president-ilham-aliyev-holds-meeting-on-plane-crash/",
    "88": "https://en.inform.kz/news/ilham-aliyev-thanks-kazakhstanis-a16b40/",
    "89": "https://en.apa.az/domestic-policy/azerbaijan-pm-this-is-a-tragedy-for-our-entire-nation-456947",
    "90": "https://en.inform.kz/news/tokayev-expresses-condolences-to-azerbaijans-president-aliyev-over-plane-crash-6d268b/",
    "91": "https://en.inform.kz/news/azerbaijan-airlines-plane-crash-world-leaders-express-condolences-09a449/",
    "92": "https://en.inform.kz/news/kazakhs-carry-flowers-to-azerbaijani-embassy-in-astana-4fe0b6/",
    "93": "https://www.france24.com/en/live-news/20241227-russia-says-azerbaijani-plane-tried-to-land-during-ukraine-drone-attack",
    "94": "https://x.com/ZelenskyyUa/status/1872678416518160604",
    "95": "https://x.com/ZelenskyyUa/status/1872991535400194290",
    "96": "https://www.bbc.com/news/articles/czd47v659g4o",
    "97": "https://www.france24.com/en/live-news/20241228-putin-apologises-to-azerbaijan-without-claiming-responsibility-in-plane-crash-1",
    "98": "https://en.apa.az/social/azerbaijan-observes-a-minute-of-silence-in-memory-of-aktau-plane-crash-victims-photosession-video-456604",
    "99": "https://report.az/futbol-xeberleri/azrbaycanin-futzal-uzre-yuksek-liqasinin-ve-kubokun-oyunlarindan-evvel-1-deqiqelik-sukut-elan-olunacaq/",
    "100": "https://report.az/ferdi/taekvondo-uzre-olke-birinciliyi-ve-cempionatinin-gorusleri-matem-gunu-ile-elaqedar-texire-salinib/",
    "101": "https://report.az/ferdi/gules-uzre-azerbaycan-cempionatinin-novbeti-gorusleri-matem-gunu-ile-bagli-texire-salinib/",
    "102": "https://apa.az/art/matem-gunu-ile-elaqedar-teatr-konsert-muessiselerinde-butun-medeni-kutlevi-tedbirler-texire-salinib-882165",
    "103": "https://abc7.com/post/ukrainian-drone-attack-was-before-azerbaijani-planes-crash-russian-aviation-chief-says/15714626/",
    "104": "https://globalinfo.az/putin-kadirovu-qurban-verecekmi/",
    "105": "https://www.gazeta.ru/social/news/2024/12/27/24731846.shtml",
    "106": "https://www.reuters.com/world/asia-pacific/what-we-know-about-azerbaijan-airlines-plane-crash-2024-12-27/",
    "107": "https://www.independent.co.uk/travel/news-and-advice/plane-crash-azerbaijan-airlines-kazakhstan-russia-b2670430.html",
    "108": "https://www.reuters.com/world/asia-pacific/passenger-crashed-plane-says-there-was-least-one-loud-bang-before-it-went-down-2024-12-27/",
    "109": "https://www.wsj.com/world/flight-deaths-shot-from-sky-rising-798fd31e",
    "110": "https://apnews.com/article/russia-putin-plane-crash-azerbaijan-a5b0ffa3e410df53556b0cd824f32a6f",
    "111": "https://www.bbc.com/news/articles/cqx8l1533j5o",
    "112": "https://www.reuters.com/world/asia-pacific/putin-apologises-aliyev-over-tragic-incident-with-azerbaijan-airlines-plane-2024-12-28/",
    "113": "https://www.reuters.com/world/asia-pacific/putin-apologises-aliyev-over-tragic-incident-with-azerbaijan-airlines-plane-2024-12-28/",
    "114": "https://edition.cnn.com/2024/12/28/asia/russia-air-defenses-azerbaijan-airlines-crash-intl/index.html",
    "115": "https://www.cbsnews.com/news/putin-russia-azerbaijan-plane-crash-kazakhastan/",
    "116": "https://globalinfo.az/teyyare-vurulandan-derhal-sonra-kadirovun-hhm-e-dehsetli-emri/",
    "117": "https://globalinfo.az/putinin-uzrxahliginin-perdearxasi-kremlin-plani-nedir/",
    "118": "https://www.aljazeera.com/news/2025/1/1/lack-of-humanity-why-azerbaijan-is-angry-with-russia-over-plane-crash",
    "119": "https://caliber.az/en/post/preliminary-investigation-azal-aircraft-shot-down-by-russian-air-defence",
    "120": "https://edition.cnn.com/2025/01/07/asia/azerbaijan-russia-passenger-jet-cover-up-accusation-intl-hnk/index.html",
    "121": "https://www.themoscowtimes.com/2025/01/10/civilian-planes-face-high-risk-flying-over-russia-eu-agency-says-a87554",
    "122": "https://news.az/news/azerbaijani-president-decrees-to-establish-state-commission-for-plane-crash-investigation",
    "123": "https://en.inform.kz/news/kazakh-emergency-minister-chingis-arinov-arrives-in-aktau-58b1f2/",
    "124": "https://en.apa.az/social/measures-underway-to-organize-evacuation-of-azerbaijani-citizens-receiving-treatment-in-aktau-456553",
    "125": "https://en.apa.az/social/azerbaijan-involves-turkish-experts-to-investigate-plane-crash-456747",
    "126": "https://www.aljazeera.com/news/2024/12/26/why-did-an-azerbaijan-airline-plane-crash-in-kazakhstan-what-we-know",
    "127": "https://en.inform.kz/news/plane-crash-near-aktau-embraer-and-cenipa-representatives-left-for-kazakhstan-b18ee0/",
    "128": "https://www.reuters.com/world/asia-pacific/azerbaijan-pays-tribute-pilots-passengers-who-perished-air-crash-2024-12-29/",
    "129": "https://en.apa.az/incident/russian-investigative-committees-head-office-takes-over-plane-incident-investigation-456914",
    "130": "https://en.inform.kz/news/plane-crash-near-aktau-azerbaijani-prosecutors-came-to-grozny-99c3bb/",
    "131": "https://en.apa.az/incident/azerbaijan-rejects-russia-and-kazakhstans-proposal-for-cis-interstate-aviation-committee-to-investigate-plane-crash-456741",
    "132": "https://jam-news.net/az/az%C9%99rbaycan-t%C9%99yyar%C9%99sini-rusiya-vurub/",
    "133": "https://www.dimsumdaily.hk/azerbaijan-airlines-plane-carrying-67-passengers-crashes-near-aktau-during-emergency-landing/",
    "134": "https://edition.cnn.com/2024/12/25/asia/passenger-plane-crashes-kazakhstan-intl-hnk/index.html",
    "135": "https://www.aljazeera.com/news/2024/12/25/passenger-plane-crashes-in-kazakhstan-emergencies-ministry",
    "136": "https://arbatmedia.kz/news-kz/samolet-baku-groznyi-mogli-sbit-obnaruzeny-sledy-porazayushhix-elementov-8606",
    "137": "https://www.gazeta.uz/ru/2024/12/25/aktau-plane/",
    "138": "https://tengrinews.kz/kazakhstan_news/aviakatastrofa-v-aktau-poyavilos-video-iz-salona-samoleta-558015/",
    "139": "https://news.ru/cis/na-samolete-azerbaijan-airlines-zametili-dyry-pohozhie-na-sledy-ot-strelby/",
    "140": "https://www.cbsnews.com/news/azerbaijan-airlines-plane-crash-kazakhstan-russia-ukraine-war/",
    "141": "https://www.npr.org/2024/12/27/nx-s1-5240981/azerbaijan-airlines-passenger-jet-crash-russia",
    "142": "https://www.euronews.com/2024/12/25/azerbaijani-passenger-plane-crashes-near-kazakh-city-of-aktau",
    "143": "https://caliber.az/en/post/preliminary-investigation-azal-aircraft-shot-down-by-russian-air-defence",
    "144": "https://en.apa.az/political/drone-attack-in-the-north-caucasus-and-the-crash-of-an-azal-plane-how-did-the-plane-disappear-from-radar-research-456694",
    "145": "https://apa.az/hadise/euronews-azal-in-qezaya-ugrayan-teyyaresine-rusiya-hava-limanlarina-enis-icazesi-verilmeyib-gps-i-bloklanib-882302",
    "146": "https://www.reuters.com/world/asia-pacific/azerbaijan-airlines-flight-was-downed-by-russian-air-defence-system-four-sources-2024-12-26/",
    "147": "https://www.thetimes.com/world/asia/article/was-azerbaijan-plane-shot-down-russia-kazakhstan-9krcrp39x",
    "148": "https://www.bbc.com/news/articles/cy4717j21kko",
    "149": "https://president.az/en/articles/view/67806",
    "150": "https://www.themoscowtimes.com/2024/12/30/russian-investigators-vow-to-punish-those-responsible-for-azerbaijani-plane-crash-baku-says-a87484",
    "151": "https://www.currenttime.tv/a/33252822.html",
    "152": "https://mil.in.ua/en/news/baku-grozny-flight-crashes-over-russia-evidence-points-to-possible-air-defense-hit/",
    "153": "https://archive.today/2024.12.25-221922/https://meduza.io/en/cards/was-azerbaijan-airlines-embraer-jet-shot-down",
    "154": "https://www.telegraph.co.uk/world-news/2024/12/25/azerbaijan-airlines-crash-speculation-plane-accident/",
    "155": "https://edition.cnn.com/2024/12/26/asia/kazakhstan-plane-crash-questions-intl/index.html"
  },
  "flair_entities": [
    "emergency situations department",
    "ministry of internal affairs",
    "azerbaijan taekwondo championship",
    "order of \"rashadat",
    "the times",
    "western inter-regional investigation department for transport",
    "flight safety foundation",
    "vladikavkaz",
    "4k-az65",
    "aktau international airport",
    "euronews'",
    "samara",
    "cvr",
    "courage",
    "ali asadov",
    "mehriban aliyeva",
    "european union",
    "chechnya",
    "reuters",
    "wall street journal",
    "kadyrov",
    "pantsir-s1",
    "vladimir putin",
    "washington",
    "kovyor",
    "flight 8243",
    "caspian sea",
    "oral",
    "american",
    "commonwealth of independent states",
    "zulfiqar asadov",
    "russia",
    "türkiye today",
    "french",
    "zelenskyy",
    "uytash airport",
    "aqtt",
    "white house",
    "grozny airport",
    "grozny",
    "azamat sarsenbayev",
    "national hero of azerbaijan",
    "kyrgyzstan",
    "azerbaijan national futsal cup",
    "embraer 190ar",
    "el al",
    "aydan rahimli",
    "saratov",
    "gps",
    "international telecommunication union",
    "brazil",
    "astana",
    "yan matveyev",
    "kassym-jomart tokayev",
    "ministry of emergency situations",
    "nizhny novgorod",
    "brazilian",
    "us",
    "aktau",
    "russian federation",
    "emergencies ministry command centre",
    "iran air flight 655",
    "chingis arinov",
    "khamzat kadyrov",
    "meduza",
    "msk",
    "kremlin",
    "chechen",
    "heydar aliyev international airport",
    "mangystau region",
    "flight 752",
    "samir rzayev",
    "general electric cf34-10e6",
    "federal air transport agency",
    "security council",
    "rashad nabiyev",
    "pantsir",
    "european union aviation safety agency",
    "qanat bozymbaev",
    "ministry of healthcare",
    "naursky district",
    "mineralnye vody",
    "azerbaijan wrestling championship",
    "ukrainian",
    "ufa",
    "saint petersburg",
    "kazakh",
    "embraer",
    "malaysia airlines",
    "gusar",
    "rasim musabeyov",
    "kaja kallas",
    "sochi",
    "israeli",
    "aleksandr kalyaninov",
    "volgograd",
    "mozdok",
    "euronews",
    "international civil aviation organization",
    "national guard",
    "pantsir-s",
    "turkey",
    "john kirby",
    "chechen republic",
    "ilham aliyev",
    "azerbaijan futsal premier league",
    "azerbaijanis",
    "buta airways",
    "rostov",
    "azt",
    "richard aboulafia",
    "kazakhstan",
    "russian",
    "militarnyi",
    "atc",
    "osprey flight solutions",
    "tel aviv",
    "azerbaijan airlines",
    "azerbaijan",
    "dmitry yadrov",
    "kadyrov grozny international airport",
    "qazaq air",
    "baku",
    "mineralnye vody airport",
    "mangistau electric grid company",
    "kshnyakin",
    "ramzan kadyrov",
    "flightradar24",
    "flight 17",
    "united kingdom-based",
    "volodymyr zelenskyy",
    "igor kshnyakin",
    "yekaterinburg",
    "russo-ukrainian war",
    "putin",
    "fdr",
    "ukraine international airlines",
    "aliyev",
    "flight 232",
    "anewz",
    "azerbaijani",
    "airlines",
    "ministry of transport",
    "ilyushin il-22pp",
    "the new york times",
    "interstate aviation committee",
    "united airlines",
    "republican",
    "blood centre",
    "ministry of foreign affairs",
    "united states",
    "utc",
    "cenipa",
    "nato",
    "aviation safety network",
    "makhachkala",
    "tupkaragan district",
    "hokuma aliyeva",
    "uav",
    "flydubai",
    "rosaviatsia",
    "investigative committee",
    "sarsenbayev",
    "ii alley of honor",
    "moscow"
  ]
}