{
  "title": "Bashar_al-Assad",
  "url": "https://en.wikipedia.org/wiki/Bashar_al-Assad",
  "summary": "Bashar al-Assad (born 11 September 1965) is a Syrian politician, military officer, and former dictator who served as the 19th president of Syria from 2000 until his government was overthrown by Syrian rebels in December 2024. As president, Assad was commander-in-chief of the Syrian Arab Armed Forces and secretary-general of the Central Command of the Arab Socialist Ba'ath Party. He is the son of Hafez al-Assad, who ruled Syria from 1971 until his death in 2000. \nIn the 1980s, Assad became a doctor, and in the early 1990s he was training in London as an ophthalmologist. In 1994, after his elder brother Bassel al-Assad died in a car crash, Assad was recalled to Syria to take over Bassel's role as heir apparent. Assad entered the military academy and took charge of the Syrian occupation of Lebanon in 1998. On 17 July 2000, Assad became president, succeeding his father, who had died on 10 June 2000. A series of crackdowns in 2001–02 ended the Damascus Spring, a period marked by calls for transparency and democracy.\nAssad's regime was a highly personalist dictatorship, which governed Syria as a totalitarian police state, and was marked by numerous human rights violations, war crimes, and severe repression. While the Assad government described itself as secular, various political scientists and observers noted that his regime exploited sectarian tensions in the country. Although Assad inherited the power structures and personality cult nurtured by his father, he lacked the loyalty received by his father and faced rising discontent against his rule. As a result, many people from his father's regime resigned or were purged, and the political inner-circle was replaced by staunch loyalists from Alawite clans. Assad's early economic liberalization programs worsened inequalities and centralised the socio-political power of the loyalist Damascene elite of the Assad family, alienating the Syrian rural population, urban working classes, businessmen, industrialists and people from once-traditional Ba'ath strongholds. The Cedar Revolution in Lebanon in February 2005, triggered by the assassination of Lebanese Prime Minister Rafic Hariri, forced Assad to end the Syrian occupation of Lebanon.\nAssad was responsible for one of the most repressive regimes in modern times. Assad's first decade in power was marked by extensive censorship, summary executions, forced disappearances, discrimination of ethnic minorities and extensive surveillance by the Ba'athist secret police. His deadly crackdown on Arab Spring protesters during the events of the Syrian revolution led to outbreak of the Syrian civil war. Between 2011 and 2024, over 600,000 people were killed in the civil war, with pro-Assad forces causing more than 90% of the total civilian deaths. The United States, European Union, and the majority of the Arab League called for Assad to resign in 2011, but he refused and the war continued. In 2013, the UN High Commissioner for Human Rights stated that findings from a UN inquiry directly implicated Assad directly in heinous atrocities and \"crimes against humanity\". Assad's perpetration of numerous war crimes led to international condemnation and isolation against his regime. Throughout the civil war, the Ba'athist Syrian armed forces also carried out several chemical attacks. \nIn November 2024, a coalition of Syrian rebels mounted several offensives with the intention of ousting Assad. On the morning of 8 December, as rebel troops first entered Damascus, Assad fled to Moscow and was granted political asylum by the Russian government. Later that day, Damascus fell to rebel forces, and Assad's regime collapsed.",
  "content": [
    {
      "section_title": "Early life, family and education",
      "section_content": [
        {
          "sentence": "Bashar al-Assad was born in Damascus on 11 September 1965, as the second son and third child of Anisa Makhlouf and Hafez al-Assad",
          "refs": []
        },
        {
          "sentence": "\"Al-Assad\" in Arabic means \"the lion\"",
          "refs": [
            "https://uk.news.yahoo.com/syrias-president-bashar-al-assad-175000548.html"
          ]
        },
        {
          "sentence": "Assad's paternal grandfather, Ali al-Assad, had managed to change his status from peasant to minor notable and, to reflect this, in 1927 he had changed the family name from \"Wahsh\" (meaning \"Savage\") to \"Al-Assad\"",
          "refs": []
        },
        {
          "sentence": "Assad's father, Hafez al-Assad, was born to an impoverished rural family of Alawite background and rose through the Ba'ath Party ranks to take control of the Syrian branch of the Party in the Corrective Movement, culminating in his rise to the Syrian presidency",
          "refs": []
        },
        {
          "sentence": "Hafez promoted his supporters within the Ba'ath Party, many of whom were also of Alawite background",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "After the revolution, Alawite strongmen were installed while Sunnis, Druze, and Ismailis were removed from the army and Ba'ath party",
          "refs": [
            "https://uk.news.yahoo.com/syrias-president-bashar-al-assad-175000548.html",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Hafez al-Assad's 30-year military rule witnessed the transformation of Syria into a dynastic dictatorship",
          "refs": [
            "https://www.theguardian.com/theguardian/2000/jun/15/guardianweekly.guardianweekly1"
          ]
        },
        {
          "sentence": "The new political system was led by the Ba'ath party elites dominated by the Alawites, who were fervently loyal to the Assad family and controlled the military, security forces and secret police",
          "refs": []
        },
        {
          "sentence": "The younger Assad had five siblings, three of whom are deceased",
          "refs": []
        },
        {
          "sentence": "A sister named Bushra died in infancy",
          "refs": []
        },
        {
          "sentence": "Assad's younger brother, Majd, was not a public figure and little is known about him other than he was intellectually disabled,  and died in 2009 after a \"long illness\"",
          "refs": [
            "ISBN: 9781317471981",
            "https://newrepublic.com/article/114630/bashar-al-assad-syria-family-guide"
          ]
        },
        {
          "sentence": "Unlike his brothers Bassel and Maher, and second sister, also named Bushra, Bashar was quiet, reserved and lacked interest in politics or the military",
          "refs": []
        },
        {
          "sentence": "The Assad children reportedly rarely saw their father,  and Bashar later stated that he only entered his father's office once while he was president",
          "refs": [
            "http://edition.cnn.com/2012/03/26/world/meast/assad-family/",
            "https://newrepublic.com/article/114630/bashar-al-assad-syria-family-guide",
            "[ERROR retrieving ref link]",
            "https://newrepublic.com/article/115993/bashar-al-assad-profile-syrias-mass-murderer"
          ]
        },
        {
          "sentence": "He was described as \"soft-spoken\",  and according to a university friend, he was timid, avoided eye contact and spoke in a low voice",
          "refs": [
            "https://www.ft.com/content/669da3aa-b5b5-11e1-ab92-00144feabdc0",
            "https://web.archive.org/web/20091025083543/http://ngm.nationalgeographic.com/2009/11/syria/belt-text/2"
          ]
        },
        {
          "sentence": "Assad received his primary and secondary education in the Arab-French al-Hurriya School in Damascus",
          "refs": []
        },
        {
          "sentence": "In 1982, he graduated from high school and then studied medicine at Damascus University",
          "refs": [
            "http://edition.cnn.com/2012/03/26/world/meast/assad-family/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Medical career and rise to power",
      "section_content": [
        {
          "sentence": "In 1988, Assad graduated from medical school and began working as an army doctor at Tishrin Military Hospital on the outskirts of Damascus",
          "refs": []
        },
        {
          "sentence": "Four years later, he settled in London to start postgraduate training in ophthalmology at Western Eye Hospital",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://web.archive.org/web/20151018150441/http://ladno.ru/person/asad/bio/"
          ]
        },
        {
          "sentence": "He was described as a \"geeky I.T",
          "refs": [
            "http://www.thetimes.co.uk/tto/news/world/middleeast/article2604469.ece"
          ]
        },
        {
          "sentence": "guy\" during his time in London",
          "refs": []
        },
        {
          "sentence": "Bashar had few political aspirations,  and his father had been grooming Bashar's older brother Bassel as future president",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.nbcnews.com/storyline/syria-peace-talks/how-syrias-geeky-president-assad-went-doctor-dictator-n453871"
          ]
        },
        {
          "sentence": "Shortly after Bassel died in a car accident in 1994, Bashar was recalled to the Syrian Army",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "State propaganda soon began elevating Bashar's public image as \"the hope of the masses\" to prepare the public for a continuation of the rule of the Assad dynasty",
          "refs": []
        },
        {
          "sentence": "Soon after the death of Bassel, Hafez al-Assad decided to make Bashar the new heir apparent",
          "refs": []
        },
        {
          "sentence": "Over the next six and a half years, until his death in 2000, Hafez prepared Bashar for succession",
          "refs": [
            "https://press.uchicago.edu/ucp/books/book/chicago/A/bo22776830.html"
          ]
        },
        {
          "sentence": "General Bahjat Suleiman, an officer in the Defense Companies, was entrusted with overseeing preparations for a smooth transition,   which were made on three levels",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://newrepublic.com/article/115993/bashar-al-assad-profile-syrias-mass-murderer"
          ]
        },
        {
          "sentence": "First, support was built up for Bashar in the military and security apparatus",
          "refs": []
        },
        {
          "sentence": "Second, Bashar's image was established with the public",
          "refs": []
        },
        {
          "sentence": "And lastly, Bashar was familiarised with the mechanisms of running the country",
          "refs": []
        },
        {
          "sentence": "To establish his credentials in the military, Bashar entered the military academy at Homs in 1994 and was propelled through the ranks to become a colonel of the elite Syrian Republican Guard in January 1999",
          "refs": []
        },
        {
          "sentence": "To establish a power base for Bashar in the military, old divisional commanders were pushed into retirement, and new, young, Alawite officers with loyalties to him took their place",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1998, Bashar took charge of Syria's Lebanon file, which had since the 1970s been handled by Vice President Abdul Halim Khaddam, who had until then been a potential contender for president",
          "refs": []
        },
        {
          "sentence": "By taking charge of Syrian affairs in Lebanon, Bashar was able to push Khaddam aside and establish his own power base in Lebanon",
          "refs": [
            "https://web.archive.org/web/20181005011806/http://transcripts.cnn.com/TRANSCRIPTS/0006/10/bn.01.html"
          ]
        },
        {
          "sentence": "In the same year, after minor consultation with Lebanese politicians, Bashar installed Emile Lahoud, a loyal ally of his, as the President of Lebanon and pushed former Lebanese Prime Minister Rafic Hariri aside, by not placing his political weight behind his nomination as prime minister",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "To further weaken the old Syrian order in Lebanon, Bashar replaced the long-serving de facto Syrian High Commissioner of Lebanon, Ghazi Kanaan, with Rustum Ghazaleh",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Parallel to his military career, Bashar was engaged in public affairs",
          "refs": []
        },
        {
          "sentence": "He was granted wide powers and became head of the bureau to receive complaints and appeals of citizens, and led a campaign against corruption",
          "refs": []
        },
        {
          "sentence": "As a result of this campaign, many of Bashar's potential rivals for president were put on trial for corruption",
          "refs": []
        },
        {
          "sentence": "Bashar also became the President of the Syrian Computer Society and helped to introduce the internet in Syria, which aided his image as a moderniser and reformer",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Ba'athist loyalists in the party, military and the Alawite sect were supportive of Bashar al-Assad, enabling him to become his father's successor",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Presidency",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Early leadership (2000–2011)",
          "section_content": [
            {
              "sentence": "After the death of Hafez al-Assad on 10 June 2000, the Constitution of Syria was amended",
              "refs": []
            },
            {
              "sentence": "The minimum age requirement for the presidency was lowered from 40 to 34, which was Bashar's age at the time",
              "refs": []
            },
            {
              "sentence": "The sole candidate of the presidential referendum, Assad was subsequently confirmed president on 10 July 2000, with 97.29% support for his leadership",
              "refs": [
                "https://www.bbc.com/news/10338256"
              ]
            },
            {
              "sentence": "In line with his role as President of Syria, he was also appointed the commander-in-chief of the Syrian Armed Forces and Regional Secretary of the Ba'ath Party",
              "refs": [
                "https://abcnews.go.com/Politics/rise-syrias-controversial-president-bashar-al-assad/story?id=46649146",
                "https://www.washingtonpost.com/wp-dyn/content/article/2007/05/27/AR2007052701117.html",
                "https://www.reuters.com/article/us-syria-vote-opposition-idUSOWE75174320070517"
              ]
            },
            {
              "sentence": "A series of state elections were held every seven years which Assad won with overwhelming majority of votes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The elections are unanimously regarded by independent observers as a sham process and boycotted by the opposition",
              "refs": []
            },
            {
              "sentence": "[b] [c] The last two elections – held in 2014 and 2021 – were conducted only in areas controlled by the Syrian government during the country's ongoing civil war and condemned by the United Nations",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Damascus Spring",
              "section_content": [
                {
                  "sentence": "Immediately after he took office, a reform movement known as Damascus Spring led by writers, intellectuals, dissidents, cultural activists, etc",
                  "refs": []
                },
                {
                  "sentence": "made cautious advances, which led to the closing of Mezzeh prison and the declaration of a wide-ranging amnesty releasing hundreds of Muslim Brotherhood affiliated political prisoners",
                  "refs": []
                },
                {
                  "sentence": "However, security crackdowns commenced again within the year, turning it into the Damascus Winter",
                  "refs": [
                    "https://www.theguardian.com/world/2014/may/28/syrians-lebaanon-vote-assad-embassies-refugees-boycott"
                  ]
                },
                {
                  "sentence": "Hundreds of intellectuals were arrested, targeted, exiled or sent to prison and the state of emergency was continued",
                  "refs": [
                    "https://www.telegraph.co.uk/news/worldnews/middleeast/syria/10970476/Bashar-al-Assad-sworn-in-for-a-third-term-as-Syrian-president.html",
                    "https://web.archive.org/web/20210422181511/https://www.arabnews.com/node/1846771/middle-east"
                  ]
                },
                {
                  "sentence": "The early concessions were rolled back to tighten authoritarian control, censorship was increased and the Damascus Spring movement was banned under the pretext of \"national unity and stability\"",
                  "refs": []
                },
                {
                  "sentence": "The regime's policy of a \"social market economy\" became a symbol of corruption, as Assad loyalists became its sole beneficiaries",
                  "refs": []
                },
                {
                  "sentence": "Several discussion forums were shut down and many intellectuals were abducted by the Mukhabarat, tortured and killed",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "http://english.aljazeera.net/indepth/features/2011/02/201129103121562395.html",
                    "http://www.meforum.org/683/syrian-reform-what-lies-beneath"
                  ]
                },
                {
                  "sentence": "Many analysts believe that initial promises of opening up were part of a government strategy to find Syrians who were not supportive of the new leadership",
                  "refs": []
                },
                {
                  "sentence": "During a state visit by British Prime Minister Tony Blair to Syria in October 2001, Bashar publicly condemned the United States invasion of Afghanistan in a joint press conference, stating that \" [w]e cannot accept what we see every day on our television screens – the killing of innocent civilians",
                  "refs": []
                },
                {
                  "sentence": "There are hundreds dying every day.\" Assad also praised Palestinian militant groups as \"freedom fighters\" and criticised Israel and the Western world during the conference",
                  "refs": []
                },
                {
                  "sentence": "British officials subsequently described Assad's political views as being more conciliatory in private, claiming that he criticized the September 11 attacks and accepted the legitimacy of the State of Israel",
                  "refs": []
                },
                {
                  "sentence": "Following the September 11 attacks and during the early stages of the US-led war on terror, \"Syria had emerged as one of the CIA's most effective intelligence allies in the fight against al-Qaeda,\"  with \"the quality and quantity of information from Syria  [having] exceeded the Agency's expectations.\"  Syria closely cooperated with the CIA's detention and interrogation program of people deemed \"illegal enemy combatants\"; Syrian prisons were a major site of extraordinary rendition by the CIA of alleged al-Qaeda members where they were tortured by Syrian interrogators on behalf of the CIA",
                  "refs": [
                    "https://www.ft.com/content/2f085060-810d-11dd-82dd-000077b07658",
                    "https://www.ft.com/content/2f085060-810d-11dd-82dd-000077b07658"
                  ]
                },
                {
                  "sentence": "According to a 2013 report by the Open Society Foundations, Syria was one of the \"most common destinations for rendered suspects\" under the CIA's program",
                  "refs": [
                    "https://carnegie-mec.org/diwan/48516?lang=en",
                    "https://www.theguardian.com/politics/2001/nov/01/afghanistan.israel",
                    "https://www.newyorker.com/magazine/2003/07/28/the-syrian-bet"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Killing of Rafic Hariri and Cedar Revolution",
              "section_content": [
                {
                  "sentence": "On 14 February 2005, Rafic Hariri, the former prime minister of Lebanon, was assassinated in a massive truck-bomb explosion in Beirut, killing 22 people",
                  "refs": []
                },
                {
                  "sentence": "The Christian Science Monitor reported that \"Syria was widely blamed for Hariri's murder",
                  "refs": []
                },
                {
                  "sentence": "In the months leading to the assassination, relations between Hariri and Syrian President Bashar al-Assad plummeted amid an atmosphere of threats and intimidation.\"  Bashar promoted his brother-in-law Assef Shawkat, a key figure suspected of orchestrating the terrorist attack, as the chief of Syrian Military Intelligence Directorate immediately after Hariri's death",
                  "refs": [
                    "https://www.washingtonpost.com/news/worldviews/wp/2013/02/05/a-staggering-map-of-the-54-countries-that-reportedly-participated-in-the-cias-rendition-program/"
                  ]
                },
                {
                  "sentence": "The killings caused massive uproar, triggering an intifada in Lebanon and hundreds of thousands of protestors poured on the streets to demand total withdrawal of Syrian military forces",
                  "refs": []
                },
                {
                  "sentence": "After mounting international pressure that called Syria to implement the UNSC Resolution 1559, Bashar al-Assad declared on 5 March that he would order the departure of Syrian soldiers",
                  "refs": []
                },
                {
                  "sentence": "On 14 March 2005, more than a million Lebanese protestors – Muslims, Christians, and Druze – demonstrated in Beirut, marking the monthly anniversary of Hariri's murder",
                  "refs": []
                },
                {
                  "sentence": "UN Resolution 1595, adopted on 7 April, sent an international commission to investigate the assassination of Hariri",
                  "refs": []
                },
                {
                  "sentence": "By 5 May 2005, United Nations had officially confirmed the total departure of all Syrian soldiers, ending the 29-year old military occupation",
                  "refs": []
                },
                {
                  "sentence": "The uprisings that occurred in these months came to be known as Lebanon's \"independence intifada\" or the \"Cedar Revolution\"",
                  "refs": []
                },
                {
                  "sentence": "UN investigation commission's report published on 20 October 2005 revealed that high-ranking members of Syrian intelligence and Assad family had directly supervised the killing",
                  "refs": []
                },
                {
                  "sentence": "The BBC reported in December 2005 that \"Damascus has strongly denied involvement in the car bomb which killed Hariri in February\"",
                  "refs": [
                    "http://www.csmonitor.com/World/Middle-East/2015/0214/Rafik-Hariri-In-Lebanon-assassination-reverberates-10-years-later",
                    "https://web.archive.org/web/20120721080802/https://www.smh.com.au/world/comeback-kid-of-assad-regime-was-a-feared-figure-20120719-22d5g.html",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "On 27 May 2007, Assad was approved for another seven-year term in a referendum on his presidency, with 97.6% of the votes supporting his continued leadership",
                  "refs": []
                },
                {
                  "sentence": "Opposition parties were not allowed in the country and Assad was the only candidate in the referendum",
                  "refs": [
                    "https://web.archive.org/web/20150529190850/https://www.nytimes.com/2005/10/21/world/middleeast/top-syrian-seen-as-prime-suspect-in-assassination.html",
                    "https://web.archive.org/web/20051021233807/http://news.bbc.co.uk/1/shared/bsp/hi/pdfs/21_10_05_mehlisreport.pdf",
                    "http://news.bbc.co.uk/2/hi/middle_east/4519346.stm"
                  ]
                },
                {
                  "sentence": "Syria's opposition parties under the umbrella of Damascus Declaration denounced the elections as illegitimate and part of the regime's strategy to sustain the \"totalitarian system\"",
                  "refs": [
                    "https://www.reuters.com/article/us-syria-vote-opposition-idUSOWE75174320070517"
                  ]
                },
                {
                  "sentence": "Elections in Ba'athist Syria were officially designated by the state as the event of \"renewing the pledge of allegiance\" to the Assads and voting was enforced by the Ba'athist military apparatus as a compulsory duty for every citizen",
                  "refs": [
                    "https://2009-2017.state.gov/r/pa/ei/bgn/3580.htm",
                    "http://news.bbc.co.uk/2/hi/middle_east/6700021.stm"
                  ]
                },
                {
                  "sentence": "Announcement of the results were typically followed by pro-Assad rallies conducted by the Ba'ath party across the country extolling the regime, wherein participants were forced to declare their \"devotion\" to the President and celebrate \"the virtues\" of the Assad dynasty",
                  "refs": []
                },
                {
                  "sentence": "Syria began developing a covert nuclear weapons programme with assistance of North Korea during the 2000s, but its suspected nuclear reactor was destroyed by the Israeli Air Force during Operation Outside the Box in September 2007",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Syrian Civil War (2011–2024)",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Leadership until 2015",
              "section_content": [
                {
                  "sentence": "Protests in Syria began on 26 January 2011 following the Arab Springprotests that called for political reforms and the reinstatement of civil rights, as well as an end to the state of emergency which had been in place since 1963",
                  "refs": []
                },
                {
                  "sentence": "One attempt at a \"day of rage\" was set for 4–5 February, though it ended uneventfully",
                  "refs": [
                    "https://www.newyorker.com/magazine/2012/09/17/the-silent-strike"
                  ]
                },
                {
                  "sentence": "Protests on 18–19 March were the largest to take place in Syria for decades, and the Syrian authority responded with violence against its protesting citizens",
                  "refs": [
                    "https://web.archive.org/web/20220410215253/https://www.ifimes.org/en/researches/syria-between-oppression-and-freedom/3325"
                  ]
                },
                {
                  "sentence": "In his first public response to the protests delivered on 30 March 2011, Assad blamed the unrest on \"conspiracies\" and accused the Syrian opposition and protestors of seditious \"fitna\", toeing the party-line of framing the Ba'athist state as the victim of an international plot",
                  "refs": [
                    "https://web.archive.org/web/20230424091316/https://www.reuters.com/article/us-korea-north-syria/n-koreans-may-have-died-in-israel-raid-in-syria-nhk-idUSL271480120080428"
                  ]
                },
                {
                  "sentence": "He also derided the Arab Spring movement, and described those participating in the protests as \"germs\" and fifth-columnists",
                  "refs": []
                },
                {
                  "sentence": "The U.S",
                  "refs": []
                },
                {
                  "sentence": "imposed limited sanctions against the Assad government in April 2011, followed by Barack Obama's executive order as of 18 May 2011 targeting Bashar Assad specifically and six other senior officials",
                  "refs": []
                },
                {
                  "sentence": "On 23 May 2011, the EU foreign ministers agreed at a meeting in Brussels to add Assad and nine other officials to a list affected by travel bans and asset freezes",
                  "refs": [
                    "https://www.reuters.com/world/middle-east/syria-civilian-death-toll-over-306000-since-2011-un-2022-06-28/",
                    "https://www.ohchr.org/en/press-releases/2022/06/un-human-rights-office-estimates-more-306000-civilians-were-killed-over-10",
                    "ISBN: 978-0-415-52391-2"
                  ]
                },
                {
                  "sentence": "On 24 May 2011, Canada imposed sanctions on Syrian leaders, including Assad",
                  "refs": [
                    "http://www.treasury.gov/press-center/press-releases/Pages/tg1181.aspx"
                  ]
                },
                {
                  "sentence": "On 20 June, in response to the demands of protesters and international pressure, Assad promised a national dialogue involving movement toward reform, new parliamentary elections, and greater freedoms",
                  "refs": []
                },
                {
                  "sentence": "He also urged refugees to return home from Turkey, while assuring them amnesty and blaming all unrest on a small number of saboteurs",
                  "refs": []
                },
                {
                  "sentence": "In July 2011, U.S",
                  "refs": []
                },
                {
                  "sentence": "Secretary of State Hillary Clinton said Assad had \"lost legitimacy\" as president",
                  "refs": []
                },
                {
                  "sentence": "On 18 August 2011, Barack Obama issued a written statement that urged Assad to \"step aside\"",
                  "refs": [
                    "https://www.ohchr.org/en/press-releases/2022/06/un-human-rights-office-estimates-more-306000-civilians-were-killed-over-10"
                  ]
                },
                {
                  "sentence": "In August, the cartoonist Ali Farzat, a critic of Assad's government, was attacked",
                  "refs": [
                    "https://www.bbc.co.uk/news/world-middle-east-13500395",
                    "https://www.bbc.co.uk/news/world-us-canada-13533833",
                    "https://web.archive.org/web/20120525170047/http://sana.sy/eng/337/2011/06/21/pr-353686.htm"
                  ]
                },
                {
                  "sentence": "Relatives of the humourist told media outlets that the attackers threatened to break Farzat's bones as a warning for him to stop drawing cartoons of government officials, particularly Assad",
                  "refs": []
                },
                {
                  "sentence": "Farzat was hospitalised with fractures in both hands and blunt force trauma to the head",
                  "refs": []
                },
                {
                  "sentence": "Since October 2011, Russia, as a permanent member of the UN Security Council, repeatedly vetoed Western-sponsored draft resolutions in the UN Security Council that would have left open the possibility of UN sanctions, or even military intervention, against the Assad government",
                  "refs": []
                },
                {
                  "sentence": "On 10 January 2012, Assad gave a speech in which he maintained the uprising was engineered by foreign countries and proclaimed that \"victory  [was] near\"",
                  "refs": []
                },
                {
                  "sentence": "He also said that the Arab League, by suspending Syria, revealed that it was no longer Arab",
                  "refs": []
                },
                {
                  "sentence": "However, Assad also said the country would not \"close doors\" to an Arab-brokered solution if \"national sovereignty\" was respected",
                  "refs": []
                },
                {
                  "sentence": "He also said a referendum on a new constitution could be held in March",
                  "refs": []
                },
                {
                  "sentence": "By the end of January 2012, it was reported by Reuters that over 5,000 civilians and protesters (including armed militants) had been killed by the Syrian army, security agents and militia (Shabiha), while 1,100 people had been killed by \"terrorist armed forces\"",
                  "refs": []
                },
                {
                  "sentence": "On 27 February 2012, Syria claimed that a proposal that a new constitution be drafted received 90% support during the relevant referendum",
                  "refs": []
                },
                {
                  "sentence": "The referendum introduced a fourteen-year cumulative term limit for the president of Syria",
                  "refs": []
                },
                {
                  "sentence": "The referendum was pronounced meaningless by foreign nations including the U.S",
                  "refs": []
                },
                {
                  "sentence": "and Turkey; the EU announced fresh sanctions against key regime figures",
                  "refs": []
                },
                {
                  "sentence": "In July 2012, Russian Foreign Minister Sergey Lavrov denounced Western powers for what he said amounted to blackmail thus provoking a civil war in Syria",
                  "refs": [
                    "https://www.un.org/apps/news/story.asp?NewsID=39935"
                  ]
                },
                {
                  "sentence": "On 15 July 2012, the International Committee of the Red Cross declared Syria to be in a state of civil war,  as the nationwide death toll for all sides was reported to have neared 20,000",
                  "refs": [
                    "https://www.bbc.co.uk/news/world-middle-east-16483548",
                    "https://web.archive.org/web/20200807040746/https://in.reuters.com/article/syria-idINDEE7BC00720111213"
                  ]
                },
                {
                  "sentence": "On 6 January 2013, Assad, in his first major speech since June, said that the conflict in his country was due to \"enemies\" outside of Syria who would \"go to Hell\" and that they would \"be taught a lesson\"",
                  "refs": []
                },
                {
                  "sentence": "However, he said that he was still open to a political solution saying that failed attempts at a solution \"does not mean we are not interested in a political solution.\"   In July 2014, Assad renewed his third term of presidency after voting process conducted in pro-regime territories which were boycotted by the opposition and condemned by the United Nations",
                  "refs": [
                    "http://www.thehindu.com/news/international/article3646362.ece",
                    "https://www.bbc.co.uk/news/world-middle-east-18849362"
                  ]
                },
                {
                  "sentence": "According to Joshua Landis: \"He's (Assad) going to say: 'I am the state, I am Syria, and if the West wants access to Syrians, they have to come through me.'\"",
                  "refs": [
                    "http://uk.reuters.com/article/us-syria-crisis-assad-idUSBREA3R0LH20140428?irpc=932",
                    "https://www.bbc.co.uk/news/world-middle-east-27419552",
                    "[ERROR retrieving ref link]",
                    "https://www.bbc.co.uk/news/world-middle-east-27419552"
                  ]
                },
                {
                  "sentence": "In 2013, reports emerged about an assassination attempt on Bashar that may have motivated a chemical weapons strike by the Assad regime",
                  "refs": []
                },
                {
                  "sentence": "NBC News reported that the United States conducted investigations to determine whether a failed attempt on his life had influenced the decision to deploy such weapons",
                  "refs": []
                },
                {
                  "sentence": "During the early stages of the Syrian  Civil War in 2012, multiple reports of assassination attempts were made",
                  "refs": [
                    "https://www.theguardian.com/world/2012/jul/22/syria-death-toll-tops-19000"
                  ]
                },
                {
                  "sentence": "These allegations coincided with intensifying conflict and growing opposition to Assad's rule",
                  "refs": []
                },
                {
                  "sentence": "After the fall of four military bases in September 2014,  which were the last government footholds in the Raqqa Governorate, Assad received significant criticism from his Alawite base of support",
                  "refs": [
                    "https://web.archive.org/web/20160304071334/http://blogs.aljazeera.com/liveblog/topic/Syria-153"
                  ]
                },
                {
                  "sentence": "This included remarks made by Douraid al-Assad, cousin of Bashar al-Assad, demanding the resignation of the Syrian Defence Minister, Fahd Jassem al-Freij, following the massacre by the Islamic State of hundreds of government troops captured after the IS victory at Tabqa Airbase",
                  "refs": [
                    "https://www.nbcnews.com/news/world/assad-assassination-attempt-may-have-prompted-chemical-weapons-strike-flna8c11021682"
                  ]
                },
                {
                  "sentence": "This was shortly followed by Alawite protests in Homs demanding the resignation of the governor,  and the dismissal of Assad's cousin Hafez Makhlouf from his security position leading to his subsequent exile to Belarus",
                  "refs": [
                    "https://apnews.com/general-news-afa095170f9f4f8c8a5d0778b5488e1f",
                    "https://www.economist.com/news/middle-east-and-africa/21625865-bashar-assad-may-be-weaker-he-thinks-tough-bowing"
                  ]
                },
                {
                  "sentence": "Growing resentment towards Assad among Alawites was fuelled by the disproportionate number of soldiers killed in fighting hailing from Alawite areas,  a sense that the Assad regime has abandoned them,  as well as the failing economic situation",
                  "refs": [
                    "https://www.reuters.com/article/us-syria-crisis-dissent-idUSKBN0GW2GQ20140901",
                    "https://web.archive.org/web/20180419222514/https://uk.reuters.com/article/uk-syria-crisis-military-idUKKBN0HD0LW20140918",
                    "https://abcnews.go.com/International/wireStory/kurdish-fighters-group-nearing-syrian-town-25911163"
                  ]
                },
                {
                  "sentence": "Figures close to Assad began voicing concerns regarding the likelihood of its survival, with one saying in late 2014; \"I don't see the current situation as sustainable ..",
                  "refs": [
                    "https://www.al-monitor.com/pulse/originals/2014/10/change-leadership-damascus-syria-regime.html"
                  ]
                },
                {
                  "sentence": "I think Damascus will collapse at some point.\"",
                  "refs": [
                    "https://web.archive.org/web/20160304071334/http://blogs.aljazeera.com/liveblog/topic/Syria-153"
                  ]
                },
                {
                  "sentence": "In 2015, several members of the Assad family died in Latakia under unclear circumstances",
                  "refs": []
                },
                {
                  "sentence": "On 14 March, an influential cousin of Assad and founder of the shabiha, Mohammed Toufic al-Assad, was assassinated with five bullets to the head in a dispute over influence in Qardaha – the ancestral home of the Assad family",
                  "refs": [
                    "https://abcnews.go.com/International/wireStory/syrias-alawites-pay-heavy-price-bury-sons-26598184"
                  ]
                },
                {
                  "sentence": "In April 2015, Assad ordered the arrest of his cousin Munther al-Assad in Alzirah, Latakia",
                  "refs": [
                    "https://www.reuters.com/article/mideast-crisis-homs-blast-idUSL5N0SO3GI20141029"
                  ]
                },
                {
                  "sentence": "It remains unclear whether the arrest was due to actual crimes",
                  "refs": [
                    "https://www.al-monitor.com/pulse/originals/2014/10/syria-tartous-alawites-pro-regime-protests.html"
                  ]
                },
                {
                  "sentence": "After a string of government defeats in northern and southern Syria, analysts noted growing government instability coupled with continued waning support for the Assad government among its core Alawite base of support",
                  "refs": []
                },
                {
                  "sentence": "Reports indicated that Assad's relatives, Alawites, and businessmen were increasingly fleeing Damascus for Latakia and foreign countries",
                  "refs": [
                    "http://www.dailystar.com.lb/News/Middle-East/2015/Mar-14/290802-assad-relative-assassinated-in-syria-activists.ashx"
                  ]
                },
                {
                  "sentence": "Intelligence chief Ali Mamlouk was placed under house arrest sometime in April and stood accused of plotting with Assad's exiled uncle Rifaat al-Assad to replace Bashar as president",
                  "refs": [
                    "http://www.ibtimes.co.uk/syria-bashar-al-assad-arrests-own-cousin-munther-kidnapping-links-1496410",
                    "http://www.csmonitor.com/World/Middle-East/2015/0421/Can-Syria-s-Assad-withstand-latest-battlefield-setbacks-video"
                  ]
                },
                {
                  "sentence": "Further high-profile deaths included the commanders of the Fourth Armoured Division, the Belli military airbase, the army's special forces and of the First Armoured Division, with an errant air strike during the Palmyra offensive killing two officers who were reportedly related to Assad",
                  "refs": [
                    "http://www.cbsnews.com/news/flash-points-syria-assad-losing-power/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "After Russian intervention (from 2015)",
              "section_content": [
                {
                  "sentence": "On 4 September 2015, when prospects of Assad's survival looked bleak, Russian President Vladimir Putin said that Russia was providing the Assad government with sufficiently \"serious\" help: with both logistical and military support",
                  "refs": []
                },
                {
                  "sentence": "Shortly after the start of direct military intervention by Russia on 30 September 2015 at the formal request of the Syrian government, Putin stated the military operation had been thoroughly prepared in advance and defined Russia's goal in Syria as \"stabilising the legitimate power in Syria and creating the conditions for political compromise\"",
                  "refs": [
                    "http://www.gulfnews.com/opinion/time-to-reconsider-life-after-al-assad-1.1507735",
                    "https://www.telegraph.co.uk/news/worldnews/middleeast/syria/11596142/Bashar-al-Assads-spy-chief-arrested-over-Syria-coup-plot.html",
                    "http://www.alaraby.co.uk/english/comment/2015/5/22/the-syrian-regime-is-slowly-being-liquidated"
                  ]
                },
                {
                  "sentence": "Putin's intervention saved the Assad regime at a time when it was on the verge of a looming collapse",
                  "refs": [
                    "https://www.telegraph.co.uk/news/worldnews/europe/russia/11845635/Vladimir-Putin-confirms-Russian-military-involvement-in-Syrias-civil-war.html"
                  ]
                },
                {
                  "sentence": "It also enabled Moscow to achieve its key geo-strategic objectives such as total control of Syrian airspace, naval bases that granted permanent martial reach across the Eastern Mediterranean and easier access to intervene in Libya",
                  "refs": []
                },
                {
                  "sentence": "In November 2015, Assad reiterated that a diplomatic process to bring the country's civil war to an end could not begin while it was occupied by \"terrorists\", although it was considered by BBC News to be unclear whether he meant only ISIL or Western-supported rebels as well",
                  "refs": []
                },
                {
                  "sentence": "On 22 November, Assad said that within two months of its air campaign Russia had achieved more in its fight against ISIL than the U.S.-led coalition had achieved in a year",
                  "refs": [
                    "https://www.washingtonpost.com/world/putin-says-syrias-president-is-ready-for-elections-compromise-with-rebels/2015/09/04/9dfa818b-92c2-4012-b956-1784189b8ab7_story.html"
                  ]
                },
                {
                  "sentence": "In an interview with Czech Television on 1 December, he said that the leaders who demanded his resignation were of no interest to him, as nobody takes them seriously because they are \"shallow\" and controlled by the United States",
                  "refs": [
                    "ISBN: 978-0-7556-3463-7"
                  ]
                },
                {
                  "sentence": "At the end of December 2015, senior U.S",
                  "refs": [
                    "http://www.interfax.ru/russia/472593",
                    "https://www.bbc.com/news/world-middle-east-34867215"
                  ]
                },
                {
                  "sentence": "officials privately admitted that Russia had achieved its central goal of stabilising Syria and, with the expenses relatively low, could sustain the operation at this level for years to come",
                  "refs": []
                },
                {
                  "sentence": "In December 2015, Putin stated that Russia was supporting Assad's forces and was ready to back anti-Assad rebels in a joint fight against IS",
                  "refs": []
                },
                {
                  "sentence": "On 22 January 2016, the Financial Times, citing anonymous \"senior western intelligence officials\", claimed that Russian general Igor Sergun, the director of GRU, the Main Intelligence Directorate of the General Staff of the Armed Forces of the Russian Federation, had shortly before his sudden death on 3 January 2016 been sent to Damascus with a message from Vladimir Putin asking that President Assad step aside",
                  "refs": []
                },
                {
                  "sentence": "The Financial Times' report was denied by Putin's spokesman",
                  "refs": [
                    "https://www.newsru.com/world/02dec2015/assad.html"
                  ]
                },
                {
                  "sentence": "It was reported in December 2016 that Assad's forces had retaken half of rebel-held Aleppo, ending a 6-year stalemate in the city",
                  "refs": []
                },
                {
                  "sentence": "On 15 December, as it was reported government forces were on the brink of retaking all of Aleppo – a \"turning point\" in the civil war, Assad celebrated the \"liberation\" of the city, and stated, \"History is being written by every Syrian citizen.\"",
                  "refs": [
                    "https://www.dw.com/en/putin-claims-support-to-syrian-rebels/a-18913306",
                    "https://ghostarchive.org/archive/20221210/http://www.ft.com/cms/s/0/735b4746-c01f-11e5-9fdb-87b8d15baec2.html",
                    "https://www.themoscowtimes.com/2016/01/22/putin-requested-assad-step-aside-but-syrian-leader-refused-a51558"
                  ]
                },
                {
                  "sentence": "After the election of Donald Trump, the priority of the U.S",
                  "refs": []
                },
                {
                  "sentence": "concerning Assad was unlike the priority of the Obama administration, and in March 2017, U.S",
                  "refs": []
                },
                {
                  "sentence": "Ambassador to the UN Nikki Haley stated the U.S",
                  "refs": []
                },
                {
                  "sentence": "was no longer focused on \"getting Assad out\",  but this position changed in the wake of the 2017 Khan Shaykhun chemical attack",
                  "refs": [
                    "http://www.upi.com/Top_News/World-News/2016/12/03/Assads-forces-retake-half-of-rebel-held-Aleppo/3411480810004/"
                  ]
                },
                {
                  "sentence": "Following the missile strikes on a Syrian airbase on the orders of President Trump, Assad's spokesperson described the U.S.' behaviour as \"unjust and arrogant aggression\" and stated that the missile strikes \"do not change the deep policies\" of the Syrian government",
                  "refs": [
                    "https://www.bbc.co.uk/news/world-middle-east-38194136"
                  ]
                },
                {
                  "sentence": "President Assad also told the Agence France-Presse that Syria's military had given up all its chemical weapons in 2013, and would not have used them if they still retained any, and stated that the chemical attack was a \"100 percent fabrication\" used to justify a U.S",
                  "refs": [
                    "https://web.archive.org/web/20161220125836/http://fox6now.com/2016/12/17/evacuation-agreement-reached-in-aleppo-rebel-group-says/"
                  ]
                },
                {
                  "sentence": "airstrike",
                  "refs": []
                },
                {
                  "sentence": "In June 2017, Russian President Putin said \"Assad didn't use the  [chemical weapons]\" and that the chemical attack was \"done by people who wanted to blame him for that.\"  UN and international chemical weapons inspectors from the Organisation for the Prohibition of Chemical Weapons (OPCW) found the attack was the work of the Assad regime",
                  "refs": [
                    "https://www.reuters.com/article/us-mideast-crisis-syria-usa-haley-idUSKBN1712QL",
                    "https://www.axios.com/tillerson-u-s-will-lead-coalition-to-oust-assad-2348075513.html"
                  ]
                },
                {
                  "sentence": "On 7 November 2017, the Syrian government announced that it had signed the Paris Climate Agreement",
                  "refs": []
                },
                {
                  "sentence": "In May 2018, it recognized the independence of Russian-occupied separatist republics of Abkhazia and South Ossetia in Georgia, leading to backlash from the European Union, United States, Canada and other countries",
                  "refs": [
                    "https://www.reuters.com/article/us-mideast-crisis-syria-assad-idUSKBN17F1NE"
                  ]
                },
                {
                  "sentence": "On 30 August 2020, the First Hussein Arnous government was formed, which included a new Council of Ministers",
                  "refs": [
                    "https://web.archive.org/web/20170602223827/https://abcnews.go.com/International/wireStory/putin-syria-chemical-attack-provocation-assad-47790720",
                    "https://edition.cnn.com/2017/10/26/middleeast/syria-khan-sheikhoun-chemical-attack-sarin/index.html",
                    "https://www.nytimes.com/2017/11/07/climate/syria-joins-paris-agreement.html"
                  ]
                },
                {
                  "sentence": "In the 2021 presidential elections held on 26 May, Assad secured his fourth 7-year tenure; by winning 95.2% of the eligible votes",
                  "refs": []
                },
                {
                  "sentence": "The elections were boycotted by the opposition and SDF; while the refugees and internally displaced citizens were disqualified to vote; enabling only 38% of Syrians to participate in the process",
                  "refs": []
                },
                {
                  "sentence": "Independent international observers as well as representatives of Western countries described the elections as a farce",
                  "refs": []
                },
                {
                  "sentence": "United Nations condemned the elections for directly violating Resolution 2254; and announced that it has \"no mandate\"",
                  "refs": []
                },
                {
                  "sentence": "On 10 August 2021, the Second Hussein Arnous government was formed",
                  "refs": []
                },
                {
                  "sentence": "Under Assad, Syria became a strong supporter of the 2022 Russian invasion of Ukraine and was one of the five countries that opposed the UN General Assembly resolution denouncing the invasion, which called upon Russia to pull back its troops",
                  "refs": [
                    "https://web.archive.org/web/20221127122709/https://www.reuters.com/world/middle-east/syrias-president-bashar-al-assad-wins-fourth-term-office-with-951-votes-live-2021-05-27/"
                  ]
                },
                {
                  "sentence": "Three days prior to the invasion, Foreign Minister Faisal Mekdad was dispatched to Moscow to affirm Syria's recognition of Donetsk and Luhansk separatist republics",
                  "refs": []
                },
                {
                  "sentence": "A day after the invasion, Bashar al-Assad praised the invasion as \"a correction of history and a restoration of balance in the global order after the fall of the Soviet Union\" in a phone call with Vladimir Putin",
                  "refs": []
                },
                {
                  "sentence": "Syria became the first country after Russia to officially recognize the \"independence and sovereignty\" of the two breakaway regions in June 2022",
                  "refs": [
                    "https://web.archive.org/web/20230103070540/https://www.hrw.org/world-report/2022/country-chapters/syria",
                    "https://web.archive.org/web/20220813233750/https://english.aawsat.com/home/article/2965846/charles-lister/us-policy-syria-2021",
                    "https://www.reuters.com/world/middle-east/syrias-assad-asks-pm-hussein-arnous-form-new-cabinet-2021-08-01/"
                  ]
                },
                {
                  "sentence": "On the 12th anniversary of beginning of the protests of Syrian Revolution, Bashar al-Assad held a meeting with Vladimir Putin during an official visit to Russia",
                  "refs": []
                },
                {
                  "sentence": "In a televised broadcast with Putin, Assad defended Russia's \"special military operation\" as a war against \"neo-Nazis and old Nazis\" of Ukraine",
                  "refs": []
                },
                {
                  "sentence": "He recognised the Russian annexation of four Ukrainian oblasts and ratified the new Russian borders, claiming that the territories were \"historically Russian\"",
                  "refs": [
                    "https://web.archive.org/web/20220702012411/https://apnews.com/article/russia-ukraine-middle-east-syria-moscow-c5505e965d7d354b2b1f408385197829",
                    "https://web.archive.org/web/20220703150251/https://www.reuters.com/world/middle-east/syria-recognizes-independence-sovereignty-donetsk-luhansk-state-news-agency-2022-06-29/"
                  ]
                },
                {
                  "sentence": "Assad also urged Russia to expand its military presence in Syria by establishing new bases and deploying more boots on the ground, making its military role permanent",
                  "refs": []
                },
                {
                  "sentence": "[d]",
                  "refs": []
                },
                {
                  "sentence": "In March 2023, he visited the United Arab Emirates and met with UAE's President Mohamed bin Zayed Al Nahyan",
                  "refs": []
                },
                {
                  "sentence": "In May 2023, he attended the Arab League summit in Jeddah, Saudi Arabia, where he was welcomed by Saudi Crown Prince Mohammed bin Salman",
                  "refs": [
                    "https://web.archive.org/web/20230323052728/https://www.teletrader.com/assad-syria-recognizes-russia-s-new-borders/news/details/59649372?ts=1679549248213"
                  ]
                },
                {
                  "sentence": "He met with Egyptian President Abdel Fattah el-Sisi and other Arab leaders",
                  "refs": [
                    "https://web.archive.org/web/20230323053657/https://havanatimes.org/news/assad-welcomes-new-russian-bases-in-syria-recognizes-russian-annexations-in-ukraine/"
                  ]
                },
                {
                  "sentence": "In September 2023, Assad attended the Asian Games opening ceremony in Hangzhou and met with Chinese President Xi Jinping",
                  "refs": [
                    "https://web.archive.org/web/20230323053926/https://www.pakistanpoint.com/en/story/1659999/assad-says-syria-recognizes-new-russian-borders-followi.html"
                  ]
                },
                {
                  "sentence": "They announced the establishment of a China–Syria strategic partnership",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In November 2023, Assad attended the Arab–Islamic extraordinary summit in Riyadh",
                  "refs": []
                },
                {
                  "sentence": "In May 2024, he attended the Arab League summit in Bahrain",
                  "refs": [
                    "https://www.reuters.com/world/middle-east/syrias-assad-attend-arab-summit-bringing-regional-isolation-an-end-2023-05-19/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Overthrow and exile",
      "section_content": [
        {
          "sentence": "In December 2024, the United States, Germany, France, and the United Kingdom urged for de-escalation in Syria as violence flared up once again",
          "refs": []
        },
        {
          "sentence": "Rebel factions, led by the Islamist group Hayat Tahrir al-Sham (HTS), had taken control of Aleppo, prompting a retaliatory airstrike campaign by President Assad and his Russian allies",
          "refs": []
        },
        {
          "sentence": "The strikes, which targeted population centers and several hospitals in the rebel-held city of Idlib, resulted in at least 25 deaths, according to the White Helmets rescue group",
          "refs": []
        },
        {
          "sentence": "NATO countries issued a joint statement calling for the protection of civilians and critical infrastructure to prevent further displacement and ensure humanitarian access",
          "refs": []
        },
        {
          "sentence": "They stressed the urgent need for a Syrian-led political solution, in accordance with United Nations Security Council Resolution 2254, which advocates for dialogue between the Syrian government and opposition forces",
          "refs": []
        },
        {
          "sentence": "The rebel offensive, which had begun on 27 November 2024, continued its advance into Hama Governorate following their capture of Aleppo",
          "refs": []
        },
        {
          "sentence": "On 4 December 2024, fierce clashes erupted in Hama Governorate as the Syrian army engaged Islamist-led insurgents in a bid to halt their advance on the key city of Hama",
          "refs": []
        },
        {
          "sentence": "Government forces claimed to have launched a counteroffensive with air support, pushing back rebel factions, including Hayat Tahrir al-Sham (HTS), around six miles from the city",
          "refs": []
        },
        {
          "sentence": "However, despite reinforcements, the rebels captured the city on 5 December",
          "refs": []
        },
        {
          "sentence": "The fighting led to widespread displacement, with nearly 50,000 people fleeing the area and over 600 casualties reported, including 104 civilians",
          "refs": [
            "https://www.al-monitor.com/originals/2024/05/assad-sisi-gulf-leaders-bahrain-arab-league-summit-gaza-war-rages"
          ]
        },
        {
          "sentence": "On 6 December, rebels began encircling the capital Damascus",
          "refs": [
            "https://www.dw.com/en/syria-us-germany-france-uk-call-for-de-escalation/a-70933512"
          ]
        },
        {
          "sentence": "On 7 December, rebels captured the strategic city of Homs, cutting off Damascus from regime strongholds on the coast",
          "refs": [
            "https://www.nytimes.com/2024/12/03/world/middleeast/syria-civil-war-rebels-aleppo.html"
          ]
        },
        {
          "sentence": "A few hours later in the early morning of 8 December, Assad fled Damascus just before its fall to the rebels,  ending 54 years of the Assad family's rule",
          "refs": [
            "https://www.aljazeera.com/program/newsfeed/2024/12/3/syrian-hospital-hit-in-air-attack-on-opposition-held-idlib",
            "https://www.bbc.com/news/articles/cql5r2px4yyo"
          ]
        },
        {
          "sentence": "The Russian government said that Assad had \"stepped down\" as president following a personal decision and had left Syria",
          "refs": [
            "https://www.france24.com/en/middle-east/20241204-syrian-army-launches-counterattack-as-rebels-push-towards-hama"
          ]
        },
        {
          "sentence": "Following efforts by Russian foreign minister Sergey Lavrov to facilitate his departure, Assad, who left under great secrecy, was reported to have gone first to the Russian-operated Khmeimim Air Base near Latakia before proceeding to Moscow",
          "refs": [
            "https://www.middleeasteye.net/news/syrian-rebels-control-south-approaching-damascus",
            "https://nypost.com/2024/12/07/world-news/rebels-capture-city-of-homs-in-syria-threatening-to-topple-assad-regime-with-damascus-in-sight/"
          ]
        },
        {
          "sentence": "Interfax, quoting an unnamed source at the Kremlin, said that Assad and his family had arrived in Moscow and that the Russian government had granted them asylum \"on humanitarian grounds.\"",
          "refs": [
            "https://www.reuters.com/world/middle-east/syria-rebels-celebrate-captured-homs-set-sights-damascus-2024-12-07/",
            "https://www.reuters.com/world/middle-east/syria-rebels-celebrate-captured-homs-set-sights-damascus-2024-12-07/"
          ]
        },
        {
          "sentence": "On 16 December, the Telegram account of the Syrian presidency published a statement attributed to Assad saying that he had gone to a Russian military base in Latakia Governorate \"to oversee combat operations\" following the fall of Damascus but was evacuated out of the country by Russia after coming under siege from rebel forces, adding that he had no intention of resigning or going into exile",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Controversies",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Corruption",
          "section_content": [
            {
              "sentence": "At the onset of the Syrian revolution, corruption in Syria was endemic, and the country was ranked 129th in the 2011 Corruption Perceptions Index",
              "refs": []
            },
            {
              "sentence": "Since the 1970s, Syria's economy has been dominated by the patronage networks of Ba'ath party elites and Alawite loyalists of the Assad family, who established control over Syria's public sectors based on kinship and nepotism",
              "refs": [
                "https://www.bbc.com/news/articles/cqx89reeevgo"
              ]
            },
            {
              "sentence": "The pervasive nature of corruption had been a source of controversy within the Ba'ath party circles and the wider public; as early as the 1980s",
              "refs": []
            },
            {
              "sentence": "Bashar al-Assad's economic liberalization program during the 2000s became a symbol of corruption and nepotism, as the scheme's beneficiaries were Alawite loyalists who seized a significant portion of the privatized sectors and business assets",
              "refs": []
            },
            {
              "sentence": "The government's actions alienated the vast majority of the Syrian public, particularly the rural and urban working classes, who strongly disliked the resulting economic disparities that became overtly visible",
              "refs": []
            },
            {
              "sentence": "Assad's cousin Rami Makhlouf was the regime's most favored oligarch during this period, marked by the institutionalization of corruption, handicapping of small businesses and casting down private entrepreneurship",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The persistence of corruption, sectarian bias towards Alawites, nepotism and widespread bribery that existed in party, bureaucracy and military led to popular anger that resulted in the eruption of the 2011 Syrian Revolution",
              "refs": [
                "https://www.reuters.com/world/middle-east/assads-final-hours-syria-deception-despair-flight-2024-12-13/"
              ]
            },
            {
              "sentence": "The protests were the most fierce in working-class neighbourhoods, which had long bore the brunt of the regime's exploitation policies that privileged its own loyalists",
              "refs": []
            },
            {
              "sentence": "According to ABC News, as a result of the Syrian civil war, \"government-controlled Syria is truncated in size, battered and impoverished.\"  Economic sanctions (the Syria Accountability Act) were applied long before the Syrian civil war by the U.S",
              "refs": [
                "https://www.jstor.org/stable/41857946"
              ]
            },
            {
              "sentence": "and were joined by the EU at the outbreak of the civil war, causing disintegration of the Syrian economy",
              "refs": []
            },
            {
              "sentence": "These sanctions were reinforced in October 2014 by the EU and U.S",
              "refs": [
                "https://web.archive.org/web/20220327062345/https://www.bbc.com/news/world-middle-east-13216195"
              ]
            },
            {
              "sentence": "Industry in parts of the country that are still held by the government is heavily state-controlled, with economic liberalisation being reversed during the current conflict",
              "refs": [
                "https://web.archive.org/web/20170219152118/https://globalanticorruptionblog.com/2017/02/06/the-role-of-corruption-in-the-syrian-civil-war/",
                "ISBN: 978-977-85412-3-6"
              ]
            },
            {
              "sentence": "The London School of Economics has stated that as a result of the Syrian civil war, a war economy has developed in Syria",
              "refs": [
                "https://abcnews.go.com/International/wireStory/assads-syria-truncated-battered-defiant-26633429"
              ]
            },
            {
              "sentence": "A 2014 European Council on Foreign Relations report also stated that a war economy has formed:",
              "refs": [
                "https://www.bbc.co.uk/news/world-middle-east-17088270"
              ]
            },
            {
              "sentence": "A UN commissioned report by the Syrian Centre for Policy Research states that two-thirds of the Syrian population now lives in \"extreme poverty\"",
              "refs": []
            },
            {
              "sentence": "Unemployment stands at 50 percent",
              "refs": [
                "https://www.usatoday.com/story/news/politics/2014/10/16/treasury-syrian-sanctions-qusay-mihoub/17354081/"
              ]
            },
            {
              "sentence": "In October 2014, a $50 million mall opened in Tartus which provoked criticism from government supporters and was seen as part of an Assad government policy of attempting to project a sense of normalcy throughout the civil war",
              "refs": [
                "https://www.reuters.com/article/us-syria-economy-socialist-idUSBRE8630FA20120704"
              ]
            },
            {
              "sentence": "A government policy to give preference to families of slain soldiers for government jobs was cancelled after it caused an uproar  while rising accusations of corruption caused protests",
              "refs": [
                "https://www.reuters.com/article/idUSKCN0IU10Z20141110?irpc=932",
                "https://web.archive.org/web/20180419222514/https://uk.reuters.com/article/uk-syria-crisis-military-idUKKBN0HD0LW20140918"
              ]
            },
            {
              "sentence": "In December 2014, the EU banned sales of jet fuel to the Assad government, forcing the government to buy more expensive uninsured jet fuel shipments in the future",
              "refs": [
                "https://www.al-monitor.com/pulse/originals/2014/10/change-leadership-damascus-syria-regime.html"
              ]
            },
            {
              "sentence": "Taking advantage of the increased role of the state as a result of the civil war, Bashar and his wife Asma have begun annexing Syria's economic assets from their loyalists, seeking to displace the old business elites and monopolize their direct control of the economy",
              "refs": []
            },
            {
              "sentence": "Maher al-Assad, the brother of Bashar, has also become wealthy by overseeing the operations of Syria's state-sponsored captagon drug industry and seizing much of the spoils of war",
              "refs": []
            },
            {
              "sentence": "The ruling couple currently owns vast swathes of Syria's shipping, real estate, telecommunications and banking sectors",
              "refs": []
            },
            {
              "sentence": "Significant changes have been happening to Syrian economy since the government's confiscation campaigns launched in 2019, which involved major economic assets being transferred to the Presidential couple to project their power and influence",
              "refs": [
                "https://www.reuters.com/article/us-syria-economy-idUSKBN0E81WL20140528",
                "https://www.washingtonpost.com/world/middle_east/syrias-assad-regime-cuts-subsidies-focuses-ailing-economy-on-war-effort/2014/11/29/5f830894-719c-11e4-a2c2-478179fd0489_story.html"
              ]
            },
            {
              "sentence": "Particularly noteworthy dynamic has been the rise of Asma al-Assad, who heads Syria's clandestine economic council and is thought to have become \"a central funnel of economic power in Syria\"",
              "refs": []
            },
            {
              "sentence": "Through her Syria Trust NGO, the backbone of her financial network, Asma vets the foreign aid coming to Syria; since the government authorizes UN organizations only if it works under state agencies",
              "refs": []
            },
            {
              "sentence": "Corruption has been rising sporadically in recent years, with Syria being considered the most corrupt country in the Arab World",
              "refs": []
            },
            {
              "sentence": "As of 2022, Syria is the ranked second worst globally in the Corruption Perceptions Index",
              "refs": [
                "https://www.telegraph.co.uk/news/worldnews/middleeast/syria/11290437/EU-tries-to-ground-Bashar-al-Assads-warplanes-by-banning-fuel-supplies.html",
                "https://web.archive.org/web/20221202222632/https://syria-report.com/analysis-changes-to-syrias-business-elite-concentrates-wealth-in-hands-of-presidential-couple-open-access/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Sectarianism",
          "section_content": [
            {
              "sentence": "Hafez al-Assad's government was widely counted amongst the most repressive Arab dictatorships of the 20th century",
              "refs": []
            },
            {
              "sentence": "As Bashar inherited his father's mantle, he sought to implement \"authoritarian upgrading\" by purging those from his father's generation and staffing the party and military with loyalist Alawite officers, further entrenching the sectarianism within the system",
              "refs": []
            },
            {
              "sentence": "While officially the Ba'athist government adheres to a strict secularist doctrine, in practice it has implemented sectarian engineering policies in the society to suppress dissent and monopolize its absolute power",
              "refs": [
                "https://web.archive.org/web/20230405013209/https://www-ft-com.ezp.lib.cam.ac.uk/content/a51c6227-0c93-4fe1-aca7-25783a43708f",
                "https://web.archive.org/web/20230203201215/https://www.al-monitor.com/originals/2023/01/middle-east-corruption-rankings-syria-most-corrupt-uae-least-turkey-slipped"
              ]
            },
            {
              "sentence": "The regime has attempted to portray itself to the outside world as \"the protector of minorities\" and instills the fear of the majority rule in the society to mobilize loyalists from minorities",
              "refs": []
            },
            {
              "sentence": "Assad loyalist figures like Michel Samaha have advocated sectarian mobilization to defend the regime from what he labelled as the \"sea of Sunnis\"",
              "refs": [
                "ISBN: 978-977-85412-3-6"
              ]
            },
            {
              "sentence": "Assad regime has unleashed sectarian violence through private Alawite militias like the Shabiha, particularly in Sunni areas",
              "refs": []
            },
            {
              "sentence": "Alawite religious iconography and communal sentiments are common themes used by Alawite warrior-shaykhs who lead the Alawite militias; as justification to commit massacres, abductions and torture in opposition strongholds",
              "refs": []
            },
            {
              "sentence": "Various development policies adopted by the regime had followed a sectarian pattern",
              "refs": [
                "https://web.archive.org/web/20230602100607/https://www.worldpoliticsreview.com/syria-pariah-state/"
              ]
            },
            {
              "sentence": "An urbanization scheme implemented by the government in the city of Homs led to expulsions of thousands of Sunni residents during the 2000s, while Alawite majority areas were left intact",
              "refs": []
            },
            {
              "sentence": "Even as Syrian Ba'athism absorbed diverse communal identities into the homogenous unifying discourse of the state; socio-political power became monopolized by Alawite loyalists",
              "refs": []
            },
            {
              "sentence": "Despite officially adhering to non-confessionalism, Syrian Armed Forces have also been institutionally sectarianized",
              "refs": []
            },
            {
              "sentence": "While the conscripts and lower-ranks are overwhelmingly non-Alawite, the higher ranks are packed by Alawite loyalists who effectively control the logistics and security policy",
              "refs": []
            },
            {
              "sentence": "Elite units of the Syrian military such as the Tiger Forces, Republican Guard, 4th Armoured Division, etc",
              "refs": []
            },
            {
              "sentence": "regarded by the government as crucial for its survival; are composed mostly of Alawites",
              "refs": []
            },
            {
              "sentence": "Sunni officers are under constant surveillance by the secret police, with most of them being assigned with Alawite assistants who monitor their movements",
              "refs": []
            },
            {
              "sentence": "Pro-regime paramilitary groups such as the National Defense Force are also organized around sectarian loyalty to the Ba'athist government",
              "refs": []
            },
            {
              "sentence": "During the Syrian Revolution uprisings, the Ba'athist government deployed a securitization strategy that depended on sectarian mobilization, unleashing violence on protestors and extensive crackdowns across the country, prompting opposition groups to turn to armed revolt",
              "refs": []
            },
            {
              "sentence": "Syrian society was further sectarianized following the Iranian intervention in the Syrian civil war, which witnessed numerous Khomeinist militant groups sponsored by Iran fight in the side of the Assad government",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Human rights",
          "section_content": [
            {
              "sentence": "The Ba'athist government has been ruling Syria as a totalitarian state, policing every aspect of Syrian society for decades",
              "refs": []
            },
            {
              "sentence": "Commanders of government's security forces – consisting of Syrian Arab Army, secret police, Ba'athist paramilitaries – directly implement the executive functions of the state, with scant regard for legal processes and bureaucracy",
              "refs": []
            },
            {
              "sentence": "The surveillance system of the Mukhabarat is pervasive, with the total number of agents working for its various branches estimated to be as high as 1:158 ratio with the civilian population",
              "refs": []
            },
            {
              "sentence": "Security services shut down civil society organizations, curtail freedom of movement within the country and bans non-Ba'athist political literature and symbols",
              "refs": []
            },
            {
              "sentence": "In 2010, Human Rights Watch published the report \"A Wasted Decade\" documenting repression during Assad's first decade of emergency rule; marked by arbitrary arrests, censorship and discrimination against Syrian Kurds",
              "refs": [
                "https://web.archive.org/web/20170406134014/https://www.theguardian.com/world/2007/may/28/syria.ianblack",
                "https://www.npr.org/blogs/parallels/2015/04/18/400360836/syrias-minorities-caught-between-sword-of-isis-and-wrath-of-assad"
              ]
            },
            {
              "sentence": "Throughout the 2000s, the dreaded Mukhabarat agents carried out routine abductions, arbitrary detentions and torture of civilians",
              "refs": []
            },
            {
              "sentence": "Numerous show trials were conducted against dissidents, filling Syrian prisons with journalists and human rights activists",
              "refs": []
            },
            {
              "sentence": "Members of Syria's General Intelligence Directorate had long enjoyed broad privileges to carry out extrajudicial actions and they have immunity from criminal offences",
              "refs": []
            },
            {
              "sentence": "In 2008, Assad extended this immunity to other departments of security forces",
              "refs": []
            },
            {
              "sentence": "Human Rights groups, such as Human Rights Watch and Amnesty International, have detailed how the Assad government's secret police tortured, imprisoned, and killed political opponents, and those who speak out against the government",
              "refs": [
                "https://web.archive.org/web/20220704031407/https://newlinesmag.com/reportage/the-specter-of-sectarian-violence-in-syria/"
              ]
            },
            {
              "sentence": "In addition, some 600 Lebanese political prisoners are thought to be held in government prisons since the Syrian occupation of Lebanon, with some held for as long as over 30 years",
              "refs": [
                "https://web.archive.org/web/20220323074045/https://warontherocks.com/2016/08/assad-or-we-burn-the-country-misreading-sectarianism-and-the-regime-in-syria/",
                "https://web.archive.org/web/20220323074045/https://warontherocks.com/2016/08/assad-or-we-burn-the-country-misreading-sectarianism-and-the-regime-in-syria/"
              ]
            },
            {
              "sentence": "Since 2006, the Assad government has expanded the use of travel bans against political dissidents",
              "refs": [
                "https://web.archive.org/web/20230521182156/https://www.aljazeera.com/news/2010/7/16/syria-slammed-on-human-rights"
              ]
            },
            {
              "sentence": "In an interview with ABC News in 2007, Assad stated: \"We don't have such  [things as] political prisoners,\" though The New York Times reported the arrest of 30 Syrian political dissidents who were organising a joint opposition front in December 2007, with 3 members of this group considered to be opposition leaders being remanded in custody",
              "refs": [
                "https://web.archive.org/web/20150713084607/https://www.hrw.org/report/2010/07/16/wasted-decade/human-rights-syria-during-bashar-al-asads-first-ten-years-power"
              ]
            },
            {
              "sentence": "The government also denied permission for human rights organizations and independent NGOs to work in the country",
              "refs": []
            },
            {
              "sentence": "In 2010, Syria banned face veils at universities",
              "refs": [
                "https://web.archive.org/web/20220704031407/https://newlinesmag.com/reportage/the-specter-of-sectarian-violence-in-syria/"
              ]
            },
            {
              "sentence": "Following the protests of Syrian Revolution in 2011, Assad partially relaxed the veil ban",
              "refs": [
                "https://web.archive.org/web/20121019171745/http://www.unhcr.org/refworld/country%2C%2C%2C%2CSYR%2C%2C4da56d83a2%2C0.html",
                "https://wayback.archive-it.org/all/20171009185724/https://m.media/Pages/NotFoundPage.aspx"
              ]
            },
            {
              "sentence": "Foreign Affairs journal released an editorial on the Syrian situation in the wake of the 2011 protests:",
              "refs": [
                "https://www.nytimes.com/2007/12/14/world/middleeast/14syria.html"
              ]
            },
            {
              "sentence": "Between 2011 and 2013; the state security apparatus is believed to have tortured and killed over 10,000 civil activists, political dissidents, journalists, civil defense volunteers and those accused of treason and terror charges, as part of a campaign of deadly crackdown ordered by Assad",
              "refs": []
            },
            {
              "sentence": "In June 2023, UN General Assembly voted in favour of establishing an independent body to investigate the whereabouts of hundreds of thousands of missing civilians who have been forcibly disappeared, killed or languishing in Assad regime's dungeons and torture chambers",
              "refs": [
                "https://www.bbc.com/news/world-middle-east-10684359"
              ]
            },
            {
              "sentence": "The vote was condemned by Russia, North Korea and Iran",
              "refs": []
            },
            {
              "sentence": "In 2023, Canada and Netherlands filed a lawsuit against Syria at the International Court of Justice (ICJ), charging the latter with violating the United Nations Convention Against Torture",
              "refs": []
            },
            {
              "sentence": "The joint petition accused the Syrian regime of organizing \"unimaginable physical and mental pain and suffering\" as a strategy to collectively punish the Syrian population",
              "refs": []
            },
            {
              "sentence": "Russia vetoed UN Security Council efforts to prosecute Bashar al-Assad at the International Criminal Court",
              "refs": [
                "https://web.archive.org/web/20230103162318/https://www.wsj.com/articles/10-000-bodies-inside-syrian-president-bashar-al-assads-crackdown-1406315472",
                "https://web.archive.org/web/20230630045225/https://www.theweek.in/wire-updates/international/2023/06/30/fgn2-un-syria.amp.html",
                "https://web.archive.org/web/20230630045427/https://www.arabnews.com/node/2330286/middle-east"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Repression of Kurds",
          "section_content": [
            {
              "sentence": "Ba'athist Syria had long banned Kurdish language in schools and public institutions; and discrimination against Kurds steadily increased during the rule of Bashar al-Assad",
              "refs": []
            },
            {
              "sentence": "State policy officially suppressed Kurdish culture; with more than 300,000 Syrian Kurds being rendered stateless",
              "refs": []
            },
            {
              "sentence": "Kurdish grievances against state persecution eventually culminated in the 2004 Qamishli Uprisings, which were crushed down violently after sending Syrian military forces",
              "refs": []
            },
            {
              "sentence": "The ensuing crackdown resulted in the killings of more than 36 Kurds and injuring at least 160 demonstrators",
              "refs": []
            },
            {
              "sentence": "More than 2000 civilians were arrested and tortured in government detention centres",
              "refs": []
            },
            {
              "sentence": "Restrictions on Kurdish activities has been further tightened following the Qamishli massacre, with the Assad regime virtually banning all Kurdish cultural gatherings and political activism under the charges of \"inciting strife\" or \"weakening national sentiment.\" During 2005–2010, Human Rights Watch verified security crackdowns on at least 14 Kurdish political and cultural gatherings",
              "refs": []
            },
            {
              "sentence": "In March 2008, Syrian military opened fire at a Kurdish gathering in Qamishli that marked Nowruz, killing three and injuring five civilians",
              "refs": [
                "https://web.archive.org/web/20220704031407/https://newlinesmag.com/reportage/the-specter-of-sectarian-violence-in-syria/",
                "https://www.npr.org/blogs/parallels/2015/04/18/400360836/syrias-minorities-caught-between-sword-of-isis-and-wrath-of-assad"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Censorship",
          "section_content": [
            {
              "sentence": "On 22 September 2001, Assad decreed a Press Law that tightened government control over all literature printed or published in Syria; ranging from newspapers to books, pamphlets and periodicals",
              "refs": []
            },
            {
              "sentence": "Publishers, writers, editors, distributors, journalists and other individuals accused of violating the Press Law are imprisoned or fined",
              "refs": []
            },
            {
              "sentence": "Censorship has also been expanded into the cyberspace, and various websites are banned",
              "refs": []
            },
            {
              "sentence": "Numerous bloggers and content creators have been arrested under various \"national security\" charges",
              "refs": []
            },
            {
              "sentence": "A 2007 law requires internet cafés to record all the comments users post on chat forums",
              "refs": []
            },
            {
              "sentence": "Another decree in 2008 obligated internet cafes to keep records of their customers and report them routinely to the police",
              "refs": [
                "https://web.archive.org/web/20230613135950/https://www.icj-cij.org/sites/default/files/case-related/188/188-20230612-PRE-01-00-EN.pdf"
              ]
            },
            {
              "sentence": "Websites such as Arabic Wikipedia, YouTube, and Facebook were blocked intermittently between 2008 and February 2011",
              "refs": [
                "https://web.archive.org/web/20230612142054/https://www.icj-cij.org/sites/default/files/case-related/188/188-20230608-REQ-01-00-EN.pdf"
              ]
            },
            {
              "sentence": "Committee to Protect Journalists (CPJ) ranked Syria as the third dangerous country to be an online blogger in 2009",
              "refs": [
                "https://web.archive.org/web/20230613135519/https://www.thenationalnews.com/mena/2023/06/12/canada-and-netherlands-take-syria-to-icj-over-alleged-torture/",
                "https://web.archive.org/web/20230505183620/https://www.hrw.org/news/2008/03/23/syria-investigate-killing-kurds",
                "https://web.archive.org/web/20120716102326/http://en.rsf.org/spip.php?page=predateur&id_article=42411"
              ]
            },
            {
              "sentence": "Individuals are arrested based on a wide variety of accusations; ranging from undermining \"national unity\" to posting or sharing \"false\" content",
              "refs": []
            },
            {
              "sentence": "Syria was ranked as the third most censored country in CPJ's 2012 report",
              "refs": []
            },
            {
              "sentence": "Apart from restrictions for international journalists that prohibit their entry, domestic press is controlled by state agencies that promote Ba'athist ideology",
              "refs": []
            },
            {
              "sentence": "From 2011, the Syrian government has issued a complete media blackout and foreign correspondents were quickly detained, abducted or tortured",
              "refs": []
            },
            {
              "sentence": "As a result, the outside world is able to know of situations happening inside Syria only through videos of independent civilian journalists",
              "refs": []
            },
            {
              "sentence": "The Assad government has shut down internet coverage, mobile networks as well as telephone lines in areas under its control to prevent any news that has its attempts to monopolize information related to Syria",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Crackdowns, ethnic cleansing, and forced disappearances",
          "section_content": [
            {
              "sentence": "The crackdown ordered by Bashar al-Assad against Syrian protesters was the most ruthless of all military clampdowns in the entire Arab Spring",
              "refs": []
            },
            {
              "sentence": "As violence deteriorated and death toll mounted to the thousands; the European Union, Arab League and United States began imposing wide range of sanctions against Assad regime",
              "refs": []
            },
            {
              "sentence": "By December 2011, United Nations had declared the situation in Syria to be a \"civil war\"",
              "refs": []
            },
            {
              "sentence": "By this point, all the protestors and armed resistance groups had viewed the unconditional resignation of Bashar al-Assad as part of their core demands",
              "refs": [
                "http://www.economist.com/node/11792330"
              ]
            },
            {
              "sentence": "In July 2012, Arab League held an emergency session demanding the \"swift resignation\" of Assad and promised \"safe exit\" if he accepted the offer",
              "refs": []
            },
            {
              "sentence": "Assad rebuffed the offers, instead seeking foreign military support from Iran and Russia to defend his embattled regime through scorched-earth tactics, massacres, sieges, forced starvations, ethnic cleansing, etc",
              "refs": [
                "https://www.nytimes.com/2011/02/10/world/middleeast/10syria.html",
                "https://web.archive.org/web/20110518055039/http://en.rsf.org/internet-enemie-syria%2C39779.html"
              ]
            },
            {
              "sentence": "The crackdowns and extermination campaigns of Assad regime resulted in the Syrian refugee crisis; causing the forced displacement of 14 million Syrians, with around 7.2 million refugees",
              "refs": []
            },
            {
              "sentence": "This has made the Syrian refugee crisis the largest refugee crisis in the world; and UNHCR High Commissioner Filippo Grandi has described it as \"the biggest humanitarian and refugee crisis of our time and a continuing cause for suffering.\"",
              "refs": [
                "https://web.archive.org/web/20210726024135/https://www.nbcnews.com/id/wbna45514855",
                "https://web.archive.org/web/20210726024135/https://www.nbcnews.com/id/wbna45514855",
                "https://web.archive.org/web/20110512045222/http://www.huffingtonpost.com/2011/04/18/bashar-assad-resignation-syria-protest_n_850657.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Ethnic cleansing",
          "section_content": [
            {
              "sentence": "Eva Koulouriotis has described Bashar al-Assad as the \"master of ethnic cleansing in the 21st century\"",
              "refs": []
            },
            {
              "sentence": "During the course of the civil war, Assad ordered depopulation campaigns throughout the country to re-shape its demography in favor of his regime and the military tactics have been compared to the persecutions of the Bosnian war",
              "refs": [
                "https://web.archive.org/web/20130514043736/http://www.cnn.com/2012/07/22/world/meast/syria-unrest"
              ]
            },
            {
              "sentence": "Between 2011 and 2015, Ba'athist militias are reported to have committed 49 ethno-sectarian massacres for the purpose of implementing its social engineering agenda in the country",
              "refs": []
            },
            {
              "sentence": "Alawite loyalist militias known as the Shabiha have been launched into Sunni villages and towns, perpetrating numerous anti-Sunni massacres",
              "refs": []
            },
            {
              "sentence": "These include the Houla, Bayda and Baniyas massacres, Al-Qubeir massacre, Al-Hasawiya massacre, and others which have resulted in hundreds of deaths with hundreds of thousands of residents fleeing under threats of regime persecution and sexual violence",
              "refs": []
            },
            {
              "sentence": "Pogroms and deportations were pronounced in central Syrian regions and Alawite majority coastal areas where the Syrian military and Hezbollah prioritize the establishment of strategic control by expelling Sunni residents and bringing in Iran-backed Shia militants",
              "refs": []
            },
            {
              "sentence": "In 2016, UN officials criticized Bashar al-Assad for pursuing demographic engineering and ethnic cleansing in Darayya district in Damascus under the guise of de-escalation deals",
              "refs": [
                "https://web.archive.org/web/20210224072630/https://www.usip.org/syria-timeline-uprising-against-assad",
                "https://web.archive.org/web/20230329091756/https://www.unrefugees.org/news/syria-refugee-crisis-explained/",
                "https://web.archive.org/web/20130514043736/http://www.cnn.com/2012/07/22/world/meast/syria-unrest",
                "https://web.archive.org/web/20230518033038/https://www.unrefugees.org/emergencies/syria/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "War crimes",
          "section_content": [
            {
              "sentence": "Syrian government forces have pursued mass-killings of civilian populations as part of its war strategy throughout the conflict and is responsible for inflicting more than 90% of the total civilian deaths in the Syrian civil war",
              "refs": []
            },
            {
              "sentence": "The UN estimates a minimum of 306,000 civilian deaths occurred between 2011 and 2021",
              "refs": [
                "https://web.archive.org/web/20211222180327/https://www.reuters.com/article/us-syria-crisis-massacres-idUSBRE85A1DY20120611"
              ]
            },
            {
              "sentence": "As of 2022, the total death toll has risen to approximately 580,000",
              "refs": [
                "https://www.nbcnews.com/id/wbna41400687",
                "https://web.archive.org/web/20110322061301/http://www.nytimes.com/2011/03/19/world/middleeast/19syria.html"
              ]
            },
            {
              "sentence": "An additional 154,000 civilians have been forcibly disappeared or subject to arbitrary detentions across Syria between 2011 and 2023",
              "refs": [
                "https://web.archive.org/web/20221207165354/https://www.newarab.com/opinion/daraa-de-escalation-masks-assads-ethnic-cleansing-syria"
              ]
            },
            {
              "sentence": "As of 2023, more than 135,000 individuals are being tortured, incarcerated or dead in Ba'athist prison networks, including thousands of women and children",
              "refs": []
            },
            {
              "sentence": "Since 2011, the Assad regime has arrested and detained children without trial until the age of 18, after which they are transferred to Syrian military field courts and killed",
              "refs": []
            },
            {
              "sentence": "A 2024 investigative report by the Syrian Investigative Journalism Unit (SIRAJ) identified 24 Syrian children who were forcibly disappeared, had their assets confiscated, detained and later killed after they reached the age of 18",
              "refs": []
            },
            {
              "sentence": "The report, based on inside sources within the Assad government, interviews with victims' families, and public sources, estimated that more than 6,000 detainees under the age of 18 were sentenced to death in the Sednaya Prison and an Assadist military field court in Al-Dimas between 2014 and 2017, citing eyewitness accounts of an insider within the Ba'athist military police",
              "refs": []
            },
            {
              "sentence": "Numerous politicians, dissidents, authors and journalists have nicknamed Assad as the \"butcher\" of Syria for his war-crimes, anti-Sunni sectarian mass-killings, chemical weapons attacks and ethnic cleansing campaigns",
              "refs": []
            },
            {
              "sentence": "The Federal Bureau of Investigation has stated that at least 10 European citizens were tortured by the Assad government while detained during the Syrian civil war, potentially leaving Assad open to prosecution by individual European countries for war crimes",
              "refs": [
                "https://web.archive.org/web/20230128063728/https://www.globalr2p.org/countries/syria/",
                "https://web.archive.org/web/20230513172453/https://snhr.org/blog/2021/08/14/record-of-arbitrary-arrests1/",
                "https://sirajsy.net/the-syrian-regime-detains-minors/",
                "https://www.middleeastmonitor.com/20241029-syria-regime-detained-children-until-18-before-executing-them-under-terrorism-law-investigation-reveals/#comment-6582201907"
              ]
            },
            {
              "sentence": "UN High Commissioner for Human Rights Navi Pillay stated in December 2013 that UN investigations directly implicated Bashar al-Assad guilty of crimes against humanity and pursuing an extermination strategy developed \"at the highest level of government, including the head of state.\"",
              "refs": [
                "ISBN: 9781108489249",
                "https://www.usnews.com/news/world/articles/2017-04-07/syrias-assad-calls-us-airstrikes-an-outrageous-act",
                "ISBN: 978-0-316-55670-5"
              ]
            },
            {
              "sentence": "Stephen Rapp, the U.S",
              "refs": []
            },
            {
              "sentence": "Ambassador-at-Large for War Crimes Issues, stated in 2014 that the crimes committed by Assad are the worst seen since those of Nazi Germany",
              "refs": []
            },
            {
              "sentence": "In March 2015, Rapp further stated that the case against Assad is \"much better\" than those against Slobodan Milošević of Serbia or Charles Taylor of Liberia, both of whom were indicted by international tribunals",
              "refs": [
                "https://books.google.com/books?id=uXAdAAAAQBAJ"
              ]
            },
            {
              "sentence": "Charles Lister, Director of the Countering Terror and Extremism Program at Middle East Institute, describes Bashar al-Assad as \"21st century's biggest war criminal\"",
              "refs": [
                "ISBN: 9780385544467"
              ]
            },
            {
              "sentence": "In a February 2015 interview with the BBC, Assad dismissed accusations that the Syrian Arab Air Force used barrel bombs as \"childish\", claiming that his forces have never used these types of \"barrel\" bombs and responded with a joke about not using \"cooking pots\" either",
              "refs": []
            },
            {
              "sentence": "The BBC Middle East editor conducting the interview, Jeremy Bowen, later described Assad's statement regarding barrel bombs as \"patently not true\"",
              "refs": [
                "https://web.archive.org/web/20160413082059/http://www.bloombergview.com/articles/2014-12-15/us-says-europeans-tortured-by-assads-death-machine"
              ]
            },
            {
              "sentence": "As soon as demonstrations arose in 2011–2012, Bashar al-Assad opted to implement the \"Samson option\", the characteristic approach of the Neo-ba'athist regime since the era of Hafez al-Assad; wherein protests were violently suppressed and demonstrators were shot and fired at directly by the armed forces",
              "refs": [
                "https://web.archive.org/web/20220331104230/https://www.bbc.co.uk/news/world-middle-east-25189834",
                "https://www.timesofisrael.com/fbi-says-europeans-tortured-by-assad-regime"
              ]
            },
            {
              "sentence": "However, unlike Hafez; Bashar had even less loyalty and was politically fragile, exacerbated by alienation of the majority of the population",
              "refs": []
            },
            {
              "sentence": "As a result, Bashar chose to crack down on dissent far more comprehensively and harshly than his father; and a mere allegation of collaboration was reason enough to get assassinated",
              "refs": []
            },
            {
              "sentence": "Nadim Shehadi, the director of The Fares Center for Eastern Mediterranean Studies, stated that \"In the early 1990s, Saddam Hussein was massacring his people and we were worried about the weapons inspectors,\" and claimed that \"Assad did that too",
              "refs": []
            },
            {
              "sentence": "He kept us busy with chemical weapons when he massacred his people.\"   Contrasting the policies of Hafez al-Assad and that of his son Bashar, former Syrian vice-president and Ba'athist dissident Abdul Halim Khaddam states:",
              "refs": [
                "http://www.channel4.com/news/assad-syria-interview-bbc-barrel-bombs-facts-video",
                "https://www.bbc.co.uk/news/magazine-31438916"
              ]
            },
            {
              "sentence": "Human rights organizations and criminal investigators have documented Assad's war crimes and sent it to the International Criminal Court for indictment",
              "refs": []
            },
            {
              "sentence": "Since Syria is not a party to the Rome Statute, International Criminal Court requires authorization from the UN Security Council to send Bashar al-Assad to tribunal",
              "refs": [
                "ISBN: 978-977-85412-3-6"
              ]
            },
            {
              "sentence": "As this gets consistently vetoed by Assad's primary backer Russia, ICC prosecutions have not transpired",
              "refs": []
            },
            {
              "sentence": "On the other hand, courts in various European countries have begun prosecuting and convicting senior Ba'ath party members, Syrian military commanders and Mukhabarat officials charged with war crimes",
              "refs": []
            },
            {
              "sentence": "In September 2015, France began an inquiry into Assad for crimes against humanity, with French Foreign Minister Laurent Fabius stating \"Faced with these crimes that offend the human conscience, this bureaucracy of horror, faced with this denial of the values of humanity, it is our responsibility to act against the impunity of the killers\"",
              "refs": [
                "https://www.dailystar.com.lb/News/Middle-East/2015/Jun-11/301349-iran-spends-billions-to-prop-up-assad.ashx"
              ]
            },
            {
              "sentence": "In February 2016, head of the UN Commission of Inquiry on Syria, Paulo Pinheiro, told reporters: \"The mass scale of deaths of detainees suggests that the government of Syria is responsible for acts that amount to extermination as a crime against humanity.\" The UN Commission reported finding \"unimaginable abuses\", including women and children as young as seven perishing while being held by Syrian authorities",
              "refs": []
            },
            {
              "sentence": "The report also stated: \"There are reasonable grounds to believe that high-ranking officers – including the heads of branches and directorates – commanding these detention facilities, those in charge of the military police, as well as their civilian superiors, knew of the vast number of deaths occurring in detention facilities ..",
              "refs": []
            },
            {
              "sentence": "yet did not take action to prevent abuse, investigate allegations or prosecute those responsible\"",
              "refs": []
            },
            {
              "sentence": "In March 2016, the U.S",
              "refs": []
            },
            {
              "sentence": "House Committee on Foreign Affairs led by New Jersey Rep",
              "refs": []
            },
            {
              "sentence": "Chris Smith called on the Obama administration to create a war crimes tribunal to investigate and prosecute violations \"whether committed by the officials of the Government of Syria or other parties to the civil war\"",
              "refs": []
            },
            {
              "sentence": "In June 2018, Germany's chief prosecutor issued an international arrest warrant for one of Assad's most senior military officials, Jamil Hassan",
              "refs": []
            },
            {
              "sentence": "Hassan is the head of Syria's powerful Air Force Intelligence Directorate",
              "refs": [
                "https://web.archive.org/web/20220303174028/https://www.aljazeera.com/news/2021/3/15/national-courts-lead-the-way-in-prosecuting-syrian-war-crimes"
              ]
            },
            {
              "sentence": "Detention centers run by Air Force Intelligence are among the most notorious in Syria, and thousands are believed to have died because of torture or neglect",
              "refs": []
            },
            {
              "sentence": "Charges filed against Hassan claim he had command responsibility over the facilities and therefore knew of the abuse",
              "refs": []
            },
            {
              "sentence": "The move against Hassan marked an important milestone of prosecutors trying to bring senior members of Assad's inner circle to trial for war crimes.",
              "refs": []
            },
            {
              "sentence": "In an investigative report about the Tadamon Massacre, Professors Uğur Ümit Üngör and Annsar Shahhoud, found witnesses who attested that Assad gave orders for the Syrian Military Intelligence to direct the Shabiha to kill civilians",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "2023–2024 arrest warrant and legal proceedings",
          "section_content": [
            {
              "sentence": "On 15 November 2023, France issued an arrest warrant against Assad over the use of banned chemical weapons against civilians in Syria",
              "refs": []
            },
            {
              "sentence": "In May 2024, French anti-terrorism prosecutors requested the Paris appeals court to consider revoking Assad's arrest warrant, asserting his absolute immunity as a serving head of state",
              "refs": [
                "https://news.yahoo.com/un-probe-accuses-damascus-extermination-detainees-131405484.html"
              ]
            },
            {
              "sentence": "On 26 June 2024, the Paris appeals court determined that the international arrest warrant issued by France against Assad for alleged complicity in war crimes during the Syrian civil war remains valid",
              "refs": [
                "https://www.al-monitor.com/pulse/originals/2016/02/assad-war-crimes-russia-us-congress-persecution-cholera.html"
              ]
            },
            {
              "sentence": "This decision was confirmed by attorneys involved in the case, who said the ruling marked the first instance where a national court acknowledged that the personal immunity of a serving head of state is not absolute",
              "refs": []
            },
            {
              "sentence": "On 20 January 2025, a French court issued an arrest warrant against Assad for the 2017 killing of 59-year old dual French-Syrian national Salah Abou Nabout in a bombing in Deraa",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Chemical attacks",
          "section_content": [
            {
              "sentence": "The Syrian military has deployed chemical warfare as a systematic military strategy in the Syrian civil war, and is estimated to have committed over 300 chemical attacks, targeting civilian populations throughout the course of the conflict",
              "refs": []
            },
            {
              "sentence": "Investigation conducted by the GPPi research institute documented 336 confirmed attacks involving chemical weapons in Syria between 23 December 2012 and 18 January 2019",
              "refs": [
                "https://newlinesmag.com/reportage/how-a-massacre-of-nearly-300-in-syria-was-revealed/",
                "https://www.reuters.com/world/france-issues-arrest-warrants-against-syrias-president-assad-source-2023-11-15/"
              ]
            },
            {
              "sentence": "The study attributed 98% of the total verified chemical attacks to the Assad's regime",
              "refs": []
            },
            {
              "sentence": "Almost 90% of the attacks had occurred after the Ghouta chemical attack in August 2013",
              "refs": []
            },
            {
              "sentence": "Syria joined the Chemical Weapons Convention and OPCW member state in October 2013, and there are currently three OPCW missions with UN mandates to investigate chemical weapons issues in Syria",
              "refs": []
            },
            {
              "sentence": "These are the Declaration Assessment Team (DAT) to verify Syrian declarations of CW Programme; OPCW Fact-Finding Mission (FFM) tasked to identify the chemical attacks and type of weapons used; and the Investigation and Identification Team (IIT) which investigates the perpetrators of the chemical attacks",
              "refs": []
            },
            {
              "sentence": "The conclusions are submitted to the United Nations bodies",
              "refs": []
            },
            {
              "sentence": "In April 2021, Syria was suspended from OPCW through the public vote of member states, for not co-operating with the body's Investigation Identification Team (IIT) and violating the Chemical Weapons Convention",
              "refs": []
            },
            {
              "sentence": "Findings of another investigation report published the OPCW-IIT in July 2021 concluded that the Syrian regime had engaged in confirmed chemical attacks at least 17 times, out of the reported 77 chemical weapon attacks attributed to Assadist forces",
              "refs": [
                "https://web.archive.org/web/20190219014216/https://thehill.com/policy/international/430414-syria-used-chemical-weapons-more-than-300-times-researchers-say/",
                "https://web.archive.org/web/20221216060712/https://www.gppi.net/media/GPPi_Schneider_Luetkefend_2019_Nowhere_to_Hide_Web.pdf",
                "https://web.archive.org/web/20230107103943/https://www.npr.org/2019/02/17/695545252/more-than-300-chemical-attacks-launched-during-syrian-civil-war-study-says"
              ]
            },
            {
              "sentence": "As of March 2023, independent United Nations inquiry commissions have confirmed at least nine chemical attacks committed by forces loyal to the Assad government",
              "refs": [
                "https://web.archive.org/web/20230506165127/https://www.opcw.org/media-centre/featured-topics/opcw-and-syria",
                "https://web.archive.org/web/20220524194220/https://apnews.com/article/netherlands-chemical-weapons-damascus-the-hague-syria-ab2da467f4a4d9336010a141e5178276"
              ]
            },
            {
              "sentence": "The deadliest chemical attack have been the Ghouta chemical attacks, when Assad government forces launched the nerve agent sarin into civilian areas during its brutal Siege of Eastern Ghouta in early hours of 21 August 2013",
              "refs": []
            },
            {
              "sentence": "Thousands of infected and dying victims flooded the nearby hospitals, showing symptoms such as foaming, body convulsions and other neurotoxic symptoms",
              "refs": []
            },
            {
              "sentence": "An estimated 1,100–1,500 civilians; including women and children, are estimated to have been killed in the attacks",
              "refs": []
            },
            {
              "sentence": "The attack was internationally condemned and represented the deadliest use of chemical weapons since the Iran-Iraq war",
              "refs": [
                "https://web.archive.org/web/20220401005907/https://www.armscontrol.org/act/2021-07/news-briefs/opcw-confirms-chemical-weapons-use-syria",
                "https://web.archive.org/web/20210606111350/https://www.thehindu.com/news/international/syria-has-likely-used-chemical-weapons-17-times-international-chemical-weapons-watchdog/article34724203.ece",
                "https://web.archive.org/web/20230314022057/https://press.un.org/en/2023/sc15220.doc.htm"
              ]
            },
            {
              "sentence": "On 21 August 2022, United States government marked the ninth anniversary of Ghouta Chemical attacks stating: \"United States remembers and honors the victims and survivors of the Ghouta attack and the many other chemical attacks we assess the Assad regime has launched",
              "refs": [
                "https://web.archive.org/web/20230515121348/https://www.eeas.europa.eu/eeas/fifth-review-conference-chemical-weapons-convention-eu-priorities-reinforce-convention_en",
                "https://web.archive.org/web/20220822152939/https://www.ushmm.org/genocide-prevention/blog/nine-years-since-ghouta-chemical-weapons-in-syria"
              ]
            },
            {
              "sentence": "We condemn in the strongest possible terms any use of chemical weapons anywhere, by anyone, under any circumstances..",
              "refs": []
            },
            {
              "sentence": "The United States calls on the Assad regime to fully declare and destroy its chemical weapons program..",
              "refs": []
            },
            {
              "sentence": "and for the regime to allow the Organization for the Prohibition of Chemical Weapons' Declaration Assessment Team.\"",
              "refs": [
                "https://web.archive.org/web/20221117184248/https://www.nytimes.com/2013/08/27/world/middleeast/blasts-in-the-night-a-smell-and-a-flood-of-syrian-victims.html"
              ]
            },
            {
              "sentence": "In April 2017, a sarin chemical attack on Khan Sheikhoun killed more than 80 people",
              "refs": []
            },
            {
              "sentence": "In response, U.S",
              "refs": [
                "https://web.archive.org/web/20221102104640/https://www.hrw.org/report/2013/09/10/attacks-ghouta/analysis-alleged-use-chemical-weapons-syria",
                "https://www.economist.com/blogs/pomegranate/2013/08/syria-s-war",
                "https://www.bbc.com/news/world-middle-east-10684359"
              ]
            },
            {
              "sentence": "president Donald Trump ordered an missile strike against the Syrian Shayrat base",
              "refs": []
            },
            {
              "sentence": "A joint report from the UN and international chemical weapons inspectors concluded that Assad regime perpetrated the sarin attack",
              "refs": [
                "http://www.theweek.co.uk/world-news/syria-uprising/54759/syria-gas-attack-death-toll-1400-worst-halabja",
                "https://web.archive.org/web/20230526194512/https://www.state.gov/ninth-anniversary-of-the-ghouta-syria-chemical-weapons-attack/"
              ]
            },
            {
              "sentence": "In April 2018, a chemical attack occurred in Douma, prompting the U.S",
              "refs": []
            },
            {
              "sentence": "and its allies to accuse Assad of violating international law and initiated joint missile strikes at chemical weapons facilities in Damascus and Homs",
              "refs": []
            },
            {
              "sentence": "Both Syria and Russia denied involvement",
              "refs": []
            },
            {
              "sentence": "The third report published on 27 January 2023 by the OPCW-IIT concluded that the Assad regime was responsible for the 2018 Douma chemical attack which killed at least 43 civilians",
              "refs": [
                "https://web.archive.org/web/20160220181554/http://www.crisisgroup.org/~/media/Files/Middle%20East%20North%20Africa/Iraq%20Syria%20Lebanon/Syria/151-flight-of-icarus-the-pyd-s-precarious-rise-in-syria.pdf",
                "https://edition.cnn.com/2017/04/05/middleeast/syria-airstrike-idlib-how-it-unfolded/index.html"
              ]
            },
            {
              "sentence": "[e]",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Holocaust denial",
          "section_content": [
            {
              "sentence": "In a speech delivered at the Ba'ath party's central committee meeting in December 2023, Bashar al-Assad claimed that there was \"no evidence\" of the killings of six million Jews during the Holocaust",
              "refs": []
            },
            {
              "sentence": "Emphasizing that Jews were not the sole victims of Nazi extermination campaigns, Assad alleged that the Holocaust was \"politicized\" by Allied powers to facilitate the mass-deportation of European Jews to Palestine, and that it was used as an excuse to justify the creation of Israel",
              "refs": []
            },
            {
              "sentence": "Assad also accused the U.S",
              "refs": []
            },
            {
              "sentence": "government of financially and militarily sponsoring the rise of Nazism during the inter-war period",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Public image",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Domestic opposition and support",
          "section_content": [
            {
              "sentence": "The secular resistance to Assad rule is mainly represented by the Syrian National Council and National Coalition of Syrian Revolutionary and Opposition Forces, two political bodies that constitute a coalition of centre-left and right-wing conservative factions of the Syrian opposition",
              "refs": []
            },
            {
              "sentence": "Military commanders and civilian leaders of Free Syrian Army militias are represented in these councils",
              "refs": []
            },
            {
              "sentence": "The coalition represents the political wing of the Syrian Interim Government and seeks the democratic transition of Syria through grass-roots activism, protests and armed resistance to overthrow the Ba'athist dictatorship",
              "refs": []
            },
            {
              "sentence": "A less influential faction within the Syrian opposition is the National Coordination Committee for Democratic Change (NCC), a coalition of left-wing socialist parties that seek to end the rule of Assad family but without foreign involvement",
              "refs": [
                "https://www.nytimes.com/2018/04/13/world/middleeast/un-syria-haley-chemical-weapons.html",
                "https://www.nytimes.com/2018/04/13/world/middleeast/trump-strikes-syria-attack.html",
                "https://web.archive.org/web/20230127111421/https://www.opcw.org/media-centre/news/2023/01/opcw-releases-third-report-investigation-and-identification-team"
              ]
            },
            {
              "sentence": "Established in June 2011, major parties in the NCC coalition are the Democratic Arab Socialist Union, Syrian Democratic People's Party and the Communist Labour Party",
              "refs": []
            },
            {
              "sentence": "National Democratic Rally (NDR) was an older left-wing opposition coalition of socialist parties formed in 1980, but banned by the Baathist government",
              "refs": []
            },
            {
              "sentence": "NDR was active during the nationwide protests of the 1980s and the Damascus Spring of the 2000s",
              "refs": []
            },
            {
              "sentence": "During the early years of the civil war, the Druze in Syria primarily sought to remain neutral, \"seeking to stay out of the conflict\"",
              "refs": [
                "https://web.archive.org/web/20231220142407/https://www.i24news.tv/en/news/israel/diplomacy/1703081866-syrian-president-assad-denies-holocaust-and-accuses-u-s-of-funding-nazis-in-controversial-speech"
              ]
            },
            {
              "sentence": "Druze-Israeli politician Majalli Wahabi claimed in 2016 that over half support the Assad government despite its relative weakness in Druze areas",
              "refs": []
            },
            {
              "sentence": "The \"Sheikhs of Dignity\" movement, which had sought to remain neutral and to defend Druze areas,  blamed the government after its leader Sheikh Wahid al-Balous was assassinated and organized large scale protests which left six government security personnel dead",
              "refs": [
                "https://web.archive.org/web/20130625042548/http://www.naharnet.com/stories/en/85113-syria-opposition-expands-closes-meeting",
                "http://www.cnn.com/2011/WORLD/meast/08/23/syria.un.resolution/index.html?eref=mrss_igoogle_cnn"
              ]
            },
            {
              "sentence": "Druze community became fervently opposed to the Assad government over time and has been vocal about its opposition to increasing Iranian interference in Syria",
              "refs": [
                "https://web.archive.org/web/20220916020532/https://carnegieendowment.org/files/syrian_leaderiship_problem.pdf"
              ]
            },
            {
              "sentence": "In August 2023, mass protests against Assad regime erupted in the Druze-majority city of Suweida,   which eventually spread to other regions of Southern Syria",
              "refs": [
                "https://web.archive.org/web/20230104105606/https://www.bbc.com/news/world-middle-east-15798218",
                "https://web.archive.org/web/20230104175433/https://syriauntold.com/2020/10/30/syrias-labor-communist-party-a-rich-political-history-2/",
                "http://www.jpost.com/Middle-East/Druse-ex-MK-Syrian-brethren-not-abandoned-by-Assad-441879"
              ]
            },
            {
              "sentence": "Druze cleric Hikmat al-Hajiri, religious leader of Syrian Druze community, has declared war against \"Iranian invasion of the country\"",
              "refs": [
                "http://www.jpost.com/Middle-East/Druse-ex-MK-Syrian-brethren-not-abandoned-by-Assad-441879",
                "http://www.alaraby.co.uk/english/features/2015/2/7/the-neutral-druze-sheikh-angering-syrias-regime",
                "https://www.timesofisrael.com/six-syria-regime-loyalists-killed-after-druze-cleric-assassinated/"
              ]
            },
            {
              "sentence": "Syrian Sufi scholar Muhammad al-Yaqoubi, a fervent opponent of both the Ba'athist regime and Islamic State group, has described Assad's rule as a \"reign of terror\" that wreaked havoc and enormous misery on the Syrian populace",
              "refs": [
                "https://web.archive.org/web/20230104105606/https://www.bbc.com/news/world-middle-east-15798218"
              ]
            },
            {
              "sentence": "The regime's support base consisted of Ba'athist loyalists who dominate Syrian politics, trade unions, youth organizations, students unions, bureaucracy and armed forces",
              "refs": []
            },
            {
              "sentence": "Ba'ath party institutions and its political activities form the \"vital pillars of regime survival\"",
              "refs": [
                "https://www.al-monitor.com/originals/2023/08/protests-southern-syria-economy-worsens"
              ]
            },
            {
              "sentence": "Family networks of politicians in the Ba'ath party-led National Progressive Front (NPF) and businessmen loyal to the Assad family form another pole of support",
              "refs": []
            },
            {
              "sentence": "Electoral listing is supervised by Ba'ath party leadership which expels candidates not deemed \"sufficiently loyal\"",
              "refs": []
            },
            {
              "sentence": "Although it has been reported at various stages of the Syrian civil war that religious minorities such as the Alawites and Christians in Syria favour the Assad government because of its secularism,   opposition exists among Assyrian Christians who have claimed that the Assad government seeks to use them as \"puppets\" and deny their distinct ethnicity, which is non-Arab",
              "refs": [
                "https://www.bbc.com/news/world-middle-east-66607118",
                "https://web.archive.org/web/20230829122111/https://english.aawsat.com/features/4514386-syria-protests-spurred-economic-misery-stir-memories-2011-anti-government-uprising",
                "https://web.archive.org/web/20240212161419/https://english.enabbaladi.net/archives/2024/02/six-months-into-as-suwayda-uprising-what-is-the-future-of-street-protests/",
                "https://web.archive.org/web/20220816235657/https://www.washingtonpost.com/opinions/defeating-the-islamic-state-requires-first-ousting-bashar-al-assad/2014/12/05/8097b9f8-7c05-11e4-9a27-6fdbc612bff8_story.html",
                "https://doi.org/10.2870%2F52247"
              ]
            },
            {
              "sentence": "Although Syria's Alawite community forms Bashar al-Assad's core support base and dominate the military and security apparatus,   in April 2016, BBC News reported that Alawite leaders released a document seeking to distance themselves from Assad",
              "refs": [
                "https://web.archive.org/web/20221202101520/https://carnegieendowment.org/sada/83906",
                "https://web.archive.org/web/20230226152530/https://crd.org/al-assad/",
                "https://doi.org/10.2870%2F52247"
              ]
            },
            {
              "sentence": "Kurdish Supreme Committee was a coalition of 13 Kurdish political parties opposed to Assad regime",
              "refs": []
            },
            {
              "sentence": "Before its dissolution in 2015, the committee consisted of KNC and PYD",
              "refs": []
            },
            {
              "sentence": "Circassians in Syria have also become strong opponents of the regime as Ba'athist crackdowns and massacres across Syria intensified viciously; and members of Circassian ethnic minority have attempted to escape Syria, fearing persecution",
              "refs": [
                "https://web.archive.org/web/20231220150406/https://www.timesofisrael.com/syrias-assad-claims-holocaust-was-a-lie-fabricated-to-justify-creation-of-israel/"
              ]
            },
            {
              "sentence": "In 2014, the Christian Syriac Military Council, the largest Christian organization in Syria, allied with the Free Syrian Army opposed to Assad,  joining other Syrian Christian militias such as the Sutoro who had joined the Syrian opposition against the Assad government",
              "refs": [
                "https://www.cbsnews.com/news/syrias-christians-stand-by-assad/",
                "https://archive.today/20150407135145/http://www.yourmiddleeast.com/culture/a-glifmpse-into-the-world-of-syrias-christian-sutoro-fighters-video_24956"
              ]
            },
            {
              "sentence": "Abu Mohammad al-Julani, commander of the Tahrir al-Sham rebel militia, condemned Assad regime for converting Syria \"into an ongoing earthquake the past 12 years\", in the context of the 2023 Turkey–Syria earthquakes",
              "refs": [
                "http://www.aljazeera.com/indepth/features/2011/10/20111010122434671982.html"
              ]
            },
            {
              "sentence": "\"In June 2014, Assad won a disputed presidential election held in government-controlled areas (and boycotted in opposition-held areas  and Kurdish areas governed by the Democratic Union Party ) with 88.7% of the vote",
              "refs": [
                "https://www.bbc.co.uk/news/world-middle-east-35941679",
                "ISBN: 978-0-8135-6068-7"
              ]
            },
            {
              "sentence": "Turnout was estimated to be 73.42% of eligible voters, including those in rebel-controlled areas",
              "refs": []
            },
            {
              "sentence": "The regime's electoral commission also disqualified millions of Syrian citizens displaced outside the country from voting",
              "refs": [
                "http://edition.cnn.com/2014/09/25/world/meast/us-syria-rebel-agreement/"
              ]
            },
            {
              "sentence": "Independent observers and academic scholarship unanimously describe the event as a sham election organized to legitimise Assad's rule",
              "refs": [
                "https://www.usatoday.com/story/news/world/2014/12/21/syria-christian-islamic-state/18915275"
              ]
            },
            {
              "sentence": "In his inauguration ceremony, Bashar denounced the opposition as \"terrorists\" and \"traitors\"; while attacking the West for backing what he described as the \"fake Arab spring\"",
              "refs": [
                "https://web.archive.org/web/20230214012142/https://www.theguardian.com/world/2023/feb/13/syria-earthquake-rebel-leader-pleas-for-outside-help",
                "http://www.huffingtonpost.com/2014/06/03/syria-presidential-electi_n_5435706.html",
                "https://web.archive.org/web/20140607230545/http://www.al-monitor.com/pulse/originals/2014/06/syria-kurds-assad-presidential-elections-pyd.html"
              ]
            },
            {
              "sentence": "Times of Israel reported that although various individuals interviewed in a \"Sunni-dominated, middle-class neighborhood of central Damascus\" exhibited fealty for Assad; it was not possible to discern the actual support for the regime due to the ubiquitous influence of the secret police in the society",
              "refs": []
            },
            {
              "sentence": "Ba'athist dissident Abdul Halim Khaddam who had served as Syrian Vice President during the tenures of both Hafez and Bashar, disparaged Bashar al-Assad as a pawn in Iran's imperial scheme",
              "refs": [
                "https://web.archive.org/web/20230104163541/https://www.reuters.com/article/uk-syria-crisis-assad-idUKKBN0DE0UY20140428"
              ]
            },
            {
              "sentence": "Contrasting the power dynamics that existed under both the autocrats, Khaddam stated:",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "International opposition",
          "section_content": [
            {
              "sentence": "Foreign journalists and political observers who travelled to Syria have described it as the most \"ruthless police state\" in the Arab World",
              "refs": []
            },
            {
              "sentence": "Assad's violent repression of Damascus Spring of the early 2000s and the publication of a UN report that implicated him in the assassination of Lebanese Prime Minister Rafic Hariri, exacerbated Syria's post-Cold War isolation",
              "refs": []
            },
            {
              "sentence": "Following global outrage against Assad regime's deadly crackdown on the Arab Spring protestors which led to the Syrian civil war, scorched-earth policy against the civilian populations resulting in more than half a million deaths, mass murders and systematic deployment of chemical warfare throughout the conflict; Bashar al-Assad became an international pariah and numerous world leaders have urged him to resign",
              "refs": [
                "https://www.oxfordhandbooks.com/view/10.1093/oxfordhb/9780190258658.001.0001/oxfordhb-9780190258658-e-23",
                "https://web.archive.org/web/20170903040841/https://www.reuters.com/article/us-syria-crisis-assad-idUSKBN0FL0NN20140717"
              ]
            },
            {
              "sentence": "Since 2011, Bashar al-Assad has lost recognition from several international organizations such as the Arab League (in 2011),  Union for the Mediterranean (in 2011)  and Organization of Islamic Co-operation (in 2012)",
              "refs": [
                "ISBN: 978-1471129827",
                "https://web.archive.org/web/20120618133455/https://www.washingtonpost.com/world/middle_east/syrias-assad-has-embraced-pariah-status/2012/06/16/gJQAsY9shV_story.html"
              ]
            },
            {
              "sentence": "United States, European Union, Turkey, Arab League and various countries began enforcing broad sets of sanctions against Syrian regime from 2011, with the objective of forcing Assad to resign and assist in a political solution to the crisis",
              "refs": [
                "ISBN: 978-1-349-57628-9",
                "https://web.archive.org/web/20221208152331/http://blogs.shu.edu/thediplomaticenvoy/2021/11/24/focus-on-pariah-leaders-bashar-al-assad/"
              ]
            },
            {
              "sentence": "International bodies have criticized one-sided elections organized by Assad government during the conflict",
              "refs": [
                "ISBN: 978-1-4408-3878-1"
              ]
            },
            {
              "sentence": "In the 2014 London conference of countries of the Friends of Syria group, British Foreign Secretary William Hague characterized Syrian elections as a \"parody of democracy\" and denounced the regime's \"utter disregard for human life\" for perpetrating war-crimes and state-terror on the Syrian population",
              "refs": []
            },
            {
              "sentence": "Assad's policy of holding elections under the circumstances of an ongoing civil war were also rebuked by the UN Secretary-General Ban Ki-moon",
              "refs": [
                "https://www.nytimes.com/2011/11/13/world/middleeast/arab-league-votes-to-suspend-syria-over-its-crackdown-on-protesters.html"
              ]
            },
            {
              "sentence": "Georgia suspended all relations with Syria following Bashar al-Assad's recognition of Abkhazia and South Ossetia, condemning his government as a \"Russian-manipulated regime\" that supported Russian occupation and \"ethnic cleansing\"",
              "refs": []
            },
            {
              "sentence": "[f] Following Assad's strong backing of Russian invasion of Ukraine and recognition of the breakaway separatist republics, Ukraine cut off all diplomatic relations with Syria in June 2022",
              "refs": []
            },
            {
              "sentence": "Describing Assad's policies as \"worthless\", Ukrainian President Volodimir Zelensky pledged to expand further sanctions against Syria",
              "refs": []
            },
            {
              "sentence": "In March 2023, National Security and Defense Council of Ukraine put into effect a range of sanctions targeting 141 firms and 300 individuals linked to Assad regime, Russian weapons manufacturers and Iranian dronemakers",
              "refs": [
                "https://web.archive.org/web/20221026161021/https://www.bbc.co.uk/news/world-middle-east-27419552",
                "https://www.reuters.com/article/idUSBREA3K0ST20140421?irpc=932"
              ]
            },
            {
              "sentence": "This was days after Assad's visit to Moscow, wherein he justified Russian invasion of Ukraine as a fight against \"old and new Nazis\"",
              "refs": []
            },
            {
              "sentence": "Bashar al-Assad, Prime Minister Hussein Arnous and Foreign Minister Faisal Mikdad were amongst the individuals who were sanctioned",
              "refs": []
            },
            {
              "sentence": "[g] Sanctions also involved freezing of all Syrian state properties in Ukraine, curtailment of monetary transactions, termination of economic commitments and recision of all official Ukrainian awards",
              "refs": []
            },
            {
              "sentence": "Syria formally broke its diplomatic ties to Ukraine on 20 July, citing the principle of reciprocity",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In April 2023, a French court declared three high-ranking Ba'athist security officials guilty of crimes against humanity, torture, and various war-crimes against French-Syrian citizens",
              "refs": []
            },
            {
              "sentence": "These included Ali Mamlouk, director of National Security Bureau of Syrian Ba'ath party and Jamil Hassan, former head of the Syrian Air Force Intelligence Directorate",
              "refs": []
            },
            {
              "sentence": "France had issued international arrest warrants against the three officers over the case in 2018",
              "refs": [
                "https://web.archive.org/web/20230318134326/https://kyivindependent.com/news-feed/zelensky-imposes-sanctions-against-syrian-dictator-bashar-al-assad-other-officials",
                "https://web.archive.org/web/20230319043836/https://www.president.gov.ua/documents/1632023-46149"
              ]
            },
            {
              "sentence": "In May 2023, French Foreign Minister Catherine Colonna publicly demanded the prosecution of Bashar al-Assad for engaging in chemical warfare and killing hundreds of thousands of people; branding him as \"the enemy of his own people\"",
              "refs": [
                "https://web.archive.org/web/20230318212055/https://www.aa.com.tr/en/russia-ukraine-war/zelenskyy-introduces-sanctions-against-syrias-assad/2849658"
              ]
            },
            {
              "sentence": "On 15 November 2023, France issued an arrest warrant against Assad for use of chemical weapons against civilians in Syria",
              "refs": [
                "https://web.archive.org/web/20230320201806/https://www.newarab.com/news/ukraines-zelensky-imposes-sanctions-syrias-assad",
                "https://web.archive.org/web/20230319121913/https://tvpworld.com/68572144/ukraine-sanctions-syrian-dictator-assad-hundreds-of-other-individuals-and-entities"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Left-wing",
              "section_content": [
                {
                  "sentence": "Left-wing support for Assad had been split since the start of the Syrian civil war;  [needs update] the Assad government was accused of cynically manipulating sectarian identity and anti-imperialism to continue its worst activities",
                  "refs": [
                    "https://web.archive.org/web/20230415214212/https://www.aljazeera.com/news/2023/4/5/france-to-try-syrian-regime-officials-for-crimes-against-humanity"
                  ]
                },
                {
                  "sentence": "Some heads of state or governments declared their support for Assad, including North Korean leader Kim Jong Un",
                  "refs": []
                },
                {
                  "sentence": "After declaring victory in the 2014 elections, Assad received congratulations from President of Venezuela Nicolás Maduro,  President of Algeria Abdelaziz Bouteflika,  President of Guyana Donald Ramotar,  President of South Africa Jacob Zuma,  President of Nicaragua Daniel Ortega,  and Mahmoud Abbas, the leader of Fatah and President of the State of Palestine",
                  "refs": [
                    "https://web.archive.org/web/20230524023150/https://www.france24.com/en/europe/20230523-syria-s-assad-should-be-put-on-trial-says-french-foreign-minister",
                    "https://web.archive.org/web/20230524013433/https://tribune.net.ph/2023/05/24/french-minister-demands-assad-trial/",
                    "https://web.archive.org/web/20210410213629/https://thewire.in/world/assadism-is-destroying-syria",
                    "https://web.archive.org/web/20141216203242/http://www.aladhwaa.net/?ac=3&no=6445&d_f=10&t_f=0&t=5&lang_in=Ar",
                    "https://web.archive.org/web/20160602233849/http://www.cetri.be/Syria-between-Revolution-and",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Palestinian Marxist–Leninist militant group Popular Front for the Liberation of Palestine (PFLP) supported Assad during the Syrian civil war",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.dw.com/en/north-korean-leader-offers-support-to-assad/a-16392804",
                    "https://web.archive.org/web/20180811131504/http://lainfo.es/en/2014/06/05/venezuela-congratulated-by-bashar-al-assad-in-syrian-presidential-victory/"
                  ]
                },
                {
                  "sentence": "As a result of this stance, the Iranian government increased its military and financial funding to the PFLP",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "International support",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Left-wing",
              "section_content": [
                {
                  "sentence": "Left-wing support for Assad had been split since the start of the Syrian civil war;  [needs update] the Assad government was accused of cynically manipulating sectarian identity and anti-imperialism to continue its worst activities",
                  "refs": [
                    "https://web.archive.org/web/20230415214212/https://www.aljazeera.com/news/2023/4/5/france-to-try-syrian-regime-officials-for-crimes-against-humanity"
                  ]
                },
                {
                  "sentence": "Some heads of state or governments declared their support for Assad, including North Korean leader Kim Jong Un",
                  "refs": []
                },
                {
                  "sentence": "After declaring victory in the 2014 elections, Assad received congratulations from President of Venezuela Nicolás Maduro,  President of Algeria Abdelaziz Bouteflika,  President of Guyana Donald Ramotar,  President of South Africa Jacob Zuma,  President of Nicaragua Daniel Ortega,  and Mahmoud Abbas, the leader of Fatah and President of the State of Palestine",
                  "refs": [
                    "https://web.archive.org/web/20230524023150/https://www.france24.com/en/europe/20230523-syria-s-assad-should-be-put-on-trial-says-french-foreign-minister",
                    "https://web.archive.org/web/20230524013433/https://tribune.net.ph/2023/05/24/french-minister-demands-assad-trial/",
                    "https://web.archive.org/web/20210410213629/https://thewire.in/world/assadism-is-destroying-syria",
                    "https://web.archive.org/web/20141216203242/http://www.aladhwaa.net/?ac=3&no=6445&d_f=10&t_f=0&t=5&lang_in=Ar",
                    "https://web.archive.org/web/20160602233849/http://www.cetri.be/Syria-between-Revolution-and",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Palestinian Marxist–Leninist militant group Popular Front for the Liberation of Palestine (PFLP) supported Assad during the Syrian civil war",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.dw.com/en/north-korean-leader-offers-support-to-assad/a-16392804",
                    "https://web.archive.org/web/20180811131504/http://lainfo.es/en/2014/06/05/venezuela-congratulated-by-bashar-al-assad-in-syrian-presidential-victory/"
                  ]
                },
                {
                  "sentence": "As a result of this stance, the Iranian government increased its military and financial funding to the PFLP",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Right-wing",
              "section_content": [
                {
                  "sentence": "In 2017, former Democratic congresswoman Tulsi Gabbard met with then-president Bashar al-Assad on an unannounced visit to Syria",
                  "refs": []
                },
                {
                  "sentence": "The visit was the first by a U.S",
                  "refs": [
                    "http://www.sana.sy/en/?p=4016"
                  ]
                },
                {
                  "sentence": "lawmaker since 2011,  and made under a travel warning issued by the United States Department of State, which continues to warn U.S",
                  "refs": [
                    "http://syriatimes.sy/index.php/presidential-elections/13206-nicaragua-s-ortega-congratulates-president-al-assad-on-winning-elections"
                  ]
                },
                {
                  "sentence": "citizens against all travel to the country",
                  "refs": []
                },
                {
                  "sentence": "Gabbard did not consult with the House speaker or State Department before meeting with Assad",
                  "refs": [
                    "http://www.sana.sy/en/?p=4246"
                  ]
                },
                {
                  "sentence": "The meeting came after Gabbard introduced legislation that would, in her words, \"end our country's illegal war to overthrow the Syrian government.\"  She said that Assad is \"a brutal dictator",
                  "refs": [
                    "http://www.sana.sy/en/?p=4246",
                    "http://www.sana.sy/en/?p=4246"
                  ]
                },
                {
                  "sentence": "Just like Saddam Hussein",
                  "refs": []
                },
                {
                  "sentence": "Just like Gadhafi in Libya",
                  "refs": []
                },
                {
                  "sentence": "The reason that I’m so outspoken on this issue of ending these wasteful regime-change wars is because I have seen firsthand this high human cost of war and the impact that it has on my fellow brothers and sisters in uniform.\"  Following her visit to Syria, Gabbard expressed doubts that the Assad regime was behind chemical weapons attacks in Syria",
                  "refs": [
                    "https://web.archive.org/web/20150512105225/https://www.middleeastmonitor.com/news/middle-east/12365-abbas-congratulates-al-assad-for-re-election-as-syrian-president"
                  ]
                },
                {
                  "sentence": "Gabbard has continued to defend her comments, and in 2019 stated that Assad was \"not the enemy of the United States because Syria does not pose a direct threat to the United States\"",
                  "refs": [
                    "http://www.sana.sy/en/?p=4016",
                    "https://web.archive.org/web/20150503220223/http://english.al-akhbar.com/node/20320"
                  ]
                },
                {
                  "sentence": "Bashar al-Assad's regime has received support from prominent white nationalist, neo-Nazi and far-right figures in Europe, who were attracted by his \"war on terror\" discourse against Islamists during the period of European refugee crisis",
                  "refs": []
                },
                {
                  "sentence": "Assad's bombings of Syrian cities are admired in the Islamophobic discourse of far-right circles, which considers Muslims as a civilizational enemy",
                  "refs": []
                },
                {
                  "sentence": "American white supremacists often praise Assad as an authoritarian bulwark against what they view as the forces of \"Islamic extremism\" and globalism; and several pro-Assad slogans were chanted in the neo-Nazi Unite the Right rally held in Charlottesville in 2017",
                  "refs": []
                },
                {
                  "sentence": "[h]",
                  "refs": [
                    "https://web.archive.org/web/20150418132016/http://www.al-monitor.com/pulse/originals/2013/09/iran-pflp-gaza-palestine-syria.html"
                  ]
                },
                {
                  "sentence": "Nick Griffin, the former leader of the British National Party (BNP), was formerly an official ambassador and guest of the Syrian government;  due to public controversy, the Assad government publicly disassociated itself from him after his trip to Syria in 2014",
                  "refs": [
                    "http://www.aljazeera.com/news/middleeast/2013/01/201318143633928478.html"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "International public relations",
          "section_content": [
            {
              "sentence": "In order to promote their image and media-portrayal overseas, Bashar al-Assad and his wife Asma al-Assad hired U.S",
              "refs": []
            },
            {
              "sentence": "and UK based PR firms and consultants",
              "refs": []
            },
            {
              "sentence": "In particular, these secured photoshoots for Asma al-Assad with fashion and celebrity magazines, including Vogue's March 2011 \"A Rose in the Desert\"",
              "refs": [
                "https://www.sacouncil.com/aalert_gabbard_assad"
              ]
            },
            {
              "sentence": "These firms included Bell Pottinger and Brown Lloyd James, with the latter being paid $5,000 a month for their services",
              "refs": [
                "https://www.pbs.org/newshour/politics/congresswoman-gabbard-makes-unannounced-trip-syria",
                "https://edition.cnn.com/2019/08/01/politics/tulsi-gabbard-assad-dictator-cnntv/index.html"
              ]
            },
            {
              "sentence": "At the outset of the Syrian civil war, Syrian government networks were hacked by the group Anonymous, revealing that an ex-Al Jazeera journalist had been hired to advise Assad on how to manipulate the public opinion of the U.S",
              "refs": []
            },
            {
              "sentence": "Among the advice was the suggestion to compare the popular uprising against the regime to the Occupy Wall Street protests",
              "refs": []
            },
            {
              "sentence": "In a separate email leak several months later by the Supreme Council of the Syrian Revolution, which were published by The Guardian, it was revealed that Assad's consultants had coordinated with an Iranian government media advisor",
              "refs": [
                "https://web.archive.org/web/20171005175942/https://theintercept.com/2017/09/08/syria-why-white-nationalists-love-bashar-al-assad-charlottesville/"
              ]
            },
            {
              "sentence": "In March 2015, an expanded version of the aforementioned leaks was handed to the Lebanese NOW News website and published the following month",
              "refs": [
                "https://web.archive.org/web/20200801045342/https://www.middleeasteye.net/features/europes-far-right-activists-continue-throw-their-weight-behind-syrias-assad"
              ]
            },
            {
              "sentence": "After the Syrian civil war began, the Assads started a social media campaign which included building a presence on Facebook, YouTube, and most notably Instagram",
              "refs": []
            },
            {
              "sentence": "A Twitter account for Assad was reportedly activated; however, it remained unverified",
              "refs": [
                "https://www.cnn.com/2017/04/07/politics/tulsi-gabbard-assad-chemical-weapons-blitzer-cnntv/index.html"
              ]
            },
            {
              "sentence": "This resulted in much criticism, and was described by The Atlantic Wire as \"a propaganda campaign that ultimately has made the  [Assad] family look worse\"",
              "refs": [
                "https://web.archive.org/web/20200801045342/https://www.middleeasteye.net/features/europes-far-right-activists-continue-throw-their-weight-behind-syrias-assad"
              ]
            },
            {
              "sentence": "The Assad government has also allegedly arrested activists for creating Facebook groups that the government disapproved of,  and has appealed directly to Twitter to remove accounts it disliked",
              "refs": [
                "https://www.nytimes.com/2012/06/11/world/middleeast/syrian-conflict-cracks-carefully-polished-image-of-assad.html",
                "https://www.nbcnews.com/news/world/assad-assassination-attempt-may-have-prompted-chemical-weapons-strike-flna8c11021682"
              ]
            },
            {
              "sentence": "The social media campaign, as well as the previously leaked emails, led to comparisons with Hannah Arendt's A Report on the Banality of Evil by The Guardian, The New York Times and the Financial Times",
              "refs": [
                "https://www.theatlantic.com/international/archive/2012/01/the-only-remaining-online-copy-of-vogues-asma-al-assad-profile/250753/"
              ]
            },
            {
              "sentence": "In October 2014, 27,000 photographs depicting torture committed by the Assad government were put on display at the U.S",
              "refs": []
            },
            {
              "sentence": "Holocaust Memorial Museum",
              "refs": []
            },
            {
              "sentence": "Lawyers were hired to write a report on the images by the British law firm Carter-Ruck, which in turn was funded by the Government of Qatar",
              "refs": [
                "https://www.theguardian.com/world/2012/mar/14/assad-emails-lift-lid-inner-circle",
                "https://web.archive.org/web/20181022091657/https://now.mmedia.me/lb/en/AssadLeaks/565291-friends-in-the-media"
              ]
            },
            {
              "sentence": "In November 2014, the Quilliam Foundation reported that a propaganda campaign, which they claimed had the \"full backing of Assad\", spread false reports about the deaths of Western-born jihadists in order to deflect attention from the government's alleged war crimes",
              "refs": [
                "https://www.washingtonpost.com/blogs/worldviews/wp/2013/07/30/syrian-president-bashar-al-assad-joined-instagram-here-are-his-first-photos/"
              ]
            },
            {
              "sentence": "Using a picture of a Chechen fighter from the Second Chechen War, pro-Assad media reports disseminated to Western media outlets, leading them to publish a false story regarding the death of a non-existent British jihadist",
              "refs": []
            },
            {
              "sentence": "In 2015, Russia intervened in the Syrian civil war in support of Assad, and on 21 October 2015, Assad flew to Moscow and met with Russian president Vladimir Putin, who said regarding the civil war: \"this decision can be made only by the Syrian people",
              "refs": []
            },
            {
              "sentence": "Syria is a friendly country",
              "refs": []
            },
            {
              "sentence": "And we are ready to support it not only militarily but politically as well.\"",
              "refs": [
                "https://www.theguardian.com/world/series/assad-emails-the-documents"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Personal life",
      "section_content": [
        {
          "sentence": "Assad speaks fluent English and basic conversational French, having studied at the Franco-Arab al-Hurriyah school in Damascus",
          "refs": []
        },
        {
          "sentence": "Bashar al-Assad is an Alawite Muslim",
          "refs": [
            "https://www.theguardian.com/world/2013/sep/06/syrian-presidency-instagram-banality-evil"
          ]
        },
        {
          "sentence": "Bashar performed the hajj pilgrimage twice, in 1999 and in 2000",
          "refs": [
            "http://thelede.blogs.nytimes.com/2012/03/15/syrias-first-couple-and-the-banality-of-e-mail/"
          ]
        },
        {
          "sentence": "In December 2000, Assad married Asma Akhras, a British citizen of Syrian origin from Acton, London",
          "refs": []
        },
        {
          "sentence": "In 2001, Asma gave birth to their first child, a son named Hafez after the child's grandfather Hafez al-Assad",
          "refs": [
            "https://news.yahoo.com/bashar-al-assad-s-syrian-torture-chambers-205323124.html",
            "https://web.archive.org/web/20150314211352/http://foreignaffairs.house.gov/photo-gallery/syria-army-defectors-photos"
          ]
        },
        {
          "sentence": "Bashar al-Assad's son Hafez graduated from Moscow State University in the summer of 2023 with a master's thesis in number theory",
          "refs": []
        },
        {
          "sentence": "Their daughter Zein was born in 2003, followed by their second son Karim in 2004",
          "refs": [
            "http://edition.cnn.com/2014/01/20/world/syria-torture-photos-amanpour/"
          ]
        },
        {
          "sentence": "Assad's sister, Bushra al-Assad, and mother, Anisa Makhlouf, left Syria in 2012 and 2013, respectively, to live in the United Arab Emirates",
          "refs": []
        },
        {
          "sentence": "Makhlouf died in Damascus in 2016",
          "refs": [
            "ISBN: 9781317471981"
          ]
        },
        {
          "sentence": "On 23 December 2024, it was reported that Asma al-Assad had filed for divorce after being dissatisfied with life in Moscow",
          "refs": []
        },
        {
          "sentence": "However, the reports were denied by the Russian government",
          "refs": [
            "http://www.aljazeera.com/news/2015/10/syria-assad-met-russia-putin-moscow-151021064340109.html"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Awards and honours",
      "section_content": [
        {
          "sentence": "Revoked and returned awards and honours.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Explanatory notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Citations",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "General and cited references",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Further reading",
      "section_content": [
        {
          "sentence": "Reports",
          "refs": []
        },
        {
          "sentence": "Articles",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "//upload.wikimedia.org/wikipedia/commons/transcoded/c/ca/En-us-Bashar_Al-Assad_from_Syria_pronunciation_%28Voice_of_America%29.ogg/En-us-Bashar_Al-Assad_from_Syria_pronunciation_%28Voice_of_America%29.ogg.mp3",
    "58": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "193": "[ERROR retrieving ref link]",
    "337": "https://web.archive.org/web/20230127111421/https://www.opcw.org/media-centre/news/2023/01/opcw-releases-third-report-investigation-and-identification-team",
    "394": "[ERROR retrieving ref link]",
    "402": "[ERROR retrieving ref link]",
    "430": "https://web.archive.org/web/20171005175942/https://theintercept.com/2017/09/08/syria-why-white-nationalists-love-bashar-al-assad-charlottesville/",
    "2": "https://www.nbcnews.com/news/world/ousted-syrian-leader-bashar-al-assad-issues-first-statement-leaving-sy-rcna184338",
    "3": "https://www.europarl.europa.eu/meetdocs/2004_2009/documents/dv/icg%20report%2011-02-2004/icg%20report%2011-02-2004en.pdf",
    "4": "https://www.cambridge.org/us/academic/subjects/politics-international-relations/comparative-politics/politics-authoritarian-rule",
    "5": "ISBN: 978-0-19-976441-9",
    "6": "https://web.archive.org/web/20220305114908/https://snhr.org/blog/2021/06/14/civilian-death-toll/",
    "7": "https://books.google.com/books?id=SdxEAQAAMAAJ&dq=Assad+crimes+against+humanity&pg=PA229",
    "8": "https://web.archive.org/web/20230314022057/https://press.un.org/en/2023/sc15220.doc.htm",
    "9": "https://www.nytimes.com/live/2024/12/07/world/syria-war-damascus/syria-rebels-assad-al-jolani",
    "10": "https://www.reuters.com/world/middle-east/syria-rebels-celebrate-captured-homs-set-sights-damascus-2024-12-07/",
    "11": "https://www.reuters.com/world/middle-east/syrias-assad-his-family-are-moscow-after-russia-granted-them-asylum-say-russian-2024-12-08/",
    "12": "https://www.bbc.com/news/articles/cqx89reeevgo",
    "13": "https://www.reuters.com/world/middle-east/syria-rebels-celebrate-captured-homs-set-sights-damascus-2024-12-07/",
    "14": "https://www.cbc.ca/news/world/syria-damascus-falls-to-rebels-1.7404700",
    "15": "https://uk.news.yahoo.com/syrias-president-bashar-al-assad-175000548.html",
    "16": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "https://www.theguardian.com/theguardian/2000/jun/15/guardianweekly.guardianweekly1",
    "20": "[ERROR retrieving ref link]",
    "21": "ISBN: 978-977-85412-3-6",
    "22": "ISBN: 9781317471981",
    "23": "https://newrepublic.com/article/114630/bashar-al-assad-syria-family-guide",
    "24": "https://web.archive.org/web/20110723214138/http://www.herzliyaconference.org/_Uploads/2590Bashars.pdf",
    "25": "http://edition.cnn.com/2012/03/26/world/meast/assad-family/",
    "26": "[ERROR retrieving ref link]",
    "27": "https://newrepublic.com/article/115993/bashar-al-assad-profile-syrias-mass-murderer",
    "28": "https://www.ft.com/content/669da3aa-b5b5-11e1-ab92-00144feabdc0",
    "29": "https://web.archive.org/web/20091025083543/http://ngm.nationalgeographic.com/2009/11/syria/belt-text/2",
    "30": "https://www.nytimes.com/2000/06/14/world/man-in-the-news-the-shy-young-doctor-at-syria-s-helm-bashar-al-assad.html",
    "31": "https://qz.com/959806/the-enigmatic-story-of-how-syrias-bashar-al-assad-turned-from-a-painfully-shy-eye-doctor-into-a-murderous-tyrant/",
    "32": "[ERROR retrieving ref link]",
    "33": "https://web.archive.org/web/20151018150441/http://ladno.ru/person/asad/bio/",
    "34": "http://www.thetimes.co.uk/tto/news/world/middleeast/article2604469.ece",
    "35": "[ERROR retrieving ref link]",
    "36": "https://www.nbcnews.com/storyline/syria-peace-talks/how-syrias-geeky-president-assad-went-doctor-dictator-n453871",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "https://www.rferl.org/a/1342883.html",
    "40": "https://press.uchicago.edu/ucp/books/book/chicago/A/bo22776830.html",
    "41": "[ERROR retrieving ref link]",
    "42": "https://mondediplo.com/2000/07/07syria",
    "43": "[ERROR retrieving ref link]",
    "44": "[ERROR retrieving ref link]",
    "45": "https://web.archive.org/web/20181005011806/http://transcripts.cnn.com/TRANSCRIPTS/0006/10/bn.01.html",
    "46": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "https://www.bbc.com/news/10338256",
    "51": "https://abcnews.go.com/Politics/rise-syrias-controversial-president-bashar-al-assad/story?id=46649146",
    "52": "https://www.washingtonpost.com/wp-dyn/content/article/2007/05/27/AR2007052701117.html",
    "53": "https://www.reuters.com/article/us-syria-vote-opposition-idUSOWE75174320070517",
    "54": "https://www.cbsnews.com/news/syrians-vote-in-presidential-referendum/",
    "55": "https://www.theguardian.com/world/shortcuts/2014/apr/13/certainty-syria-election-assad-will-win",
    "56": "http://news.bbc.co.uk/2/hi/middle_east/6700021.stm",
    "57": "https://www.theguardian.com/world/2007/may/28/syria.ianblack",
    "59": "https://search.worldcat.org/oclc/1089560229",
    "60": "https://web.archive.org/web/20210415091339/https://sites.google.com/site/electoralintegrityproject4/projects/expert-survey-2/the-year-in-elections-2015",
    "61": "https://www.oxfordhandbooks.com/view/10.1093/oxfordhb/9780190258658.001.0001/oxfordhb-9780190258658-e-23",
    "62": "https://www.reuters.com/article/us-syria-crisis-assad-idUSKBN0FL0NN20140717",
    "63": "http://uk.reuters.com/article/us-syria-crisis-assad-idUSBREA3R0LH20140428?irpc=932",
    "64": "https://www.bbc.co.uk/news/world-middle-east-27419552",
    "66": "https://www.theguardian.com/world/2014/may/28/syrians-lebaanon-vote-assad-embassies-refugees-boycott",
    "67": "https://www.telegraph.co.uk/news/worldnews/middleeast/syria/10970476/Bashar-al-Assad-sworn-in-for-a-third-term-as-Syrian-president.html",
    "68": "https://web.archive.org/web/20210422181511/https://www.arabnews.com/node/1846771/middle-east",
    "69": "[ERROR retrieving ref link]",
    "70": "http://english.aljazeera.net/indepth/features/2011/02/201129103121562395.html",
    "71": "http://www.meforum.org/683/syrian-reform-what-lies-beneath",
    "72": "https://www.france24.com/en/20200609-assad-s-20-year-rule-from-damascus-spring-to-pariah",
    "73": "https://www.ft.com/content/2f085060-810d-11dd-82dd-000077b07658",
    "74": "https://carnegie-mec.org/diwan/48516?lang=en",
    "75": "https://www.theguardian.com/politics/2001/nov/01/afghanistan.israel",
    "76": "https://www.newyorker.com/magazine/2003/07/28/the-syrian-bet",
    "77": "https://www.newyorker.com/magazine/2005/02/14/outsourcing-torture",
    "78": "https://www.albawaba.com/news/rendition-syria-torture-468616",
    "79": "https://www.washingtonpost.com/news/worldviews/wp/2013/02/05/a-staggering-map-of-the-54-countries-that-reportedly-participated-in-the-cias-rendition-program/",
    "80": "https://www.theguardian.com/world/2013/feb/05/cia-rendition-countries-covert-support",
    "81": "ISBN: 978-1-5290-7490-1",
    "82": "http://www.csmonitor.com/World/Middle-East/2015/0214/Rafik-Hariri-In-Lebanon-assassination-reverberates-10-years-later",
    "83": "https://web.archive.org/web/20120721080802/https://www.smh.com.au/world/comeback-kid-of-assad-regime-was-a-feared-figure-20120719-22d5g.html",
    "84": "[ERROR retrieving ref link]",
    "85": "https://web.archive.org/web/20051107092900/http://news.bbc.co.uk/1/hi/world/middle_east/4362698.stm",
    "86": "https://web.archive.org/web/20150529190850/https://www.nytimes.com/2005/10/21/world/middleeast/top-syrian-seen-as-prime-suspect-in-assassination.html",
    "87": "https://web.archive.org/web/20051021233807/http://news.bbc.co.uk/1/shared/bsp/hi/pdfs/21_10_05_mehlisreport.pdf",
    "88": "http://news.bbc.co.uk/2/hi/middle_east/4519346.stm",
    "89": "https://2009-2017.state.gov/r/pa/ei/bgn/3580.htm",
    "90": "http://news.bbc.co.uk/2/hi/middle_east/6700021.stm",
    "91": "https://www.theguardian.com/world/2007/may/28/syria.ianblack",
    "92": "https://web.archive.org/web/20180511075416/https://www.washingtonpost.com/wp-dyn/content/article/2007/05/27/AR2007052701117.html",
    "93": "https://web.archive.org/web/20170406134644/https://www.reuters.com/article/us-syria-vote-opposition-idUSOWE75174320070517",
    "94": "https://web.archive.org/web/20170406134454/https://www.cbsnews.com/news/syrians-vote-in-presidential-referendum/",
    "95": "https://web.archive.org/web/20170406134014/https://www.theguardian.com/world/2007/may/28/syria.ianblack",
    "96": "https://web.archive.org/web/20170621100122/https://www.theguardian.com/world/shortcuts/2014/apr/13/certainty-syria-election-assad-will-win",
    "97": "https://www.newyorker.com/magazine/2012/09/17/the-silent-strike",
    "98": "https://web.archive.org/web/20220410215253/https://www.ifimes.org/en/researches/syria-between-oppression-and-freedom/3325",
    "99": "https://web.archive.org/web/20230424091316/https://www.reuters.com/article/us-korea-north-syria/n-koreans-may-have-died-in-israel-raid-in-syria-nhk-idUSL271480120080428",
    "100": "http://english.aljazeera.net/indepth/2011/02/201129135657367367.html",
    "101": "https://www.nbcnews.com/id/wbna41400687",
    "102": "https://web.archive.org/web/20110322061301/http://www.nytimes.com/2011/03/19/world/middleeast/19syria.html",
    "103": "ISBN: 978-0-415-52391-2",
    "104": "https://www.reuters.com/world/middle-east/syria-civilian-death-toll-over-306000-since-2011-un-2022-06-28/",
    "105": "https://www.ohchr.org/en/press-releases/2022/06/un-human-rights-office-estimates-more-306000-civilians-were-killed-over-10",
    "106": "ISBN: 978-0-415-52391-2",
    "107": "http://www.treasury.gov/press-center/press-releases/Pages/tg1181.aspx",
    "108": "https://www.washingtonpost.com/blogs/checkpoint-washington/post/how-the-us-message-on-assad-shifted/2011/08/18/gIQAfPZxNJ_blog.html",
    "109": "https://www.reuters.com/article/us-syria-idUSLDE73N02P20110518",
    "110": "https://www.bbc.co.uk/news/world-middle-east-13500395",
    "111": "https://www.bbc.co.uk/news/world-us-canada-13533833",
    "112": "https://web.archive.org/web/20120525170047/http://sana.sy/eng/337/2011/06/21/pr-353686.htm",
    "113": "https://www.washingtonpost.com/politics/assad-must-go-obama-says/2011/08/18/gIQAelheOJ_story.html",
    "114": "https://www.independent.co.uk/news/world/middle-east/assad-must-go-the-world-unites-against-syria-s-tyrant-2340307.html",
    "115": "https://obamawhitehouse.archives.gov/blog/2011/08/18/president-obama-future-syria-must-be-determined-its-people-president-bashar-al-assad",
    "116": "https://www.theguardian.com/world/2011/aug/25/syria-cartoonist-ali-ferzat-beaten",
    "117": "http://www.voanews.com/english/news/Syrian-Activists-Anti-Regime-Cartoonist-Attacked-Beaten-128385448.html",
    "118": "https://www.theguardian.com/world/2015/sep/23/russian-vetoes-putting-un-security-council-legitimacy-at-risk-says-us",
    "119": "https://www.reuters.com/article/us-syria-russia-idUSTRE80Q0I620120127",
    "120": "https://www.un.org/apps/news/story.asp?NewsID=39935",
    "121": "https://www.bbc.co.uk/news/world-middle-east-16483548",
    "122": "https://web.archive.org/web/20200807040746/https://in.reuters.com/article/syria-idINDEE7BC00720111213",
    "123": "https://www.theguardian.com/world/2012/feb/27/syria-bashar-al-assad",
    "124": "http://www.thehindu.com/news/international/article3646362.ece",
    "125": "https://www.bbc.co.uk/news/world-middle-east-18849362",
    "126": "https://www.theguardian.com/world/2012/jul/22/syria-death-toll-tops-19000",
    "127": "http://edition.cnn.com/2013/01/06/world/meast/syria-civil-war/?hpt=hp_t1",
    "128": "https://web.archive.org/web/20160304071334/http://blogs.aljazeera.com/liveblog/topic/Syria-153",
    "129": "https://www.nbcnews.com/news/world/assad-assassination-attempt-may-have-prompted-chemical-weapons-strike-flna8c11021682",
    "130": "https://apnews.com/general-news-afa095170f9f4f8c8a5d0778b5488e1f",
    "131": "https://www.economist.com/news/middle-east-and-africa/21625865-bashar-assad-may-be-weaker-he-thinks-tough-bowing",
    "132": "https://www.reuters.com/article/us-syria-crisis-dissent-idUSKBN0GW2GQ20140901",
    "133": "https://web.archive.org/web/20180419222514/https://uk.reuters.com/article/uk-syria-crisis-military-idUKKBN0HD0LW20140918",
    "134": "https://abcnews.go.com/International/wireStory/kurdish-fighters-group-nearing-syrian-town-25911163",
    "135": "https://www.al-monitor.com/pulse/originals/2014/10/change-leadership-damascus-syria-regime.html",
    "136": "https://abcnews.go.com/International/wireStory/syrias-alawites-pay-heavy-price-bury-sons-26598184",
    "137": "https://www.reuters.com/article/mideast-crisis-homs-blast-idUSL5N0SO3GI20141029",
    "138": "https://www.al-monitor.com/pulse/originals/2014/10/syria-tartous-alawites-pro-regime-protests.html",
    "139": "https://www.telegraph.co.uk/news/worldnews/middleeast/syria/11518232/In-Syrias-war-Alawites-pay-heavy-price-for-loyalty-to-Bashar-al-Assad.html",
    "140": "http://www.dailystar.com.lb/News/Middle-East/2015/Mar-14/290802-assad-relative-assassinated-in-syria-activists.ashx",
    "141": "http://www.ibtimes.co.uk/syria-bashar-al-assad-arrests-own-cousin-munther-kidnapping-links-1496410",
    "142": "http://www.csmonitor.com/World/Middle-East/2015/0421/Can-Syria-s-Assad-withstand-latest-battlefield-setbacks-video",
    "143": "http://www.cbsnews.com/news/flash-points-syria-assad-losing-power/",
    "144": "http://www.haaretz.com/news/middle-east/.premium-1.655153",
    "145": "http://www.gulfnews.com/opinion/time-to-reconsider-life-after-al-assad-1.1507735",
    "146": "https://www.telegraph.co.uk/news/worldnews/middleeast/syria/11596142/Bashar-al-Assads-spy-chief-arrested-over-Syria-coup-plot.html",
    "147": "http://www.alaraby.co.uk/english/comment/2015/5/22/the-syrian-regime-is-slowly-being-liquidated",
    "148": "https://www.telegraph.co.uk/news/worldnews/europe/russia/11845635/Vladimir-Putin-confirms-Russian-military-involvement-in-Syrias-civil-war.html",
    "149": "https://www.washingtonpost.com/world/putin-says-syrias-president-is-ready-for-elections-compromise-with-rebels/2015/09/04/9dfa818b-92c2-4012-b956-1784189b8ab7_story.html",
    "150": "ISBN: 978-0-7556-3463-7",
    "151": "http://www.interfax.ru/russia/472593",
    "152": "https://www.bbc.com/news/world-middle-east-34867215",
    "153": "http://kommersant.ru/doc/2860324",
    "154": "http://www.ceskatelevize.cz/ivysilani/10997918455-mimoradne-porady-ct24/215411034000172-rozhovor-s-basarem-asadem/",
    "155": "https://www.newsru.com/world/02dec2015/assad.html",
    "156": "https://www.reuters.com/article/us-usa-russia-syria-idUSKBN0UB0BA20151229",
    "157": "https://www.dw.com/en/putin-claims-support-to-syrian-rebels/a-18913306",
    "158": "https://ghostarchive.org/archive/20221210/http://www.ft.com/cms/s/0/735b4746-c01f-11e5-9fdb-87b8d15baec2.html",
    "159": "https://www.themoscowtimes.com/2016/01/22/putin-requested-assad-step-aside-but-syrian-leader-refused-a51558",
    "160": "http://www.upi.com/Top_News/World-News/2016/12/03/Assads-forces-retake-half-of-rebel-held-Aleppo/3411480810004/",
    "161": "https://www.bbc.co.uk/news/world-middle-east-38194136",
    "162": "https://web.archive.org/web/20161220125836/http://fox6now.com/2016/12/17/evacuation-agreement-reached-in-aleppo-rebel-group-says/",
    "163": "https://www.reuters.com/article/us-mideast-crisis-syria-usa-haley-idUSKBN1712QL",
    "164": "https://www.axios.com/tillerson-u-s-will-lead-coalition-to-oust-assad-2348075513.html",
    "165": "https://www.usnews.com/news/world/articles/2017-04-07/syrias-assad-calls-us-airstrikes-an-outrageous-act",
    "166": "https://www.reuters.com/article/us-mideast-crisis-syria-assad-idUSKBN17F1NE",
    "167": "https://web.archive.org/web/20170602223827/https://abcnews.go.com/International/wireStory/putin-syria-chemical-attack-provocation-assad-47790720",
    "168": "https://edition.cnn.com/2017/10/26/middleeast/syria-khan-sheikhoun-chemical-attack-sarin/index.html",
    "169": "https://www.nytimes.com/2017/11/07/climate/syria-joins-paris-agreement.html",
    "170": "https://web.archive.org/web/20180530092144/https://www.dw.com/en/syria-recognizes-georgias-breakaway-regions-in-nod-to-russia/a-43988153",
    "171": "https://web.archive.org/web/20180530034717/https://www.rferl.org/a/georgia-syria-establishes-diplomatic-relations-with-abkhazia-south-ossetia/29257063.html",
    "172": "https://web.archive.org/web/20180605131719/https://www.canada.ca/en/global-affairs/news/2018/06/canada-concerned-by-syrias-recognition-of-georgian-breakaway-regions-of-abkhazia-and-south-ossetia.html",
    "173": "https://www.dailysabah.com/world/syrian-crisis/syrias-assad-designates-new-government-headed-by-pm-arnous",
    "174": "https://web.archive.org/web/20210425141450/https://www.arabnews.com/node/1846771/middle-east",
    "175": "https://researchbriefings.files.parliament.uk/documents/CBP-9250/CBP-9250.pdf",
    "176": "https://web.archive.org/web/20221127122709/https://www.reuters.com/world/middle-east/syrias-president-bashar-al-assad-wins-fourth-term-office-with-951-votes-live-2021-05-27/",
    "177": "https://web.archive.org/web/20230103070540/https://www.hrw.org/world-report/2022/country-chapters/syria",
    "178": "https://web.archive.org/web/20220813233750/https://english.aawsat.com/home/article/2965846/charles-lister/us-policy-syria-2021",
    "179": "https://www.reuters.com/world/middle-east/syrias-assad-asks-pm-hussein-arnous-form-new-cabinet-2021-08-01/",
    "180": "https://web.archive.org/web/20220225144651/https://english.alarabiya.net/News/middle-east/2022/02/25/Syria-s-Assad-says-Russia-s-Ukraine-invasion-a-correction-of-history-",
    "181": "https://web.archive.org/web/20220807161917/https://press.un.org/en/2022/ga12407.doc.htm",
    "182": "https://web.archive.org/web/20220309133840/https://www.mei.edu/publications/syrias-role-putins-invasion-ukraine",
    "183": "https://web.archive.org/web/20220702012411/https://apnews.com/article/russia-ukraine-middle-east-syria-moscow-c5505e965d7d354b2b1f408385197829",
    "184": "https://web.archive.org/web/20220703150251/https://www.reuters.com/world/middle-east/syria-recognizes-independence-sovereignty-donetsk-luhansk-state-news-agency-2022-06-29/",
    "185": "https://web.archive.org/web/20220629211244/https://www.wionews.com/world/syria-first-country-other-than-russia-to-recognise-ukraine-separatist-republics-of-donetsk-and-lugansk-493080",
    "186": "https://web.archive.org/web/20230315170723/https://www.france24.com/en/middle-east/20230315-assad-meets-putin-in-moscow-as-syrians-mark-12-years-since-anti-regime-uprising",
    "187": "https://web.archive.org/web/20230319093053/https://www.rferl.org/a/zelenskiy-ukraine-sanctions-syria-iran/32324885.html",
    "188": "https://web.archive.org/web/20230316094529/https://www.aljazeera.com/news/2023/3/16/assad-will-welcome-new-russian-military-bases-in-syria",
    "189": "https://web.archive.org/web/20230316070448/https://www.reuters.com/world/middle-east/syrias-assad-says-would-welcome-more-russian-troops-2023-03-16/",
    "190": "https://web.archive.org/web/20230323052728/https://www.teletrader.com/assad-syria-recognizes-russia-s-new-borders/news/details/59649372?ts=1679549248213",
    "191": "https://web.archive.org/web/20230323053657/https://havanatimes.org/news/assad-welcomes-new-russian-bases-in-syria-recognizes-russian-annexations-in-ukraine/",
    "192": "https://web.archive.org/web/20230323053926/https://www.pakistanpoint.com/en/story/1659999/assad-says-syria-recognizes-new-russian-borders-followi.html",
    "194": "https://www.voanews.com/a/syria-s-assad-arrives-in-uae-for-official-visit-/7011966.html",
    "195": "https://www.reuters.com/world/middle-east/syrias-assad-attend-arab-summit-bringing-regional-isolation-an-end-2023-05-19/",
    "196": "https://www.reuters.com/world/middle-east/syrias-assad-shakes-hands-kisses-cheeks-with-onetime-foes-arab-league-summit-2023-05-19/",
    "197": "https://news.sky.com/story/syrias-bashar-al-assad-and-wife-laugh-and-wave-at-asian-games-opening-ceremony-amid-china-talks-12968127",
    "198": "https://apnews.com/article/china-syria-asian-games-diplomacy-assad-xi-cce801eaa586fe5db82d28df79b0f91f",
    "199": "https://www.reuters.com/world/middle-east/saudi-arabia-host-extraordinary-joint-islamic-arab-summit-riyadh-saturday-2023-11-10/",
    "200": "https://www.al-monitor.com/originals/2024/05/assad-sisi-gulf-leaders-bahrain-arab-league-summit-gaza-war-rages",
    "201": "https://www.dw.com/en/syria-us-germany-france-uk-call-for-de-escalation/a-70933512",
    "202": "https://www.nytimes.com/2024/12/03/world/middleeast/syria-civil-war-rebels-aleppo.html",
    "203": "https://www.aljazeera.com/program/newsfeed/2024/12/3/syrian-hospital-hit-in-air-attack-on-opposition-held-idlib",
    "204": "https://www.bbc.com/news/articles/cql5r2px4yyo",
    "205": "https://www.france24.com/en/middle-east/20241204-syrian-army-launches-counterattack-as-rebels-push-towards-hama",
    "206": "https://www.middleeasteye.net/news/syrian-rebels-control-south-approaching-damascus",
    "207": "https://nypost.com/2024/12/07/world-news/rebels-capture-city-of-homs-in-syria-threatening-to-topple-assad-regime-with-damascus-in-sight/",
    "208": "https://www.reuters.com/world/middle-east/syria-rebels-celebrate-captured-homs-set-sights-damascus-2024-12-07/",
    "209": "https://apnews.com/article/syria-bashar-assad-war-1468a97ff95bb782f5933856d99c9a8d",
    "210": "https://www.bbc.com/news/articles/cqx89reeevgo",
    "211": "https://www.themoscowtimes.com/2024/12/10/assad-chose-to-resign-from-syrian-presidency-kremlin-says-a87282",
    "212": "https://www.reuters.com/world/middle-east/assads-final-hours-syria-deception-despair-flight-2024-12-13/",
    "213": "https://www.bbc.com/news/articles/c5yd0zz5edqo",
    "214": "https://web.archive.org/web/20201002112428/https://www.transparency.org/en/cpi/2011",
    "215": "https://www.jstor.org/stable/41857946",
    "216": "https://web.archive.org/web/20220327062345/https://www.bbc.com/news/world-middle-east-13216195",
    "217": "https://web.archive.org/web/20170219152118/https://globalanticorruptionblog.com/2017/02/06/the-role-of-corruption-in-the-syrian-civil-war/",
    "218": "ISBN: 978-977-85412-3-6",
    "219": "https://abcnews.go.com/International/wireStory/assads-syria-truncated-battered-defiant-26633429",
    "220": "https://www.bbc.co.uk/news/world-middle-east-17088270",
    "221": "https://www.reuters.com/article/us-mideast-crisis-syria-eu-idUSKCN0IA1AF20141021",
    "222": "https://www.usatoday.com/story/news/politics/2014/10/16/treasury-syrian-sanctions-qusay-mihoub/17354081/",
    "223": "https://www.reuters.com/article/us-syria-economy-socialist-idUSBRE8630FA20120704",
    "224": "https://www.reuters.com/article/idUSKCN0IU10Z20141110?irpc=932",
    "225": "http://www.ecfr.eu/page/-/ECFR97_SYRIA_BRIEF_AW.pdf",
    "226": "https://www.reuters.com/article/us-syria-economy-idUSKBN0E81WL20140528",
    "227": "https://www.washingtonpost.com/world/middle_east/syrias-assad-regime-cuts-subsidies-focuses-ailing-economy-on-war-effort/2014/11/29/5f830894-719c-11e4-a2c2-478179fd0489_story.html",
    "228": "https://web.archive.org/web/20181022183913/http://www.dailystar.com.lb/News/Middle-East/2014/Oct-17/274357-glitzy-mall-sparks-anger-from-assad-backers.ashx",
    "229": "https://www.telegraph.co.uk/news/worldnews/middleeast/syria/11290437/EU-tries-to-ground-Bashar-al-Assads-warplanes-by-banning-fuel-supplies.html",
    "230": "https://web.archive.org/web/20221202222632/https://syria-report.com/analysis-changes-to-syrias-business-elite-concentrates-wealth-in-hands-of-presidential-couple-open-access/",
    "231": "https://web.archive.org/web/20190727060100/https://www.ft.com/content/a7a75e4c-a95d-11e9-984c-fac8325aaa04",
    "232": "https://web.archive.org/web/20230405013209/https://www-ft-com.ezp.lib.cam.ac.uk/content/a51c6227-0c93-4fe1-aca7-25783a43708f",
    "233": "https://web.archive.org/web/20230203201215/https://www.al-monitor.com/originals/2023/01/middle-east-corruption-rankings-syria-most-corrupt-uae-least-turkey-slipped",
    "234": "https://web.archive.org/web/20230208070207/https://www.newarab.com/news/syria-yemen-and-libya-rank-among-lowest-corruption-index?amp",
    "235": "https://web.archive.org/web/20230204001659/https://www.transparency.org/en/cpi/2022",
    "236": "ISBN: 978-977-85412-3-6",
    "237": "https://web.archive.org/web/20230602100607/https://www.worldpoliticsreview.com/syria-pariah-state/",
    "238": "https://web.archive.org/web/20160220181554/http://www.crisisgroup.org/~/media/Files/Middle%20East%20North%20Africa/Iraq%20Syria%20Lebanon/Syria/151-flight-of-icarus-the-pyd-s-precarious-rise-in-syria.pdf",
    "239": "https://web.archive.org/web/20221130180133/https://www.e-ir.info/2021/05/03/the-mobilisation-of-sectarian-identities-in-the-syrian-civil-war/",
    "240": "https://www.npr.org/blogs/parallels/2015/04/18/400360836/syrias-minorities-caught-between-sword-of-isis-and-wrath-of-assad",
    "241": "https://web.archive.org/web/20220704031407/https://newlinesmag.com/reportage/the-specter-of-sectarian-violence-in-syria/",
    "242": "https://web.archive.org/web/20220323074045/https://warontherocks.com/2016/08/assad-or-we-burn-the-country-misreading-sectarianism-and-the-regime-in-syria/",
    "243": "https://web.archive.org/web/20220323074045/https://warontherocks.com/2016/08/assad-or-we-burn-the-country-misreading-sectarianism-and-the-regime-in-syria/",
    "244": "https://web.archive.org/web/20230521182156/https://www.aljazeera.com/news/2010/7/16/syria-slammed-on-human-rights",
    "245": "https://web.archive.org/web/20150713084607/https://www.hrw.org/report/2010/07/16/wasted-decade/human-rights-syria-during-bashar-al-asads-first-ten-years-power",
    "246": "https://www.hrw.org/en/node/91580/section/4",
    "247": "https://web.archive.org/web/20121019171745/http://www.unhcr.org/refworld/country%2C%2C%2C%2CSYR%2C%2C4da56d83a2%2C0.html",
    "248": "https://wayback.archive-it.org/all/20171009185724/https://m.media/Pages/NotFoundPage.aspx",
    "249": "http://www.economist.com/node/17155868",
    "250": "https://www.nytimes.com/2007/12/14/world/middleeast/14syria.html",
    "251": "https://www.bbc.com/news/world-middle-east-10684359",
    "252": "http://www.csmonitor.com/World/Middle-East/2010/0720/Veil-ban-Why-Syria-joins-Europe-in-barring-the-niqab",
    "253": "https://www.theguardian.com/world/2011/apr/06/syria-relax-veil-ban-teacher",
    "254": "https://web.archive.org/web/20230119093700/https://www.foreignaffairs.com/articles/syria/2011-03-07/sturdy-house-assad-built",
    "255": "https://web.archive.org/web/20230103162318/https://www.wsj.com/articles/10-000-bodies-inside-syrian-president-bashar-al-assads-crackdown-1406315472",
    "256": "https://web.archive.org/web/20230630045225/https://www.theweek.in/wire-updates/international/2023/06/30/fgn2-un-syria.amp.html",
    "257": "https://web.archive.org/web/20230630045427/https://www.arabnews.com/node/2330286/middle-east",
    "258": "https://web.archive.org/web/20230630163007/https://apnews.com/article/un-syria-conflict-missing-people-75ab620d2ab939b54152a3f1ded5a156",
    "259": "https://web.archive.org/web/20230613135748/https://www.government.nl/documents/diplomatic-statements/2023/06/12/joint-statement-by-canada-and-the-netherlands-on-instituting-proceedings-at-the-international-court-of-justice-to-hold-syria-to-account-for-torture",
    "260": "https://web.archive.org/web/20230613135950/https://www.icj-cij.org/sites/default/files/case-related/188/188-20230612-PRE-01-00-EN.pdf",
    "261": "https://web.archive.org/web/20230612142054/https://www.icj-cij.org/sites/default/files/case-related/188/188-20230608-REQ-01-00-EN.pdf",
    "262": "https://web.archive.org/web/20230613135519/https://www.thenationalnews.com/mena/2023/06/12/canada-and-netherlands-take-syria-to-icj-over-alleged-torture/",
    "263": "https://web.archive.org/web/20230505183620/https://www.hrw.org/news/2008/03/23/syria-investigate-killing-kurds",
    "264": "https://web.archive.org/web/20120716102326/http://en.rsf.org/spip.php?page=predateur&id_article=42411",
    "265": "https://web.archive.org/web/20230202201109/https://cpj.org/reports/2009/04/10-worst-countries-to-be-a-blogger/",
    "266": "http://www.economist.com/node/11792330",
    "267": "https://www.nytimes.com/2011/02/10/world/middleeast/10syria.html",
    "268": "https://web.archive.org/web/20110518055039/http://en.rsf.org/internet-enemie-syria%2C39779.html",
    "269": "http://cpj.org/reports/2012/05/10-most-censored-countries.php",
    "270": "https://web.archive.org/web/20210726024135/https://www.nbcnews.com/id/wbna45514855",
    "271": "https://web.archive.org/web/20110512045222/http://www.huffingtonpost.com/2011/04/18/bashar-assad-resignation-syria-protest_n_850657.html",
    "272": "https://web.archive.org/web/20130514043736/http://www.cnn.com/2012/07/22/world/meast/syria-unrest",
    "273": "https://web.archive.org/web/20210224072630/https://www.usip.org/syria-timeline-uprising-against-assad",
    "274": "https://web.archive.org/web/20230329091756/https://www.unrefugees.org/news/syria-refugee-crisis-explained/",
    "275": "https://web.archive.org/web/20230518033038/https://www.unrefugees.org/emergencies/syria/",
    "276": "https://web.archive.org/web/20220702072830/https://www.syriawise.com/opinion-assad-master-of-ethnic-cleansing-in-the-21st-century/",
    "277": "https://web.archive.org/web/20210505110349/https://www.theguardian.com/world/2013/jul/22/syria-sunnis-fear-alawite-ethnic-cleansing",
    "278": "https://web.archive.org/web/20211222180327/https://www.reuters.com/article/us-syria-crisis-massacres-idUSBRE85A1DY20120611",
    "279": "https://web.archive.org/web/20221207165354/https://www.newarab.com/opinion/daraa-de-escalation-masks-assads-ethnic-cleansing-syria",
    "280": "https://web.archive.org/web/20211015105258/https://www.middleeasteye.net/news/ethnic-cleansing-unprecedented-scale-rebels-un-criticise-assad-tactics",
    "281": "https://web.archive.org/web/20220323074045/https://warontherocks.com/2016/08/assad-or-we-burn-the-country-misreading-sectarianism-and-the-regime-in-syria/",
    "282": "https://web.archive.org/web/20230104153837/https://www.middleeastmonitor.com/20220620-assad-iran-russia-committed-91-of-civilian-killings-in-syria/",
    "283": "https://web.archive.org/web/20230128063728/https://www.globalr2p.org/countries/syria/",
    "284": "https://web.archive.org/web/20230513172453/https://snhr.org/blog/2021/08/14/record-of-arbitrary-arrests1/",
    "285": "https://sirajsy.net/the-syrian-regime-detains-minors/",
    "286": "https://www.middleeastmonitor.com/20241029-syria-regime-detained-children-until-18-before-executing-them-under-terrorism-law-investigation-reveals/#comment-6582201907",
    "287": "ISBN: 9781108489249",
    "288": "ISBN: 978-0-316-55670-5",
    "289": "https://books.google.com/books?id=uXAdAAAAQBAJ",
    "290": "ISBN: 9780385544467",
    "291": "https://web.archive.org/web/20160413082059/http://www.bloombergview.com/articles/2014-12-15/us-says-europeans-tortured-by-assads-death-machine",
    "292": "https://web.archive.org/web/20220331104230/https://www.bbc.co.uk/news/world-middle-east-25189834",
    "293": "https://www.timesofisrael.com/fbi-says-europeans-tortured-by-assad-regime",
    "294": "https://abcnews.go.com/US/wireStory/us-war-crimes-case-assad-milosevic-29542721",
    "295": "http://www.channel4.com/news/assad-syria-interview-bbc-barrel-bombs-facts-video",
    "296": "https://www.bbc.co.uk/news/magazine-31438916",
    "297": "http://www.pri.org/stories/2014-02-04/what-are-barrel-bombs-and-why-syrian-military-using-them",
    "298": "ISBN: 978-977-85412-3-6",
    "299": "https://www.dailystar.com.lb/News/Middle-East/2015/Jun-11/301349-iran-spends-billions-to-prop-up-assad.ashx",
    "300": "http://www.thedailybeast.com/articles/2015/06/19/a-damning-indictment-of-syrian-president-assad-s-systematic-massacres.html",
    "301": "ISBN: 978-977-85412-3-6",
    "302": "https://web.archive.org/web/20141129194851/http://www.reuters.com/article/2014/06/10/us-syria-crisis-warcrimes-idUSKBN0EL25020140610?irpc=932",
    "303": "https://web.archive.org/web/20220303174028/https://www.aljazeera.com/news/2021/3/15/national-courts-lead-the-way-in-prosecuting-syrian-war-crimes",
    "304": "https://news.yahoo.com/france-opens-war-crimes-inquiry-against-assad-regime-222026549.html",
    "305": "https://news.yahoo.com/un-probe-accuses-damascus-extermination-detainees-131405484.html",
    "306": "https://www.al-monitor.com/pulse/originals/2016/02/assad-war-crimes-russia-us-congress-persecution-cholera.html",
    "307": "https://www.washingtonpost.com/world/germany-seeks-arrest-of-leading-syrian-general-on-war-crimes-charges/2018/06/08/2fa025d0-6b21-11e8-a335-c4503d041eaf_story.html",
    "308": "https://newlinesmag.com/reportage/how-a-massacre-of-nearly-300-in-syria-was-revealed/",
    "309": "https://www.reuters.com/world/france-issues-arrest-warrants-against-syrias-president-assad-source-2023-11-15/",
    "310": "https://apnews.com/article/syria-france-assad-war-crimes-arrest-warrant-d64d25b39801dafdcbe031558b52b81b",
    "311": "https://www.politico.eu/article/france-syria-bashar-assad-war-crimes-civillian-prosecution-middle-east/",
    "312": "https://web.archive.org/web/20190301032936/https://www.washingtonpost.com/world/middle_east/syrian-military-linked-to-more-than-300-chemical-attacks-report-says/2019/02/16/c6e128de-31d4-11e9-ac6c-14eea99d5e24_story.html",
    "313": "https://web.archive.org/web/20190219014216/https://thehill.com/policy/international/430414-syria-used-chemical-weapons-more-than-300-times-researchers-say/",
    "314": "https://web.archive.org/web/20221216060712/https://www.gppi.net/media/GPPi_Schneider_Luetkefend_2019_Nowhere_to_Hide_Web.pdf",
    "315": "https://web.archive.org/web/20230107103943/https://www.npr.org/2019/02/17/695545252/more-than-300-chemical-attacks-launched-during-syrian-civil-war-study-says",
    "316": "https://web.archive.org/web/20230506165127/https://www.opcw.org/media-centre/featured-topics/opcw-and-syria",
    "317": "https://web.archive.org/web/20220524194220/https://apnews.com/article/netherlands-chemical-weapons-damascus-the-hague-syria-ab2da467f4a4d9336010a141e5178276",
    "318": "https://web.archive.org/web/20220303125905/https://www.opcw.org/media-centre/news/2021/04/conference-states-parties-adopts-decision-suspend-certain-rights-and",
    "319": "https://web.archive.org/web/20220319223356/https://www.opcw.org/sites/default/files/documents/2021/04/c25dec09(e).pdf",
    "320": "https://web.archive.org/web/20220401005907/https://www.armscontrol.org/act/2021-07/news-briefs/opcw-confirms-chemical-weapons-use-syria",
    "321": "https://web.archive.org/web/20210606111350/https://www.thehindu.com/news/international/syria-has-likely-used-chemical-weapons-17-times-international-chemical-weapons-watchdog/article34724203.ece",
    "322": "https://web.archive.org/web/20230314022057/https://press.un.org/en/2023/sc15220.doc.htm",
    "323": "https://web.archive.org/web/20230515121348/https://www.eeas.europa.eu/eeas/fifth-review-conference-chemical-weapons-convention-eu-priorities-reinforce-convention_en",
    "324": "https://web.archive.org/web/20220822152939/https://www.ushmm.org/genocide-prevention/blog/nine-years-since-ghouta-chemical-weapons-in-syria",
    "325": "https://web.archive.org/web/20221117184248/https://www.nytimes.com/2013/08/27/world/middleeast/blasts-in-the-night-a-smell-and-a-flood-of-syrian-victims.html",
    "326": "https://web.archive.org/web/20221102104640/https://www.hrw.org/report/2013/09/10/attacks-ghouta/analysis-alleged-use-chemical-weapons-syria",
    "327": "https://www.economist.com/blogs/pomegranate/2013/08/syria-s-war",
    "328": "http://www.theweek.co.uk/world-news/syria-uprising/54759/syria-gas-attack-death-toll-1400-worst-halabja",
    "329": "https://web.archive.org/web/20230526194512/https://www.state.gov/ninth-anniversary-of-the-ghouta-syria-chemical-weapons-attack/",
    "330": "[ERROR retrieving ref link]",
    "331": "https://web.archive.org/web/20160220181554/http://www.crisisgroup.org/~/media/Files/Middle%20East%20North%20Africa/Iraq%20Syria%20Lebanon/Syria/151-flight-of-icarus-the-pyd-s-precarious-rise-in-syria.pdf",
    "332": "https://edition.cnn.com/2017/04/05/middleeast/syria-airstrike-idlib-how-it-unfolded/index.html",
    "333": "https://www.bbc.com/news/world-us-canada-39531045",
    "334": "https://www.reuters.com/article/idUSKBN1CV3GF/",
    "335": "https://www.nytimes.com/2018/04/13/world/middleeast/un-syria-haley-chemical-weapons.html",
    "336": "https://www.nytimes.com/2018/04/13/world/middleeast/trump-strikes-syria-attack.html",
    "338": "https://web.archive.org/web/20231220150406/https://www.timesofisrael.com/syrias-assad-claims-holocaust-was-a-lie-fabricated-to-justify-creation-of-israel/",
    "339": "https://web.archive.org/web/20231220142407/https://www.i24news.tv/en/news/israel/diplomacy/1703081866-syrian-president-assad-denies-holocaust-and-accuses-u-s-of-funding-nazis-in-controversial-speech",
    "340": "https://web.archive.org/web/20130625042548/http://www.naharnet.com/stories/en/85113-syria-opposition-expands-closes-meeting",
    "341": "http://www.cnn.com/2011/WORLD/meast/08/23/syria.un.resolution/index.html?eref=mrss_igoogle_cnn",
    "342": "https://web.archive.org/web/20220916020532/https://carnegieendowment.org/files/syrian_leaderiship_problem.pdf",
    "343": "https://web.archive.org/web/20230104105606/https://www.bbc.com/news/world-middle-east-15798218",
    "344": "https://web.archive.org/web/20230104175433/https://syriauntold.com/2020/10/30/syrias-labor-communist-party-a-rich-political-history-2/",
    "345": "http://www.jpost.com/Middle-East/Druse-ex-MK-Syrian-brethren-not-abandoned-by-Assad-441879",
    "346": "http://www.alaraby.co.uk/english/features/2015/2/7/the-neutral-druze-sheikh-angering-syrias-regime",
    "347": "https://www.timesofisrael.com/six-syria-regime-loyalists-killed-after-druze-cleric-assassinated/",
    "348": "https://www.cjlpa.org/post/the-syrian-conflict-the-myth-of-containment-and-the-realities-of-accountability",
    "349": "https://www.al-monitor.com/originals/2023/08/protests-southern-syria-economy-worsens",
    "350": "https://www.bbc.com/news/world-middle-east-66607118",
    "351": "https://web.archive.org/web/20230829122111/https://english.aawsat.com/features/4514386-syria-protests-spurred-economic-misery-stir-memories-2011-anti-government-uprising",
    "352": "https://web.archive.org/web/20240212161419/https://english.enabbaladi.net/archives/2024/02/six-months-into-as-suwayda-uprising-what-is-the-future-of-street-protests/",
    "353": "https://web.archive.org/web/20220816235657/https://www.washingtonpost.com/opinions/defeating-the-islamic-state-requires-first-ousting-bashar-al-assad/2014/12/05/8097b9f8-7c05-11e4-9a27-6fdbc612bff8_story.html",
    "354": "https://doi.org/10.2870%2F52247",
    "355": "https://web.archive.org/web/20221202101520/https://carnegieendowment.org/sada/83906",
    "356": "https://web.archive.org/web/20230226152530/https://crd.org/al-assad/",
    "357": "https://doi.org/10.2870%2F52247",
    "358": "http://www.csmonitor.com/World/Security-Watch/2014/0122/Loyalty-to-Assad-runs-deep-on-Syrian-coast",
    "359": "https://www.cbsnews.com/news/syrias-christians-stand-by-assad/",
    "360": "https://archive.today/20150407135145/http://www.yourmiddleeast.com/culture/a-glifmpse-into-the-world-of-syrias-christian-sutoro-fighters-video_24956",
    "361": "http://www.aljazeera.com/indepth/features/2011/10/20111010122434671982.html",
    "362": "https://www.wsj.com/articles/syrias-alawites-the-people-behind-assad-1435166941",
    "363": "https://www.bbc.co.uk/news/world-middle-east-35941679",
    "364": "ISBN: 978-0-8135-6068-7",
    "365": "http://edition.cnn.com/2014/09/25/world/meast/us-syria-rebel-agreement/",
    "366": "https://www.usatoday.com/story/news/world/2014/12/21/syria-christian-islamic-state/18915275",
    "367": "https://web.archive.org/web/20230214012142/https://www.theguardian.com/world/2023/feb/13/syria-earthquake-rebel-leader-pleas-for-outside-help",
    "368": "http://www.huffingtonpost.com/2014/06/03/syria-presidential-electi_n_5435706.html",
    "369": "https://web.archive.org/web/20140607230545/http://www.al-monitor.com/pulse/originals/2014/06/syria-kurds-assad-presidential-elections-pyd.html",
    "370": "https://web.archive.org/web/20140607000918/http://sana.sy/eng/393/2014/06/04/548612.htm",
    "371": "https://web.archive.org/web/20230104163541/https://www.reuters.com/article/uk-syria-crisis-assad-idUKKBN0DE0UY20140428",
    "372": "https://search.worldcat.org/oclc/1089560229",
    "373": "https://web.archive.org/web/20210415091339/https://sites.google.com/site/electoralintegrityproject4/projects/expert-survey-2/the-year-in-elections-2015",
    "374": "https://www.oxfordhandbooks.com/view/10.1093/oxfordhb/9780190258658.001.0001/oxfordhb-9780190258658-e-23",
    "375": "https://web.archive.org/web/20170903040841/https://www.reuters.com/article/us-syria-crisis-assad-idUSKBN0FL0NN20140717",
    "376": "https://www.timesofisrael.com/assad-wins-syria-presidency-with-88-7-of-vote/",
    "377": "https://web.archive.org/web/20161005013940/http://newsweekme.com/exclusive-interview-former-syrian-vice-president-abdul-halim-khaddam/",
    "378": "https://web.archive.org/web/20161006075951/http://www.arabnews.com/node/994396/middle-east",
    "379": "ISBN: 978-1471129827",
    "380": "https://web.archive.org/web/20120618133455/https://www.washingtonpost.com/world/middle_east/syrias-assad-has-embraced-pariah-status/2012/06/16/gJQAsY9shV_story.html",
    "381": "ISBN: 978-1-349-57628-9",
    "382": "https://web.archive.org/web/20221208152331/http://blogs.shu.edu/thediplomaticenvoy/2021/11/24/focus-on-pariah-leaders-bashar-al-assad/",
    "383": "ISBN: 978-1-4408-3878-1",
    "384": "https://www.nytimes.com/2011/11/13/world/middleeast/arab-league-votes-to-suspend-syria-over-its-crackdown-on-protesters.html",
    "385": "https://web.archive.org/web/20111206201635/http://news.xinhuanet.com/english2010/world/2011-12/01/c_131282989.htm",
    "386": "http://edition.cnn.com/2012/08/13/world/meast/syria-unrest/index.html?hpt=hp_t1",
    "387": "https://web.archive.org/web/20230208075035/https://www.rferl.org/amp/oic-suspends-syria/24678392.html",
    "388": "ISBN: 978-1-349-57628-9",
    "389": "https://web.archive.org/web/20221026161021/https://www.bbc.co.uk/news/world-middle-east-27419552",
    "390": "https://www.reuters.com/article/idUSBREA3K0ST20140421?irpc=932",
    "391": "https://web.archive.org/web/20230323062308/https://www.voanews.com/a/us-condemns-syria-for-recognizing-georgia-s-breakaway-regions/4416097.html",
    "392": "https://web.archive.org/web/20180530034717/https://www.rferl.org/a/georgia-syria-establishes-diplomatic-relations-with-abkhazia-south-ossetia/29257063.html",
    "393": "https://web.archive.org/web/20180529144450/https://www.bbc.com/news/world-europe-44291091",
    "395": "https://web.archive.org/web/20220630120322/https://english.alarabiya.net/News/world/2022/06/30/Ukraine-s-Zelenskyy-cuts-ties-with-Syria-after-it-recognized-separatist-republics",
    "396": "https://web.archive.org/web/20220701050748/https://www.rferl.org/a/ukraine-syria-diplomatic-ties-russia-assad/31922447.html",
    "397": "https://web.archive.org/web/20230318134326/https://kyivindependent.com/news-feed/zelensky-imposes-sanctions-against-syrian-dictator-bashar-al-assad-other-officials",
    "398": "https://web.archive.org/web/20230319043836/https://www.president.gov.ua/documents/1632023-46149",
    "399": "https://web.archive.org/web/20230318212055/https://www.aa.com.tr/en/russia-ukraine-war/zelenskyy-introduces-sanctions-against-syrias-assad/2849658",
    "400": "https://web.archive.org/web/20230320201806/https://www.newarab.com/news/ukraines-zelensky-imposes-sanctions-syrias-assad",
    "401": "https://web.archive.org/web/20230319121913/https://tvpworld.com/68572144/ukraine-sanctions-syrian-dictator-assad-hundreds-of-other-individuals-and-entities",
    "403": "https://www.aljazeera.com/news/2022/7/20/syria-formally-breaks-diplomatic-ties-with-ukraine",
    "404": "https://web.archive.org/web/20230405004515/https://www.france24.com/en/middle-east/20230404-france-to-try-senior-assad-allies-for-crimes-against-humanity-in-syria",
    "405": "https://web.archive.org/web/20230415214212/https://www.aljazeera.com/news/2023/4/5/france-to-try-syrian-regime-officials-for-crimes-against-humanity",
    "406": "https://web.archive.org/web/20230406162922/https://www.reuters.com/article/us-syria-crisis-france/france-issues-arrest-warrants-for-senior-syrian-officials-idUSKCN1NA11L",
    "407": "https://web.archive.org/web/20230524023150/https://www.france24.com/en/europe/20230523-syria-s-assad-should-be-put-on-trial-says-french-foreign-minister",
    "408": "https://web.archive.org/web/20230524013433/https://tribune.net.ph/2023/05/24/french-minister-demands-assad-trial/",
    "409": "https://web.archive.org/web/20210410213629/https://thewire.in/world/assadism-is-destroying-syria",
    "410": "https://web.archive.org/web/20141216203242/http://www.aladhwaa.net/?ac=3&no=6445&d_f=10&t_f=0&t=5&lang_in=Ar",
    "411": "https://web.archive.org/web/20160602233849/http://www.cetri.be/Syria-between-Revolution-and",
    "412": "[ERROR retrieving ref link]",
    "413": "[ERROR retrieving ref link]",
    "414": "https://www.dw.com/en/north-korean-leader-offers-support-to-assad/a-16392804",
    "415": "https://web.archive.org/web/20180811131504/http://lainfo.es/en/2014/06/05/venezuela-congratulated-by-bashar-al-assad-in-syrian-presidential-victory/",
    "416": "http://syriatimes.sy/index.php/news/local/13361-president-assad-receives-congratulations-from-president-bouteflika-on-winning-elections",
    "417": "https://archive.today/20140621123014/http://sana.sy/eng/21/2014/06/21/551372.htm",
    "418": "http://www.sana.sy/en/?p=4016",
    "419": "http://syriatimes.sy/index.php/presidential-elections/13206-nicaragua-s-ortega-congratulates-president-al-assad-on-winning-elections",
    "420": "http://www.sana.sy/en/?p=4246",
    "421": "https://web.archive.org/web/20150512105225/https://www.middleeastmonitor.com/news/middle-east/12365-abbas-congratulates-al-assad-for-re-election-as-syrian-president",
    "422": "https://web.archive.org/web/20150503220223/http://english.al-akhbar.com/node/20320",
    "423": "https://web.archive.org/web/20150418132016/http://www.al-monitor.com/pulse/originals/2013/09/iran-pflp-gaza-palestine-syria.html",
    "424": "http://www.aljazeera.com/news/middleeast/2013/01/201318143633928478.html",
    "425": "https://www.bbc.com/news/articles/c14l6jpykmjo",
    "426": "https://www.sacouncil.com/aalert_gabbard_assad",
    "427": "https://www.pbs.org/newshour/politics/congresswoman-gabbard-makes-unannounced-trip-syria",
    "428": "https://edition.cnn.com/2019/08/01/politics/tulsi-gabbard-assad-dictator-cnntv/index.html",
    "429": "https://www.cnn.com/2017/04/07/politics/tulsi-gabbard-assad-chemical-weapons-blitzer-cnntv/index.html",
    "431": "https://web.archive.org/web/20200801045342/https://www.middleeasteye.net/features/europes-far-right-activists-continue-throw-their-weight-behind-syrias-assad",
    "432": "http://www.haaretz.com/mobile/1.629501",
    "433": "https://web.archive.org/web/20200801045342/https://www.middleeasteye.net/features/europes-far-right-activists-continue-throw-their-weight-behind-syrias-assad",
    "434": "https://www.nytimes.com/2012/06/11/world/middleeast/syrian-conflict-cracks-carefully-polished-image-of-assad.html",
    "435": "https://www.theatlantic.com/international/archive/2012/01/the-only-remaining-online-copy-of-vogues-asma-al-assad-profile/250753/",
    "436": "https://web.archive.org/web/20150604013456/http://gawker.com/asma-al-assad-a-rose-in-the-desert-1265002284",
    "437": "http://english.alarabiya.net/en/media/2013/09/14/Assad-makes-PR-comeback-targets-American-psyche-.html",
    "438": "https://arstechnica.com/tech-policy/2012/02/anonymous-hackers-expose-emails-of-syrian-presidential-aides/",
    "439": "https://www.theguardian.com/world/2012/mar/14/assad-emails-lift-lid-inner-circle",
    "440": "https://web.archive.org/web/20181022091657/https://now.mmedia.me/lb/en/AssadLeaks/565291-friends-in-the-media",
    "441": "https://www.washingtonpost.com/blogs/worldviews/wp/2013/07/30/syrian-president-bashar-al-assad-joined-instagram-here-are-his-first-photos/",
    "442": "https://web.archive.org/web/20160308212143/http://www.thewire.com/politics/2013/08/bashar-al-assads-family/68915/",
    "443": "https://www.theguardian.com/world/series/assad-emails-the-documents",
    "444": "https://www.theguardian.com/world/2013/sep/06/syrian-presidency-instagram-banality-evil",
    "445": "http://thelede.blogs.nytimes.com/2012/03/15/syrias-first-couple-and-the-banality-of-e-mail/",
    "446": "https://ghostarchive.org/archive/20221210/http://www.ft.com/cms/s/0/e0ce4102-710e-11e1-a7f1-00144feab49a.html",
    "447": "https://news.yahoo.com/bashar-al-assad-s-syrian-torture-chambers-205323124.html",
    "448": "https://web.archive.org/web/20150314211352/http://foreignaffairs.house.gov/photo-gallery/syria-army-defectors-photos",
    "449": "http://edition.cnn.com/2014/01/20/world/syria-torture-photos-amanpour/",
    "450": "https://www.thetimes.co.uk/article/assads-allies-invent-british-jihadi-death-0fstqsrn2zl",
    "451": "http://www.aljazeera.com/news/2015/10/syria-assad-met-russia-putin-moscow-151021064340109.html",
    "452": "https://www.theatlantic.com/international/archive/2013/04/how-bashar-al-assad-became-so-hated/275058/",
    "453": "https://origins.osu.edu/article/alawites-and-fate-syria",
    "454": "https://books.google.com/books?id=_cpjrIcHoQkC&pg=PA67",
    "455": "http://news.bbc.co.uk/1/hi/uk/1630134.stm",
    "456": "https://www.telegraph.co.uk/news/1400296/Syria-factfile-Key-figures.html",
    "457": "https://www.rbc.ru/society/29/06/2023/649dd3249a79470f8edd25b2",
    "458": "http://www.aljazeera.com/news/2016/02/syrian-president-mother-anissa-assad-dies-aged-86-160206210505879.html",
    "459": "https://www.lbc.co.uk/news/assad-wife-asma-move-uk/",
    "460": "https://www.reuters.com/world/kremlin-rejects-turkish-media-reports-about-life-assad-his-wife-moscow-2024-12-23/",
    "461": "https://www.nytimes.com/2018/04/20/world/europe/assad-france-legion-of-honor.html",
    "462": "https://www.lemonde.fr/politique/article/2018/04/16/la-france-engage-la-procedure-pour-retirer-sa-legion-d-honneur-a-bachar-al-assad_5286264_823448.html",
    "463": "http://www.leparisien.fr/politique/bachar-al-assad-rend-sa-legion-d-honneur-a-la-france-esclave-des-etats-unis-19-04-2018-7673658.php",
    "464": "http://zakon4.rada.gov.ua/laws/show/362/2002",
    "465": "http://www.mediafaxfoto.ro/Preview.aspx?Id=256111",
    "466": "http://www.gettyimages.co.uk/detail/news-photo/syrian-president-bashar-al-assad-presents-prince-carlo-of-news-photo/181414500",
    "467": "https://www.alwatanvoice.com/arabic/news/2008/06/01/129056.html",
    "468": "http://www.savonsanomat.fi/kotimaa/IS-Syyrian-sotarikoksista-syytetyll%C3%A4-presidentill%C3%A4-Suomen-korkein-kunniamerkki/427627",
    "469": "http://thawra.sy/_print_veiw.asp?FileName=63107819420091008022531",
    "470": "http://www.quirinale.it/elementi/DettaglioOnorificenze.aspx?decorato=311336",
    "471": "http://banchedati.camera.it/sindacatoispettivo_16/showXhtml.asp?highLight=0&idAtto=57321&stile=8",
    "472": "https://www.aporrea.org/actualidad/n160308.html",
    "473": "https://www.hrw.org/news/2013/03/05/venezuela-chavezs-authoritarian-legacy",
    "474": "https://web.archive.org/web/20150402091010/http://www.antt.gov.br/html/objects/_downloadblob.php?cod_blob=3231",
    "475": "https://web.archive.org/web/20140429080726/http://www.marada-news.org/?q=node%2F3338",
    "476": "https://web.archive.org/web/20140429052040/http://www.voanews.com/content/assad-in-iran-to-discuss-iraq-104203254/127153.html",
    "477": "http://www.cbn.com/cbnnews/insideisrael/2010/October/Syrian-President-Awarded-Irans-Medal-of-Honor/",
    "478": "https://oc-media.org/syrian-president-bashar-al-assad-to-visit-south-ossetia/"
  },
  "flair_entities": [
    "latakia",
    "non-ba'athist",
    "syrian arab army",
    "syrian military intelligence directorate",
    "nazi",
    "siege of eastern ghouta",
    "npf",
    "vladimir putin",
    "international committee of the red cross",
    "western",
    "southern syria",
    "syrian centre for policy research",
    "syrian christian",
    "karim",
    "lebanon",
    "sunni",
    "press law",
    "alzirah",
    "daniel ortega",
    "tahrir al-sham",
    "western-sponsored",
    "bushra",
    "state department",
    "bnp",
    "russian-manipulated",
    "fahd jassem al-freij",
    "navi pillay",
    "gadhafi",
    "tishrin military hospital",
    "united states department of state",
    "nazism",
    "islamophobic",
    "uae",
    "saudi arabia",
    "mohammed toufic al-assad",
    "belli",
    "united arab emirates",
    "asian games",
    "free syrian army",
    "eu",
    "mukhabarat",
    "islamic",
    "assads",
    "assad",
    "financial times'",
    "chemical weapons convention",
    "afghanistan",
    "damascus",
    "main intelligence directorate",
    "chinese",
    "nicolás maduro",
    "armed forces",
    "douraid al-assad",
    "al-qubeir",
    "shia",
    "icc",
    "damascus declaration",
    "european council on foreign relations",
    "al-hurriyah",
    "united nations",
    "anonymous",
    "arabic wikipedia",
    "druze-israeli",
    "house",
    "alawite muslim",
    "agency",
    "belarus",
    "declaration assessment team",
    "u.s. house committee on foreign affairs",
    "volodimir zelensky",
    "syrian interim government",
    "russian",
    "state of palestine",
    "uk",
    "druze-majority",
    "europe",
    "bashar al-assad",
    "bashar",
    "al-hasawiya",
    "barack obama",
    "idlib",
    "kim jong un",
    "democratic",
    "syrian civil war",
    "international court of justice",
    "un security council",
    "islamist",
    "corruption perceptions index",
    "asma akhras",
    "icj",
    "united states",
    "u.s.",
    "national security and defense council of ukraine",
    "al-dimas",
    "michel samaha",
    "first armoured division",
    "4th armoured division",
    "hama",
    "amnesty international",
    "british",
    "hell",
    "bbc news",
    "cw programme",
    "western-born",
    "jacob zuma",
    "assyrian christians",
    "saudi",
    "middle east institute",
    "moscow",
    "a rose in the desert",
    "moscow state university",
    "arab league",
    "national security bureau",
    "latakia governorate",
    "agence france-presse",
    "hama governorate",
    "sednaya prison",
    "damascus university",
    "bahrain",
    "rapp",
    "ffm",
    "post-cold war",
    "nadim shehadi",
    "rafic hariri",
    "syrian army",
    "syrian military intelligence",
    "sunnis",
    "al-qaeda",
    "nbc news",
    "syrian air force intelligence directorate",
    "united nations security council resolution 2254",
    "assef shawkat",
    "popular front for the liberation of palestine",
    "faisal mikdad",
    "druze",
    "london school of economics",
    "hafez makhlouf",
    "youtube",
    "russia",
    "dat",
    "ban ki-moon",
    "gppi",
    "resolution 2254",
    "vogue",
    "communist labour party",
    "syrians",
    "islamic state",
    "circassian",
    "serbia",
    "canada",
    "iran-backed",
    "lebanese",
    "syrian arab air force",
    "opcw",
    "non-alawite",
    "russian federation",
    "acton",
    "tartus",
    "xi jinping",
    "circassians",
    "islamists",
    "israeli air force",
    "libya",
    "laurent fabius",
    "syrian shayrat",
    "donald trump",
    "investigation identification team",
    "ukrainian",
    "liberia",
    "wahsh",
    "arab",
    "international criminal court",
    "faisal mekdad",
    "slobodan milošević",
    "ba'athist syria",
    "syrian investigative journalism unit",
    "mahmoud abbas",
    "tadamon massacre",
    "national defense force",
    "charles lister",
    "democratic union party",
    "georgia",
    "bayda",
    "sheikhs of dignity",
    "iit",
    "neo-nazi",
    "qardaha",
    "rifaat al-assad",
    "hafez al-assad",
    "arab springprotests",
    "turkey",
    "allied",
    "constitution of syria",
    "deraa",
    "lebanese now news",
    "jeremy bowen",
    "christian",
    "gru",
    "egyptian",
    "abdul halim khaddam",
    "jamil hassan",
    "committee to protect journalists",
    "bassel",
    "nazi germany",
    "arab world",
    "arab spring",
    "un general assembly",
    "rami makhlouf",
    "brown lloyd james",
    "khaddam",
    "defense companies",
    "palestinian",
    "igor sergun",
    "ndr",
    "opcw fact-finding mission",
    "joshua landis",
    "quilliam foundation",
    "alawites",
    "islamist-led",
    "hts",
    "the new york times",
    "kurdish",
    "central command",
    "nato",
    "majalli wahabi",
    "samson",
    "fatah",
    "financial times",
    "is",
    "unite the right",
    "a report on the banality of evil",
    "hassan",
    "baathist",
    "suweida",
    "unsc resolution 1559",
    "makhlouf",
    "majd",
    "stephen rapp",
    "syrian democratic people's party",
    "uğur ümit üngör",
    "czech television",
    "north korean",
    "hafez",
    "siraj",
    "nicaragua",
    "cedar revolution",
    "us-led",
    "sergey lavrov",
    "netherlands",
    "riyadh",
    "syrian armed forces",
    "european union",
    "syrian revolution",
    "reuters",
    "bashar assad",
    "hannah arendt",
    "hillary clinton",
    "israel",
    "anisa makhlouf",
    "cpj",
    "charles taylor",
    "isil",
    "american",
    "syrian  civil war",
    "un commission",
    "ali farzat",
    "gabbard",
    "times of israel",
    "second chechen war",
    "france",
    "national progressive front",
    "luhansk",
    "arabic",
    "syrian republican guard",
    "asma al-assad",
    "syrian national council and national coalition of syrian revolutionary and opposition forces",
    "christian syriac military council",
    "christian science monitor",
    "neo-nazis",
    "organization for the prohibition of chemical weapons' declaration assessment team",
    "telegram",
    "paris",
    "south ossetia",
    "union for the mediterranean",
    "bosnian",
    "english",
    "germany",
    "salah abou nabout",
    "a wasted decade",
    "syria trust ngo",
    "european",
    "european jews",
    "zein",
    "west",
    "the atlantic wire",
    "organisation for the prohibition of chemical weapons",
    "council of ministers",
    "fourth armoured division",
    "qamishli",
    "hariri",
    "sdf",
    "ali mamlouk",
    "paris climate agreement",
    "abdel fattah el-sisi",
    "hikmat al-hajiri",
    "ghouta",
    "unhcr",
    "corrective movement",
    "pro-assad",
    "arab socialist ba'ath party",
    "eastern mediterranean",
    "filippo grandi",
    "syrian kurds",
    "muslim brotherhood",
    "ex-al jazeera",
    "aleppo",
    "government of qatar",
    "syrian druze",
    "putin",
    "palestinian marxist–leninist",
    "beirut",
    "state of israel",
    "tabqa airbase",
    "iranian",
    "un commission of inquiry",
    "the guardian",
    "ali al-assad",
    "arab-brokered",
    "federal bureau of investigation",
    "qamishli uprisings",
    "damascus winter",
    "air force intelligence directorate",
    "the fares center for eastern mediterranean studies",
    "sunni-dominated",
    "mezzeh",
    "nick griffin",
    "darayya",
    "tony blair",
    "syrian ba'ath",
    "catherine colonna",
    "opcw-iit",
    "franco-arab",
    "khan shaykhun",
    "western-supported",
    "friends of syria",
    "khmeimim air base",
    "syrian-led",
    "ba'ath party",
    "raqqa governorate",
    "united kingdom",
    "republican guard",
    "venezuela",
    "mohammed bin salman",
    "obama",
    "muslims",
    "air force intelligence",
    "second hussein arnous",
    "savage",
    "khan sheikhoun",
    "general staff",
    "iran-iraq",
    "syrian computer society",
    "bushra al-assad",
    "supreme council of the",
    "hezbollah",
    "damascene",
    "syrian",
    "tiger forces",
    "western eye hospital",
    "christians",
    "khomeinist",
    "french-syrian",
    "saddam hussein",
    "russian-operated",
    "french",
    "un resolution 1595",
    "organization of islamic co-operation",
    "annsar shahhoud",
    "democratic arab socialist union",
    "ghazi kanaan",
    "houla",
    "interfax",
    "kurds",
    "ba'athist",
    "ghouta chemical",
    "mohamed bin zayed al nahyan",
    "al-assad",
    "brussels",
    "asma",
    "new jersey",
    "nikki haley",
    "ismailis",
    "abu mohammad al-julani",
    "open society foundations",
    "arab-french",
    "charlottesville",
    "william hague",
    "holocaust",
    "alawite",
    "jeddah",
    "kremlin",
    "u.s. holocaust memorial museum",
    "chechen",
    "damascus spring",
    "bbc",
    "british national party",
    "white helmets",
    "rome statute",
    "emile lahoud",
    "maher al-assad",
    "knc",
    "sutoro",
    "human rights watch",
    "occupy wall street",
    "chris smith",
    "kurdish supreme committee",
    "operation outside the box",
    "nowruz",
    "eva koulouriotis",
    "ukraine",
    "algeria",
    "investigation and identification team",
    "general intelligence directorate",
    "al-hurriya school",
    "cia",
    "anti-assad",
    "pflp",
    "farzat",
    "anti-sunni",
    "pr",
    "facebook",
    "north korea",
    "bassel al-assad",
    "donetsk",
    "munther al-assad",
    "trump",
    "neo-ba'athist",
    "tulsi gabbard",
    "syrian arab armed forces",
    "abdelaziz bouteflika",
    "muhammad al-yaqoubi",
    "homs",
    "twitter",
    "abkhazia",
    "united nations convention against torture",
    "un",
    "instagram",
    "carter-ruck",
    "bbc middle east",
    "hussein arnous",
    "jews",
    "baniyas",
    "paulo pinheiro",
    "al-assad  bashar al-assad",
    "first hussein arnous",
    "bahjat suleiman",
    "soviet union",
    "shabiha",
    "russian-occupied",
    "assadist",
    "guyana",
    "south africa",
    "u.s",
    "ncc",
    "abc news",
    "rustum ghazaleh",
    "donald ramotar",
    "iran",
    "syria accountability act",
    "syria",
    "maher",
    "pyd",
    "hangzhou",
    "government of syria",
    "nazis",
    "london",
    "non-arab",
    "douma",
    "wahid al-balous",
    "national coordination committee for democratic change",
    "hayat tahrir al-sham",
    "china",
    "countering terror and extremism program",
    "bell pottinger",
    "palestine",
    "ba'ath",
    "party",
    "national democratic rally",
    "palmyra"
  ]
}