{
  "title": "Beetlejuice_Beetlejuice",
  "url": "https://en.wikipedia.org/wiki/Beetlejuice_Beetlejuice",
  "summary": "Beetlejuice Beetlejuice is a 2024 American gothic dark fantasy comedy horror film directed by Tim Burton from a screenplay by Alfred Gough and Miles Millar. A sequel to Beetlejuice (1988) and the second film of the Beetlejuice franchise, the film stars Michael Keaton, Winona Ryder, and Catherine O'Hara reprising their roles alongside new cast members Justin Theroux, Monica Bellucci, Jenna Ortega, and Willem Dafoe. Set more than three decades after the first film, it follows Lydia Deetz, now a mother, struggling to keep her family together in the wake of a loss as Betelgeuse returns to haunt her.\nAfter the success of Beetlejuice, plans for a sequel were announced by The Geffen Film Company, its original producers, and little materialized until 2011 when Warner Bros. Pictures hired Seth Grahame-Smith to pitch a story, which went through numerous revisions before being shelved in late 2019. Plans for a sequel were revived in early 2022, with Burton set to co-produce with Brad Pitt's studio Plan B Entertainment. After the casting process finished in early 2023, principal photography, supervised by cinematographer Haris Zambarloukos, took place in parts of England and the U.S. from May to November, despite being suspended for four months due to the 2023 actors' strike. The official title was revealed in February 2024. During post-production, editing was handled by Jay Prychidny and the score was composed by longtime Burton collaborator Danny Elfman.\nBeetlejuice Beetlejuice opened the 81st Venice International Film Festival on August 28, 2024, and was theatrically released on September 6, 2024 in the United States and Canada. The film received generally positive reviews from critics and grossed $451.1 million worldwide.",
  "content": [
    {
      "section_title": "Plot",
      "section_content": [
        {
          "sentence": "In 2024, Lydia Deetz hosts a paranormal talk show called Ghost House",
          "refs": []
        },
        {
          "sentence": "She has been estranged from her daughter Astrid ever since her husband and Astrid's father Richard died while in the Amazon",
          "refs": []
        },
        {
          "sentence": "Astrid also refuses to believe that her mother can see ghosts",
          "refs": []
        },
        {
          "sentence": "While taping an episode, Lydia hallucinates seeing Betelgeuse, who tried to marry her thirty-six years earlier, [b] in the audience.",
          "refs": []
        },
        {
          "sentence": "Lydia's stepmother Delia informs Lydia that her father Charles was killed by a shark",
          "refs": []
        },
        {
          "sentence": "They and Astrid travel to Winter River, Connecticut, for Charles' funeral",
          "refs": []
        },
        {
          "sentence": "At the wake, Lydia's boyfriend/producer Rory pressures her to marry him on Halloween",
          "refs": []
        },
        {
          "sentence": "She hesitantly agrees",
          "refs": []
        },
        {
          "sentence": "Meanwhile, Astrid meets a local boy named Jeremy Frazier, who invites her to spend the holiday with him.",
          "refs": []
        },
        {
          "sentence": "In the Netherworld, Betelgeuse manages an \"afterlife call center\" consisting of shrunken-headed employees and is obsessed with Lydia",
          "refs": []
        },
        {
          "sentence": "Former actor-turned-afterlife detective Wolf Jackson informs Betelgeuse that his ex-wife, occultist Delores LaFerve, has resurfaced and gone on a murderous spree, draining the souls of the dead while searching for him",
          "refs": []
        },
        {
          "sentence": "The couple met during the Black Plague in Italy, when Delores married and then poisoned Betelgeuse as part of an immortality ritual",
          "refs": []
        },
        {
          "sentence": "He murdered her before succumbing to the poison.",
          "refs": []
        },
        {
          "sentence": "Astrid realizes she has inherited her mother's psychic abilities and discovers Jeremy is a ghost",
          "refs": []
        },
        {
          "sentence": "He persuades her to accompany him to the Netherworld to help regain his life",
          "refs": []
        },
        {
          "sentence": "In exchange, she can meet her father's spirit",
          "refs": []
        },
        {
          "sentence": "Lydia learns from local realtor Jane Butterfield that Jeremy murdered his parents twenty-three years prior and died when the police tried to arrest him",
          "refs": []
        },
        {
          "sentence": "Lydia reluctantly summons Betelgeuse and signs a marriage contract in exchange for him taking her to the Netherworld to save Astrid",
          "refs": []
        },
        {
          "sentence": "Betelgeuse blows open a hole between both their worlds",
          "refs": []
        },
        {
          "sentence": "He disguises his lead employee Bob as himself to use as a decoy",
          "refs": []
        },
        {
          "sentence": "Wolf discovers Betelgeuse has brought a living person into the Netherworld and launches a manhunt for him, capturing the disguised Bob",
          "refs": []
        },
        {
          "sentence": "Delores meets Bob at the police station while continuing her search for Betelgeuse and drains his soul.",
          "refs": []
        },
        {
          "sentence": "As Betelgeuse and Lydia search for Astrid, Jeremy escorts her through the Afterlife's bureaucracy, then reveals his intent to deceive Astrid into exchanging her life for his",
          "refs": []
        },
        {
          "sentence": "Astrid is taken to the \"Soul Train\" to be permanently sent to the \"Great Beyond\"",
          "refs": []
        },
        {
          "sentence": "Lydia saves Astrid right before the Soul Train departs",
          "refs": []
        },
        {
          "sentence": "They escape through a portal to Saturn's moon Titan where Richard saves them from a Sandworm",
          "refs": []
        },
        {
          "sentence": "While Betelgeuse sends Jeremy to the \"Fires of Damnation\", Richard shows Lydia and Astrid how to return to the living world.",
          "refs": []
        },
        {
          "sentence": "During a mourning ceremony for Charles, Delia is bitten by a pair of asps that she was assured were defanged",
          "refs": []
        },
        {
          "sentence": "She arrives in the Netherworld and summons Betelgeuse to help find Charles",
          "refs": []
        },
        {
          "sentence": "He agrees in exchange for help finding Lydia.",
          "refs": []
        },
        {
          "sentence": "Returning home, Astrid apologizes to Lydia for not believing her abilities",
          "refs": []
        },
        {
          "sentence": "The duo arrives at the church for Lydia and Rory's wedding, but Betelgeuse crashes the ceremony with Delia",
          "refs": []
        },
        {
          "sentence": "Betelgeuse injects Rory with \"truth serum\", forcing him to admit that he never believed in Lydia's abilities and is only a profiting gold digger",
          "refs": []
        },
        {
          "sentence": "As Betelgeuse begins his marriage to Lydia, Wolf and his officers interrupt, but Betelgeuse freezes them",
          "refs": []
        },
        {
          "sentence": "Delores then arrives to exact her revenge as Astrid summons a Sandworm which Betelgeuse tricks into devouring Delores and Rory",
          "refs": []
        },
        {
          "sentence": "Astrid then reveals their marriage contract is void because Betelgeuse illegally brought Lydia into the Netherworld and Lydia then banishes him back there.",
          "refs": []
        },
        {
          "sentence": "Now unfrozen, Wolf escorts Delia back to the Netherworld after she says farewell to Lydia and Astrid",
          "refs": []
        },
        {
          "sentence": "She reunites with Charles as he is about to board the Soul Train to the Great Beyond",
          "refs": []
        },
        {
          "sentence": "Lydia ends Ghost House to spend more time with Astrid, but still has nightmares about Betelgeuse.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Cast",
      "section_content": [
        {
          "sentence": "Danny DeVito portrays a janitor in the Netherworld whose soul is consumed by Delores",
          "refs": []
        },
        {
          "sentence": "Jane Leaney and David Ayres portray Jeremy's murdered parents",
          "refs": []
        },
        {
          "sentence": "Georgina Beedle portrays Janet, Wolf Jackson's secretary who \"keeps him real\", while Filipe Cates portrays Vlad, a young man dressed as a vampire who marries Astrid in Lydia's dream.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Production",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "After the success of Beetlejuice (1988), a sequel was fast-tracked by The Geffen Film Company",
              "refs": []
            },
            {
              "sentence": "Two Beetlejuice sequel scripts were commissioned in 1990: the first, Beetlejuice in Love, was penned by screenwriter Warren Skaaren, who did a heavy re-write on the first film's script",
              "refs": []
            },
            {
              "sentence": "In Skaaren's sequel, Betelgeuse meets Leo, who tragically plummets to his death while proposing to his girlfriend, Julia, on the Eiffel Tower",
              "refs": []
            },
            {
              "sentence": "When Leo enters the afterlife, Betelgeuse escapes to the world of the living and pursues Julia",
              "refs": []
            },
            {
              "sentence": "Skaaren died shortly after turning in his first draft of the In Love script",
              "refs": []
            },
            {
              "sentence": "That same year, Tim Burton hired Jonathan Gems to write a potential Beetlejuice sequel titled Beetlejuice Goes Hawaiian",
              "refs": [
                "https://ew.com/charles-deetz-beetlejuice-beetlejuice-fate-inspired-by-tim-burton-nightmare-exclusive-8706530"
              ]
            },
            {
              "sentence": "\"Tim thought it would be funny to match the surfing backdrop of a beach movie with some sort of German Expressionism, because they're totally wrong together\", Gems said",
              "refs": [
                "https://www.threads.net/@screenthrill/post/DA4Q9E3xqlW"
              ]
            },
            {
              "sentence": "The story followed the Deetz family moving to Hawaii, where Charles is developing a resort",
              "refs": [
                "ISBN: 9780810892002"
              ]
            },
            {
              "sentence": "They soon discover that his company is building on the burial ground of an ancient Hawaiian Kahuna",
              "refs": []
            },
            {
              "sentence": "The spirit comes back from the afterlife to cause trouble, and Betelgeuse becomes a hero by winning a surf contest with magic",
              "refs": []
            },
            {
              "sentence": "Michael Keaton and Winona Ryder agreed to do the film, on the condition that Burton directed, but both he and Keaton became occupied with Batman Returns (1992)",
              "refs": []
            },
            {
              "sentence": "Burton was still interested in Beetlejuice Goes Hawaiian in early 1991",
              "refs": []
            },
            {
              "sentence": "Impressed with Daniel Waters' work on Heathers (1989), which also stars Winona Ryder, Burton approached him for a rewrite",
              "refs": []
            },
            {
              "sentence": "However, he eventually signed Waters to write the script for Batman Returns",
              "refs": []
            },
            {
              "sentence": "By August 1993, producer David Geffen hired Pamela Norris (Troop Beverly Hills, Saturday Night Live) to rewrite",
              "refs": [
                "ISBN: 0-571-22926-3"
              ]
            },
            {
              "sentence": "Warner Bros",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "approached Kevin Smith in 1996 to rewrite the script, although Smith turned down the offer in favor of Superman Lives",
              "refs": []
            },
            {
              "sentence": "Smith later joked that his response was, \"Didn't we say all we needed to say in the first Beetlejuice? Must we go tropical?\"  In March 1997, Gems released a statement saying, \"The Beetlejuice Goes Hawaiian script is still owned by The Geffen Company and it will likely never get made",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "You really couldn't do it now anyway",
              "refs": []
            },
            {
              "sentence": "Winona is too old for the role, and the only way they could make it would be to totally recast it.\"  Burton had considered several other sequel ideas as well over the years, saying in 2024, \"We talked about lots of different things",
              "refs": [
                "ISBN: 9780810892002"
              ]
            },
            {
              "sentence": "That was early on when we were going, Beetlejuice and the Haunted Mansion, Beetlejuice Goes West, whatever",
              "refs": []
            },
            {
              "sentence": "Lots of things came up\",  but all those initial scenarios set in Hawaii, the Wild West or Paris, France were all scrapped",
              "refs": [
                "https://variety.com/1993/tv/news/twentieth-norris-clay-ink-pact-109942/"
              ]
            },
            {
              "sentence": "In September 2011, Warner Bros",
              "refs": []
            },
            {
              "sentence": "hired Seth Grahame-Smith, who collaborated with Burton on Dark Shadows and Abraham Lincoln: Vampire Hunter (both 2012), to write and produce a sequel to Beetlejuice",
              "refs": []
            },
            {
              "sentence": "Grahame-Smith signed on with the intention of doing \"a story that is worthy of us actually doing this for real, something that is not just about cashing in, is not just about forcing a remake or a reboot down someone's throat\"",
              "refs": [
                "https://ew.com/beetlejuice-2-first-look-michael-keaton-winona-ryder-8611171"
              ]
            },
            {
              "sentence": "He was also adamant that Keaton would return and that Warner Bros",
              "refs": []
            },
            {
              "sentence": "would not recast the role",
              "refs": []
            },
            {
              "sentence": "Burton and Keaton had not officially signed on but would return if the script was good enough",
              "refs": []
            },
            {
              "sentence": "Grahame-Smith met with Keaton in February 2012, \"We talked for a couple of hours and talked about big picture stuff",
              "refs": [
                "https://collider.com/beetlejuice-2-tim-burton-why-now/"
              ]
            },
            {
              "sentence": "It's a priority for Warner Bros",
              "refs": []
            },
            {
              "sentence": "It's a priority for Tim",
              "refs": []
            },
            {
              "sentence": "[Michael's] been wanting to do it for 20 years and he'll talk to anybody about it who will listen.\"",
              "refs": [
                "https://deadline.com/2011/09/katzsmith-duo-makes-first-look-warner-bros-deal-will-bring-beetlejuice-back-from-dead/"
              ]
            },
            {
              "sentence": "In November 2013, Ryder hinted at a possible return for the sequel as well by saying, \"I'm kind of sworn to secrecy but it sounds like it might be happening",
              "refs": []
            },
            {
              "sentence": "It's 27 years later",
              "refs": []
            },
            {
              "sentence": "And I have to say, I love Lydia Deetz so much",
              "refs": []
            },
            {
              "sentence": "She was such a huge part of me",
              "refs": []
            },
            {
              "sentence": "I would be really interested in what she is doing 27 years later.\" Ryder confirmed that she would only consider making a sequel if Burton and Keaton were involved",
              "refs": []
            },
            {
              "sentence": "In December 2014, Burton stated, \"It's a character that I love and I miss actually working with Michael",
              "refs": [
                "http://www.shocktillyoudrop.com/news/165575-michael-keaton-meets-about-beetlejuice-2-seth-grahame-smith-offers-update"
              ]
            },
            {
              "sentence": "There's only one Betelgeuse",
              "refs": []
            },
            {
              "sentence": "We're working on a script and I think it's probably closer than ever and I'd love to work with him again.\"  In January 2015, writer Grahame-Smith told Entertainment Weekly that the script was finished and that he and Burton intended to start filming Beetlejuice 2 by the end of the year, and that both Keaton and Ryder would return in their respective roles",
              "refs": [
                "https://collider.com/seth-grahame-smith-beetlejuice-sequel/153065/"
              ]
            },
            {
              "sentence": "While negotiating to join the Netflix show Stranger Things as Joyce Byers in mid-2015, Ryder accepted that role under the sole request to the Duffer Brothers that if a Beetlejuice sequel ever got greenlighted, they would let her take a break from the series to film it, as she and Burton had been having conversations about the project since 2000; the Duffers agreed",
              "refs": []
            },
            {
              "sentence": "In August 2015, on Late Night with Seth Meyers, Ryder confirmed she would be reprising her role in the sequel",
              "refs": [
                "https://comingsoon.net/movies/news/392099-exclusive-tim-burton-thinks-theyre-closer-than-ever-to-beetlejuice-sequel"
              ]
            },
            {
              "sentence": "In May 2016, Burton stated, \"It's something that I really would like to do in the right circumstances, but it's one of those films where it has to be right",
              "refs": [
                "https://ew.com/article/2015/01/16/beetlejuice-2-something-wicked-gremlins-seth-grahame-smith/3"
              ]
            },
            {
              "sentence": "It's not a kind of a movie that cries out  [for a sequel], it's not the Beetlejuice trilogy",
              "refs": []
            },
            {
              "sentence": "So it's something that if the elements are right—because I do love the character and Michael's amazing as that character, so yeah we'll see",
              "refs": []
            },
            {
              "sentence": "But there's nothing concrete yet.\"  In October 2017, Mike Vukadinovich was hired to re-write the script",
              "refs": [
                "https://variety.com/2024/film/news/winona-ryder-stranger-things-offer-beetlejuice-2-filming-break-1236075759/"
              ]
            },
            {
              "sentence": "In April 2019, Warner Bros",
              "refs": [
                "https://variety.com/2015/film/news/beetlejuice-2-sequel-winona-ryder-tim-burton-michael-keaton-1201567607/"
              ]
            },
            {
              "sentence": "stated the sequel had been shelved",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pre-production",
          "section_content": [
            {
              "sentence": "In February 2022, a sequel was announced again, this time produced by Brad Pitt's studio Plan B Entertainment, alongside Warner Bros",
              "refs": []
            },
            {
              "sentence": "Burton stated in October 2022 that he was not involved in the project, but backtracked days later, saying \"nothing is out of the question\"",
              "refs": [
                "https://deadline.com/2017/10/beetlejuice-2-new-writer-mike-vukadinovich-warner-bros-tim-burton-1202184970/"
              ]
            },
            {
              "sentence": "Burton ultimately returned as the film's director and tried to strip everything from the story to go to the basics of working with \"good people, actors and puppets\", feeling that the project made him reflect why he liked making movies",
              "refs": [
                "https://www.usatoday.com/story/life/movies/2019/04/02/beetlejuice-sequel-tim-burton-michael-keaton/3337292002/"
              ]
            },
            {
              "sentence": "Burton came up with the film's story upon thinking about Lydia Deetz, a character of his with whom he connected as a teenager, wondering what could have been of her life after the first film's events and how her family life could have developed, turning from a \"cool teenager\" into a \"f—ed-up adult\" who hosts a popular medium-related show titled Ghost House with Lydia Deetz whose daughter hates her, Burton credited the years of his life since the original film's release as the reason he couldn't do Beetlejuice Beetlejuice until then, having experienced many of those things himself, finding the project a very personal movie starring a weird family in a family-friendly and emotional story of three generations experiencing basic things everyone feels in life when growing up",
              "refs": [
                "https://deadline.com/2022/02/beetlejuice-2-brad-pitts-plan-b-boards-sequel-in-early-development-1234962240/"
              ]
            },
            {
              "sentence": "Burton and Keaton agreed to not use excessive amounts of technology, and sought to make the film feel \"handmade\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "With a plot likened to Willy Wonka's psychedelic boat ride in Willy Wonka & the Chocolate Factory (1971), which takes \"very big swings\" like unhinged and uncontrollable phantasmagoria and Burton's head being \"dumped out\" onto the screen, Keaton felt the film's story to be stronger than its predecessor's, with \"more of a connection\" to the audience in terms of characters, finding \"beyond delightful\" things he wasn't ready for while Ryder confidently expressed her belief that the film exceeded her high expectations and expected every generation to find something they can appreciate from the film",
              "refs": [
                "https://deadline.com/2022/10/tim-burtonl-uk-politics-beetlejuice-dumbo-disney-lumiere-festival-1235152608/"
              ]
            },
            {
              "sentence": "In March 2023, it was reported by Variety that Jenna Ortega, who previously worked with Burton on the 2022 Netflix series Wednesday, was in talks to play Astrid Deetz,  Lydia's daughter,   while Burton was now expected to direct the film",
              "refs": [
                "https://ew.com/beetlejuice-winona-ryder-thought-lydia-would-be-spinster-sequel-8699893",
                "https://people.com/michael-keaton-teases-beetlejuice-sequel-enormous-fun-exclusive-8584898",
                "https://www.gamesradar.com/entertainment/fantasy-movies/beetlejuice-beetlejuice-cast-interview-michael-keaton-winona-ryder-stronger-story-than-original-big-swings/"
              ]
            },
            {
              "sentence": "Ortega and Ryder bonded as they worked together, sharing hobbies such as both being cinephiles and regarding the experience of working with each other special, resulting in Ortega developing her own performance for Astrid",
              "refs": [
                "https://variety.com/2023/film/news/jenna-ortega-beetlejuice-2-tim-burton-1235548928/"
              ]
            },
            {
              "sentence": "In May, Danny Elfman announced he was returning to compose the score for the sequel, while it was also revealed Ortega was confirmed to star, and Wednesday creators Alfred Gough and Miles Millar wrote the script",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/jenna-ortega-beetlejuice-2-1235342774/"
              ]
            },
            {
              "sentence": "Justin Theroux, Burn Gorman, Arthur Conti, Filipe Cates, and Willem Dafoe would also be added to the cast, in undisclosed roles, with Dafoe's being described as an afterlife officer",
              "refs": [
                "https://deadline.com/2023/03/jenna-ortega-beetlejuice-2-warner-bros-1235284489/"
              ]
            },
            {
              "sentence": "Dafoe later explained to Variety at the Marrakesh Film Festival that his character is an afterlife police officer who used to be a B movie action star in life before dying in an accident, with his skills leading him to become a detective within the realm",
              "refs": [
                "https://collider.com/beetlejuice-2-tim-burton-politically-incorrect/",
                "https://ew.com/beetlejuice-beetlejuice-macarthur-park-ending-danny-devito-cameo-screenwriter-alfred-gough-explains-8707254",
                "https://web.archive.org/web/20231126145501/https://variety.com/2023/film/festivals/willem-dafoe-marrakech-poor-things-beetlejuice-2-1235808939/",
                "https://www.hollywoodreporter.com/movies/movie-news/beetlejuice-2-willem-dafoe-jenna-ortega-michael-keaton-1235485808/",
                "https://screenrant.com/beetlejuice-2-filming-winona-ryder-jenna-ortega-bond-response/"
              ]
            },
            {
              "sentence": "He later regretted sharing those details about his character, fearing that Burton may get angry with him for revealing a few spoilers from the film",
              "refs": [
                "https://ew.com/beetlejuice-2-first-look-michael-keaton-winona-ryder-8611171"
              ]
            },
            {
              "sentence": "Conti auditioned for the role over a Zoom call with Burton and a chemistry test with Ortega, receiving the news that he got the part on April Fools' Day, leading him to initially dismiss it as a practical joke",
              "refs": [
                "https://deadline.com/2023/05/beetlejuice-2-danny-elfman-on-sequel-wednesday-score-in-concert-1235355363/"
              ]
            },
            {
              "sentence": "Catherine O'Hara reprises her role as Delia Deetz, as well as Monica Bellucci joining the cast as Betelgeuse's wife Delores",
              "refs": [
                "https://deadline.com/2023/05/justin-theroux-tim-burton-beetlejuice-sequel-warner-bros-1235361001/"
              ]
            },
            {
              "sentence": "Gough didn't originally write Delores' first victim, a deceased janitor, with an actor in mind, so Burton called his frequent collaborator Danny DeVito for the role and DeVito accepted it",
              "refs": [
                "https://www.theguardian.com/film/2024/jan/07/im-never-bored-willem-dafoe-on-art-yoga-and-alpacas"
              ]
            },
            {
              "sentence": "Colleen Atwood, a frequent collaborator of Burton, was announced to be working on the costume design for the film",
              "refs": []
            },
            {
              "sentence": "Atwood disclosed that Betelgeuse's striped suit would return in the film, as it is trademark to the character's quintessential appearance in the same way the titular character of Lewis Carroll's novel Alice's Adventures in Wonderland (1865) sports an iconic blue dress, although Keaton disagreed and preferred Betelgeuse's burgundy tuxedo",
              "refs": [
                "https://www.gq-magazine.co.uk/article/arthur-conti"
              ]
            },
            {
              "sentence": "For Lydia Deetz's attire, Atwood was inspired by Cassandra Peterson's iconic Elvira: Mistress of the Dark (1988) character",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/monica-bellucci-beetlejuice-2-1235484497/"
              ]
            },
            {
              "sentence": "O'Hara later confirmed that the film would include Harry Belafonte's 1955 song \"Day-O (The Banana Boat Song)\", which was featured in the first film and serve as an unofficial memorial for Belafonte, who died just before the start of filming",
              "refs": [
                "https://variety.com/2023/artisans/news/beetlejuice-2-costume-designer-colleen-atwood-tim-burton-1235611259/"
              ]
            },
            {
              "sentence": "The writers decided that the wedding sequence would feature a musical number with Betelgeuse \"being the crazy ringleader of that whole situation\", but were unsure of what song to use, and Burton suggested \"MacArthur Park\", which Gough found to be \"the crazy, weird, insane thing you need at the end of this movie\"",
              "refs": [
                "https://comicbook.com/movies/news/michael-keaton-beetlejuice-2-striped-suit-confirmed-costume-designer-colleen-atwood-interview/"
              ]
            },
            {
              "sentence": "Keaton insisted that Betelgeuse had limited screen time in the film like the first movie, saying, \"The idea was, no, no, no, you can't load it up with Betelgeuse, that'll kill it, the Betelgeuse character doesn't drive the story as much as he did in the first one",
              "refs": [
                "https://people.com/jenna-ortega-confirms-shes-playing-daughter-of-lydia-deetz-beetlejuice-sequel-winona-ryder-8597895"
              ]
            },
            {
              "sentence": "He's more part of the storyline in this one as opposed to the first one, which is a case of, this thing comes in and drives the movie a little bit.\"",
              "refs": [
                "https://variety.com/2024/artisans/news/beetlejuice-beetlejuice-elvira-costume-winona-ryder-1236199607/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Filming",
          "section_content": [
            {
              "sentence": "Filming was originally scheduled to begin in mid-2022",
              "refs": []
            },
            {
              "sentence": "Later, it was delayed to an expected start date of May 10, 2023, taking place in London if the 2023 WGA strike did not lead to another delay in production",
              "refs": [
                "https://ew.com/beetlejuice-sequel-day-o-song-returns-catherine-ohara-8608515",
                "https://www.gq.com/story/michael-keaton-gq-hype"
              ]
            },
            {
              "sentence": "Production was officially confirmed to have begun the following day,  with Haris Zambarloukos serving as cinematographer  and Jay Prychidny serving as editor",
              "refs": [
                "https://comicbook.com/horror/news/beetlejuice-2-michael-keaton-winona-ryder-produced-brad-pitt-plan-b/",
                "https://screenrant.com/beetlejuice-2-movie-michael-keaton-winona-ryder-return/",
                "https://ew.com/beetlejuice-beetlejuice-macarthur-park-ending-danny-devito-cameo-screenwriter-alfred-gough-explains-8707254",
                "https://collider.com/beetlejuice-2-cast-director-filming/"
              ]
            },
            {
              "sentence": "On May 18, 2023, it was reported that filming was taking place around the Princess Helena College in Preston, Hertfordshire, England",
              "refs": [
                "https://variety.com/2023/film/news/beetlejuice-2-release-date-theaters-1235607767/"
              ]
            },
            {
              "sentence": "Exterior filming took place in East Corinth, Vermont (the location of the original movie's outdoor scenes), in mid-2023",
              "refs": [
                "https://www.thewrap.com/beetlejuice-2-tim-burton-cinematographer/",
                "https://screenrant.com/beetlejuice-2-wednesday-reunion-tim-burton-jenna-ortega-crew/"
              ]
            },
            {
              "sentence": "Filming was suspended in July due to the 2023 SAG-AFTRA strike",
              "refs": [
                "https://people.com/movies/winona-ryder-seen-in-costume-as-her-beetlejuice-character-in-tim-burtons-anticipated-sequel/"
              ]
            },
            {
              "sentence": "Burton described the film, which he enjoyed making, as being \"99% done\"",
              "refs": [
                "https://www.thecomet.net/news/23525124.filming-ex-school-near-hitchin-rumoured-sequel-80s-classic/"
              ]
            },
            {
              "sentence": "It had two days of production left, which was interrupted, with Ortega being contacted to continue filming four days after the strike had ended",
              "refs": [
                "https://deadline.com/2022/02/beetlejuice-2-brad-pitts-plan-b-boards-sequel-in-early-development-1234962240/"
              ]
            },
            {
              "sentence": "Filming resumed on November 16, 2023, in Melrose, Massachusetts,  and wrapped in Vermont on November 30, 2023",
              "refs": [
                "https://vtdigger.org/2023/06/04/like-a-ghost-cloaked-in-ndas-beetlejuice-2-quietly-begins-production-in-east-corinth/",
                "https://www.thewrap.com/sag-aftra-strike-movies-affected-deadpool-3-mi8/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-production",
          "section_content": [
            {
              "sentence": "By March 2024, Keaton had seen a completed rough cut of the film and stated that further editing would occur thereafter",
              "refs": []
            },
            {
              "sentence": "Later that month, it was stated in The Hollywood Reporter that Jeffrey Jones would not reprise his role as Charles Deetz in the film, his character being revealed in the trailers to have been killed off;  it had been speculated that Jones didn't return due to legal issues Jones had in the interim and the controversy surrounding films he has made since the early 2000s due to his status as a registered sex offender",
              "refs": [
                "https://www.nbcboston.com/entertainment/entertainment-news/production-of-beetlejuice-sequel-resumes-in-melrose/3192416/",
                "https://www.hollywoodreporter.com/movies/movie-news/beetlejuice-2-wraps-production-tim-burton-1235702319/"
              ]
            },
            {
              "sentence": "In April, Geena Davis stated she would not be returning as Barbara Maitland due to her age, saying, \"Our characters were stuck the way they looked when they died forever, so it's been a while, it's been a minute.\"  In August, Burton would confirm via People that Davis and Alec Baldwin didn't return for Beetlejuice Beetlejuice as the Maitlands weren't needed for the story he wanted to tell, which he admitted that he personally couldn't have done in 1989 due to it focusing on three generations within the Deetz family",
              "refs": [
                "https://www.thedailybeast.com/original-beetlejuice-star-jeffrey-jones-wont-return-for-sequel-despite-easter-egg-hint"
              ]
            },
            {
              "sentence": "To explain their absence, Burton stated that the film would reveal the Maitlands used a loophole to leave their former house during the interim between this film and the original",
              "refs": []
            },
            {
              "sentence": "Gough told Entertainment Weekly that an early draft for the film had the Maitlands making a cameo appearance at the end, he and Millar discussing the idea with Burton, but all three moved on from the concept as they felt no de-aging technology would be convincing enough to make the audience believe that Davis and Baldwin hadn't aged since 1988",
              "refs": [
                "https://people.com/beetlejuice-jeffrey-jones-charles-deetz-not-in-sequel-8707300"
              ]
            },
            {
              "sentence": "Also, they felt that the Maitland couple's story had been told and their appearance would clash with Burton's decision to not make any fan service",
              "refs": []
            },
            {
              "sentence": "In any event, much like Jones, legal issues would have prevented Baldwin from returning for the film due to the then-ongoing Rust shooting incident that saw Baldwin accidentally shoot and kill cinematographer Halyna Hutchins on the set of the film Rust (2024)",
              "refs": [
                "https://www.etonline.com/geena-davis-confirms-shes-not-in-the-beetlejuice-sequel-heres-why-exclusive-223341"
              ]
            },
            {
              "sentence": "The production VFX supervisor was Angus Bickerton, working with VFX producer Alex Bicknell, supported by visual effects studios Framestore, One of Us and BUF",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Music",
      "section_content": [
        {
          "sentence": "Danny Elfman, who scored Beetlejuice, returned for the sequel",
          "refs": []
        },
        {
          "sentence": "The soundtrack to the film featured licensed music being incorporated in the film as well as two cues from Elfman's score being included",
          "refs": [
            "https://www.artofvfx.com/beetlejuice-beetlejuice/"
          ]
        },
        {
          "sentence": "A cover of \"Day-O (The Banana Boat Song)\" is performed by Alfie Davis and the Sylvia Young Theatre School Choir and was released on May 23, 2024",
          "refs": [
            "https://www.awn.com/news/beetlejuice-beetlejuice-beetlejuice-returns-first-trailer"
          ]
        },
        {
          "sentence": "The 11-song soundtrack was released by WaterTower Music on August 30, 2024, and a vinyl edition is set to be released by Waxwork Records",
          "refs": [
            "https://deadline.com/2023/05/beetlejuice-2-danny-elfman-on-sequel-wednesday-score-in-concert-1235355363/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Release",
      "section_content": [
        {
          "sentence": "Beetlejuice Beetlejuice opened the 81st Venice International Film Festival on August 28, 2024, at the Sala Grande in a non-competitive slot",
          "refs": []
        },
        {
          "sentence": "The film was theatrically released by Warner Bros",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Pictures on September 6, 2024, including IMAX, 4DX and ScreenX engagements",
          "refs": []
        },
        {
          "sentence": "Warner Bros.' former regime considered releasing the film straight to streaming on Max, but Burton butted heads with the studio over the film's costs and distribution; Warner was unsure on spending a projected $147 million on a sequel to a 1980s film from Burton, who hadn't had a hit since Alice in Wonderland (2010)",
          "refs": [
            "https://filmmusicreporter.com/2024/09/05/beetlejuice-2-beetlejuice-soundtrack-album-details/"
          ]
        },
        {
          "sentence": "Burton's demands were granted once Warner Bros",
          "refs": []
        },
        {
          "sentence": "Motion Picture Group co-chairs and CEOs Michael De Luca and Pamela Abdy were installed in their positions in 2022, who agreed to a major theatrical release if the budget was under $100 million; Burton reportedly spent $99 million, thus fulfilling the deal",
          "refs": []
        },
        {
          "sentence": "Initially, the film was supposed to be delayed to 2025, because of the 2023 SAG-AFTRA strike, despite most of the production having been completed",
          "refs": [
            "https://variety.com/2024/film/news/beetlejuice-beetlejuice-soundtrack-vinyl-release-watertower-waxwork-1236138865/"
          ]
        },
        {
          "sentence": "However, in February 2024, the producers reiterated the release date as well as revealing the official title",
          "refs": [
            "https://deadline.com/2023/05/beetlejuice-2-theatrical-release-date-1235360977/"
          ]
        },
        {
          "sentence": "At their 2024 CineEurope presentation, Warner Bros",
          "refs": [
            "https://www.nytimes.com/2024/09/15/business/media/beetlejuice-warner-bros-lifeline.html",
            "https://variety.com/2023/film/features/theaters-impacted-sag-strike-holiday-movies-1235766961/",
            "https://x.com/wbpictures/status/1753101347925504256"
          ]
        },
        {
          "sentence": "announced that the film would be released overseas on September 4, 2024, two days before its domestic premiere",
          "refs": []
        },
        {
          "sentence": "The promotion included tie-in marketing deals with CarMax, Progressive, Secret, Denny's, Fanta, NYX and Sally Hansen",
          "refs": [
            "https://deadline.com/2024/02/beetlejuice-2-title-1235811127/"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Home media",
          "section_content": [
            {
              "sentence": "Beetlejuice Beetlejuice was released in 4K Ultra HD to video-on-demand platforms on October 8, 2024, with a DVD, Blu-ray and 4K Ultra HD (as well as SteelBook) physical release on December 2, 2024",
              "refs": []
            },
            {
              "sentence": "The film premiered on Max on December 6, 2024",
              "refs": [
                "https://deadline.com/2024/06/warner-bros-joker-folie-a-deux-twisters-beetlejuice-cineeurope-1235976835/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reception",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Box office",
          "section_content": [
            {
              "sentence": "Beetlejuice Beetlejuice grossed $294.1 million in the United States and Canada, and $157 million in other territories, for a worldwide total of $451.1 million",
              "refs": []
            },
            {
              "sentence": "In the United States and Canada, Beetlejuice Beetlejuice was released alongside The Front Room and was projected to gross $100–110 million from 4,200 theaters in its opening weekend",
              "refs": []
            },
            {
              "sentence": "The film made $42 million on its first day, including $13 million from Thursday night previews",
              "refs": [
                "https://variety.com/2024/film/news/how-to-watch-beetlejuice-2-online-1236161721/"
              ]
            },
            {
              "sentence": "The film went on to debut with $111 million, registering the second biggest opening of September (behind It), the second biggest for Burton's career (behind Alice in Wonderland), and the third biggest opening of the year (behind Deadpool & Wolverine and Inside Out 2)",
              "refs": [
                "https://deadline.com/2024/11/beetlejuice-beetlejuice-streaming-premiere-date-set-max-1236186773/",
                "https://deadline.com/2024/09/beetlejuice-beetlejuice-box-office-preview-1236076630/"
              ]
            },
            {
              "sentence": "Around 7.7 million admissions, 73% of the total weekend's box office earnings, came from the film alone",
              "refs": []
            },
            {
              "sentence": "The opening weekend gross surpassed the entire $74 million run of the original film, unadjusted for inflation",
              "refs": [
                "https://variety.com/2024/film/box-office/box-office-beetlejuice-2-previews-1236132258/"
              ]
            },
            {
              "sentence": "The film then grossed $51.6 million in its second weekend (a drop of 54%),  and $25.9 million its third weekend (a drop of 49%), beating newcomers Speak No Evil and Transformers One, and finishing in first for three consecutive weeks",
              "refs": [
                "https://deadline.com/2024/09/box-office-beetlejuice-beetlejuice-1236079763/",
                "https://deadline.com/2024/09/box-office-beetlejuice-beetlejuice-1236079763/"
              ]
            },
            {
              "sentence": "It was eventually dethroned by The Wild Robot in its fourth weekend, grossing $16 million",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/beetlejuice-beetlejuice-box-office-opening-1235994410/",
                "https://deadline.com/2024/09/box-office-speak-no-evil-beetlejuice-beetlejuice-dave-bautista-1236087187/",
                "https://www.the-numbers.com/weekend-box-office-chart"
              ]
            },
            {
              "sentence": "Internationally, the film debuted with $36.2 million from 69 markets",
              "refs": []
            },
            {
              "sentence": "It had the biggest openings in the UK ($9.6 million), Mexico ($6.5 million), Australia ($2.6 million), Spain ($2.5 million) and Italy ($1.7 million)",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Critical response",
          "section_content": [
            {
              "sentence": "On the review aggregator website Rotten Tomatoes, 75% of 365 critics' reviews are positive, with an average rating of 5.9/10",
              "refs": []
            },
            {
              "sentence": "The website's consensus reads: \"Michael Keaton's devious poltergeist still has plenty of juice left in this madcap return to form for Tim Burton, marrying charming practical effects and ghoulish gags to provide a fun fun time.\"  Metacritic, which uses a weighted average, assigned the film a score of 62 out of 100, based on 61 critics, indicating \"generally favorable\" reviews",
              "refs": [
                "https://deadline.com/2024/09/box-office-megalopolis-the-wild-robot-1236101618/"
              ]
            },
            {
              "sentence": "Audiences polled by CinemaScore gave the film an average grade of \"B+\" on an A+ to F scale, up from the \"B\" earned by the first film, while those surveyed by PostTrak gave it an 81% overall positive score, with 68% saying they would definitely recommend it",
              "refs": [
                "https://deadline.com/2024/09/beetlejuice-beetlejuice-opening-weekend-disney-milestone-vijay-global-international-box-office-1236081611/"
              ]
            },
            {
              "sentence": "Manohla Dargis of The New York Times called the film a \"fun but less edgy sequel\"",
              "refs": []
            },
            {
              "sentence": "Xan Brooks, writing for The Guardian, stated, \"Burton's game attempt to bring the 1980s horror-comedy back from the spirit world is full of gaudy set-pieces but fails to add much to the original.\"  Margaret Roarty of The Film Magazine stated that \"the filmmaker manages to create something just as wacky and weird and meaningful as the original film.\"",
              "refs": [
                "https://www.rottentomatoes.com/m/beetlejuice_beetlejuice",
                "https://www.metacritic.com/movie/beetlejuice-beetlejuice",
                "https://www.nytimes.com/2024/09/05/movies/beetlejuice-beetlejuice-review.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Controversy in Poland",
          "section_content": [
            {
              "sentence": "In Poland, the scene where Astrid Deetz wears a Halloween costume, dressing up as 19th-century Polish-French scientist Marie Skłodowska-Curie, sparked a controversy, because Deetz refers to Skłodowska-Curie as only a \"French scientist\"",
              "refs": []
            },
            {
              "sentence": "Even though Marie was naturalised French, she was born and raised in Poland",
              "refs": []
            },
            {
              "sentence": "As she kept a strong sense of Polish identity, using both of her surnames and naming the first chemical element she discovered—polonium—after her native country, she is widely considered a Polish scientist, especially in Poland",
              "refs": []
            },
            {
              "sentence": "The Polish dub of the film corrected this mistake, with Skłodowska-Curie described as \"the Polish physicist\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Accolades",
          "section_content": [
            {
              "sentence": "The film was shortlisted on December 18, 2024 for Best Makeup and Hairstyling and Best Music (Original Score) at the 97th Academy Awards",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Future",
      "section_content": [
        {
          "sentence": "Though cast members seemed enthusiastic about a potential third film to be titled Beetlejuice Beetlejuice Beetlejuice, Burton said, \"Let's do the math..",
          "refs": []
        },
        {
          "sentence": "it took 35 years to do this, so I'll be over 100",
          "refs": []
        },
        {
          "sentence": "But I guess it's possible with the advent  [sic] of science these days, but I don't think so.\"",
          "refs": [
            "https://deadline.com/2024/12/saturn-awards-nominations-2025-list-1236195149/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "6": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "1": "https://www.bbfc.co.uk/release/beetlejuice-beetlejuice-q29sbgvjdglvbjpwwc0xmde5ody2",
    "2": "https://variety.com/2024/film/box-office/beetlejuice-2-opening-weekend-box-office-projection-100-million-1236129913/",
    "3": "https://www.nytimes.com/2024/09/15/business/media/beetlejuice-warner-bros-lifeline.html",
    "4": "https://www.boxofficemojo.com/title/tt2049403/",
    "5": "https://www.the-numbers.com/movie/Beetlejuice-Beetlejuice-(2024)#tab=summary",
    "7": "https://deadline.com/2024/07/beetlejuice-beetlejuice-sequel-venice-film-festival-opening-movie-2024-tim-burton-michael-keaton-1235999536/",
    "9": "https://collider.com/beetlejuice-2-tim-burton-politically-incorrect/",
    "10": "https://ew.com/beetlejuice-winona-ryder-thought-lydia-would-be-spinster-sequel-8699893",
    "11": "https://www.eonline.com/news/1379350/its-showtime-heres-the-first-look-at-jenna-ortegas-beetlejuice-2-character",
    "12": "https://www.cnn.com/2023/11/30/entertainment/tim-burton-beetlejuice-2-wrapped-production/index.html",
    "13": "https://people.com/jenna-ortega-confirms-shes-playing-daughter-of-lydia-deetz-beetlejuice-sequel-winona-ryder-8597895",
    "14": "https://ew.com/beetlejuice-2-first-look-michael-keaton-winona-ryder-8611171",
    "15": "https://ew.com/beetlejuice-beetlejuice-macarthur-park-ending-danny-devito-cameo-screenwriter-alfred-gough-explains-8707254",
    "16": "https://web.archive.org/web/20231126145501/https://variety.com/2023/film/festivals/willem-dafoe-marrakech-poor-things-beetlejuice-2-1235808939/",
    "17": "https://www.hollywoodreporter.com/movies/movie-news/beetlejuice-2-willem-dafoe-jenna-ortega-michael-keaton-1235485808/",
    "18": "https://deadline.com/2023/12/beetlejuice-2-actor-arthur-conti-wme-1235650830/",
    "19": "https://bloody-disgusting.com/editorials/3770151/beetlejuice-2-filming-locations-vermont/",
    "20": "https://people.com/beetlejuice-jeffrey-jones-charles-deetz-not-in-sequel-8707300",
    "21": "https://www.comingsoon.net/guides/news/1845464-beetlejuice-2-jeffrey-jones-return-who-plays-charles-deetz",
    "22": "https://people.com/tim-burton-pitched-jeffrey-jones-charles-deetz-death-beetlejuice-beetlejuice-8708373",
    "23": "https://ew.com/charles-deetz-beetlejuice-beetlejuice-fate-inspired-by-tim-burton-nightmare-exclusive-8706530",
    "24": "https://www.threads.net/@screenthrill/post/DA4Q9E3xqlW",
    "25": "ISBN: 9780810892002",
    "26": "ISBN: 0-571-22926-3",
    "27": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "29": "https://variety.com/1993/tv/news/twentieth-norris-clay-ink-pact-109942/",
    "30": "[ERROR retrieving ref link]",
    "31": "https://ew.com/beetlejuice-2-first-look-michael-keaton-winona-ryder-8611171",
    "32": "https://collider.com/beetlejuice-2-tim-burton-why-now/",
    "33": "https://deadline.com/2011/09/katzsmith-duo-makes-first-look-warner-bros-deal-will-bring-beetlejuice-back-from-dead/",
    "34": "https://web.archive.org/web/20120522005333/https://aintitcool.com/node/55824",
    "35": "http://www.shocktillyoudrop.com/news/165575-michael-keaton-meets-about-beetlejuice-2-seth-grahame-smith-offers-update",
    "36": "https://collider.com/seth-grahame-smith-beetlejuice-sequel/153065/",
    "37": "http://www.thedailybeast.com/articles/2013/11/18/exclusive-winona-ryder-on-beetlejuice-2-looks-like-it-s-happening-with-burton-keaton-and-ryder.html",
    "38": "https://comingsoon.net/movies/news/392099-exclusive-tim-burton-thinks-theyre-closer-than-ever-to-beetlejuice-sequel",
    "39": "https://ew.com/article/2015/01/16/beetlejuice-2-something-wicked-gremlins-seth-grahame-smith/3",
    "40": "https://variety.com/2024/film/news/winona-ryder-stranger-things-offer-beetlejuice-2-filming-break-1236075759/",
    "41": "https://variety.com/2015/film/news/beetlejuice-2-sequel-winona-ryder-tim-burton-michael-keaton-1201567607/",
    "42": "https://collider.com/beetlejuice-2-update-tim-burton/",
    "43": "https://deadline.com/2017/10/beetlejuice-2-new-writer-mike-vukadinovich-warner-bros-tim-burton-1202184970/",
    "44": "https://www.usatoday.com/story/life/movies/2019/04/02/beetlejuice-sequel-tim-burton-michael-keaton/3337292002/",
    "45": "https://deadline.com/2022/02/beetlejuice-2-brad-pitts-plan-b-boards-sequel-in-early-development-1234962240/",
    "46": "https://deadline.com/2022/10/tim-burtonl-uk-politics-beetlejuice-dumbo-disney-lumiere-festival-1235152608/",
    "47": "https://www.independent.co.uk/arts-entertainment/art/features/tim-burton-beetlejuice-2-johnny-depp-disney-b2406538.html",
    "48": "https://people.com/michael-keaton-teases-beetlejuice-sequel-enormous-fun-exclusive-8584898",
    "49": "https://www.gamesradar.com/entertainment/fantasy-movies/beetlejuice-beetlejuice-cast-interview-michael-keaton-winona-ryder-stronger-story-than-original-big-swings/",
    "50": "https://variety.com/2023/film/news/jenna-ortega-beetlejuice-2-tim-burton-1235548928/",
    "51": "https://www.hollywoodreporter.com/movies/movie-news/jenna-ortega-beetlejuice-2-1235342774/",
    "52": "https://deadline.com/2023/03/jenna-ortega-beetlejuice-2-warner-bros-1235284489/",
    "53": "https://screenrant.com/beetlejuice-2-filming-winona-ryder-jenna-ortega-bond-response/",
    "54": "https://deadline.com/2023/05/beetlejuice-2-danny-elfman-on-sequel-wednesday-score-in-concert-1235355363/",
    "55": "https://deadline.com/2023/05/justin-theroux-tim-burton-beetlejuice-sequel-warner-bros-1235361001/",
    "56": "https://www.theguardian.com/film/2024/jan/07/im-never-bored-willem-dafoe-on-art-yoga-and-alpacas",
    "57": "https://www.gq-magazine.co.uk/article/arthur-conti",
    "58": "https://www.hollywoodreporter.com/movies/movie-news/monica-bellucci-beetlejuice-2-1235484497/",
    "59": "https://variety.com/2023/artisans/news/beetlejuice-2-costume-designer-colleen-atwood-tim-burton-1235611259/",
    "60": "https://comicbook.com/movies/news/michael-keaton-beetlejuice-2-striped-suit-confirmed-costume-designer-colleen-atwood-interview/",
    "61": "https://variety.com/2024/artisans/news/beetlejuice-beetlejuice-elvira-costume-winona-ryder-1236199607/",
    "62": "https://ew.com/beetlejuice-sequel-day-o-song-returns-catherine-ohara-8608515",
    "63": "https://www.gq.com/story/michael-keaton-gq-hype",
    "64": "https://comicbook.com/horror/news/beetlejuice-2-michael-keaton-winona-ryder-produced-brad-pitt-plan-b/",
    "65": "https://screenrant.com/beetlejuice-2-movie-michael-keaton-winona-ryder-return/",
    "66": "https://collider.com/beetlejuice-2-cast-director-filming/",
    "67": "https://variety.com/2023/film/news/beetlejuice-2-release-date-theaters-1235607767/",
    "68": "https://www.thewrap.com/beetlejuice-2-tim-burton-cinematographer/",
    "69": "https://screenrant.com/beetlejuice-2-wednesday-reunion-tim-burton-jenna-ortega-crew/",
    "70": "https://people.com/movies/winona-ryder-seen-in-costume-as-her-beetlejuice-character-in-tim-burtons-anticipated-sequel/",
    "71": "https://www.thecomet.net/news/23525124.filming-ex-school-near-hitchin-rumoured-sequel-80s-classic/",
    "72": "https://vtdigger.org/2023/06/04/like-a-ghost-cloaked-in-ndas-beetlejuice-2-quietly-begins-production-in-east-corinth/",
    "73": "https://www.thewrap.com/sag-aftra-strike-movies-affected-deadpool-3-mi8/",
    "74": "https://www.vanityfair.com/hollywood/jenna-ortega-2024-hollywood-portfolio-interview",
    "75": "https://www.nbcboston.com/entertainment/entertainment-news/production-of-beetlejuice-sequel-resumes-in-melrose/3192416/",
    "76": "https://www.hollywoodreporter.com/movies/movie-news/beetlejuice-2-wraps-production-tim-burton-1235702319/",
    "77": "https://variety.com/2024/film/news/michael-keaton-watched-beetlejuice-2-great-movie-surprise-emotion-1235938261/",
    "78": "https://www.thedailybeast.com/original-beetlejuice-star-jeffrey-jones-wont-return-for-sequel-despite-easter-egg-hint",
    "79": "https://people.com/beetlejuice-jeffrey-jones-charles-deetz-not-in-sequel-8707300",
    "80": "https://www.etonline.com/geena-davis-confirms-shes-not-in-the-beetlejuice-sequel-heres-why-exclusive-223341",
    "81": "https://people.com/tim-burton-alec-baldwin-geena-davis-not-beetlejuice-sequel-exclusive-8701936",
    "82": "https://ew.com/beetlejuice-beetlejuice-deleted-maitlands-cameo-alec-baldwin-geena-davis-exclusive-8705788",
    "83": "https://www.unilad.com/film-and-tv/alec-baldwin-beetlejuice-2-why-not-in-307291-20240909",
    "84": "https://www.artofvfx.com/beetlejuice-beetlejuice/",
    "85": "https://www.awn.com/news/beetlejuice-beetlejuice-beetlejuice-returns-first-trailer",
    "86": "https://deadline.com/2023/05/beetlejuice-2-danny-elfman-on-sequel-wednesday-score-in-concert-1235355363/",
    "87": "https://deadline.com/feature/beetlejuice-beetlejuice-soundtrack-songs-1236079390/",
    "88": "https://filmmusicreporter.com/2024/05/23/day-o-cover-from-beetlejuice-beetlejuice-2-soundtrack-released/",
    "89": "https://filmmusicreporter.com/2024/09/05/beetlejuice-2-beetlejuice-soundtrack-album-details/",
    "90": "https://variety.com/2024/film/news/beetlejuice-beetlejuice-soundtrack-vinyl-release-watertower-waxwork-1236138865/",
    "91": "https://deadline.com/2023/05/beetlejuice-2-theatrical-release-date-1235360977/",
    "92": "https://www.nytimes.com/2024/09/15/business/media/beetlejuice-warner-bros-lifeline.html",
    "93": "https://variety.com/2023/film/features/theaters-impacted-sag-strike-holiday-movies-1235766961/",
    "94": "https://x.com/wbpictures/status/1753101347925504256",
    "95": "https://deadline.com/2024/02/beetlejuice-2-title-1235811127/",
    "96": "https://screenrant.com/beetlejuice-2-movie-poster-title/",
    "97": "https://deadline.com/2024/06/warner-bros-joker-folie-a-deux-twisters-beetlejuice-cineeurope-1235976835/",
    "98": "https://variety.com/2024/film/global/beetlejuice-marketing-carmax-warner-bros-1236138135/",
    "99": "https://variety.com/2024/film/news/how-to-watch-beetlejuice-2-online-1236161721/",
    "100": "https://deadline.com/2024/11/beetlejuice-beetlejuice-streaming-premiere-date-set-max-1236186773/",
    "101": "https://deadline.com/2024/09/beetlejuice-beetlejuice-box-office-preview-1236076630/",
    "102": "https://variety.com/2024/film/box-office/box-office-beetlejuice-2-previews-1236132258/",
    "103": "https://deadline.com/2024/09/box-office-beetlejuice-beetlejuice-1236079763/",
    "104": "https://deadline.com/2024/09/box-office-beetlejuice-beetlejuice-1236079763/",
    "105": "https://www.hollywoodreporter.com/movies/movie-news/beetlejuice-beetlejuice-box-office-opening-1235994410/",
    "106": "https://deadline.com/2024/09/box-office-speak-no-evil-beetlejuice-beetlejuice-dave-bautista-1236087187/",
    "107": "https://www.the-numbers.com/weekend-box-office-chart",
    "108": "https://collider.com/beetlejuice-2-transformers-one-box-office-results/",
    "109": "https://deadline.com/2024/09/box-office-transformers-one-the-substance-never-let-go-1236095371/",
    "110": "https://deadline.com/2024/09/box-office-megalopolis-the-wild-robot-1236101618/",
    "111": "https://deadline.com/2024/09/beetlejuice-beetlejuice-opening-weekend-disney-milestone-vijay-global-international-box-office-1236081611/",
    "112": "https://www.rottentomatoes.com/m/beetlejuice_beetlejuice",
    "113": "https://www.metacritic.com/movie/beetlejuice-beetlejuice",
    "114": "https://www.nytimes.com/2024/09/05/movies/beetlejuice-beetlejuice-review.html",
    "115": "https://www.theguardian.com/film/article/2024/aug/28/beetlejuice-beetlejuice-review-venice-film-festival",
    "116": "https://www.thefilmagazine.com/beetlejuice-beetlejuice-2024-review/",
    "117": "https://kultura.onet.pl/film/beetlejuice-beetlejuice-oburzyl-polakow-poszlo-o-marie-sklodowska-curie/6dgxfnf",
    "118": "https://theastras.com/2024-astra-midseason-awards-nominees/",
    "119": "https://nextbestpicture.com/the-2024-hollywood-creative-alliance-hca-midseason-astra-award-winners/",
    "120": "https://thathashtagshow.com/2024/07/03/astra-midseason-movie-awards-2024-announced/",
    "121": "https://www.labiennale.org/en/news/official-awards-81st-venice-international-film-festival",
    "122": "https://www.thewrap.com/astra-film-awards-nominations-wicked/",
    "123": "https://awardswatch.com/2024-san-diego-film-critics-society-nominations/",
    "124": "https://deadline.com/2024/12/golden-globes-nominations-2025-list-film-tv-1236198070/",
    "125": "https://www.hollywoodreporter.com/movies/movie-news/movies-for-grownups-awards-2025-nominations-nominees-list-1236067195/",
    "126": "https://deadline.com/2024/12/saturn-awards-nominations-2025-list-1236195149/",
    "127": "https://press.oscars.org/news/97th-oscarsr-shortlists-10-award-categories-announced",
    "128": "https://variety.com/2024/film/festivals/tim-burton-beetlejuice-2-not-for-money-didnt-watch-first-1236120087/"
  },
  "flair_entities": [
    "dark shadows",
    "xan brooks",
    "danny devito",
    "transformers one",
    "jeremy frazier",
    "elvira: mistress of the dark",
    "alec baldwin",
    "speak no evil",
    "marrakesh film festival",
    "4dx",
    "atwood",
    "jeffrey jones",
    "max",
    "dafoe",
    "tim",
    "macarthur park",
    "nyx",
    "halloween",
    "willem dafoe",
    "ghost house",
    "rory",
    "secret",
    "charles",
    "michael keaton",
    "fanta",
    "jeremy",
    "hawaiian kahuna",
    "jane butterfield",
    "abraham lincoln",
    "duffer brothers",
    "fools' day",
    "cineeurope",
    "the wild robot",
    "catherine o'hara",
    "variety",
    "filipe cates",
    "gems",
    "pamela abdy",
    "netherworld",
    "german expressionism",
    "american",
    "danny elfman",
    "titan",
    "delores'",
    "astrid",
    "sag-aftra",
    "france",
    "french",
    "richard",
    "entertainment weekly",
    "it",
    "waters",
    "carmax",
    "leo",
    "mexico",
    "wolf jackson",
    "beetlejuice goes west",
    "princess helena college",
    "burn gorman",
    "elfman",
    "superman lives",
    "delia deetz",
    "denny's",
    "81st venice international film festival",
    "david ayres",
    "east corinth",
    "rotten tomatoes",
    "paris",
    "polish-french",
    "canada",
    "seth meyers",
    "o'hara",
    "angus bickerton",
    "rust",
    "wolf",
    "massachusetts",
    "posttrak",
    "alfie davis",
    "michael",
    "seth grahame-smith",
    "lewis carroll",
    "betelgeuse.",
    "afterlife",
    "jay prychidny",
    "colleen atwood",
    "late night",
    "alice in wonderland",
    "smith",
    "spain",
    "haunted mansion",
    "netflix",
    "the front room",
    "delores laferve",
    "skaaren",
    "sylvia young theatre school choir",
    "saturn",
    "justin theroux",
    "saturday night live",
    "daniel waters'",
    "ryder",
    "barbara maitland",
    "belafonte",
    "buf",
    "halyna hutchins",
    "beetlejuice beetlejuice beetlejuice",
    "lydia",
    "margaret roarty",
    "marie",
    "amazon",
    "mike vukadinovich",
    "black plague",
    "one of us",
    "waxwork records",
    "beetlejuice 2",
    "arthur conti",
    "vlad",
    "steelbook",
    "alfred gough",
    "willy wonka",
    "vampire hunter",
    "michael de luca",
    "inside out 2",
    "plan b entertainment",
    "astrid deetz",
    "charles'",
    "janet",
    "eiffel tower",
    "great beyond",
    "jane leaney",
    "burton",
    "julia",
    "keaton",
    "maitlands",
    "monica bellucci",
    "baldwin",
    "devito",
    "geena davis",
    "sally hansen",
    "winona",
    "cassandra peterson",
    "miles millar",
    "zoom",
    "framestore",
    "winona ryder",
    "melrose",
    "metacritic",
    "preston",
    "deetz",
    "stranger things",
    "cinemascore",
    "kevin smith",
    "jones",
    "beetlejuice",
    "uk",
    "alice's adventures in wonderland",
    "poland",
    "marie skłodowska-curie",
    "connecticut",
    "ortega",
    "lydia deetz",
    "beetlejuice  beetlejuice beetlejuice",
    "beetlejuice?",
    "alex bicknell",
    "vfx",
    "beetlejuice in love",
    "beetlejuice goes hawaiian",
    "soul train",
    "charles deetz",
    "troop beverly hills",
    "chocolate factory",
    "brad pitt",
    "wga",
    "beetlejuice beetlejuice",
    "duffers",
    "sandworm",
    "australia",
    "winter river",
    "harry belafonte",
    "97th academy awards",
    "in love",
    "day-o (the banana boat song",
    "bob",
    "imax",
    "skłodowska-curie",
    "the hollywood reporter",
    "maitland",
    "betelgeuse",
    "delores",
    "hawaii",
    "the new york times",
    "vermont",
    "italy",
    "the guardian",
    "lydia.",
    "united states",
    "heathers",
    "pamela norris",
    "warner bros.",
    "u.s.",
    "progressive",
    "jonathan gems",
    "warner",
    "london",
    "jenna ortega",
    "hertfordshire",
    "wild west",
    "sala grande",
    "england",
    "haris zambarloukos",
    "millar",
    "the film magazine",
    "warren skaaren",
    "joyce byers",
    "gough",
    "4k ultra hd",
    "georgina beedle",
    "motion picture group",
    "grahame-smith",
    "the geffen company",
    "tim burton",
    "warner bros",
    "deadpool & wolverine",
    "conti",
    "watertower music",
    "davis",
    "screenx",
    "polish",
    "delia",
    "fires of damnation",
    "david geffen",
    "batman returns",
    "the geffen film company",
    "manohla dargis"
  ]
}