{
  "title": "Chandragupta_Maurya",
  "url": "https://en.wikipedia.org/wiki/Chandragupta_Maurya",
  "summary": "Chandragupta Maurya (reigned c. 320 BCE – c. 298 BCE) was the founder of the Maurya Empire, based in Magadha (present-day Bihar).\nHis rise to power began in the period of unrest and local warfare that arose after Alexander the Great's Indian campaign and early death in 323 BCE, although the exact chronology and sequence of events remains subject to debate among historians. He started a war against the unpopular Nanda dynasty in Magadha on the Ganges Valley, defeated them and established his own dynasty. In addition, he raised an army to resist the Greeks, defeated them, and took control of the eastern Indus Valley. His conquest of Magadha is generally dated to ca. 322-319 BCE, and his expansion to Punjab subsequently at ca. 317-312 BCE, but some scholars have speculated that he might have initially consolidated his power base in Punjab, before conquering Magadha; an alternative chronology places these events all in the period ca. 311-305 BCE. According to Buddhist and Jain legends, Chandragupta was assisted by his mentor Chanakya, who later became his minister. He expanded his reach subsequently into parts of the western Indus Valley and possibly eastern Afghanistan through a dynastic marriage alliance with Seleucus I Nicator ca. 305-303 BCE. His empire also included Gujarat and a geographically extensive network of cities and trade-routes.\nThere are no historical facts about Chandragupta's origins and early life, only legends, while the narrative of his reign is mainly deduced from a few fragments in Greek and Roman sources, and a few Indian religious texts, all written centuries after his death. The prevailing levels of technology and infrastructure limited the extent of Chandragupta's rule, and the administration was decentralised, with provinces and local governments, and large autonomous regions within its limits. Chandragupta's reign, and the Maurya Empire, which reached its peak under his grandson Ashoka the Great, began an era of economic prosperity, reforms, infrastructure expansions. Buddhism, Jainism and Ājīvika prevailed over the non-Maghadian Vedic and Brahmanistic traditions, initiating, under Ashoka, the expansion of Buddhism, and the synthesis of Brahmanic and non-Brahmanic religious traditions which converged in Hinduism. His legend still inspires visions of an undivided Indian nation.",
  "content": [
    {
      "section_title": "Historical sources",
      "section_content": [
        {
          "sentence": "Chandragupta's confrontations with the Greeks and the Nanda king are shortly referred to in a few passages in Greek-Roman sources from the 1st century BCE to the 2nd century CE",
          "refs": []
        },
        {
          "sentence": "Impressions of India at that time are given by a number of other Greek sources",
          "refs": []
        },
        {
          "sentence": "He is further mentioned in Brahmanical, Buddhist, and Jain religious texts and legends, which give impressions of his later reception; they significantly vary in detail",
          "refs": []
        },
        {
          "sentence": "According to Mookerji, the main sources on Chandragupta and his time, in chronological order are:",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Greek and Roman texts do not mention Chandragupta directly, except for a second-century text written by the Roman historian Justin",
          "refs": []
        },
        {
          "sentence": "They predominantly describe India, or mention the last Nanda emperor, who usurped the throne of the king before him (Curtis, Diodorus, Plutarch)",
          "refs": []
        },
        {
          "sentence": "Justin states that Chandragupta was of humble origin, and includes stories of miraculous legends associated with him, such as a wild elephant appearing and submitting itself to him as a ride to him before a battle",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Justin's text states that Chandragupta \"achieved  [India's] freedom, and \"aspired to royalty by all men,\" as he offended Nanda and was ordered to death, but saved himself \"by a speedy flight.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Plutarch states that Chandragupta, as a young man, saw Alexander the Great",
          "refs": []
        },
        {
          "sentence": "He is described as a great king, but not as great in power and influence as Porus in northwestern India or Agrammes (Dhana Nanda) in eastern India",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Brahmanical Puranic texts do not discuss the details of Chandragupta's ancestry, but rather cover the ancestry of the last Nanda king, and the restoration of just rule by Kautilya  (Chanakya; the identification with Kautilya, the author of the Arthashastra, dates from a later period  )",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Nanda king is described to be cruel, against dharma and shastras, and born out of an illicit relationship followed by a coup",
          "refs": []
        },
        {
          "sentence": "According to Mookerji, the Arthasastra refers to the Nanda rule as against the spiritual, cultural, and military interests of the country, a period where intrigue and vice multiplied",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In a later addition,  the Arthasastra states that the text was written by him who returned dharma, nurtured diversity of views, and ruled virtuously that kindled love among the subjects for his rule,  an insertion linking the Guptas to the Mauryans",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Buddhist texts such as Mahavamsa describe Chandragupta to be of Kshatriya origin",
          "refs": []
        },
        {
          "sentence": "These sources, written about seven centuries after his dynasty ended, state that both Chandragupta and his grandson Ashoka – a patron of Buddhism – were Moriyas, a branch of Gautama Buddha's Shakya noble family",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "These Buddhist sources attempt to link the dynasty of their patron Ashoka directly to the Buddha",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The sources claim that the family branched off to escape persecution from a King of Kosala and Chandragupta's ancestors moved into a secluded Himalayan kingdom known for its peacocks",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Buddhist sources explain the epithet maurya comes from these peacocks, or Mora in Pali (Sanskrit: Mayura)",
          "refs": []
        },
        {
          "sentence": "The Buddhist texts are inconsistent; some offer other legends to explain his epithet",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.britannica.com/biography/Chandragupta"
          ]
        },
        {
          "sentence": "For example, they mention a city named \"Moriya-nagara\" where all buildings were made of bricks colored like the peacock's neck",
          "refs": []
        },
        {
          "sentence": "The Maha-bodhi-vasa states he hailed from Moriya-nagara, while the Digha-Nikaya states he came from the Maurya clan of Pipphalivana",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Buddhist sources also mention that \"Brahmin Chanakya\" was his counselor and with whose support Chandragupta became the king at Patliputra",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He has also been variously identified with Shashigupta (which has same etymology as of Chandragupta) of Paropamisadae on the account of same life events",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The 12th-century Digambara text Parishishtaparvan by Hemachandra is the main and earliest Jain source of the complete legend of Chandragupta",
          "refs": []
        },
        {
          "sentence": "It was written nearly 1,400 years after Chandragupta's death",
          "refs": []
        },
        {
          "sentence": "Canto 8, verses 170 to 469, describes the legend of Chandragupta and Chanakya's influence on him",
          "refs": []
        },
        {
          "sentence": "Other Digambara Jain sources state he moved to Karnataka after renouncing his kingdom and performed Sallekhana – the Jain religious ritual of peacefully welcoming death by fasting",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The earliest mention of Chandragupta's ritual death is found in Harisena's Brhatkathakosa, a Sanskrit text of stories about Digambara Jains",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Brhatkathakosa describes the legend of Bhadrabahu and mentions Chandragupta in its 131st story",
          "refs": []
        },
        {
          "sentence": "However, the story makes no mention of the Maurya empire, and mentions that his disciple Chandragupta lived in and migrated from Ujjain – a kingdom (northwest Madhya Pradesh) about a thousand kilometers west of the Magadha and Patliputra (central Bihar)",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "This has led to the proposal that Harisena's Chandragupta may be a later era, different person",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Biographical info",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Date",
          "section_content": [
            {
              "sentence": "None of the ancient texts mention when Chandragupta was born",
              "refs": []
            },
            {
              "sentence": "Plutarch claims that Chandragupta in his youth saw Alexander the Great during the latter's invasion of India (c. 326-325 BCE):",
              "refs": []
            },
            {
              "sentence": "Assuming the Plutarch account is true, Raychaudhuri proposed in 1923 that Chandragupta may have been born after 350 BCE",
              "refs": []
            },
            {
              "sentence": "There is also a passage of Justin's history which had been read as referring to a meeting between Chandragupta and Alexander",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "However, according to Thomas Trautmann, this was a due to mistranslation in early printed book, and the correct reading was Nandrum (Nanada king), rather than Alexandrum",
              "refs": []
            },
            {
              "sentence": "According to other Greco-Roman texts, Chandragupta attacked the Greek-Indian governors during a period of unrest and local warfare after Alexander's death (died c. 323 BCE), acquiring control of the eastern Indus Valley",
              "refs": []
            },
            {
              "sentence": "The chronology and dating of Chandragupta's activitities in the Punjab is uncertain,  either before or after he took the Nanda-throne",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The defeat of the Greeks is dated by Mookerji at 323; Jansari dates the arrival of Chandragupta in the Punjab at ca",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "317, in line with the chronology of Greek history",
              "refs": []
            },
            {
              "sentence": "[e]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The texts do not include the start or end year of Chandragupta's reign",
              "refs": []
            },
            {
              "sentence": "According to some Hindu and Buddhist texts, Chandragupta ruled for 24 years",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Buddhist sources state Chandragupta Maurya ruled 162 years after the death of the Buddha",
              "refs": [
                "https://search.worldcat.org/issn/0378-1143"
              ]
            },
            {
              "sentence": "However, the Buddha's birth and death vary by source and all these lead to a chronology that is significantly different from the Greco-Roman records",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Similarly, Jain sources composed give different gaps between Mahavira's death and his accession",
              "refs": []
            },
            {
              "sentence": "As with the Buddha's death, the date of Mahavira's death itself is also a matter of debate, and the inconsistencies and lack of unanimity among the Jain authors cast doubt on Jain sources",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This Digambara Jain chronology, also, is not reconcilable with the chronology implied in other Indian and non-Indian sources",
              "refs": []
            },
            {
              "sentence": "Historians such as Irfan Habib and Vivekanand Jha assign Chandragupta's reign to c",
              "refs": []
            },
            {
              "sentence": "322-298 BCE",
              "refs": []
            },
            {
              "sentence": "Upinder Singh dates his rule from 324 or 321 BCE to 297 BCE",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Kristi Wiley states he reigned between 320 and 293 BCE",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jansari, admitting that c.320/319 is the date conventionally accepted by most scholars, [h] follows Cribb in re-assessing Justin (XV section 4.12-22), who states that Chandragupta's became \"‘ruler of India’ when Seleucus was ‘laying the foundations’ of his own empire.\" According to Jansari, \"this reference appears to refer to the period c.311– c.308,\" implying that \"Chandragupta gained power, and was possibly already the first Mauryan king, between c.311 and c.305 BCE.\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Chandragupta and Seleucus Nicator entered into a dynastic marriage-alliance at ca",
              "refs": []
            },
            {
              "sentence": "305-303 BCE.",
              "refs": []
            },
            {
              "sentence": "The circumstances and year of Chandragupta's death are also unclear and disputed",
              "refs": []
            },
            {
              "sentence": "According to Roy, Chandragupta's abdication of throne may be dated to c",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "298 BCE, and his death between 297 and 293 BCE",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Name",
          "section_content": [
            {
              "sentence": "Greek writer Phylarchus (c",
              "refs": []
            },
            {
              "sentence": "third century BCE), who is quoted by Athenaeus, calls Chandragupta \"Sandrokoptos\"",
              "refs": []
            },
            {
              "sentence": "The later Greco-Roman writers Strabo, Arrian, and Justin (c",
              "refs": []
            },
            {
              "sentence": "second century) call him \"Sandrocottus\"",
              "refs": []
            },
            {
              "sentence": "In Greek and Latin accounts, Chandragupta is known as Sandrakottos (Greek: Σανδράκοττος) and Androcottus (Greek: Ανδροκόττος)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "British orientialist and philologist Sir William Jones (1746–1794) was the first to propose, in 1793, that Chandragupta Maurya known from the Sanskrit literature must be equivalent to the Indian king known as \"Sandracottus\" in Graeco-Roman historical sources",
              "refs": []
            },
            {
              "sentence": "Jones' discovery \"was of vital importance,\" states historian Sushma Jansari, because \"it meant, for the first time, that Indian and Graeco-Roman history could be synchronised and dates assigned to this period of ancient Indian history.\" Consequently, Chandragupta's reign has been referred to as \"the sheet anchor of Indian chronology.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Titles",
          "section_content": [
            {
              "sentence": "The king's epithets mentioned in the Sanskrit play Mudrarakshasa include \"Chanda-siri\" (Chandra-shri), \"Piadamsana\" (Priya-darshana), and Vrishala",
              "refs": []
            },
            {
              "sentence": "Piadamsana is similar to Priyadasi, an epithet of his grandson Ashoka",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The word \"Vrishala\" is used in Indian epics and law books to refer to non-orthodox people",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to one theory, it may be derived from the Greek royal title Basileus, but there is no concrete evidence of this: the Indian sources apply it to several non-royals, especially wandering teachers and ascetics",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Religion",
          "section_content": [
            {
              "sentence": "Chandragupta sponsored Vedic sacrifices  and Brahmanical rituals,  and hosted major festivals marked by procession of elephants and horses",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://doi.org/10.2307%2F1953131"
              ]
            },
            {
              "sentence": "While many religions thrived within his realms and his descendants' empire, Buddhism, Jainism and Ājīvika gained prominence prevailing over Vedic and Brahmanistic traditions,  intitiating, under Ashoka, the expansion of Buddhism and the synthesis of Brahmanic and non-Brahmanic religious traditions which converged in Hinduism",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Minority religions such as Zoroastrianism and the Greek pantheon were respected.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Biography",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Historical background",
          "section_content": [
            {
              "sentence": "Around 350 BCE Magadha, ruled by the Nanda dynasty, emerged as the dominant power after a \"process of internecine warfare\" between the janapadas",
              "refs": []
            },
            {
              "sentence": "Alexander the Great entered the Northwest Indian subcontinent in his Indian campaign, which he aborted in 325 BCE due to a mutiny caused by the prospect of facing another large empire, presumably the Nanda Empire, and before Chandragupta came into power",
              "refs": []
            },
            {
              "sentence": "Alexander left India, and assigned the northwestern (Indus Valley) Indian subcontinent territories to Greek governors",
              "refs": []
            },
            {
              "sentence": "He died in 323 BCE in Babylon, whereafter war broke out between his generals.",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Early life",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Family background",
              "section_content": [
                {
                  "sentence": "There is no historical information on Chandragupta's youth",
                  "refs": []
                },
                {
                  "sentence": "One medieval commentator states Chandragupta to be the son of one of the Nanda's wives with the name Mura",
                  "refs": []
                },
                {
                  "sentence": "Other naratives describe Mura as a concubine of the king",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Another Sanskrit dramatic text Mudrarakshasa uses the terms Vrishala and Kula-Hina (meaning - \"not descending from a recognized clan or family\") to describe Chandragupta",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The word Vrishala has two meanings: one is the son of a shudra; the other means the best of kings",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "A later commentator used the former interpretation to posit that Chandragupta had a Shudra background",
                  "refs": []
                },
                {
                  "sentence": "However, historian Radha Kumud Mukherjee opposed this theory, and stated that the word should be interpreted as \"the best of kings\"",
                  "refs": []
                },
                {
                  "sentence": "The same drama also refers to Chandragupta as someone of humble origin, like Justin",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to the 11th-century texts of the Kashmiri Hindu tradition – Kathasaritsagara and Brihat-Katha-Manjari – the Nanda lineage was very short",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Chandragupta was a son of Purva-Nanda, the older Nanda based in Ayodhya",
                  "refs": []
                },
                {
                  "sentence": "[p] The common theme in the Hindu sources is that Chandragupta came from a humble background and with Chanakya, he emerged as a dharmic king loved by his subjects",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Chanakya",
              "section_content": [
                {
                  "sentence": "Legends about Chanakya couple him to Chandragupta, acting as his mentor and spiritual teacher, complementing the image of a chakravartin",
                  "refs": []
                },
                {
                  "sentence": "[q]",
                  "refs": []
                },
                {
                  "sentence": "According to the Digambara legend by Hemachandra, Chanakya was a Jain layperson and a Brahmin",
                  "refs": []
                },
                {
                  "sentence": "When Chanakya was born, Jain monks prophesied that Chanakya will one day grow up to help make someone an emperor and will be the power behind the throne",
                  "refs": []
                },
                {
                  "sentence": "Chanakya believed in the prophecy and fulfilled it by agreeing to help the daughter of a peacock-breeding community chief deliver a baby boy",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In exchange, he asked the mother to give up the boy and let him adopt him at a later date",
                  "refs": []
                },
                {
                  "sentence": "The Jain Brahmin then went about making money through magic, and returned later to claim young Chandragupta,  whom he taught and trained",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Together, they recruited soldiers and attacked the Nanda Empire",
                  "refs": []
                },
                {
                  "sentence": "Eventually, they won and proclaimed Patliputra as their capital",
                  "refs": []
                },
                {
                  "sentence": "The Buddhist and Hindu legends present different versions of how Chandragupta met Chanakya",
                  "refs": []
                },
                {
                  "sentence": "Broadly, they mention young Chandragupta creating a mock game of a royal court that he and his shepherd friends played near Vinjha forest",
                  "refs": []
                },
                {
                  "sentence": "Chanakya saw him give orders to the others, bought him from the hunter, and adopted Chandragupta",
                  "refs": []
                },
                {
                  "sentence": "Chanakya taught and admitted him in Taxila to study the Vedas, military arts, law, and other shastras",
                  "refs": [
                    "https://www.jstor.org/stable/41694901"
                  ]
                },
                {
                  "sentence": "According to the Buddhist legend, Chanakya was chosen as president of the samgha which administered the Danasala, a charity foundation, but was dismissed by Dhana Nanda due to his ugliness and manners",
                  "refs": []
                },
                {
                  "sentence": "Chanaky cursed the king, fled Pataliputra, and then met Chandragupta",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Rise to power",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Unrest and warfare in the Punjab",
              "section_content": [
                {
                  "sentence": "The Roman historian Justin (2nd Century CE) states, in Epit",
                  "refs": []
                },
                {
                  "sentence": "15.4.12-13, that after Alexander's death, Greek governors in India were assassinated, liberating the people of Greek rule",
                  "refs": []
                },
                {
                  "sentence": "This revolt led by Chandragupta, who in turn established an oppressive regime himself \"after taking the throne\":  [g]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Raychaudhuri states that, according to Justin Epitome 15.4.18–19, Chandragupta organized an army",
                  "refs": []
                },
                {
                  "sentence": "He notes that early translators interpreted Justin's original expression as \"body of robbers\", but states Raychaudhuri, the original expression used by Justin may mean mercenary soldier, hunter, or robber",
                  "refs": []
                },
                {
                  "sentence": "Mookerji refers to McCrindle as stating that \"robbers\" refers to the people of the Punjab, \"kingless people.\" Mookerju further quotes Rhys Davids, who states that \"it was from the Punjab that Chandragupta recruited the nucleus of the force with which he besieged and conquered Dhana-Nanda.\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The nature of early relationship between these governors and Chandragupta is unknown",
                  "refs": []
                },
                {
                  "sentence": "According to Habib &Jha, Justin mentions Chandragupta as a rival of the Alexander's successors in north-western India",
                  "refs": []
                },
                {
                  "sentence": "Alain Daniélou further explains:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to Mookerji, the Buddhist text Mahavamsa Tika describes how Chandragupta and Chanakya raised an army by recruiting soldiers from many places after the former completed his education at Taxila, to resist the Greeks",
                  "refs": []
                },
                {
                  "sentence": "Chanakya made Chandragupta the leader of the army",
                  "refs": []
                },
                {
                  "sentence": "The Digambara Jain text Parishishtaparvan states that this army was raised by Chanakya with coins he minted and an alliance formed with Parvataka",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to Nath Sen, Chandragupta recruited and annexed local military republics such as the Yaudheyas that had resisted Alexander's Empire",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The chronology and dating of Chandragupta's activitities in the Punjab is uncertain",
                  "refs": []
                },
                {
                  "sentence": "This may be either before or after he took the Nanda-throne",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The defeat of the Greeks is dated by Mookerji at 323 BCE; Jansari dates the arrival of Chandragupta in the Punjab at ca",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "317, in line with the chronology of Greek history",
                  "refs": []
                },
                {
                  "sentence": "[e]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Offense of the Nanda-king and flight",
              "section_content": [
                {
                  "sentence": "According to Justin, Chandragupta offended the Nanda king (\"Nandrum\" or \"Nandrus\") who ordered his execution",
                  "refs": []
                },
                {
                  "sentence": "Mookerji quotes Justin as stating",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Justin narrates two miraculous incidents as omens and portents of Sandracottus (Chandragupta) fate",
                  "refs": []
                },
                {
                  "sentence": "In the first incident, when Chandragupta was asleep after having escaped from Nandrum, a big lion came up to him, licked him, and then left",
                  "refs": []
                },
                {
                  "sentence": "In the second incident, when Chandragupta was readying for war with Alexander's generals, a huge wild elephant approached him and offered itself to be his steed",
                  "refs": []
                },
                {
                  "sentence": "The Mudrarakshasa states that Chanakya felt insulted by the king, whereafter he swore to destroy the Nanda dynasty",
                  "refs": []
                },
                {
                  "sentence": "The Jain version states that it was the Nanda king who was publicly insulted by Chanakya",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In either case, Chanakya fled, found Chandragupta, and started a war against the Nanda king",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "War against the Nandas and seizure of Pataliputra",
              "section_content": [
                {
                  "sentence": "According to Mookerji, after defeating the Greeks,  [e] the army of Chandragupta and Chanakya revolted against the unpopular Nandas  and conquered the Nanda outer territories, and then advanced on Pataliputra, the capital city of the Nanda Empire, which according to Mookerji they conquered deploying guerrilla warfare methods with the help of mercenaries from conquered areas",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "With the defeat of Dhana Nanda, Chandragupta Maurya founded the Maurya Empire",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Buddhist Mahavamsa Tika and Jain Parishishtaparvan records Chandragupta's army unsuccessfully attacking the Nanda capital",
                  "refs": []
                },
                {
                  "sentence": "Chandragupta and Chanakya then began a campaign at the frontier of the Nanda empire, gradually conquering various territories on their way to the Nanda capital",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He then refined his strategy by establishing garrisons in the conquered territories, and finally besieged the Nanda capital Pataliputra",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "There Dhana Nanda accepted defeat",
                  "refs": []
                },
                {
                  "sentence": "In contrast to the easy victory in Buddhist sources, the Hindu and Jain texts state that the campaign was bitterly fought because the Nanda dynasty had a powerful and well-trained army",
                  "refs": [
                    "https://doi.org/10.2307%2F1953131",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "These legends state that the Nanda emperor was defeated, deposed and exiled by some accounts, while Buddhist accounts claim he was killed",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Historically reliable details of Chandragupta's campaign into Pataliputra are unavailable and the legends written centuries later are inconsistent",
                  "refs": []
                },
                {
                  "sentence": "While his victory, and ascencion of the throne, is usually dated at ca",
                  "refs": []
                },
                {
                  "sentence": "322-319 BCE,   which would put his war in the Punjab after his ascencion, an ascencion \"between c",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "311-305 BCE\" is also possible, placing his activity in the Punjab at ca",
                  "refs": []
                },
                {
                  "sentence": "317 BCE",
                  "refs": []
                },
                {
                  "sentence": "[e]",
                  "refs": [
                    "https://web.archive.org/web/20030902205057/http://www.forumromanum.org/literature/justin/trad15.html"
                  ]
                },
                {
                  "sentence": "The conquest was fictionalised in Mudrarakshasa, in which Chandragupta is said to have acquired Punjab, and then allied with a local king named Parvatka under the Chanakya's advice, where-after they advanced on Pataliputra",
                  "refs": []
                },
                {
                  "sentence": "[s] [t]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In contrast to the easy victory of Buddhist sources, the Hindu and Jain texts state that the campaign was bitterly fought because the Nanda dynasty had a powerful and well-trained army",
                  "refs": []
                },
                {
                  "sentence": "Greco-Roman writer Plutarch stated, in his Life of Alexander, that the Nanda king was so unpopular that had Alexander tried, he could have easily conquered India",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Buddhist texts such as Milindapanha claim Magadha was ruled by the Nanda dynasty, which, with Chanakya's counsel, Chandragupta conquered to restore dhamma",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Legends narrate that the Nanda emperor was defeated, but was allowed to leave Pataliputra alive with a chariot full of items his family needed",
                  "refs": []
                },
                {
                  "sentence": "The Jain sources attest that his daughter fell in love at first sight with Chandragupta and married him.Though daughter is not named the source later name mother of Chandragupta's son as Durdhara",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Dynastic marriage-alliance with Seleucus",
          "section_content": [
            {
              "sentence": "According to Appian, Seleucus I Nicator, one of Alexander's Macedonian generals who in 312 BCE established the Seleucid Empire with its capital at Babylon, brought Persia and Bactria under his own authority, putting his eastern front facing the empire of Chandragupta",
              "refs": []
            },
            {
              "sentence": "Somewhere between 305 and 303 BCE Seleucus and Chandragupta confronted each other, Seleucus intending to retake the former satrapies each of the Indus",
              "refs": []
            },
            {
              "sentence": "Yet, Seleucus Nicator and Chandragupta formed a dynastic marriage-alliance, Seleucus receiving five hundred elephants, and Chandragupta gaining control over the regions bordering at the east on the Indus",
              "refs": []
            },
            {
              "sentence": "Strabo, in his Geographica, XV, 2.9 composed about 300 years after Chandragupta's death, describes a number of tribes living along the Indus, and then states that \"The Indians occupy  [in part] some of the countries situated along the Indus, which formerly belonged to the Persians.\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.mizanurrmizan.info/2022/08/history-biography-of-chandragupta-maurya-and-his-maurya-empire.html",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The exact extent of the acquired territories is unknown",
              "refs": []
            },
            {
              "sentence": "[b] A modest interpretation limits the extension to the western Indus Valley, including the coast of eastern Gedrosia (Balochistan) up to the Malan mountain raing (Hingol river),   the Punjab,   [u] and the eastern part of  Paropamisadae (Gandhara)",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Arachosia (Kandahar, present-day Afghanistan), is a possibility,    while Aria (present-day Herat, Afghanistan) is also often mentioned, but rejected by contemporary scholarship",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[v] Tarn, writing in 1922,  and Coningham and Young,  have questioned the inclusion of eastern Afghanistan (Kabul-Kandahar), Coningham and Young noting that \"a growing number of researchers would now agree that the Ashokan edicts may have represented 'an area of maximum contact rather than streamlined bureaucratic control'.\"  Coningham & Young also question the extent of control over the lower Indus Valley, following Thapar, noting that this may have been an area of peripheral control",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Raymond Allchin also notes the absence of major cities in the lower Indus valley",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[i]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The details of the engagement treaty are also not known",
              "refs": []
            },
            {
              "sentence": "Since the extensive sources available on Seleucus never mention an Indian princess, it is thought that Chandragupta himself or his son Bindusara marrying a Seleucid princess, in accordance with contemporary Greek practices to form dynastic alliances",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Mahavamsa states that Chandragupta married a daughter of Seleucus not long after the latter's defeat",
              "refs": []
            },
            {
              "sentence": "As well, an Indian Puranic source, the Pratisarga Parva of the Bhavishya Purana, described the marriage of Chandragupta with a Greek (\"Yavana\") princess, daughter of Seleucus",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Chandragupta sent 500 war elephants to Seleucus, which played a key role in Seleucus' victory at the Battle of Ipsus",
              "refs": []
            },
            {
              "sentence": "In addition to this treaty, Seleucus dispatched Megasthenes as an ambassador to Chandragupta's court, and later Antiochos sent Deimakos to his son Bindusara at the Maurya court at Patna",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Megasthenes served as a Greek ambassador in his court for four years",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Control of Gujarat",
          "section_content": [
            {
              "sentence": "In the south-west, Chandragupta's rule over present-day Gujarat is attested to by Ashoka's inscription in Junagadh",
              "refs": []
            },
            {
              "sentence": "On the same rock, about 400 years later, Rudradaman inscribed a longer text sometime about the mid second–century",
              "refs": []
            },
            {
              "sentence": "Rudradaman's inscription states that the Sudarshana lake in the area was commissioned during the rule of Chandragupta through his governor Vaishya Pushyagupta and conduits were added during Ashoka's rule through Tushaspha",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Mauryan control of the region is further corroborated by the inscription on the rock, which suggests that Chandragupta controlled the Malwa region in Central India, located between Gujarat and Pataliputra",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Jain accounts of renunciation and retirement in Karnakata",
          "section_content": [
            {
              "sentence": "According to Digambara Jain accounts Chandragupta abdicated at an early age and settled as a monk under Bhadrabāhu in Shravanabelagola, in present-day south Karnataka",
              "refs": []
            },
            {
              "sentence": "According to these accounts, Bhadrabāhu forecast a 12-year famine because of all the killing and violence during the conquests by Chandragupta Maurya",
              "refs": [
                "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0239%3Abook%3D15%3Achapter%3D2%3Asection%3D9"
              ]
            },
            {
              "sentence": "He led a group of Jain monks to south India, where Chandragupta Maurya joined him as a monk after abdicating his empire to his son Bindusara",
              "refs": []
            },
            {
              "sentence": "Together, states a Digambara legend, Chandragupta and Bhadrabahu moved to Shravanabelagola, in present-day south Karnataka",
              "refs": []
            },
            {
              "sentence": "Chandragupta lived as an ascetic at Shravanabelagola for several years before fasting to death as per the practice of sallekhana, according to the Digambara legend",
              "refs": [
                "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0239%3Abook%3D15%3Achapter%3D2%3Asection%3D9"
              ]
            },
            {
              "sentence": "In accordance with the Digambara tradition, the hill on which Chandragupta is stated to have performed asceticism is now known as Chandragiri hill, and Digambaras believe that Chandragupta Maurya erected an ancient temple that now survives as the Chandragupta basadi",
              "refs": [
                "https://penelope.uchicago.edu/Thayer/E/Roman/Texts/Strabo/15B*.html#2.9",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The 12th-century Svetambara Jain legend by Hemachandra presents a different picture",
              "refs": []
            },
            {
              "sentence": "The Hemachandra version includes stories about Jain monks who could become invisible to steal food from imperial storage and the Jain Brahmin Chanakya using violence and cunning tactics to expand Chandragupta's empire and increase imperial revenues",
              "refs": []
            },
            {
              "sentence": "It states in verses 8.415 to 8.435, that for 15 years as emperor, Chandragupta was a follower of non-Jain \"ascetics with the wrong view of religion\" and \"lusted for women\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Chanakya, who was a Jain convert himself, persuaded Chandragupta to convert to Jainism by showing that Jain ascetics avoided women and focused on their religion",
              "refs": []
            },
            {
              "sentence": "The legend mentions Chanakya aiding the premature birth of Bindusara,  It states in verse 8.444 that \"Chandragupta died in meditation (can possibly be sallekhana.) and went to heaven\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to Hemachandra's legend, Chanakya also performed sallekhana",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Textual sources",
              "section_content": [
                {
                  "sentence": "The Digambara Jain accounts are recorded in the Brihakathā kośa (931 CE) of Harishena, Bhadrabāhu charita (1450 CE) of Ratnanandi, Munivaṃsa bhyudaya (1680 CE) and Rajavali kathe,",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Regarding the inscriptions describing the relation of Bhadrabahu and Chandragupta Maurya, Radha Kumud Mookerji writes,",
                  "refs": []
                },
                {
                  "sentence": "Along with texts, several Digambara Jain inscriptions dating from the 7th–15th century refer to Bhadrabahu and a Prabhacandra",
                  "refs": []
                },
                {
                  "sentence": "Later Digambara tradition identified the Prabhacandra as Chandragupta, and some modern era scholars have accepted this Digambara tradition while others have not,    Several of the late Digambara inscriptions and texts in Karnataka state the journey started from Ujjain and not Patliputra (as stated in some Digambara texts)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Analysis of the sources",
              "section_content": [
                {
                  "sentence": "According to Jeffery D",
                  "refs": []
                },
                {
                  "sentence": "Long, in one Digambara version it was Samprati Chandragupta who renounced, migrated and performed sallekhana in Shravanabelagola",
                  "refs": []
                },
                {
                  "sentence": "Long notes that scholars attribute the disintegration of the Maurya empire to the times and actions of Samprati Chandragupta, the grandson of Ashoka and great-great-grandson of Chandragupta Maurya, concluding that the two Chandraguptas have been confused to be the same in some Digambara legends",
                  "refs": []
                },
                {
                  "sentence": "Scholar of Jain studies and Sanskrit Paul Dundas says the Svetambara tradition of Jainism disputes the ancient Digambara legends",
                  "refs": []
                },
                {
                  "sentence": "According to a fifth-century text of the Svetambara Jains, the Digambara sect of Jainism was founded 609 years after Mahavira's death, or in first-century CE",
                  "refs": []
                },
                {
                  "sentence": "Digambaras wrote their own versions and legends after the fifth-century, with their first expanded Digambara version of sectarian split within Jainism appearing in the tenth-century",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Svetambaras texts describe Bhadrabahu was based near Nepalese foothills of the Himalayas in third-century BCE, who neither moved nor travelled with Chandragupta Maurya to the south; rather, he died near Patliputra, according to the Svetambara Jains",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to V",
                  "refs": []
                },
                {
                  "sentence": "R",
                  "refs": []
                },
                {
                  "sentence": "Ramachandra Dikshitar – an Indologist and historian, several of the Digambara legends mention Prabhacandra, who had been misidentified as Chandragupta Maurya particularly after the original publication on Shravanabelagola epigraphy by B",
                  "refs": []
                },
                {
                  "sentence": "Lewis Rice",
                  "refs": []
                },
                {
                  "sentence": "The earliest and most important inscriptions mention Prabhacandra, which Rice presumed may have been the \"clerical name assumed by Chadragupta Maurya\" after he renounced and moved with Bhadrabahu from Patliputra",
                  "refs": []
                },
                {
                  "sentence": "Dikshitar stated there is no evidence to support this and Prabhacandra was an important Jain monk scholar who migrated centuries after Chandragupta Maurya's death",
                  "refs": []
                },
                {
                  "sentence": "According to historian Sushma Jansari, \"A closer look at the evidence for Chandragupta's conversion to Jainism and his and Bhadrabāhu's association with Śravaṇa Beḷgoḷa reveals that it is both late and problematic",
                  "refs": []
                },
                {
                  "sentence": "In addition, except for Jain sources, there is no evidence to support the view of Chandragupta's conversion and migration.\"  Jansari concludes, \"Overall, therefore, the evidence as it currently stands suggests that the story of Chandragupta's conversion to Jainism and abdication (if, indeed, he did abdicate), his migration southwards and his association (or otherwise) with Bhadrabāhu and the site of Śravaṇa Beḷgoḷa developed after c.600 AD.\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.scribd.com/document/465818945/WHO-WAS-ASHOKA-a-Critic"
                  ]
                },
                {
                  "sentence": "Dikshitar has taken Rice's deduction of Chandragupta Maurya retiring and dying in Shravanabelagola as the working hypothesis, since no alternative historical information or evidence is available about Chandragupta's final years and death",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Assumed control of Southern India",
              "section_content": [
                {
                  "sentence": "There is uncertainty about the other conquests that Chandragupta may have achieved, especially in the Deccan region of southern India",
                  "refs": []
                },
                {
                  "sentence": "At the time of his grandson Ashoka's ascension in c",
                  "refs": [
                    "https://www.perseus.tufts.edu/cgi-bin/ptext?doc=Perseus%3Atext%3A1999.01.0239&query=head%3D%23120"
                  ]
                },
                {
                  "sentence": "268 BCE, the empire extended up to present-day Karnataka in the south, so the southern conquests may be attributed to either Chandragupta or his son Bindusara.",
                  "refs": []
                },
                {
                  "sentence": "According to Mookerji, Chandragupta expanded his empire into the south,  referring to Plutarch, who stated that \"Androcottus  [...] with an army of six hundred thousand men overran and subdued all India.\"   Mookerji notes that details are lacking, but argues that \"there is reliable evidence for it in the inscriptions of Ashoka.\"  Mookerji also refers to the Jain tradition that Chandragupta retired at Sravana Belgola, Karnakata,  and to references in Tamil records",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to Kulke and Rothermund, if the Jain tradition about Chandragupta ending his life as a renunciate in Karnakata is considered correct, it appears that Chandragupta initiated the southern conquest",
                  "refs": []
                },
                {
                  "sentence": "Yet, the Digambara Jain accounts are problematic",
                  "refs": []
                },
                {
                  "sentence": "His conversion and retirement at Śravaṇa Beḷgoḷa with Bhadrabāhu are only attested in Digambara Jain sources, which developed after 600 CE",
                  "refs": []
                },
                {
                  "sentence": "They may actually refer to Samprati Chandragupta the great-great-grandson of Chandragupta Maurya,  and are contradicted by Svetambaras Jain texts, who situate Bhadrabahunear the Nepalese foothills of the Himalayas in third-century BCE, neither moving nor travelling with Chandragupta Maurya to the south",
                  "refs": [
                    "https://www.scribd.com/document/465818945/WHO-WAS-ASHOKA-a-Critic",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Digambara legends may also have misidentified Prabhacandra, an important Jain monk scholar who migrated centuries after Chandragupta Maurya's death, as Chandragupta Maurya",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Two poetic anthologies from the Tamil Sangam literature corpus – Akananuru and Purananuru – allude to the Nanda rule and Maurya empire",
                  "refs": []
                },
                {
                  "sentence": "For example, poems 69, 281 and 375 mention the army and chariots of the Mauryas, while poems 251 and 265 may be alluding to the Nandas",
                  "refs": []
                },
                {
                  "sentence": "However, the poems dated between first-century BCE to fifth-century CE do not mention Chandragupta Maurya by name, and some of them could be referring to a different Moriya dynasty in the Deccan region in the fifth century CE",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to Upinder Singh, these poems may be mentioning Mokur and Koshar kingdoms of Vadugars (northerners) in Karnataka and Andhra Pradesh, with one interpretation being that the Maurya Empire had an alliance with these at some point of time",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Empire",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Administration",
          "section_content": [
            {
              "sentence": "After conquering northern India, Chandragupta and Chanakya passed a series of major economic and political reforms",
              "refs": []
            },
            {
              "sentence": "[citation needed] Chandragupta established a decentralised administration with provinces and local governments,  and a mantriparishad (council of advisers) advising the king",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "While it is often thought that Chandragupta applied the statecraft and economic policies described in Arthashastra, which was earlierly thought to be written by his minister Chanakya   but it's now thought by most scholars that the Arthashastra is not of Mauryan origin, and contains prescriptions which are incompatible with Chandragupta's reign",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[l]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Maurya rule was a structured administration; Chandragupta had a council of ministers (amatya), with Chanakya was his chief minister",
              "refs": []
            },
            {
              "sentence": "The empire was organised into territories (janapada), centres of regional power were protected with forts (durga), and state operations were funded with treasury (kosa)",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Strabo, in his Geographica composed about 300 years after Chandragupta's death, describes aspects of his rule in his chapter XV.46–69",
              "refs": [
                "https://books.google.com/books?id=i-y6ZUheQH8C"
              ]
            },
            {
              "sentence": "He had councillors for matters of justice and assessors to collect taxes on commercial activity and trade goods",
              "refs": []
            },
            {
              "sentence": "His officers inspected situations requiring law and order in the cities; the crime rate was low",
              "refs": []
            },
            {
              "sentence": "According to Megasthenes, Chandragupta's rule was marked by three parallel administrative structures",
              "refs": []
            },
            {
              "sentence": "One managed the affairs of villages, ensuring irrigation, recording land ownership, monitoring tools supply, enforcing hunting, wood products and forest-related laws, and settling disputes",
              "refs": []
            },
            {
              "sentence": "Another administrative structure managed city affairs, including all matters related to trade, merchant activity, visit of foreigners, harbors, roads, temples, markets, and industries",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They also collected taxes and ensured standardized weights and measures",
              "refs": []
            },
            {
              "sentence": "The third administrative body overlooked the military, its training, its weapons supply, and the needs of the soldiers",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Chanakya was concerned about Chandragupta's safety and developed elaborate techniques to prevent assassination attempts",
              "refs": []
            },
            {
              "sentence": "Various sources report Chandragupta frequently changed bedrooms to confuse conspirators",
              "refs": []
            },
            {
              "sentence": "He left his palace only for certain tasks: to go on military expeditions, to visit his court for dispensing justice, to offer sacrifices, for celebrations, and for hunting",
              "refs": []
            },
            {
              "sentence": "During celebrations, he was well-guarded, and on hunts, he was surrounded by female guards who were presumed to be less likely to participate in a coup conspiracy",
              "refs": []
            },
            {
              "sentence": "These strategies may have resulted from the historical context of the Nanda emperor who had come to power by assassinating the previous emperor",
              "refs": []
            },
            {
              "sentence": "During Chandragupta's reign and that of his dynasty, many religions thrived in India, with Buddhism, Jainism and Ajivika gaining prominence along with other folk traditions",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Infrastructure projects",
          "section_content": [
            {
              "sentence": "The empire built a strong economy from a solid infrastructure such as irrigation, temples, mines, and roads",
              "refs": []
            },
            {
              "sentence": "Ancient epigraphical evidence suggests Chandragupta, under counsel from Chanakya, started and completed many irrigation reservoirs and networks across the Indian subcontinent to ensure food supplies for the civilian population and the army, a practice continued by his dynastic successors",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Regional prosperity in agriculture was one of the required duties of his state officials",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The strongest evidence of infrastructure development is found in the Junagadh rock inscription of Rudradaman in Gujarat, dated to about 150 CE",
              "refs": []
            },
            {
              "sentence": "It states, among other things, that Rudradaman repaired and enlarged the reservoir and irrigation conduit infrastructure built by Chandragupta and enhanced by Asoka",
              "refs": []
            },
            {
              "sentence": "Chandragupta's empire also built mines, manufacturing centres, and networks for trading goods",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "His rule developed land routes to transport goods across the Indian subcontinent",
              "refs": []
            },
            {
              "sentence": "Chandragupta expanded \"roads suitable for carts\" as he preferred those over narrow tracks suitable for only pack animals",
              "refs": []
            },
            {
              "sentence": "According to Kaushik Roy, the Maurya dynasty rulers were \"great road builders\"",
              "refs": []
            },
            {
              "sentence": "The Greek ambassador Megasthenes credited this tradition to Chandragupta after the completion of a thousand-mile-long highway connecting Chandragupta's capital Pataliputra in Bihar to Taxila in the north-west where he studied",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The other major strategic road infrastructure credited to this tradition spread from Pataliputra in various directions, connecting it with  Nepal, Kapilavastu, Dehradun, Mirzapur, Odisha, Andhra, and Karnataka",
              "refs": []
            },
            {
              "sentence": "Roy stated this network boosted trade and commerce, and helped move armies rapidly and efficiently",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Chandragupta and Chanakya seeded weapon manufacturing centres, and kept them as a state monopoly of the state",
              "refs": []
            },
            {
              "sentence": "The state, however, encouraged competing private parties to operate mines and supply these centres",
              "refs": []
            },
            {
              "sentence": "They considered economic prosperity essential to the pursuit of dharma (virtuous life) and adopted a policy of avoiding war with diplomacy yet continuously preparing the army for war to defend its interests and other ideas in the Arthashastra",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Arts and architecture",
          "section_content": [
            {
              "sentence": "The evidence of arts and architecture during Chandragupta's time is mostly limited to texts such as those by Megasthenese and Kautilya",
              "refs": []
            },
            {
              "sentence": "The edict inscriptions and carvings on monumental pillars are attributed to his grandson Ashoka",
              "refs": []
            },
            {
              "sentence": "The texts imply the existence of cities, public works, and prosperous architecture but the historicity of these is in question",
              "refs": []
            },
            {
              "sentence": "Archeological discoveries in the modern age, such as those Didarganj Yakshi discovered in 1917 buried beneath the banks of the Ganges suggest exceptional artisanal accomplishment",
              "refs": []
            },
            {
              "sentence": "The site was dated to third century BCE by many scholars   but later dates such as the Kushan era (1st-4th century CE) have also been proposed",
              "refs": [
                "https://www.cngcoins.com/Coin.aspx?CoinID=335378",
                "[ERROR retrieving ref link]",
                "https://www.cngcoins.com/Coin.aspx?CoinID=335378",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The competing theories state that the art linked to Chandragupta Maurya's dynasty was learnt from the Greeks and West Asia in the years Alexander the Great waged war; or that these artifacts belong to an older indigenous Indian tradition",
              "refs": []
            },
            {
              "sentence": "Frederick Asher of the University of Minnesota says \"we cannot pretend to have definitive answers; and perhaps, as with most art, we must recognize that there is no single answer or explanation\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Religion",
          "section_content": [
            {
              "sentence": "Chandragupta sponsored Vedic sacrifices  and Brahmanical rituals,  and hosted major festivals marked by procession of elephants and horses",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://doi.org/10.2307%2F1953131"
              ]
            },
            {
              "sentence": "While many religions thrived within his realms and his descendants' empire, Buddhism, Jainism and Ājīvika gained prominence prevailing over Vedic and Brahmanistic traditions,  intitiating, under Ashoka, the expansion of Buddhism and the synthesis of Brahmanic and non-Brahmanic religious traditions which converged in Hinduism",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Minority religions such as Zoroastrianism and the Greek pantheon were respected.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Legacy",
      "section_content": [
        {
          "sentence": "In the 20th century, diverging views on Chandragupta have developed between western academics and Indian scholars",
          "refs": []
        },
        {
          "sentence": "While westerners tend to take a reserved view on his accomplishments,  many Indian nationalists regard him as first Emperor of United India and first king with a vision of uniting India",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "A memorial to Chandragupta exists on Chandragiri hill in Shravanabelagola, Karnataka",
          "refs": []
        },
        {
          "sentence": "The Indian Postal Service issued a commemorative postage stamp honouring Chandragupta Maurya in 2001",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "In popular culture",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Sources",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "6": "[ERROR retrieving ref link]",
    "7": "https://www.livius.org/articles/place/drangiana/",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "25": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "83": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "109": "[ERROR retrieving ref link]",
    "110": "[ERROR retrieving ref link]",
    "123": "[ERROR retrieving ref link]",
    "127": "[ERROR retrieving ref link]",
    "1": "https://www.britannica.com/biography/Chandragupta",
    "2": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "5": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "14": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "26": "[ERROR retrieving ref link]",
    "30": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "32": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "35": "[ERROR retrieving ref link]",
    "36": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "43": "[ERROR retrieving ref link]",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "46": "https://search.worldcat.org/issn/0378-1143",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "55": "[ERROR retrieving ref link]",
    "56": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "67": "https://www.jstor.org/stable/41694901",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "https://doi.org/10.2307%2F1953131",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "https://web.archive.org/web/20030902205057/http://www.forumromanum.org/literature/justin/trad15.html",
    "91": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "93": "https://books.google.com/books?id=Wk4_ICH_g1EC&q=maurya+dynasty+sen",
    "95": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "https://www.mizanurrmizan.info/2022/08/history-biography-of-chandragupta-maurya-and-his-maurya-empire.html",
    "98": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "107": "[ERROR retrieving ref link]",
    "108": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "114": "[ERROR retrieving ref link]",
    "115": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "117": "https://www.perseus.tufts.edu/cgi-bin/ptext?doc=Perseus%3Atext%3A1999.01.0239&query=head%3D%23120",
    "118": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0239%3Abook%3D15%3Achapter%3D2%3Asection%3D9",
    "119": "https://penelope.uchicago.edu/Thayer/E/Roman/Texts/Strabo/15B*.html#2.9",
    "120": "[ERROR retrieving ref link]",
    "121": "[ERROR retrieving ref link]",
    "122": "[ERROR retrieving ref link]",
    "124": "[ERROR retrieving ref link]",
    "125": "[ERROR retrieving ref link]",
    "126": "[ERROR retrieving ref link]",
    "128": "[ERROR retrieving ref link]",
    "129": "[ERROR retrieving ref link]",
    "130": "[ERROR retrieving ref link]",
    "131": "[ERROR retrieving ref link]",
    "132": "https://www.scribd.com/document/465818945/WHO-WAS-ASHOKA-a-Critic",
    "133": "[ERROR retrieving ref link]",
    "134": "[ERROR retrieving ref link]",
    "135": "[ERROR retrieving ref link]",
    "136": "https://doi.org/10.2307%2F626263",
    "137": "[ERROR retrieving ref link]",
    "138": "[ERROR retrieving ref link]",
    "139": "[ERROR retrieving ref link]",
    "140": "[ERROR retrieving ref link]",
    "141": "[ERROR retrieving ref link]",
    "142": "[ERROR retrieving ref link]",
    "143": "[ERROR retrieving ref link]",
    "144": "[ERROR retrieving ref link]",
    "145": "[ERROR retrieving ref link]",
    "146": "[ERROR retrieving ref link]",
    "147": "[ERROR retrieving ref link]",
    "148": "https://books.google.com/books?id=i-y6ZUheQH8C",
    "149": "[ERROR retrieving ref link]",
    "150": "[ERROR retrieving ref link]",
    "151": "[ERROR retrieving ref link]",
    "152": "[ERROR retrieving ref link]",
    "153": "[ERROR retrieving ref link]",
    "154": "[ERROR retrieving ref link]",
    "155": "[ERROR retrieving ref link]",
    "156": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0243%3Achapter%3D62",
    "157": "[ERROR retrieving ref link]",
    "158": "[ERROR retrieving ref link]",
    "159": "[ERROR retrieving ref link]",
    "160": "[ERROR retrieving ref link]",
    "161": "[ERROR retrieving ref link]",
    "162": "[ERROR retrieving ref link]",
    "163": "https://www.cngcoins.com/Coin.aspx?CoinID=335378",
    "164": "[ERROR retrieving ref link]",
    "165": "[ERROR retrieving ref link]",
    "166": "https://www.worldcat.org/oclc/551238868",
    "167": "[ERROR retrieving ref link]",
    "168": "https://doi.org/10.2307%2F1953131",
    "169": "[ERROR retrieving ref link]",
    "170": "[ERROR retrieving ref link]",
    "171": "[ERROR retrieving ref link]",
    "172": "[ERROR retrieving ref link]",
    "173": "[ERROR retrieving ref link]",
    "174": "[ERROR retrieving ref link]",
    "175": "[ERROR retrieving ref link]",
    "176": "[ERROR retrieving ref link]",
    "177": "[ERROR retrieving ref link]",
    "178": "[ERROR retrieving ref link]",
    "179": "[ERROR retrieving ref link]",
    "180": "[ERROR retrieving ref link]",
    "181": "[ERROR retrieving ref link]",
    "182": "[ERROR retrieving ref link]",
    "183": "[ERROR retrieving ref link]",
    "184": "[ERROR retrieving ref link]",
    "185": "[ERROR retrieving ref link]",
    "186": "[ERROR retrieving ref link]",
    "187": "[ERROR retrieving ref link]",
    "188": "[ERROR retrieving ref link]",
    "189": "[ERROR retrieving ref link]",
    "190": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "192": "[ERROR retrieving ref link]",
    "193": "http://pib.nic.in/archieve/lreleng/lyr2001/rjul2001/19072001/r190720012.html",
    "194": "[ERROR retrieving ref link]",
    "195": "ISBN: 978-0-9818237-0-6",
    "196": "https://books.google.com/books?id=wXRZAAAAMAAJ",
    "197": "https://books.google.com/books?id=q7UEAQAAIAAJ",
    "198": "https://books.google.com/books?id=Ke0nAQAAIAAJ",
    "199": "https://www.imdb.com/title/tt0259242/",
    "200": "https://news.google.com/newspapers?id=0X1lAAAAIBAJ&pg=0,1743861",
    "201": "http://zeenews.india.com/entertainment/idiotbox/chandragupta-maurya-comes-to-small-screen_79683.html",
    "202": "http://timesofindia.indiatimes.com/tv/news/hindi/Chandragupta-Maurya-on-Sony-TV/articleshow/13009059.cms",
    "203": "http://www.imagine.tv/in/shows/subhome/123/1779/",
    "204": "https://www.speakingtree.in/allslides/real-truth-about-chandragupta-maurya-his-birth-his-real-wives-and-death",
    "205": "https://civilization.com/civilization-6-rise-and-fall/news/entries/civilization-vi-rise-and-fall-chandragupta-leads-india/",
    "206": "https://www.bizasialive.com/chandragupta-maurya-to-launch-in-november-on-sony-tv/"
  },
  "flair_entities": [
    "ce",
    "canto",
    "brhatkathakosa",
    "united india",
    "basileus",
    "mayura",
    "mahavira",
    "harishena",
    "brahmin",
    "karnakata",
    "yaudheyas",
    "brahmanic",
    "nepalese",
    "mokur",
    "punjab",
    "chanakya",
    "mookerju",
    "dhana nanda",
    "himalayan",
    "irfan habib",
    "mauryan",
    "lewis rice",
    "bhadrabāhu",
    "svetambaras jain",
    "nanda empire",
    "babylon",
    "mauryans",
    "nanada",
    "deimakos",
    "brihakathā kośa",
    "pratisarga parva",
    "pali",
    "sravana belgola",
    "nath sen",
    "ajivika",
    "seleucid",
    "digambara jain",
    "priya-darshana",
    "arachosia",
    "vrishala",
    "megasthenes",
    "digambaras",
    "tamil sangam",
    "upinder singh",
    "svetambara",
    "shudra",
    "arthasastra",
    "seleucus",
    "ashokan",
    "roman",
    "raychaudhuri",
    "bindusara",
    "parvatka",
    "india’",
    "balochistan",
    "gautama buddha",
    "thomas trautmann",
    "paul dundas",
    "brihat-katha-manjari",
    "jansari",
    "frederick asher",
    "deccan",
    "bhadrabahunear",
    "koshar",
    "purva-nanda",
    "greco-roman",
    "mookerji",
    "seleucus nicator",
    "alain daniélou",
    "buddhist",
    "kula-hina",
    "indus",
    "young",
    "battle of ipsus",
    "moriya-nagara",
    "cribb",
    "indian",
    "strabo",
    "nanda-king",
    "maurya empire",
    "bactria",
    "bce seleucus",
    "sudarshana",
    "buddhist mahavamsa tika",
    "long",
    "didarganj yakshi",
    "kautilya",
    "non-maghadian",
    "chanakya  legends",
    "mccrindle",
    "svetambaras",
    "andhra pradesh",
    "priyadasi",
    "arthashastra",
    "mirzapur",
    "ashoka",
    "hindu",
    "phylarchus",
    "digha-nikaya",
    "mura",
    "aria",
    "ratnanandi",
    "gujarat",
    "vadugars",
    "androcottus",
    "nanda",
    "appian",
    "milindapanha",
    "sandrokoptos",
    "william jones",
    "kashmiri hindu",
    "indus valley",
    "bce magadha",
    "piadamsana",
    "empire",
    "rice",
    "śravaṇa beḷgoḷa",
    "indian postal service",
    "nandrus",
    "chandragupta maurya",
    "greeks",
    "sushma jansari",
    "justin epitome",
    "buddha",
    "akananuru",
    "kulke",
    "chanda-siri",
    "latin",
    "mauryas",
    "radha kumud mookerji",
    "seleucus i nicator",
    "mora",
    "seleucid empire",
    "macedonian",
    "kushan",
    "tarn",
    "greek",
    "afghanistan",
    "rothermund",
    "ājīvika",
    "athenaeus",
    "mudrarakshasa",
    "chandraguptas",
    "kristi wiley",
    "kathasaritsagara",
    "svetambara jain",
    "jain brahmin",
    "parishishtaparvan",
    "antiochos",
    "radha kumud mukherjee",
    "ashoka the great",
    "chadragupta maurya",
    "asoka",
    "patliputra",
    "maurya",
    "greek-indian",
    "jainism",
    "vinjha",
    "hingol river",
    "vaishya pushyagupta",
    "chandragupta basadi",
    "central india",
    "patna",
    "ujjain",
    "magadha",
    "hinduism",
    "munivaṃsa bhyudaya",
    "vedic",
    "bce",
    "samprati chandragupta",
    "kandahar",
    "moriyas",
    "svetambara jains",
    "chandragiri",
    "sandracottus",
    "plutarch",
    "maurya  chandragupta maurya",
    "danasala",
    "kabul-kandahar",
    "indologist",
    "odisha",
    "megasthenese",
    "nepal",
    "malwa",
    "india",
    "hemachandra",
    "sandrakottos",
    "ayodhya",
    "taxila",
    "chandragupta",
    "bhadrabahu",
    "seleucus'",
    "coningham",
    "brahmanical",
    "tushaspha",
    "paropamisadae",
    "raymond allchin",
    "non-jain",
    "nanda-throne",
    "persians",
    "ramachandra dikshitar",
    "sanskrit",
    "mahavamsa",
    "chandragiri hill",
    "digambara jains",
    "justin",
    "maha-bodhi-vasa",
    "pipphalivana",
    "indians",
    "life of alexander",
    "gandhara",
    "geographica",
    "kapilavastu",
    "moriya",
    "ganges",
    "mahavamsa tika",
    "persia",
    "jain brahmin chanakya",
    "chanaky",
    "herat",
    "gedrosia",
    "bihar",
    "shashigupta",
    "porus",
    "roy",
    "himalayas",
    "purananuru",
    "dhana-nanda",
    "west asia",
    "harisena",
    "alexander",
    "kaushik roy",
    "greek-roman",
    "bhavishya purana",
    "coningham & young",
    "rajavali kathe",
    "southern india",
    "brahmanical puranic",
    "alexander the great",
    "non-indian",
    "buddhism",
    "jain parishishtaparvan",
    "chandra-shri",
    "jeffery d",
    "sallekhana",
    "tamil",
    "karnataka",
    "madhya pradesh",
    "alexandrum",
    "kshatriya",
    "zoroastrianism",
    "ganges valley",
    "malan",
    "andhra",
    "guptas",
    "kosala",
    "university of minnesota",
    "sandrocottus",
    "graeco-roman",
    "brahmin chanakya",
    "vedas",
    "curtis",
    "shakya",
    "rhys davids",
    "bhadrabāhu charita",
    "vivekanand jha",
    "epit",
    "habib &jha",
    "shravanabelagola",
    "digambara",
    "british",
    "non-brahmanic",
    "durdhara",
    "thapar",
    "agrammes",
    "rudradaman",
    "northwest indian",
    "arrian",
    "nandas",
    "prabhacandra",
    "bindusara.",
    "brahmanistic",
    "parvataka",
    "dikshitar",
    "jain",
    "diodorus",
    "pataliputra",
    "nandrum",
    "dehradun",
    "junagadh",
    "amatya"
  ]
}