{
  "title": "Cody_Rhodes",
  "url": "https://en.wikipedia.org/wiki/Cody_Rhodes",
  "summary": "Cody Garrett Runnels Rhodes (born Cody Garrett Runnels; June 30, 1985) is an American professional wrestler and actor. He is signed to WWE since March 2022, where he performs on the SmackDown brand and is the reigning Undisputed WWE Champion, recognized as both the WWE Champion and WWE Universal Champion in his first reign with each, as well as the inaugural WWE Crown Jewel Champion. He is also known for his time in All Elite Wrestling (AEW), where he was an Executive Vice President and co-founder when the company was founded in 2019 until he left in 2022.\nThe son of wrestler Dusty Rhodes and the half-brother of wrestler Dustin Rhodes, he rose to prominence during his first tenure with WWE from 2006 to 2016. He adopted various gimmicks under his real name before being repackaged as a melodramatic spin-off of Dustin's Goldust character named Stardust. He also wrestled for promotions such as Total Nonstop Action Wrestling (TNA), New Japan Pro-Wrestling (NJPW), and Ring of Honor (ROH). Outside of wrestling, he served as a judge on the competition series Go-Big Show and starred with his wife Brandi Rhodes on the reality show Rhodes to the Top.\nAfter an amateur wrestling career that earned him two Georgia state championships, Rhodes joined WWE in 2006 and was initially assigned to its developmental territory, Ohio Valley Wrestling (OVW), where he became a Triple Crown Champion. He joined WWE's main roster in 2007 and throughout his WWE career, became a two-time Intercontinental Champion and a prolific tag team wrestler, winning eight world tag team championships (three World Tag Team Championships, four WWE/Raw Tag Team Championships, and one SmackDown Tag Team Championship) with five separate partners; his fourth Raw Tag Team Championship and one SmackDown Tag Team Championship were held together as the Undisputed WWE Tag Team Championship.\nFollowing his departure from WWE in May 2016, Rhodes began wrestling on the independent circuit and making several appearances in TNA, where he wrestled under the mononym Cody due to WWE owning the \"Cody Rhodes\" name until giving it up in 2020. From early 2016 to early 2017, he competed at WWE's WrestleMania, NJPW's Wrestle Kingdom, and ROH's Final Battle events, as well as appearing for TNA's Bound for Glory event. In September 2017, he wrestled in ROH, where he became a one-time ROH World Champion. He would later become a one-time IWGP United States Heavyweight Champion in NJPW and a one-time ROH World Six-Man Tag Team Champion (with Matt Jackson and Nick Jackson). In 2018, Rhodes, along with the Jacksons, promoted an independent pay-per-view event called All In that took place in September, where he won the NWA Worlds Heavyweight Championship, marking the first time the championship had been won by both a father and son. This event marked a significant moment in professional wrestling history by becoming the first non-WWE or World Championship Wrestling (WCW) promoted event in the United States to sell 10,000 tickets since 1993. The success of All In was instrumental in inspiring the formation of AEW in January 2019.\nIn January 2019, Rhodes was named as an executive vice president of the newly formed AEW, where he would also wrestle. While there, became the inaugural AEW TNT Champion. After failing to negotiate a new contract, he departed AEW in February 2022. Two months later, he returned to WWE at WrestleMania 38 and defeated Seth \"Freakin\" Rollins. He then won both the 2023 and 2024 men's Royal Rumble matches, becoming the fourth wrestler to achieve back-to-back victories at the event and the first since \"Stone Cold\" Steve Austin (who won in 1997 and 1998). At WrestleMania XL, Rhodes won his first world championship in WWE: winning two world heavyweight championships simultaneously; as well as ending Roman Reigns' WWE Universal Championship reign of 1,316 days, in the process becoming a WWE Triple Crown winner. Rhodes topped Pro Wrestling Illustrated's PWI 500 list of top 500 male wrestlers in the world in 2024.",
  "content": [
    {
      "section_title": "Early life",
      "section_content": [
        {
          "sentence": "Rhodes was born Cody Garrett Runnels in Charlotte, North Carolina, on June 30, 1985,  the son of Michelle Rubio and professional wrestler Dusty Rhodes",
          "refs": [
            "https://archive.today/20150617064216/https://x.com/CodyRhodes/status/1166019434865184774"
          ]
        },
        {
          "sentence": "He is of Cuban descent through his maternal grandfather",
          "refs": []
        },
        {
          "sentence": "He has a sister named Teil in addition to his paternal half-brother and fellow professional wrestler Dustin and a paternal half-sister named Kristin, who is a former Dallas Cowboys cheerleader",
          "refs": [
            "https://books.google.com/books?id=yGUPAWdai_IC&q=Cuba"
          ]
        },
        {
          "sentence": "He is the nephew of professional wrestlers Jerry Sags and Fred Ottman,  and the godson of professional wrestler Magnum T",
          "refs": [
            "https://web.archive.org/web/20090628080849/http://www.dallascowboyscheerleaders.com/history/watn.cfm?id=1477AB1D-0234-28D0-025A70ED93BAB9EA",
            "https://www.cbsnews.com/pittsburgh/news/8-things-you-didnt-know-about-wwe-tag-team-champion-stardust/"
          ]
        },
        {
          "sentence": "A.,  who was present at both Rhodes' birth and baptism",
          "refs": [
            "https://www.foxnews.com/sports/wwe-star-cody-rhodes-reveals-legendary-father-slapped-man-waffle-house-calling-wrestling-fake"
          ]
        },
        {
          "sentence": "He legally changed his surname to \"Runnels Rhodes\" as a teenager",
          "refs": [
            "https://411mania.com/wrestling/411s-dark-side-of-the-ring-report-shattered-the-magnum-t-a-story/"
          ]
        },
        {
          "sentence": "Rhodes attended Lassiter High School and had a successful high school wrestling career",
          "refs": []
        },
        {
          "sentence": "He placed sixth in the 171 lb (78 kg) division as a sophomore",
          "refs": [
            "https://archive.today/20150617064216/https://x.com/CodyRhodes/status/1166019434865184774"
          ]
        },
        {
          "sentence": "As a junior, he won the Georgia state tournament at 189 lb (86 kg) in 2003 and repeated as champion his senior year",
          "refs": [
            "https://web.archive.org/web/20071006132626/http://lassiterwrestling.com/_wsn/page6.html"
          ]
        },
        {
          "sentence": "He had planned to wrestle collegiately at Penn State University, but decided to become a professional wrestler instead",
          "refs": [
            "https://web.archive.org/web/20071006132626/http://lassiterwrestling.com/_wsn/page6.html"
          ]
        },
        {
          "sentence": "During his time in high school, Rhodes also acted as a referee in his father's Turnbuckle Championship Wrestling promotion",
          "refs": [
            "http://www.mercurynews.com/ci_12672125?IADID=Search-www.mercurynews.com-www.mercurynews.com&nclick_check=1"
          ]
        },
        {
          "sentence": "After graduated from high school, Rhodes moved to Los Angeles and studied acting at the Howard Fine Acting School for a year",
          "refs": [
            "https://archive.today/20130115074649/http://slam.canoe.ca/Slam/Wrestling/2009/08/07/10393826.html"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Professional wrestling career",
      "section_content": [],
      "subsections": [
        {
          "section_title": "World Wrestling Entertainment / WWE (2006–2016)",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Ohio Valley Wrestling (2006–2007)",
              "section_content": [
                {
                  "sentence": "Rhodes credits his father for starting to train him as a wrestler from the age of 12, which was limited mainly to simple fundamentals",
                  "refs": []
                },
                {
                  "sentence": "From there, his training was provided by Al Snow, Danny Davis, Randy Orton, and Ricky Morton",
                  "refs": []
                },
                {
                  "sentence": "Using his birth name Cody Runnels, he began wrestling in Ohio Valley Wrestling (OVW) on May 13, 2006",
                  "refs": [
                    "https://x.com/CodyRhodes/status/1070166196048330757"
                  ]
                },
                {
                  "sentence": "He formed a tag team with Shawn Spears in mid-August 2006 and won the OVW Southern Tag Team Championship twice",
                  "refs": [
                    "https://archive.today/20150617064216/https://x.com/CodyRhodes/status/1166019434865184774",
                    "https://www.cagematch.net/?id=2&nr=3686&page=20"
                  ]
                },
                {
                  "sentence": "He also won the OVW Heavyweight Championship   and the OVW Television Championship",
                  "refs": [
                    "https://archive.today/20150617064216/https://x.com/CodyRhodes/status/1166019434865184774",
                    "http://www.onlineworldofwrestling.com/results/ovw/_2006/",
                    "https://archive.today/20150617064216/https://x.com/CodyRhodes/status/1166019434865184774",
                    "https://web.archive.org/web/20110405184334/http://www.ovwrestling.com/titles"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Teaming with Hardcore Holly (2007–2008)",
              "section_content": [
                {
                  "sentence": "On the July 2, 2007, episode of Raw, Runnels made his television debut as a face, using his family's wrestling last name, Rhodes, in a backstage segment with his father Dusty Rhodes and Randy Orton, where Orton introduced himself to Rhodes and then slapped Dusty as a sign of disrespect",
                  "refs": []
                },
                {
                  "sentence": "Cody Rhodes made his main roster in-ring debut losing to Randy Orton via pinfall on the July 16, 2007, episode of Raw",
                  "refs": [
                    "https://archive.today/20120722172106/http://slam.canoe.ca/Slam/Wrestling/2007/07/03/4309400.html"
                  ]
                },
                {
                  "sentence": "Rhodes appeared at The Great American Bash to prevent Orton from further attacking his father",
                  "refs": [
                    "https://www.wrestleview.com/results/raw/raw2006/1184643701.shtml"
                  ]
                },
                {
                  "sentence": "The next night on Raw, Rhodes challenged Orton to a rematch from the previous week, only to lose again",
                  "refs": [
                    "https://archive.today/20120713171724/http://slam.canoe.ca/Slam/Wrestling/2007/07/23/4361568.html"
                  ]
                },
                {
                  "sentence": "Orton followed this up by kicking Rhodes' father in the head",
                  "refs": []
                },
                {
                  "sentence": "On September, he began a feud with Hardcore Holly and lost three consecutive matches to him",
                  "refs": []
                },
                {
                  "sentence": "Later, they would work as a tag team and they defeated Lance Cade and Trevor Murdoch on the Raw 15th Anniversary special episode for the World Tag Team Championship, marking Rhodes' first championship in WWE",
                  "refs": [
                    "http://www.wwe.com/shows/raw/archive/09242007/mainarticle",
                    "https://archive.today/20120714053948/http://slam.canoe.ca/Slam/Wrestling/2007/10/02/4543345.html",
                    "https://archive.today/20120729030648/http://slam.canoe.ca/Slam/Wrestling/2007/10/16/4580341.html"
                  ]
                },
                {
                  "sentence": "In May 2008, Ted DiBiase began feuding with the duo, threatening to take their titles in his first match as part of the Raw brand Basil",
                  "refs": []
                },
                {
                  "sentence": "At the pay-per-view event, Night of Champions on June 29, Rhodes turned on Holly by revealing himself as Ted DiBiase's partner to help DiBiase win the match and also become a two-time World Tag Team Champion, turning heel in the process",
                  "refs": [
                    "http://www.wwe.com/shows/raw/archive/05262008/mainarticle"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "The Legacy (2008–2010)",
              "section_content": [
                {
                  "sentence": "After holding the championship for just over a month, they dropped it to John Cena and Batista on the August 4, 2008, episode of Raw, but regained it the next week",
                  "refs": []
                },
                {
                  "sentence": "Rhodes and DiBiase were then joined by Manu, the son of Afa, in September, forming a stable of multi-generational wrestlers",
                  "refs": [
                    "http://www.wwe.com/shows/raw/archive/08042008/mainarticle",
                    "https://web.archive.org/web/20151212082116/http://www.wwe.com/classics/titlehistory/worldtagteam/090820071111",
                    "https://archive.today/20120714134727/http://slam.canoe.ca/Slam/Wrestling/2008/08/12/6422581.html"
                  ]
                },
                {
                  "sentence": "On the October 27 Raw, Rhodes and DiBiase lost the World Tag Team Championship to Kofi Kingston and CM Punk",
                  "refs": [
                    "https://archive.today/20120629151951/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2008/09/08/6698911.html"
                  ]
                },
                {
                  "sentence": "On November they began a storyline with Orton and, at Survivor Series, Rhodes, along with Orton, was a survivor, for Orton's team, in the annual Elimination match",
                  "refs": []
                },
                {
                  "sentence": "The three of them created a stable with Orton called The Legacy",
                  "refs": [
                    "https://archive.today/20120630032306/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2008/11/24/7514611.html"
                  ]
                },
                {
                  "sentence": "As part of the Legacy, Rhodes entered the Royal Rumble match in order to help Orton win, and lasted until the final three, before being eliminated by Triple H",
                  "refs": []
                },
                {
                  "sentence": "Rhodes and DiBiase became involved in Orton's scripted rivalry with the McMahon family, helping him to attack Shane and Stephanie McMahon, and Stephanie's real-life husband, Triple H",
                  "refs": [
                    "https://archive.today/20120527001407/http://slam.canoe.ca/Slam/Wrestling/2009/01/26/8146161.html"
                  ]
                },
                {
                  "sentence": "Rhodes was elevated to main event status as a result of joining the Legacy, competing in handicap and six-man tag team matches against Orton's opponents and rivals",
                  "refs": [
                    "https://archive.today/20120630024748/http://slam.canoe.ca/Slam/Wrestling/2009/02/03/8244926.html",
                    "https://archive.today/20120716032412/http://slam.canoe.ca/Slam/Wrestling/2009/03/06/8659751.html"
                  ]
                },
                {
                  "sentence": "On April 26 at Backlash, Rhodes, DiBiase, and Orton defeated Triple H, Batista, and Shane McMahon in a six-man tag team match, which, per the pre-match stipulation, resulted in Orton winning the WWE Championship",
                  "refs": []
                },
                {
                  "sentence": "Rhodes suffered a minor neck injury in June, but continued working",
                  "refs": [
                    "https://archive.today/20120714071003/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2009/04/27/9256696.html"
                  ]
                },
                {
                  "sentence": "Throughout mid-2009, Rhodes and DiBiase continued to compete against and attack Orton's rivals, especially Triple H",
                  "refs": []
                },
                {
                  "sentence": "This led to Triple H reforming D-Generation X (DX) with Shawn Michaels, and DX defeated Rhodes and DiBiase at SummerSlam",
                  "refs": [
                    "https://archive.today/20120629102422/http://slam.canoe.ca/Slam/Wrestling/2009/06/08/9731446.html"
                  ]
                },
                {
                  "sentence": "Rhodes and DiBiase defeated DX at the following pay-per-view, Breaking Point in a submissions count anywhere match, but were defeated in a Hell in a Cell match at the Hell in a Cell pay-per-view in October, when Rhodes was pinned following a sledgehammer shot to the head",
                  "refs": [
                    "https://archive.today/20120630012121/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2009/08/24/10581981.html"
                  ]
                },
                {
                  "sentence": "Rhodes represented Team Raw at the first Bragging Rights pay-per-view in October, reluctantly teaming with DX",
                  "refs": [
                    "https://archive.today/20120629143630/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2009/09/14/10886081.html",
                    "https://archive.today/20120714103825/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2009/10/05/11300786.html"
                  ]
                },
                {
                  "sentence": "The match would go on to be won by Team SmackDown",
                  "refs": []
                },
                {
                  "sentence": "At Survivor Series, having aided Orton in his feud with Kofi Kingston, was part of Team Orton (against Team Kingston) alongside DiBiase",
                  "refs": []
                },
                {
                  "sentence": "Kingston would lastly eliminate Orton in the match to be sole survivor.",
                  "refs": []
                },
                {
                  "sentence": "Tension within The Legacy became apparent at the 2010 Royal Rumble, when Rhodes attempted to interfere in Orton's match for the WWE Championship",
                  "refs": []
                },
                {
                  "sentence": "Rhodes was caught by the referee, resulting in a disqualification for Orton, who attacked Rhodes and DiBiase, who had tried to help Rhodes, after the match",
                  "refs": []
                },
                {
                  "sentence": "On the February 15 Raw, Orton took on Sheamus in a non-title rematch, but was again disqualified after Rhodes and DiBiase interfered",
                  "refs": [
                    "https://archive.today/20120714005740/http://slam.canoe.ca/Slam/Wrestling/2010/02/01/12692126.html"
                  ]
                },
                {
                  "sentence": "During the WWE Championship Elimination Chamber match pay-per-view, Rhodes interfered, passing a lead pipe through the cage to DiBiase",
                  "refs": [
                    "https://archive.today/20120721234016/http://slam.canoe.ca/Slam/Wrestling/2010/02/15/12892096.html"
                  ]
                },
                {
                  "sentence": "DiBiase hit Orton with the pipe and eliminated him from the match",
                  "refs": []
                },
                {
                  "sentence": "The next night on Raw, Orton attacked Rhodes and DiBiase during a six-man tag team match, and they attacked Orton the following week in retaliation",
                  "refs": [
                    "https://archive.today/20120721135441/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2010/02/22/12978356.html"
                  ]
                },
                {
                  "sentence": "This led to a triple threat match at WrestleMania XXVI, in which Orton defeated Rhodes and DiBiase",
                  "refs": [
                    "https://archive.today/20120714173124/http://slam.canoe.ca/Slam/Wrestling/2010/02/22/12990596.html",
                    "https://archive.today/20120717195117/http://slam.canoe.ca/Slam/Wrestling/2010/03/01/13076276.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Dashing and Undashing (2010–2011)",
              "section_content": [
                {
                  "sentence": "As part of the 2010 WWE supplemental draft, Rhodes was drafted to the SmackDown brand",
                  "refs": []
                },
                {
                  "sentence": "He made his debut for the brand on the April 30 SmackDown, by defeating John Morrison",
                  "refs": [
                    "http://www.wwe.com/shows/raw/2010draft/2010supplementaldraftresults"
                  ]
                },
                {
                  "sentence": "The following week on SmackDown, Rhodes participated in a tournament for the vacant WWE Intercontinental Championship, but lost to Christian in the semi-finals",
                  "refs": [
                    "https://archive.today/20120713161004/http://slam.canoe.ca/Slam/Wrestling/2010/05/01/13790226.html"
                  ]
                },
                {
                  "sentence": "Rhodes mentored Husky Harris, a third-generation wrestler, in the second season of NXT",
                  "refs": [
                    "https://archive.today/20120718023441/http://slam.canoe.ca/Slam/Wrestling/2010/05/08/13874841.html"
                  ]
                },
                {
                  "sentence": "Rhodes would participate in the SmackDown Money in the Bank ladder match at the first ever Money in the Bank pay-per-view event but was unsuccessful as the match was won by Kane.",
                  "refs": [
                    "https://archive.today/20120629045655/http://slam.canoe.ca/Slam/Wrestling/2010/06/01/14222371.html",
                    "http://pwtorch.com/artman2/publish/WWE_News_3/article_41691.shtml"
                  ]
                },
                {
                  "sentence": "On the June 25 SmackDown, Rhodes began a new narcissistic gimmick, claiming to be the best-looking wrestler in WWE and demanding to be called \"Dashing\" Cody Rhodes",
                  "refs": []
                },
                {
                  "sentence": "As part of the gimmick, vignettes began airing in which Rhodes gave \"grooming tips\"",
                  "refs": [
                    "http://www.wwe.com/shows/smackdown/archive/06252010/mainarticle"
                  ]
                },
                {
                  "sentence": "He was extremely protective of his face during matches; if he was hit in the face, he threw a fit and checked his mirror",
                  "refs": [
                    "https://archive.today/20120530090556/http://slam.canoe.ca/Slam/Wrestling/2010/07/24/14814041.html",
                    "https://archive.today/20120719101838/http://slam.canoe.ca/Slam/Wrestling/2010/08/07/14953166.html"
                  ]
                },
                {
                  "sentence": "In September, he attacked Christian along with Drew McIntyre after a match, and the duo also attacked Matt Hardy, forming an alliance",
                  "refs": [
                    "http://www.pwtorch.com/artman2/publish/wweppvs/article_45451.shtml",
                    "https://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_45414.shtml"
                  ]
                },
                {
                  "sentence": "At Night of Champions in September, Rhodes and McIntyre captured the WWE Tag Team Championship in a Tag Team Turmoil match",
                  "refs": []
                },
                {
                  "sentence": "At Bragging Rights, Rhodes and McIntyre lost the championship to The Nexus (John Cena and David Otunga)",
                  "refs": [
                    "https://archive.today/20120716063558/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2010/09/20/15407301.html"
                  ]
                },
                {
                  "sentence": "On the October 29 SmackDown, after losing a tag team match, Rhodes and McIntyre dissolved their partnership",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wweppvs/article_44753.shtml"
                  ]
                },
                {
                  "sentence": "On January 21, 2011, Rhodes faced Rey Mysterio in a match, during which Mysterio hit Rhodes in the face with his exposed knee brace and legitimately broke Rhodes' nose,   which led to Rhodes declaring he was no longer dashing and had required facial reconstructive surgery",
                  "refs": [
                    "https://archive.today/20120714132422/http://slam.canoe.ca/Slam/Wrestling/2011/01/22/16992366.html",
                    "https://web.archive.org/web/20131101110923/http://marvel.com/news/story/15747/fightin_fanboys_the_fall_of_cody_rhodes"
                  ]
                },
                {
                  "sentence": "Rhodes was off television for several weeks",
                  "refs": [
                    "https://archive.today/20120718023052/http://slam.canoe.ca/Slam/Wrestling/2011/01/29/17081976.html"
                  ]
                },
                {
                  "sentence": "Upon his return, he wore a clear protective mask over his face and colluded with his father to attack Mysterio and remove Mysterio's mask on the February 25 SmackDown",
                  "refs": []
                },
                {
                  "sentence": "Rhodes then regularly used his protective mask as a weapon during matches by headbutting opponents and using it to hit his opponents",
                  "refs": [
                    "https://archive.today/20120721012450/http://slam.canoe.ca/Slam/Wrestling/2011/02/26/17418961.html"
                  ]
                },
                {
                  "sentence": "In 2020, Rhodes said his time as Undashing Cody Rhodes was his second most successful work as a pro wrestler",
                  "refs": [
                    "http://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_48565.shtml",
                    "http://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_48413.shtml",
                    "http://www.wrestleview.com/viewnews.php?id=1315883647"
                  ]
                },
                {
                  "sentence": "Rhodes defeated Mysterio in a match at WrestleMania XXVII on April 3",
                  "refs": [
                    "https://x.com/CodyRhodes/status/1249852951201538049"
                  ]
                },
                {
                  "sentence": "The duo also faced off in a Falls Count Anywhere match at the Extreme Rules pay-per-view in May, which was won by Mysterio",
                  "refs": [
                    "https://archive.today/20120730185556/http://slam.canoe.ca/Slam/Wrestling/WrestleMania27/2011/04/03/17863646.html"
                  ]
                },
                {
                  "sentence": "On subsequent episodes of SmackDown following WrestleMania XXVII, Rhodes, with the help of assistants, would hand out paper bags to the audience during his promos",
                  "refs": []
                },
                {
                  "sentence": "Rhodes demanded the audience to put on the paper bags on their heads to cover their ugliness and imperfections, because they offended him",
                  "refs": []
                },
                {
                  "sentence": "Rhodes also put paper bags over several of his opponents' heads after matches with them",
                  "refs": [
                    "http://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_49864.shtml"
                  ]
                },
                {
                  "sentence": "Rhodes reformed his alliance with Ted DiBiase on the May 20 SmackDown, and the duo went on to feud with Sin Cara and Daniel Bryan",
                  "refs": [
                    "https://archive.today/20120716042733/http://slam.canoe.ca/Slam/Wrestling/2011/04/23/18057351.html",
                    "http://pwtorch.com/artman2/publish/wwesmackdownreport/article_50399.shtml"
                  ]
                },
                {
                  "sentence": "At the second annual Money in the Bank pay-per-view, Rhodes participated in the SmackDown Money in the Bank ladder match, but was unsuccessful as Bryan won the match",
                  "refs": [
                    "http://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_50224.shtml",
                    "https://archive.today/20120717134301/http://slam.canoe.ca/Slam/Wrestling/2011/06/04/18237591.html",
                    "https://archive.today/20120715041647/http://slam.canoe.ca/Slam/Wrestling/2011/06/11/18270206.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Intercontinental Champion (2011–2012)",
              "section_content": [
                {
                  "sentence": "At the August 9 tapings of the August 12 SmackDown, Rhodes defeated Ezekiel Jackson to win the Intercontinental Championship, his first singles title with the company",
                  "refs": []
                },
                {
                  "sentence": "The following week, Rhodes and DiBiase had a verbal confrontation with Orton",
                  "refs": [
                    "https://web.archive.org/web/20150905204327/http://www.wwe.com/classics/titlehistory/intercontinental/25029858",
                    "http://pwtorch.com/artman2/publish/WWE_News_3/article_52014.shtml"
                  ]
                },
                {
                  "sentence": "The following week, Rhodes attacked DiBiase after the latter lost a singles match to Orton, ending their alliance and resulting in an Intercontinental Championship match between the two at Night of Champions, which Rhodes won",
                  "refs": []
                },
                {
                  "sentence": "Simultaneously, Rhodes had begun a feud with Orton, with Orton defeating Rhodes on the September 9 SmackDown,  but Rhodes defeated Orton on the September 12 Raw SuperShow when Mark Henry distracted Orton",
                  "refs": [
                    "https://archive.today/20120715010307/http://slam.canoe.ca/Slam/Wrestling/2011/08/27/18607356.html",
                    "https://archive.today/20120714102404/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2011/09/19/18706136.html",
                    "https://archive.today/20120713143329/http://slam.canoe.ca/Slam/Wrestling/2011/09/10/18665546.html"
                  ]
                },
                {
                  "sentence": "On the September 23 SmackDown, Rhodes defeated Orton by disqualification when Orton took Rhodes' mask off and hit him with it",
                  "refs": [
                    "http://www.pwtorch.com/artman2/publish/wwerawreport/article_53221.shtml"
                  ]
                },
                {
                  "sentence": "Post-match, Orton attacked Rhodes with the timekeeper's bell, legitimately cutting Rhodes and causing him to bleed",
                  "refs": [
                    "https://archive.today/20120717142655/http://slam.canoe.ca/Slam/Wrestling/2011/09/24/18733826.html"
                  ]
                },
                {
                  "sentence": "The following week on SmackDown, Rhodes claimed he needed nine staples to close the wound",
                  "refs": [
                    "http://www.wrestleview.com/viewnews.php?id=1316612852"
                  ]
                },
                {
                  "sentence": "At the Hell in a Cell pay-per-view on October 2, Rhodes debuted a new design for the Intercontinental Championship, which included a white strap and plates similar to the title's classic 1980s design, before successfully defending it against John Morrison",
                  "refs": []
                },
                {
                  "sentence": "Throughout October, Rhodes continued feuding with Orton, explaining that Orton had mistreated him during their time together as part of Legacy, costing him the World Heavyweight Championship and attacking him",
                  "refs": [
                    "https://archive.today/20120713191412/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2011/10/02/18772571.html"
                  ]
                },
                {
                  "sentence": "At Vengeance, Rhodes was defeated by Orton in a non-title match",
                  "refs": [
                    "https://archive.today/20120721204251/http://slam.canoe.ca/Slam/Wrestling/2011/10/14/18829166.html",
                    "https://archive.today/20120719175450/http://slam.canoe.ca/Slam/Wrestling/2011/10/22/18863181.html"
                  ]
                },
                {
                  "sentence": "On the November 4 SmackDown, Orton defeated Rhodes in a Street Fight to end the feud; in the process, Orton broke Rhodes' mask",
                  "refs": [
                    "https://archive.today/20120718042035/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2011/10/24/18867666.html"
                  ]
                },
                {
                  "sentence": "On the November 14 Raw SuperShow, Rhodes reappeared without his mask, claiming that Orton had set him free, signalling the end of his masked gimmick",
                  "refs": [
                    "https://archive.today/20120715113108/http://slam.canoe.ca/Slam/Wrestling/2011/11/05/18928061.html"
                  ]
                },
                {
                  "sentence": "At Survivor Series, Rhodes was sole survivor alongside Team Captain Wade Barrett in their traditional Survivor Series match against Team Orton.",
                  "refs": [
                    "http://www.pwtorch.com/artman2/publish/wwerawreport/article_55160.shtml"
                  ]
                },
                {
                  "sentence": "Rhodes then feuded with SmackDown commentator Booker T, attacking him from behind on several occasions and successfully retaining the Intercontinental Championship against him at TLC: Tables, Ladders & Chairs and on the January 6, 2012 SmackDown",
                  "refs": []
                },
                {
                  "sentence": "In the 2012 Royal Rumble match, Rhodes lasted over 40 minutes and eliminated more wrestlers than other any other competitor with six, before he was eliminated by Big Show",
                  "refs": [
                    "https://web.archive.org/web/20120107205936/http://www.wrestleview.com/viewnews.php?id=1324257677",
                    "https://archive.today/20120715221911/http://slam.canoe.ca/Slam/Wrestling/2012/01/07/19213471.html"
                  ]
                },
                {
                  "sentence": "At Elimination Chamber Rhodes pinned Big Show in the World Heavyweight Championship Elimination Chamber match, before being eliminated by Santino Marella",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wweppvs/article_57526.shtml",
                    "http://pwtorch.com/artman2/publish/WWE_News_3/article_57529.shtml"
                  ]
                },
                {
                  "sentence": "Rhodes spent the following weeks highlighting Big Show's embarrassing moments in previous WrestleManias, often costing Big Show to lose matches in the process",
                  "refs": [
                    "https://archive.today/20120714163916/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2012/02/20/19401186.html",
                    "http://www.wwe.com/shows/eliminationchamber/2012/smackdown-elimination-chamber-2012"
                  ]
                },
                {
                  "sentence": "At WrestleMania XXVIII, Rhodes lost the Intercontinental Championship to Big Show, ending his near eight-month reign of 233 days",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wwesmackdownreport/article_58796.shtml"
                  ]
                },
                {
                  "sentence": "Following the loss at WrestleMania, Rhodes went on a brief losing streak, due to Big Show distracting him during matches",
                  "refs": []
                },
                {
                  "sentence": "Four weeks after losing the title, Rhodes regained it at Extreme Rules by defeating Big Show in a Tables match",
                  "refs": [
                    "https://www.pwtorch.com/artman2/publish/wwerawreport/article_59908.shtml"
                  ]
                },
                {
                  "sentence": "On the May 7 episode of Raw SuperShow, Rhodes retained his title against Big Show in a rematch after getting himself counted out",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wweppvs/article_60881.shtml"
                  ]
                },
                {
                  "sentence": "Two weeks later at Over the Limit, Rhodes lost the Intercontinental Championship to the returning Christian",
                  "refs": [
                    "https://www.pwtorch.com/artman2/publish/wwerawreport/article_61167.shtml"
                  ]
                },
                {
                  "sentence": "He would go on to lose to Christian in a rematch for the title at No Way Out",
                  "refs": []
                },
                {
                  "sentence": "On the June 29 SmackDown, Rhodes and David Otunga were defeated by Christian and United States Champion Santino Marella in a Money in the Bank qualification match for the World Heavyweight Championship, due to Otunga being pinned",
                  "refs": [
                    "http://www.wwe.com/shows/wweoverthelimit/2012/christian-def-intercontinental-champion-cody-rhodes"
                  ]
                },
                {
                  "sentence": "Afterwards, Rhodes claimed that he had not lost and demanded another chance",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wwesmackdownreport/article_62913.shtml"
                  ]
                },
                {
                  "sentence": "Four days later on Super SmackDown Live, the WWE Board of Directors granted Rhodes another shot and he defeated Christian to earn a spot in the match",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wwesmackdownreport/article_62913.shtml"
                  ]
                },
                {
                  "sentence": "At Money in the Bank, he was unsuccessful as the match was won by Dolph Ziggler",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wwesmackdownreport/article_63002.shtml"
                  ]
                },
                {
                  "sentence": "On September 16 at Night of Champions, Rhodes failed to capture the Intercontinental Championship from The Miz in a fatal-four-way match, also involving Rey Mysterio and Sin Cara",
                  "refs": [
                    "http://www.wwe.com/shows/moneyinthebank/2012/world-heavyweight-championship-contract-money-in-the-bank-ladder-match"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Team Rhodes Scholars (2012–2013)",
              "section_content": [
                {
                  "sentence": "Rhodes then aligned himself with Damien Sandow, attacking Tag Team Champions Team Hell No (Daniel Bryan and Kane) on the September 24 Raw",
                  "refs": []
                },
                {
                  "sentence": "The team, now known as \"Rhodes Scholars\", won a Tag Team Championship tournament to become the number one contenders to the Tag Team Championship, but they were defeated by the champions twice",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wwerawreport/article_65455.shtml"
                  ]
                },
                {
                  "sentence": "Rhodes suffered a concussion and a strained shoulder, resulting in him being removed from his traditional five-on-five tag team match at Survivor Series",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wwerawreport/article_66112.shtml",
                    "http://www.wwe.com/shows/hellinacell/2012/team-hell-no-team-rhodes-scholars-26059965",
                    "http://pwtorch.com/artman2/publish/wwsuperstarsreport/article_66648.shtml"
                  ]
                },
                {
                  "sentence": "After he returned from injury, sporting a mustache, he and Sandow worked as a tag team, facing the champions Team Hell No twice: one at Main Event  and another at the Royal Rumble",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wwsuperstarsreport/article_67391.shtml"
                  ]
                },
                {
                  "sentence": "They would also be joined by The Bella Twins, as they began feuding with Tons of Funk (Brodus Clay and Tensai) and The Funkadactyls (Cameron and Naomi)",
                  "refs": []
                },
                {
                  "sentence": "The two teams were originally booked to face each other in an eight-person mixed tag team match on April 7 at WrestleMania 29,  but their match was cut due to time constraints",
                  "refs": [
                    "http://www.wrestleview.com/wwe-wrestling-results/wwe-raw-results/40536-wwe-raw-results-3-25-13-rock-cena-q-and-a",
                    "https://www.pwtorch.com/artman2/publish/wwerawreport/article_69177.shtml",
                    "https://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_69461.shtml",
                    "http://www.wwe.com/shows/wrestlemania/29/brodus-clay-tensai-the-funkadactyls-vs-team-rhodes-scholars-the-bella-twins-26102098"
                  ]
                },
                {
                  "sentence": "The match instead took place the following night on Raw, where Tons of Funk and The Funkadactyls emerged victorious",
                  "refs": [
                    "https://www.pwtorch.com/artman2/publish/WWE_News_3/article_69858.shtml"
                  ]
                },
                {
                  "sentence": "On July 14 at Money in the Bank pay-per-view, Rhodes competed in the World Heavyweight Championship Money in the Bank ladder match, which was won by Damien Sandow after Sandow turned on Rhodes and threw him off of the ladder just as Rhodes was about to win the match",
                  "refs": []
                },
                {
                  "sentence": "The following night on Raw, Rhodes attacked Sandow and dissolved Team Rhodes Scholars, turning face for the first time since 2008",
                  "refs": [
                    "https://www.pwtorch.com/artman2/publish/wweppvs/article_71942.shtml"
                  ]
                },
                {
                  "sentence": "They feuded over the briefcase, which Rhodes threw into the Gulf of Mexico",
                  "refs": [
                    "https://www.pwtorch.com/artman2/publish/wwerawreport/article_71983.shtml"
                  ]
                },
                {
                  "sentence": "On August 18 at SummerSlam, now no longer sporting a mustache, Rhodes defeated Sandow in a singles match,  and did so again the following night on Raw",
                  "refs": [
                    "https://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_72289.shtml",
                    "https://www.pwtorch.com/artman2/publish/wweppvs/article_72777.shtml"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "The Brotherhood (2013–2014)",
              "section_content": [
                {
                  "sentence": "In September 2013, Rhodes started a storyline with his brother against Triple H",
                  "refs": []
                },
                {
                  "sentence": "After Rhodes was defeated by Orton, he was fired in storyline",
                  "refs": []
                },
                {
                  "sentence": "This was put in place to give Rhodes time off for his marriage and honeymoon to Brandi Reed",
                  "refs": [
                    "https://archive.today/20131101090651/http://slam.canoe.ca/Slam/Wrestling/2013/09/03/21092596.html"
                  ]
                },
                {
                  "sentence": "Over the next few weeks, Rhodes' brother Goldust also lost to Orton with Cody's reinstatement on the line, while his father Dusty Rhodes was knocked out by Big Show while pleading for his sons to get their jobs back",
                  "refs": []
                },
                {
                  "sentence": "In return, the vengeful Rhodes brothers gatecrashed Raw by attacking The Shield",
                  "refs": [
                    "https://archive.today/20131101093830/http://slam.canoe.ca/Slam/Wrestling/2013/09/09/21110481.html",
                    "https://archive.today/20131101093833/http://slam.canoe.ca/Slam/Wrestling/2013/09/17/21127846.html"
                  ]
                },
                {
                  "sentence": "On October 6 at Battleground, Rhodes and Goldust defeated the WWE Tag Team Champions, Roman Reigns and Seth Rollins in a non-title match with the stipulation that they would be re-signed",
                  "refs": []
                },
                {
                  "sentence": "On October 14 episode of Raw, they defeated The Shield in a No Disqualification match to become Tag Team Champions",
                  "refs": [
                    "https://archive.today/20131011234925/http://slam.canoe.ca/Slam/Wrestling/2013/10/06/21176466.html"
                  ]
                },
                {
                  "sentence": "The Rhodes brothers then retain the titles for months, over opponents which included the former champions The Shield,  until they lost them at the Royal Rumble to The New Age Outlaws.",
                  "refs": [
                    "https://web.archive.org/web/20131019035451/http://www.wwe.com/classics/titlehistory/wwetag/10142013-cody-rhodes-goldust",
                    "https://archive.today/20131101090717/http://slam.canoe.ca/Slam/Wrestling/2013/10/15/21195641.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Stardust, creative frustration, and departure (2014–2016)",
              "section_content": [
                {
                  "sentence": "On the June 16 Raw, Rhodes debuted a new character called Stardust (a ring name also previously used by his father during his time in American Wrestling Association), with face paint, a bodysuit and mannerisms similar to those of Goldust",
                  "refs": []
                },
                {
                  "sentence": "He teamed with his brother to defeat RybAxel that night and then at both Money in the Bank and on Raw",
                  "refs": []
                },
                {
                  "sentence": "On the August 18 Raw, Stardust and Goldust defeated the WWE Tag Team Champions The Usos in a non-title match",
                  "refs": [
                    "http://www.wwe.com/shows/raw/2014-6-16/wwe-raw-results-26400632/page-9/"
                  ]
                },
                {
                  "sentence": "This led to a rematch on the August 25 Raw, where Stardust and Goldust defeated The Usos via countout, but did not win the titles",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wwerawreport/article_80290.shtml#.U_OW-_l_vtU"
                  ]
                },
                {
                  "sentence": "After the match, both Stardust and Goldust attacked The Usos",
                  "refs": []
                },
                {
                  "sentence": "At Night of Champions, Stardust and Goldust defeated the Usos to become WWE Tag Team Champions for their second reign as a team",
                  "refs": []
                },
                {
                  "sentence": "At Hell in a Cell, they successfully retained against The Usos",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wwerawreport/article_80417.shtml#.U_x7c_l_vtU"
                  ]
                },
                {
                  "sentence": "They lost the title to Damien Mizdow and The Miz in a fatal four-way tag team match also involving The Usos and Los Matadores the next month at Survivor Series, while also losing a rematch the next night on Raw",
                  "refs": []
                },
                {
                  "sentence": "At TLC they lost to the newly formed team The New Day.",
                  "refs": []
                },
                {
                  "sentence": "On February, the team disbanded after Cody executed Cross Rhodes on Goldust",
                  "refs": []
                },
                {
                  "sentence": "This led to a match between Goldust and Stardust at Fastlane, which Goldust won",
                  "refs": [
                    "https://archive.today/20150218000214/http://slam.canoe.ca/Slam/Wrestling/2015/02/17/22240316.html"
                  ]
                },
                {
                  "sentence": "The brothers tried to have a match at WrestleMania, but the WWE Chairman Vince McMahon did not book the match, since he felt the match was not good enough for WrestleMania",
                  "refs": [
                    "https://atletifo.com/wrestling/cody-rhodes-stardust/"
                  ]
                },
                {
                  "sentence": "The Stardust character eventually evolved to resemble a comic book supervillain, which led to him entering a storyline rivalry with actor Stephen Amell,  renaming his finishing maneuver The Queen's Crossbow, after Oliver Queen, Amell's character from Arrow",
                  "refs": [
                    "https://web.archive.org/web/20150817134957/http://www.f4wonline.com/more/more-top-stories/96-wwe-news/43905-wwe-neville-a-stardust-are-comic-book-characters-come-to-life"
                  ]
                },
                {
                  "sentence": "At SummerSlam, he and Barrett were defeated in a tag team match by Amell and Neville",
                  "refs": [
                    "https://web.archive.org/web/20150817134957/http://www.f4wonline.com/more/more-top-stories/96-wwe-news/43905-wwe-neville-a-stardust-are-comic-book-characters-come-to-life"
                  ]
                },
                {
                  "sentence": "Then, he began to work with The Ascension, forming the faction \"The Cosmic Wasteland\"",
                  "refs": [
                    "http://pwtorch.com/artman2/publish/wweppvs/article_87122.shtml"
                  ]
                },
                {
                  "sentence": "At Night of Champions, they defeated Neville and The Lucha Dragons in a six-man tag team match in the pre-show.",
                  "refs": []
                },
                {
                  "sentence": "From September until May, he worked on television and PPV in minor storylines and losses",
                  "refs": []
                },
                {
                  "sentence": "At WrestleMania 32, Stardust competed in a seven-man ladder match for the Intercontinental Championship, which was won by Zack Ryder",
                  "refs": [
                    "http://www.wrestleview.com/wwe-wrestling-results/wwe-raw-results/57788-wwe-raw-results-2-15-16-live-results-from-anaheim"
                  ]
                },
                {
                  "sentence": "On May 21, 2016, Rhodes revealed on Twitter that he had requested his release from WWE,  which was officially granted the following day",
                  "refs": [
                    "https://web.archive.org/web/20190702100721/https://dailyddt.com/2016/03/21/kevin-owens-sami-zayn-dolph-ziggler-miz-stardust-sin-cara-zack-ryder-wwe-wrestlemania-32/",
                    "http://www.cagesideseats.com/wwe/2016/4/3/11356288/wrestlemania-32-results-zack-ryder-wins-the-intercontinental-championship",
                    "http://www.cagematch.net/?id=2&nr=3686&page=4&year=2016&promotion=1&showtype=TV-Show%7CPay+Per+View&constellationType=",
                    "http://www.pwinsider.com/ViewArticle.php?id=102146",
                    "https://x.com/PrinceCGR/status/734074764042600448"
                  ]
                },
                {
                  "sentence": "Rhodes cited frustrations with WWE's creative department and his position within the company as the reasons for requesting his release, noting that he had \"pleaded\" with writers to end the Stardust gimmick for over six months and pitched numerous storyline ideas which had been ignored",
                  "refs": [
                    "http://www.wwe.com/article/cody-rhodes-released"
                  ]
                },
                {
                  "sentence": "Reflecting on Rhodes' WWE career, Dave Meltzer of the Wrestling Observer wrote that following his run with Legacy, Rhodes was \"used as more of a lower and mid-card wrestler in a number of changing roles\", adding that \"his career had gone nowhere and he hadn't been used well\"",
                  "refs": [
                    "https://web.archive.org/web/20190628122813/https://pbs.twimg.com/media/CjF5AxQVAAAG53q.jpg",
                    "https://web.archive.org/web/20190628122813/https://pbs.twimg.com/media/CjF5AxxWkAAX2QS.jpg",
                    "http://www.pwtorch.com/site/2016/05/22/cody-rhodes-statement-wwe-exit-left-moment-clarity-broken-creative-system-last-conversation-triple-h-honoring-dusty-whats-next/",
                    "http://prowrestling.net/site/2016/05/22/cody-rhodes-addresses-his-departure-from-wwe-and-his-future/"
                  ]
                },
                {
                  "sentence": "James Caldwell of Pro Wrestling Torch wrote that Rhodes \"had been floundering as the Stardust character over the past year or so, mostly landing on Superstars or Main Event\"",
                  "refs": [
                    "http://www.f4wonline.com/wwe-news/cody-runnels-requested-his-release-wwe-213191"
                  ]
                },
                {
                  "sentence": "Jason Powell of Pro Wrestling Dot Net commented that Rhodes choosing to leave was \"surprising in the sense that Cody and his family have worked for WWE for so long\"",
                  "refs": [
                    "http://www.pwtorch.com/site/2016/05/22/cody-rhodes-statement-wwe-exit-left-moment-clarity-broken-creative-system-last-conversation-triple-h-honoring-dusty-whats-next/",
                    "http://www.pwtorch.com/site/2016/05/21/breaking-stardust-cody-rhodes-announces-exit-wwe/"
                  ]
                },
                {
                  "sentence": "Meanwhile, Dave Scherer of Pro Wrestling Insider wrote: \"I can't say I blame him a bit",
                  "refs": [
                    "http://prowrestling.net/site/2016/05/21/wwe-wrestler-cody-stardust-rhodes-asks-for-his-release-from-wwe/"
                  ]
                },
                {
                  "sentence": "Not even a little bit",
                  "refs": []
                },
                {
                  "sentence": "WWE never gave him a real chance, and that's just sad to me\"",
                  "refs": []
                },
                {
                  "sentence": "In September 2019, Rhodes revealed WWE Executive Vice President Triple H's reaction to his WWE departure, where Rhodes stated:",
                  "refs": [
                    "http://www.pwinsider.com/ViewArticle.php?id=102176"
                  ]
                },
                {
                  "sentence": "Despite that, Rhodes consistently spoke highly of WWE following his departure, adding that there were no grudges between him and the company and that any decisions the company makes regarding him are largely business-based",
                  "refs": []
                },
                {
                  "sentence": "This included WWE redesigning the Intercontinental Championship belt (whose 2011–2019 design was introduced in storyline by Rhodes) in 2019 around the same time AEW launched being a coincidence as opposed to trying to separate themselves from Rhodes, as Rhodes himself acknowledged that the physical belt was due for a redesign anyway",
                  "refs": [
                    "http://411mania.com/wrestling/cody-denial-cody-rhodes-trademark-wwe/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Independent circuit (2016–2018)",
          "section_content": [
            {
              "sentence": "After he left WWE, Rhodes continued working under his real name on the independent circuit, but often dropped his last name in order to avoid conflict with WWE",
              "refs": []
            },
            {
              "sentence": "Rhodes' first post-WWE match was for Evolve in Joppa, Maryland, on August 19 at Evolve 66, defeating Zack Sabre Jr",
              "refs": [
                "https://www.youtube.com/watch?v=C5PmEVwHpVY"
              ]
            },
            {
              "sentence": "by submission",
              "refs": []
            },
            {
              "sentence": "After the match, Rhodes called out Drew Galloway",
              "refs": [
                "http://411mania.com/wrestling/cody-rhodes-to-wrestle-at-evolve-66/",
                "https://web.archive.org/web/20190702101457/https://www.f4wonline.com/indies/evolve-66-results-cody-rhodes-makes-his-return-professional-wrestling-219076"
              ]
            },
            {
              "sentence": "The following day, he lost to Chris Hero",
              "refs": [
                "https://web.archive.org/web/20190702101457/https://www.f4wonline.com/indies/evolve-66-results-cody-rhodes-makes-his-return-professional-wrestling-219076"
              ]
            },
            {
              "sentence": "Rhodes wrestled for the Northeast Wrestling promotion from August 25 to 28",
              "refs": []
            },
            {
              "sentence": "On August 25, he beat Brian Anthony in a match with Ricky Steamboat as the guest referee, in Pomona, New York",
              "refs": []
            },
            {
              "sentence": "On August 26, Rhodes beat Mike Bennett in Pittsfield, Massachusetts (the match had been announced on June 3 and their wives were in their corners)",
              "refs": []
            },
            {
              "sentence": "On August 27, he beat Kurt Angle in Wappingers Falls, New York",
              "refs": [
                "http://www.pwtorch.com/site/2016/06/03/21665/"
              ]
            },
            {
              "sentence": "On August 28, Rhodes beat Sami Callihan in Bangor, Maine",
              "refs": [
                "http://www.pwtorch.com/site/2016/06/01/cody-rhodes-begins-list-big-post-wwe-match-announced-august/"
              ]
            },
            {
              "sentence": "On June 6, Pro Wrestling Guerrilla (PWG) announced that Rhodes would be wrestling in their annual Battle of Los Angeles tournament",
              "refs": []
            },
            {
              "sentence": "On September 3, Rhodes, billed as Cody R,  defeated Sami Callihan in his first round match in the tournament",
              "refs": [
                "http://www.pwtorch.com/site/2016/06/06/rhodesbola/",
                "http://www.prowrestlingguerrilla.com/merch/2016/dvd0174.html"
              ]
            },
            {
              "sentence": "The following day, Rhodes was eliminated from the tournament in the quarterfinals by eventual winner Marty Scurll",
              "refs": [
                "http://www.f4wonline.com/indies/pwg-battle-los-angeles-night-two-results-phenomenal-night-action-220026"
              ]
            },
            {
              "sentence": "On November 26 at WrestleCade's Showcase of Champions, Rhodes defeated Sonjay Dutt for the GFW NEX*GEN Championship",
              "refs": []
            },
            {
              "sentence": "On March 3, 2017, Rhodes appeared for Northeast Wrestling (NEW) in Connecticut, defeating Kurt Angle in a steel cage match",
              "refs": [
                "http://globalforcewrestling.com/cody-rhodes-new-gfw-nexgen-champion/"
              ]
            },
            {
              "sentence": "On March 18, 2017, Cody defeated Mike Bennett for the NEW Heavyweight Championship",
              "refs": [
                "https://www.si.com/extra-mustard/2017/03/01/wwe-week-wrestling-kurt-angle-cody-rhodes-bobby-fish"
              ]
            },
            {
              "sentence": "On December 1, 2017, Rhodes lost the NEW Heavyweight Championship to Flip Gordon in a triple threat match.",
              "refs": [
                "http://pwinsider.com/article/108454/cody-rhodes-beats-mike-bennett-to-win-the-northeast-wrestling-title.html?p=1"
              ]
            },
            {
              "sentence": "On October 6, 2016, he made his debut with What Culture Pro Wrestling (WCPW) at the iPPV Refuse to Lose under the ring name Cody Rhodes, defeating Doug Williams",
              "refs": []
            },
            {
              "sentence": "The following day at the 14th episode of Loaded, Rhodes unsuccessfully challenged Joseph Conners for the WCPW Championship",
              "refs": [
                "https://www.pwinsider.com/article/105200/kurt-angle-vs-joe-hendry-doug-williams-vs-cody-rhodes-and-more-refuse-to-lose-ippv-on-fitetv-coverage-.html?p=1"
              ]
            },
            {
              "sentence": "Rhodes faced Kurt Angle at True Legacy in a losing effort",
              "refs": [
                "http://www.cagematch.net/?id=5&nr=3073&page=5&reign=2"
              ]
            },
            {
              "sentence": "After the match, Rhodes issued a challenge to El Ligero for the WCPW Internet Championship, which Ligero accepted",
              "refs": [
                "https://www.imdb.com/title/tt7541052/"
              ]
            },
            {
              "sentence": "On November 30 at Delete WCPW, Rhodes defeated El Ligero for the WCPW Internet Championship and retained his GFW NEX*GEN Championship at the same time in a title for title match",
              "refs": [
                "https://www.youtube.com/watch?v=AXEtHg8PXFg"
              ]
            },
            {
              "sentence": "On April 29, 2017, at No Regrets, Rhodes lost the WCPW Internet Championship to Gabriel Kidd in a triple threat match also involving Joe Hendry",
              "refs": []
            },
            {
              "sentence": "Later that night, Rhodes took part in a battle royal for the WCPW Championship but was eliminated by Joe Coffey",
              "refs": [
                "https://www.cagematch.net/?id=1&nr=173726"
              ]
            },
            {
              "sentence": "The following day, Rhodes defeated former WCPW Champion Drew Galloway in his final match with WCPW",
              "refs": [
                "https://www.cagematch.net/?id=1&nr=173726"
              ]
            },
            {
              "sentence": "In May 2017, Dave Meltzer suggested that an independent wrestling show would be unable to sell out a ten thousand seat arena in the United States",
              "refs": []
            },
            {
              "sentence": "Rhodes, along with The Young Bucks, challenged the idea by planning a show specifically for the purposes of drawing ten thousand fans",
              "refs": []
            },
            {
              "sentence": "In May 2018, it was announced that the show would be named All In",
              "refs": [
                "http://www.chicagotribune.com/suburbs/ct-all-in-wrestling-chicago-young-bucks-cody-20180511-story.html"
              ]
            },
            {
              "sentence": "On May 13, 2018, tickets to \"All In\" sold out in 30 minutes",
              "refs": [
                "https://twitter.com/all_in_2018"
              ]
            },
            {
              "sentence": "At the event on September 1, Cody defeated Nick Aldis to win the NWA World Heavyweight Championship",
              "refs": [
                "https://www.f4wonline.com/other-wrestling/all-tickets-sell-out-almost-immediately-after-going-sale-257626"
              ]
            },
            {
              "sentence": "Cody lost the championship back to Aldis in a two-out-of-three falls match at the NWA 70th Anniversary Show on October 21",
              "refs": [
                "https://bleacherreport.com/articles/2792041-cody-rhodes-beats-nick-aldis-wins-nwa-worlds-heavyweight-title-at-all-in"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Ring of Honor (2016–2018)",
          "section_content": [
            {
              "sentence": "On July 19, 2016, Rhodes announced that he would appear at Ring of Honor's (ROH) Final Battle pay-per-view on December 2",
              "refs": []
            },
            {
              "sentence": "ROH made the official announcement the following day",
              "refs": []
            },
            {
              "sentence": "At the event, Rhodes, who was simply billed as Cody, defeated Jay Lethal following a low blow, then proceed to attack Lethal, senior referee Todd Sinclair, taunted ROH fans and shoved ROH commentator Steve Corino",
              "refs": [
                "http://www.pwtorch.com/site/2016/07/20/cody-rhodes-alert-rhodes-heading-rohs-final-battle/"
              ]
            },
            {
              "sentence": "On the January 18 episode of Ring of Honor Wrestling, Cody defeated Corino",
              "refs": [
                "http://www.pwtorch.com/site/2016/12/02/kellers-roh-final-battle-2016-ppv-report-122-cole-vs-oreilly-cody-rhodes-vs-lethal-cabana-vs-dalton-briscoes-vs-young-bucks/"
              ]
            },
            {
              "sentence": "[unreliable source] At the Supercard of Honor XI event on April 1, Cody was defeated by Jay Lethal in a Texas Bullrope match",
              "refs": [
                "http://www.wrestlinginc.com/wi/news/2017/0118/621338/roh-tv-recap/"
              ]
            },
            {
              "sentence": "Later in the night, he attacked former ROH World Champion Christopher Daniels",
              "refs": []
            },
            {
              "sentence": "On May 12 at War of the Worlds, Cody unsuccessfully challenged Christopher Daniels for the ROH World Championship in a three-way match also involving Jay Lethal",
              "refs": [
                "http://www.pwtorch.com/site/2017/04/01/mcneills-roh-supercard-honor-xi-ippv-report-41-hardys-vs-bucks-ladder-match-daniels-vs-castle/"
              ]
            },
            {
              "sentence": "On June 23 at Best in the World, Cody defeated Daniels to become the new ROH World Champion, marking the first world title of his career",
              "refs": [
                "http://www.f4wonline.com/roh-results/roh-war-worlds-ppv-live-results-daniels-vs-cody-vs-lethal-235346"
              ]
            },
            {
              "sentence": "Cody was also billed as the first member of the Rhodes family to capture a world title in 31 years",
              "refs": [
                "http://www.f4wonline.com/roh-results/roh-best-world-live-results-christopher-daniels-vs-cody-237881"
              ]
            },
            {
              "sentence": "Cody and Dusty are the second father-son combination to win major world championships in the United States after Fritz and Kerry Von Erich",
              "refs": [
                "http://www.f4wonline.com/daily-updates/daily-update-wwe-house-shows-cody-rhodes-mr-pogo-237861"
              ]
            },
            {
              "sentence": "On September 23, it was confirmed that Cody had signed an exclusive contract with ROH",
              "refs": []
            },
            {
              "sentence": "On December 15 at Final Battle, Cody, now with bleached blond hair, lost the ROH World Championship to Dalton Castle",
              "refs": [
                "http://www.f4wonline.com/ring-honor/cody-rhodes-officially-signs-ring-honor-243376"
              ]
            },
            {
              "sentence": "On July 21, 2018, he and fellow Bullet Club members The Young Bucks defeated The Kingdom to win the ROH World Six-Man Tag Team Championship, marking his first reign",
              "refs": [
                "https://www.f4wonline.com/roh-results/roh-final-battle-2017-live-results-cody-vs-dalton-castle-248016"
              ]
            },
            {
              "sentence": "Cody and The Bucks lost the titles at Survival of the Fittest to The Kingdom on November 4 after a 106-day reign and two successful title defenses",
              "refs": []
            },
            {
              "sentence": "Cody faced Jay Lethal for the ROH World Championship at Final Battle, but he lost the match",
              "refs": []
            },
            {
              "sentence": "The next day, Cody left ROH",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Total Nonstop Action Wrestling/Impact Wrestling (2016–2017)",
          "section_content": [
            {
              "sentence": "Rhodes was expected to work events for Total Nonstop Action Wrestling (TNA) while simultaneously working in ROH, both deals being non-exclusive",
              "refs": []
            },
            {
              "sentence": "On September 22, TNA confirmed Rhodes, billed as Cody, would be debuting for the promotion on October 2 at Bound for Glory",
              "refs": [
                "http://www.f4wonline.com/indies/cody-rhodes-wrestling-future-include-both-tna-roh-220096"
              ]
            },
            {
              "sentence": "At Bound for Glory, Cody, alongside his wife Brandi Rhodes, made his debut as a face, attacking Mike Bennett and his wife Maria to begin a feud between the two couples",
              "refs": [
                "http://www.f4wonline.com/tna-news/cody-rhodes-make-tna-debut-bound-glory-221381"
              ]
            },
            {
              "sentence": "On the October 6 episode of Impact Wrestling, Cody cut a promo where he put over the company and said he has a shot at the TNA World Heavyweight Championship, but Bennett and Maria interrupted and the segment ended with a brawl",
              "refs": [
                "http://www.pwtorch.com/site/2016/10/02/102-tna-bound-glory-ppv-mcmahons-ongoing-coverage-ec3-vs-lashley-decay-vs-broken-matt-hardy-nero/"
              ]
            },
            {
              "sentence": "On the October 13 episode of Impact Wrestling, Cody made his in-ring debut by defeating Bennett",
              "refs": []
            },
            {
              "sentence": "On the October 20 episode of Impact Wrestling, Cody challenged Eddie Edwards for the Impact World Heavyweight Championship, but lost the match",
              "refs": []
            },
            {
              "sentence": "On the October 27 Impact Wrestling, Cody and Brandi defeated Bennett and Maria",
              "refs": []
            },
            {
              "sentence": "After the match, Cody was attacked backstage by Lashley, and this was done to write him off television.",
              "refs": []
            },
            {
              "sentence": "Cody returned on the February 23, 2017, episode of Impact Wrestling, calling out Moose to thank him for helping his wife Brandi while he was away",
              "refs": []
            },
            {
              "sentence": "After learning Brandi had Moose's phone number, Cody attacked Moose, turning heel",
              "refs": []
            },
            {
              "sentence": "On the March 30 episode of Impact Wrestling, Cody unsuccessfully faced Moose for the Impact Grand Championship",
              "refs": [
                "http://www.wrestlingnewsworld.com/cody-rhodes-returns-tna-impact-wrestling/"
              ]
            },
            {
              "sentence": "Rhodes' contract with the promotion ended shortly after",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "New Japan Pro-Wrestling (2016–2019)",
          "section_content": [
            {
              "sentence": "On December 10, 2016, Rhodes, billed as \"The American Nightmare\" Cody, appeared at New Japan Pro-Wrestling's (NJPW) World Tag League finals via video package, announcing himself as the newest member of Bullet Club",
              "refs": []
            },
            {
              "sentence": "On January 4, 2017, Cody defeated Juice Robinson in his debut match at Wrestle Kingdom 11 in Tokyo Dome",
              "refs": [
                "http://www.njpw.co.jp/card_result/76490",
                "http://www.f4wonline.com/japan/njpw-world-tag-league-finals-live-results-winners-are-crowned-226256"
              ]
            },
            {
              "sentence": "Cody returned to NJPW in February during the NJPW and ROH co-produced Honor Rising: Japan 2017 shows",
              "refs": [
                "http://www.f4wonline.com/japan/njpw-wrestle-kingdom-11-live-results-kazuchika-okada-vs-kenny-omega-227626"
              ]
            },
            {
              "sentence": "After defeating Michael Elgin at Dominion 6.11 in Osaka-jo Hall on June 11, Cody challenged Kazuchika Okada to a match for the IWGP Heavyweight Championship",
              "refs": [
                "http://www.f4wonline.com/japan/kenny-omegas-return-highlights-roh-njpw-honor-rising-lineup-230046"
              ]
            },
            {
              "sentence": "The match took place on July 1 at G1 Special in USA, with Okada winning",
              "refs": [
                "http://www.f4wonline.com/japan/njpw-dominion-live-results-kazuchika-okada-vs-kenny-omega-237066"
              ]
            },
            {
              "sentence": "During the finals of the G1 Climax 27 on August 13, Cody and Bullet Club stablemate Hangman Page unsuccessfully challenged War Machine (Hanson and Raymond Rowe) for the IWGP Tag Team Championship",
              "refs": [
                "http://www.pwtorch.com/site/2017/07/01/radicans-71-njpw-g1-special-usa-night-1-report-tournament-begins-crown-first-iwgp-u-s-champion-okada-defends-iwgp-hvt-championship-cody-rhodes/"
              ]
            },
            {
              "sentence": "Cody faced Kota Ibushi at Wrestle Kingdom 12 on January 4, 2018, in a losing effort",
              "refs": []
            },
            {
              "sentence": "At The New Beginning in Sapporo, he attacked Kenny Omega with the help of Page, eventually being stopped by Ibushi",
              "refs": [
                "https://www.cbssports.com/wwe/news/njpw-wrestle-kingdom-12-results-recap-grades-jericho-impresses-okada-reigns/"
              ]
            },
            {
              "sentence": "This led to a match at the G1 Special in San Francisco on July 7, where Cody unsuccessfully challenged Omega for the IWGP Heavyweight Championship",
              "refs": [
                "https://www.f4wonline.com/japan/njpw-new-beginning-sapporo-night-two-live-results-omega-white-250651"
              ]
            },
            {
              "sentence": "After the match, as the \"BC Firing Squad\" of King Haku, Tanga Loa, and Tama Tonga attacked Omega and the rest of Bullet Club, Cody refused to aid the attackers and embraced the Bullet Club members afterward",
              "refs": []
            },
            {
              "sentence": "At Fighting Spirit Unleashed, Cody defeated Robinson to win the IWGP United States Heavyweight Championship, his first championship in NJPW",
              "refs": [
                "https://www.f4wonline.com/japan/njpw-g1-special-san-francisco-live-results-kenny-omega-vs-cody-261176"
              ]
            },
            {
              "sentence": "Cody again failed to defeat Omega for the championship in a three-way match also involving Kota Ibushi at King of Pro-Wrestling on October 8",
              "refs": [
                "https://www.njpw1972.com/tornament/33018?showResult=1"
              ]
            },
            {
              "sentence": "On October 24, Cody announced that he was no longer affiliated with Bullet Club, and he would continue teaming with Omega, The Young Bucks, Hangman Page and Marty Scurll as The Elite",
              "refs": [
                "https://www.f4wonline.com/japan/njpw-king-pro-wrestling-live-results-omega-vs-cody-vs-ibushi-267356"
              ]
            },
            {
              "sentence": "At Wrestle Kingdom 13 on January 4, 2019, Cody lost the United States Heavyweight Championship back to Robinson",
              "refs": [
                "https://www.prowrestlingsheet.com/all-elite-wrestling-jericho-jr/"
              ]
            },
            {
              "sentence": "On February 7, his profile was removed from NJPW website",
              "refs": [
                "https://prowrestling.net/site/2019/01/04/1-4-njpw-wrestle-kingdom-13-results-kenny-omega-vs-hiroshi-tanahashi-for-the-iwgp-heavyweight-championship-chris-jericho-vs-tetsuya-naito-for-the-iwgp-intercontinental-championship-cody-vs/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "All Elite Wrestling (2018–2022)",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Formation of AEW and early storylines (2018–2020)",
              "section_content": [
                {
                  "sentence": "In November 2018, several trademarks were filed in Jacksonville, Florida that indicated the launch of a new wrestling promotion",
                  "refs": []
                },
                {
                  "sentence": "On January 1, 2019, All Elite Wrestling (AEW) was unveiled during a conference in Jacksonville, with Cody revealing that he, along with Matt and Nick Jackson of The Young Bucks and Kenny Omega, would serve as Executive Vice Presidents, as well as on-air talent",
                  "refs": [
                    "https://www.f4wonline.com/indies/trademarks-filed-florida-all-elite-wrestling-all-out-and-more-270671",
                    "https://www.pwinsider.com/article/121945/new-trademarks-point-to-elite-promotion-next-step-for-bucks-and-cody.html?p=1",
                    "https://www.pwtorch.com/site/2018/11/21/all-elite-wrestling-trademarks-filed-startup-promotion-linked-to-young-bucks-cody-rhodes-omega-and-cast-of-being-the-elite/"
                  ]
                },
                {
                  "sentence": "Both Cody and The Young Bucks signed five-year contracts with the promotion",
                  "refs": []
                },
                {
                  "sentence": "At their inaugural event on May 25, Double or Nothing, Cody defeated Dustin Rhodes in an acclaimed match; it would later win \"Match of the Year\" from Pro Wrestling Illustrated",
                  "refs": [
                    "https://www.fightful.com/wrestling/report-cody-and-young-bucks-have-five-year-deals-aew"
                  ]
                },
                {
                  "sentence": "On June 29 at Fyter Fest, Cody wrestled Darby Allin to a time limit draw",
                  "refs": [
                    "https://prowrestling.net/site/2019/05/25/aew-double-or-nothing-results-powells-live-review-of-kenny-omega-vs-chris-jericho-the-young-bucks-vs-pentagon-jr-and-fenix-for-the-aaa-tag-titles-cody-vs-dustin-rhodes-britt-baker-vs-nyla-r/",
                    "https://ewrestling.com/article/cody-vs-dustin-rhodes-aew-double-or-nothing-named-2019-pro-wrestling-illustrated-match-year/"
                  ]
                },
                {
                  "sentence": "After the match, Rhodes was attacked by Shawn Spears and struck with a chair shot that caused Rhodes to bleed heavily from the back of his head",
                  "refs": []
                },
                {
                  "sentence": "While Rhodes did not suffer a concussion, he did require 12 surgical staples",
                  "refs": [
                    "https://prowrestling.net/site/2019/06/29/6-29-aew-fyter-fest-results-powells-live-review-of-kenny-omega-and-the-young-bucks-vs-pentagon-jr-fenix-and-laredo-kid-jon-moxley-vs-joey-janela-in-an-unsanctioned-match-cody-vs-darby-allin/"
                  ]
                },
                {
                  "sentence": "Spears' actions would be condemned by MJF, Cody's self-proclaimed best friend",
                  "refs": [
                    "https://comicbook.com/wwe/2019/06/30/aew-cody-rhodes-chairshot-unprotected-head-critics/"
                  ]
                },
                {
                  "sentence": "MJF would later become Cody's cornerman for his matches.",
                  "refs": [
                    "https://m.youtube.com/watch?v=hKqVR4hHbMM&t=70s"
                  ]
                },
                {
                  "sentence": "At All Out on August 31, Cody emerged victorious over Spears",
                  "refs": []
                },
                {
                  "sentence": "With this win, Cody improved his win–loss–draw record in singles matches to 2–0–1, granting him a match for the AEW World Championship against Chris Jericho at the Full Gear pay-per-view",
                  "refs": [
                    "https://prowrestling.net/site/2019/08/31/aew-all-out-results-powells-live-review-of-chris-jericho-vs-hangman-page-to-become-the-first-aew-champion-pentagon-jr-and-fenix-vs-the-young-bucks-in-a-ladder-match-for-the-aaa-tag-titles-cody/"
                  ]
                },
                {
                  "sentence": "On the premiere episode of Dynamite on October 2, Cody and The Young Bucks were beaten down by Jericho, Sammy Guevara, Jake Hager, Santana and Ortiz,  leading to the creation of The Inner Circle to rival The Elite",
                  "refs": [
                    "https://www.f4wonline.com/aew-news/chris-jericho-defend-aew-world-title-against-cody-full-gear-291836",
                    "https://www.cbssports.com/wwe/news/aew-dynamite-results-recap-grades-jon-moxley-returns-jack-hager-debuts-in-first-tnt-episode/"
                  ]
                },
                {
                  "sentence": "On the November 6 episode of Dynamite, Cody announced that if he were to lose at Full Gear, he would never challenge for the AEW World Championship again",
                  "refs": [
                    "https://prowrestling.net/site/2019/10/09/10-09-aew-dynamite-tv-results-barnetts-live-review-of-chris-jericho-and-sammy-guevara-vs-hangman-page-and-dustin-rhodes-jon-moxley-vs-shawn-spears-the-young-bucks-vs-private-party-in-an-a/"
                  ]
                },
                {
                  "sentence": "At Full Gear on November 9, Cody failed to win the championship from Jericho after MJF threw in the towel",
                  "refs": [
                    "https://prowrestling.net/site/2019/11/06/11-6-aew-dynamite-tv-results-barnetts-live-review-of-chris-jericho-and-sammy-guevara-vs-kenny-omega-and-adam-hangman-page-pac-vs-trent-codys-big-announcement-final-hype-for-saturdays-f/"
                  ]
                },
                {
                  "sentence": "After the match, MJF turned on Cody by kicking him the groin",
                  "refs": []
                },
                {
                  "sentence": "Over the following months, Cody attempted to secure a match with MJF,   which MJF agreed to do as long as Cody met three stipulations: he could not touch MJF until the match, he would have to defeat MJF's bodyguard Wardlow in a steel cage match, and he would have to take ten lashes with a leather belt",
                  "refs": [
                    "https://prowrestling.net/site/2019/11/13/11-13-aew-dynamite-tv-results-barnetts-live-review-of-frankie-kazarian-and-scorpio-sky-vs-chris-jericho-and-sammy-guevara-for-the-aew-tag-titles-adam-hangman-page-vs-pac-jon-moxley-spe/",
                    "https://prowrestling.net/site/2019/12/04/12-4-aew-dynamite-tv-results-barnetts-live-review-of-jon-moxley-vs-joey-janela-dustin-rhodes-and-the-young-bucks-vs-santana-ortiz-and-sammy-guevara-pentagon-jr-vs-christopher-dani/"
                  ]
                },
                {
                  "sentence": "After taking the lashes,  Cody defeated Wardlow in a steel cage match on the February 19, 2020, episode of Dynamite to arrange the match for the Revolution pay-per-view",
                  "refs": [
                    "https://www.f4wonline.com/aew-results/aew-dynamite-live-results-texas-street-fight-299271",
                    "https://prowrestling.net/site/2020/02/05/2-5-aew-dynamite-tv-results-barnetts-live-review-of-kenny-omega-hangman-page-and-the-young-bucks-vs-pentagon-jr-rey-fenix-the-butcher-and-the-blade-jon-moxley-vs-ortiz-britt-bak/"
                  ]
                },
                {
                  "sentence": "Cody was defeated by MJF at Revolution on February 29",
                  "refs": [
                    "https://prowrestling.net/site/2020/02/19/2-19-aew-dynamite-tv-results-barnetts-live-review-of-cody-vs-wardlow-in-a-steel-cage-match-jon-moxley-vs-jeff-cobb-kenny-omega-and-hangman-page-vs-pentagon-jr-and-rey-fenix-for-the-aew-t/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "TNT Champion and departure (2020–2022)",
              "section_content": [
                {
                  "sentence": "On March 30, AEW announced a new title, the AEW TNT Championship; Cody was announced as a participant for an eight-man, single-elimination tournament to crown the inaugural champion",
                  "refs": []
                },
                {
                  "sentence": "Cody defeated Shawn Spears and Darby Allin to reach the finals of the tournament to face Lance Archer, who also advanced to the finals",
                  "refs": [
                    "https://prowrestling.net/site/2020/03/30/aew-introducing-the-tnt-championship-belt-winner-to-be-crowned-in-a-tournament/"
                  ]
                },
                {
                  "sentence": "At Double Or Nothing on May 23, Cody defeated Archer to become the inaugural TNT Champion; Mike Tyson afterwards presented Cody with the title belt",
                  "refs": [
                    "https://prowrestling.net/site/2020/04/29/4-29-aew-dynamite-tv-results-powells-live-review-of-cody-vs-darby-allin-and-dustin-rhodes-vs-lance-archer-in-tnt-title-tournament-semifinal-matches-best-friends-vs-jimmy-havoc-and-kip-sabian-b/"
                  ]
                },
                {
                  "sentence": "Over the following weeks, Cody successfully defended the championship against the likes of Jungle Boy,  Marq Quen,  Ricky Starks,  Jake Hager,  Sonny Kiss,  Eddie Kingston,  Warhorse,  and Scorpio Sky",
                  "refs": [
                    "https://prowrestling.net/site/2020/05/23/aew-double-or-nothing-results-powells-live-review-of-cody-vs-lance-archer-to-become-the-first-tnt-champion-mike-tyson-presents-the-belt-jon-moxley-vs-brodie-lee-for-the-aew-championship-the-e/",
                    "https://prowrestling.net/site/2020/06/03/6-3-aew-dynamite-results-barnetts-live-review-of-cody-vs-jungle-boy-for-the-tnt-championship-hangman-page-and-kenny-omega-vs-jimmy-havoc-and-kip-sabian-for-the-aew-tag-titles-chris-je/",
                    "https://prowrestling.net/site/2020/06/10/6-10-aew-dynamite-results-powells-live-review-of-cody-vs-marq-quen-for-the-tnt-championship-ftr-vs-the-butcher-the-blade-orange-cassidy-and-best-friends-vs-santana-ortiz-and-jake-hager-hi/",
                    "https://www.f4wonline.com/aew-results/aew-dynamite-live-results-tag-titles-tnt-championship-line-313481",
                    "https://www.wrestleview.com/aew-dynamite-results/160626-aew-dynamite-results-july-1-2020/",
                    "https://prowrestling.net/site/2020/07/15/7-15-aew-dynamite-results-powells-live-review-of-fight-for-the-fallen-featuring-jon-moxley-vs-brian-cage-for-the-aew-championship-cody-vs-sonny-kiss-for-the-tnt-championship-ftr-vs-p/",
                    "https://www.allelitewrestling.com/post/aew-dynamite-results-for-july-22-2020",
                    "https://www.allelitewrestling.com/post/aew-dynamite-results-for-july-29-2020"
                  ]
                },
                {
                  "sentence": "Cody lost the championship to Brodie Lee on the August 22 episode of Dynamite, ending his reign at 82 days (91 days as recognized by AEW due to tape delay)",
                  "refs": [
                    "https://prowrestling.net/site/2020/08/12/8-12-aew-dynamite-results-barnetts-live-review-of-cody-vs-scorpio-sky-for-the-tnt-championship-chris-jericho-vs-orange-cassidy-kenny-omega-and-hangman-page-vs-luchasaurus-and-jungle-boy-f/"
                  ]
                },
                {
                  "sentence": "Subsequently, it was reported that Cody would be taking up a leave of absence from the company",
                  "refs": [
                    "https://prowrestling.net/site/2020/08/22/8-22-aew-dynamite-results-barnetts-live-review-of-cody-vs-brodie-lee-for-the-tnt-championship-ftr-vs-private-party-kenny-omega-and-the-young-bucks-vs-alex-reynolds-john-silver-and-alan-fiv/"
                  ]
                },
                {
                  "sentence": "Cody returned on the September 23 episode of Dynamite, attacking Brodie Lee and members of his faction, The Dark Order",
                  "refs": []
                },
                {
                  "sentence": "Cody would defeat Brodie Lee to win the TNT Championship in a Dog Collar match on the October 7 episode of Dynamite, beginning his second reign with the championship, also marking Lee's final match before his death in December of that year",
                  "refs": [
                    "https://www.allelitewrestling.com/post/aew-dynamite-results-for-september-23-2020"
                  ]
                },
                {
                  "sentence": "On November 7, Cody, now once again under the full name Cody Rhodes due to WWE cancelling their trademark on the name (in a settlement that saw Cody relinquishing his claim to the trademarks for several WCW event names), lost the TNT Championship to Darby Allin at Full Gear",
                  "refs": [
                    "https://prowrestling.net/site/2020/10/07/10-7-aew-dynamite-results-barnetts-live-review-of-30-years-of-chris-jericho-celebration-brodie-lee-vs-cody-in-a-dog-collar-match-for-the-tnt-championship-brian-cage-vs-will-hobbs-chris-jericho/"
                  ]
                },
                {
                  "sentence": "After losing the TNT Championship, Rhodes would begin a feud with famed basketball player Shaquille O'Neal",
                  "refs": []
                },
                {
                  "sentence": "On the March 3, 2021, episode of Dynamite, Rhodes teamed with Red Velvet in a loss to O'Neal and his partner Jade Cargill in a mixed tag team match",
                  "refs": [
                    "https://www.f4wonline.com/aew-news/shaquille-oneal-aew-debut-teased-dynamite-324941",
                    "https://www.f4wonline.com/aew-news/brandi-rhodes-throws-water-swears-shaq-aew-dynamite-327191"
                  ]
                },
                {
                  "sentence": "At the Revolution event on March 7, Rhodes competed in the Face of the Revolution Ladder Match for a future opportunity at the TNT Championship, but the match was won by Scorpio Sky",
                  "refs": [
                    "https://www.allelitewrestling.com/post/aew-dynamite-results-for-march-3-2021"
                  ]
                },
                {
                  "sentence": "On the March 31 episode of Dynamite, Rhodes began a feud with Q",
                  "refs": []
                },
                {
                  "sentence": "T",
                  "refs": []
                },
                {
                  "sentence": "Marshall, after Marshall and his allies Aaron Solo, Nick Comoroto and the debutant Anthony Ogogo assaulted Rhodes after a match",
                  "refs": []
                },
                {
                  "sentence": "At the Blood and Guts event on May 5, Rhodes defeated Marshall,  before going on to defeat Ogogo at the Double or Nothing pay-per-view later that month",
                  "refs": [
                    "https://prowrestling.net/site/2021/03/31/3-31-aew-dynamite-results-barnetts-live-review-of-christian-cage-vs-frankie-kazarian-kenny-omega-doc-gallows-and-karl-anderson-vs-penta-el-zero-miedo-rey-fenix-and-laredo-kid-cody/",
                    "https://prowrestling.net/site/2021/05/05/5-5-aew-dynamite-results-barnetts-live-review-of-the-inner-circle-vs-the-pinnacle-in-a-blood-and-guts-match-cody-rhodes-vs-qt-marshall-scu-vs-jurassic-express-vs-the-acclaimed-vs-varsity-blo/"
                  ]
                },
                {
                  "sentence": "At the Road Rager event on July 7, Rhodes defeated Marshall in a South Beach Strap match to end the feud",
                  "refs": [
                    "https://prowrestling.net/site/2021/05/30/aew-double-or-nothing-results-powells-live-review-of-kenny-omega-vs-orange-cassidy-vs-pac-for-the-aew-championship-hikaru-shida-vs-britt-baker-for-the-aew-womens-title-miro-vs-lance-archer/"
                  ]
                },
                {
                  "sentence": "Following this, Rhodes began a feud with the debuting Malakai Black",
                  "refs": [
                    "https://www.f4wonline.com/aew-news/cody-rhodes-vs-qt-marshall-strap-match-set-aew-road-rager-343891",
                    "https://prowrestling.net/site/2021/07/07/7-7-aew-dynamite-results-powells-live-review-of-the-young-bucks-vs-eddie-kingston-and-penta-el-zero-miedo-in-a-street-fight-for-the-aew-tag-titles-andrade-el-idolo-vs-matt-sydal-cody/"
                  ]
                },
                {
                  "sentence": "At the Homecoming event on August 4, Rhodes was quickly defeated by Black",
                  "refs": [
                    "https://prowrestling.net/site/2021/07/29/aew-dynamite-preview-the-homecoming-lineup-for-wednesdays-tnt-show/"
                  ]
                },
                {
                  "sentence": "After taking a hiatus, Rhodes returned to face Black in a rematch at Grand Slam on September 22, but he was again defeated",
                  "refs": [
                    "https://prowrestling.net/site/2021/08/04/8-4-aew-dynamite-results-barnetts-live-review-of-homecoming-with-malakai-black-vs-cody-rhodes-chris-jericho-vs-juventud-guerrera-miro-vs-lee-johnson-for-the-tnt-title-the-b/"
                  ]
                },
                {
                  "sentence": "On the October 23 episode of Dynamite, Rhodes finally defeated Black",
                  "refs": [
                    "https://prowrestling.net/site/2021/09/22/9-22-aew-dynamite-results-powells-live-review-of-aew-champion-kenny-omega-vs-bryan-danielson-in-a-non-title-match-britt-baker-vs-ruby-soho-for-the-aew-womens-championship-cody-rhodes-vs-mala/"
                  ]
                },
                {
                  "sentence": "At Full Gear, Rhodes teamed up with Pac against Black and Andrade El Idolo in a winning effort",
                  "refs": [
                    "https://prowrestling.net/site/2021/10/23/10-23-aew-dynamite-results-barnetts-live-review-of-cody-rhodes-vs-malakai-black-bryan-danielson-vs-dustin-rhodes-and-lance-archer-vs-eddie-kingston-in-aew-eliminator-tournament-matches/"
                  ]
                },
                {
                  "sentence": "On the December 1 episode of Dynamite, Rhodes defeated Andrade in an Atlanta street fight",
                  "refs": [
                    "https://prowrestling.net/site/2021/11/13/aew-full-gear-results-barnetts-live-review-of-kenny-omega-vs-hangman-page-for-the-aew-world-championship-bryan-danielson-vs-miro-in-the-eliminator-tournament-finals-penta-and-rey-fenix-vs-ftr/"
                  ]
                },
                {
                  "sentence": "On December 25 at the special Holiday Bash episode of Rampage, Rhodes defeated Sammy Guevara to win the TNT Championship for a record third time",
                  "refs": []
                },
                {
                  "sentence": "At the Beach Break event on January 26, 2022, Rhodes lost the title back to Guevara in a highly acclaimed ladder match",
                  "refs": [
                    "https://prowrestling.net/site/2021/12/25/12-25-aew-rampage-results-mcguires-live-review-of-sammy-guevara-vs-cody-rhodes-for-the-tnt-championship-hook-vs-bear-bronson-leyla-hirsch-vs-kris-statlander-and-jungle-boy-vs-isiah-kass/"
                  ]
                },
                {
                  "sentence": "This would be Rhodes' last match in AEW, as on February 15, 2022, several sources reported that he and his wife Brandi had left the promotion as they were unable to come to terms on a new contract",
                  "refs": [
                    "https://www.f4wonline.com/news/aew/sammy-guevara-wins-undisputed-tnt-title-at-aew-dynamite-beach-break#scso=_e-zyYansBd-90PEPto2OyAQ70:0"
                  ]
                },
                {
                  "sentence": "He has cited since that he left AEW because of a personal issue",
                  "refs": [
                    "https://atletifo.com/wrestling/aew/cody-rhodes-last-aew-match/",
                    "https://www.fightful.com/wrestling/cody-and-brandi-rhodes-moving-aew"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Return to WWE",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Championship pursuits (2022–2024)",
              "section_content": [
                {
                  "sentence": "On March 18, 2022, it was reported by multiple sources that Rhodes had re-signed with WWE",
                  "refs": []
                },
                {
                  "sentence": "On the first night of WrestleMania 38 on April 2, Rhodes was revealed as Seth \"Freakin\" Rollins' surprise opponent, making his return to WWE after six years and defeating Rollins",
                  "refs": [
                    "https://www.pwinsider.com/article/156974/spoiler-the-definitive-cody-rhodes-update.html"
                  ]
                },
                {
                  "sentence": "On the following episode of Raw, Rhodes stated that he returned to WWE to win the championship that his father, Dusty Rhodes, never got to hold, the WWE Championship",
                  "refs": [
                    "https://www.wrestlinginc.com/news/2022/04/cody-rhodes-talks-his-complex-wwe-contract-wwe-giving-him-a-bus/",
                    "https://variety.com/2022/tv/news/cody-rhodes-wwe-wrestlemania-38-interview-1235221061/",
                    "https://www.cbssports.com/wwe/news/wrestlemania-38-cody-rhodes-returns-to-wwe-triumphantly-as-ex-aew-vice-president-beats-seth-rollins/"
                  ]
                },
                {
                  "sentence": "Rhodes subsequently defeated Rollins once more in a rematch at WrestleMania Backlash",
                  "refs": [
                    "https://prowrestling.net/site/2022/04/04/4-4-wwe-raw-results-powells-live-review-of-the-raw-after-wrestlemania-with-undisputed-wwe-universal-champion-roman-reigns-the-return-of-cody-rhodes-new-raw-womens-champion-bianca-belair-appears/"
                  ]
                },
                {
                  "sentence": "Ahead of their Hell in a Cell match at the eponymous event, Rhodes suffered a legitimate pectoral muscle tear, which had eventuated halfway through a brawl on the prior episode of Raw",
                  "refs": [
                    "https://prowrestling.net/site/2022/05/08/wwe-wrestlemania-backlash-results-powells-live-review-of-roman-reigns-and-the-usos-vs-drew-mcintyre-and-rk-bro-charlotte-flair-vs-ronda-rousey-in-an-i-quit-match-for-the-smackdown-womens-title/"
                  ]
                },
                {
                  "sentence": "The injury was exacerbated when the muscle tore entirely off the bone while Rhodes was weight training in the days preceding the event",
                  "refs": []
                },
                {
                  "sentence": "He entered Hell in a Cell with a massive spot of discolored skin, but despite the severe injury, managed to defeat Rollins for the third time in a critically acclaimed match",
                  "refs": [
                    "https://www.wwe.com/shows/hellinacell/article/cody-rhodes-plans-to-fight-through-the-pain.html"
                  ]
                },
                {
                  "sentence": "Dave Meltzer rated the match five stars, the first WWE main roster match since 2011 to receive such a rating",
                  "refs": [
                    "https://prowrestling.net/site/2022/06/05/wwe-hell-in-a-cell-results-powells-live-review-of-cody-rhodes-vs-seth-rollins-in-a-hiac-match-bianca-belair-vs-asuka-vs-becky-lynch-for-the-raw-womens-title-theory-vs-mustafa-ali-for-the-u/"
                  ]
                },
                {
                  "sentence": "Four days later, it was announced that Rhodes underwent successful surgery to repair a torn right pectoral tendon, rendering him unable to compete for eight months",
                  "refs": [
                    "https://atletifo.com/wrestling/wwe/cody-rhodes-5-star-matches/"
                  ]
                },
                {
                  "sentence": "On the January 16, 2023, episode of Raw, Rhodes announced in a pre-taped video that he would return to competition in the men's Royal Rumble match at Royal Rumble on January 28,  which he won after lastly eliminating Gunther",
                  "refs": [
                    "https://www.ewrestlingnews.com/news/its-official-cody-rhodes-enters-the-2023-mens-royal-rumble-match"
                  ]
                },
                {
                  "sentence": "On the following episode of Raw, Rhodes challenged Roman Reigns for the Undisputed WWE Universal Championship at WrestleMania 39",
                  "refs": [
                    "https://www.pwtorch.com/site/2023/01/28/1-28-wwe-royal-rumble-ple-report-kellers-detailed-results-and-analysis-including-reigns-vs-owens-pitch-black-match-belair-vs-bliss/"
                  ]
                },
                {
                  "sentence": "In the main event of the second night of WrestleMania, Rhodes was defeated by Reigns after interference from Solo Sikoa",
                  "refs": [
                    "https://www.pwtorch.com/site/2023/01/30/1-23-wwe-monday-night-raw-results-kellers-report-on-cody-celebrating-rumble-win-ripley-declares-wm-choice-gargano-vs-corbin-and-seth-vs-gable/"
                  ]
                },
                {
                  "sentence": "The booking decision was met with divisive reactions from fans, journalists and other wrestlers",
                  "refs": [
                    "https://www.pwtorch.com/site/2023/04/02/4-2-wwe-wrestlemania-39-night-2-kellers-report-on-reigns-vs-cody-belair-vs-asuka-gunther-vs-sheamus-vs-mcintyre-balor-vs-edge-lesnar-vs-omos/"
                  ]
                },
                {
                  "sentence": "On April 3 episode of Raw, Rhodes confronted and challenged Reigns to a rematch only for Reigns to decline",
                  "refs": []
                },
                {
                  "sentence": "Rhodes then challenged Reigns and Sikoa to a tag team match later that night, and Reigns accepted under the condition that Rhodes' partner was someone who competed at WrestleMania 39 but also that person could not challenge Reigns for his titles as long as Reigns was champion",
                  "refs": []
                },
                {
                  "sentence": "Rhodes chose Brock Lesnar, however, the match never occurred due to Rhodes getting viciously assaulted by Lesnar before the match could begin",
                  "refs": []
                },
                {
                  "sentence": "Rhodes went on to defeat Lesnar at Backlash",
                  "refs": [
                    "https://www.cbssports.com/wwe/news/wwe-raw-after-wrestlemania-results-recap-grades-brock-lesnar-turns-on-cody-rhodes-shocking-roman-reigns/live/"
                  ]
                },
                {
                  "sentence": "On the May 8 episode of Raw, Rhodes challenged Finn Bálor and The Miz for the World Heavyweight Championship Tournament",
                  "refs": [
                    "https://www.forbes.com/sites/alfredkonuwa/2023/05/06/wwe-backlash-2023-results-cody-rhodes-bloodies-and-beats-brock-lesnar/"
                  ]
                },
                {
                  "sentence": "He failed to win due to the interference of Lesnar",
                  "refs": []
                },
                {
                  "sentence": "Rhodes suffered an arm injury (kayfabe) which helped Lesnar defeat him at Night of Champions",
                  "refs": [
                    "https://www.cbssports.com/wwe/news/wwe-raw-results-recap-grades-seth-rollins-advances-to-the-finals-of-the-world-heavyweight-title-tournament/live/"
                  ]
                },
                {
                  "sentence": "At Money in the Bank, Rhodes went on to defeat Dominik Mysterio despite interference from Rhea Ripley",
                  "refs": [
                    "https://www.wwe.com/shows/nightofchampions/2023/cody-rhodes-vs-brock-lesnar-results"
                  ]
                },
                {
                  "sentence": "The next night on Raw, before he could challenge World Heavyweight Champion Seth Rollins, Rhodes was attacked by a returning Brock Lesnar;  which set up a rubber match between the two at SummerSlam,  which Rhodes went on to win, with Lesnar endorsing Rhodes after the match, expecting Lesnar to be on hiatus for the rest of 2023",
                  "refs": [
                    "https://prowrestling.net/site/2023/07/01/wwe-money-in-the-bank-results-powells-review-of-roman-reigns-and-solo-sikoa-vs-the-usos-two-mitb-ladder-matches-seth-rollins-vs-finn-balor-for-the-world-heavyweight-championship-cody-rhodes-vs/",
                    "https://www.pwtorch.com/site/2023/07/03/wwe-raw-results-7-3-kellers-report-on-money-in-the-bank-fallout-ripley-defending-against-natalya/",
                    "https://www.pwtorch.com/site/2023/07/17/wwe-raw-results-7-10-kellers-report-on-lesnar-answering-codys-challenge-gunther-vs-riddle-liv-raquel-vs-green-deville-raiders-vs-otis-gable/"
                  ]
                },
                {
                  "sentence": "Cody then appeared as a guest on The Grayson Waller Effect at Payback, announcing that previous SmackDown roster member Jey Uso, who had recently \"quit\" WWE, would be reinstated as a member of the Raw roster",
                  "refs": []
                },
                {
                  "sentence": "However, fellow wrestlers Drew McIntyre and Kevin Owens did not trust Uso after his involvement with The Bloodline in their respective storylines, despite Cody's arguments",
                  "refs": []
                },
                {
                  "sentence": "Cody and Jey then feuded with The Judgment Day (Finn Bálor, Damian Priest, \"Dirty\" Dominik Mysterio, and Rhea Ripley) over their attempts to recruit Jey into their ranks",
                  "refs": []
                },
                {
                  "sentence": "At Fastlane on October 7, Cody and Jey won the Undisputed WWE Tag Team Championship from Bálor and Priest, netting Cody's first championship win since his return to WWE, and his first tag title win since 2014",
                  "refs": []
                },
                {
                  "sentence": "Under the Undisputed title, this was his fourth reign with the Raw Tag Team Championship (which was known as the WWE Tag Team Championship during his first three reigns) and his first reign with the SmackDown Tag Team Championship",
                  "refs": []
                },
                {
                  "sentence": "Cody and Jey went on to retain their titles against Kevin Owens and Sami Zayn on the following episode of Raw and Austin Theory and Grayson Waller on the following episode of SmackDown",
                  "refs": []
                },
                {
                  "sentence": "He and Jey, however, would lose the titles back to Bálor and Priest in a rematch on the October 16 episode of Raw after interference from Jey's brother Jimmy and Drew McIntyre, ending their reign at 9 days",
                  "refs": [
                    "https://www.pwtorch.com/site/2023/10/07/leclairs-wwe-fastlane-2023-report-alt-perspective-detailed-coverage-of-rollins-vs-nakamura-cena-knight-vs-bloodline-sky-vs-flair-vs-asuka-more/"
                  ]
                },
                {
                  "sentence": "On the November 13 episode of Raw, Rhodes and Jey failed to regain the titles from Bálor and Priest after interference from Drew McIntyre",
                  "refs": [
                    "https://prowrestling.net/site/2023/10/16/wwe-raw-results-10-16-powells-live-review-of-the-season-premiere-cody-rhodes-and-jey-uso-vs-damian-priest-and-finn-balor-for-the-undisputed-wwe-tag-titles-gunther-vs-bronson-reed-for-the/"
                  ]
                },
                {
                  "sentence": "At Survivor Series: WarGames on November 25, Rhodes, Seth \"Freakin\" Rollins, Jey Uso, Sami Zayn, and a returning Randy Orton defeated The Judgment Day (Damian Priest, Finn Bálor, \"Dirty\" Dominik Mysterio, and JD McDonagh) and Drew McIntyre in a WarGames match",
                  "refs": []
                },
                {
                  "sentence": "On the November 27 episode of Raw, Rhodes announced he would compete in the men's Royal Rumble match at Royal Rumble on January 27,  which he won after lastly eliminating CM Punk",
                  "refs": [
                    "https://www.cagesideseats.com/wwe/2023/11/27/23978899/cody-rhodes-wwe-royal-rumble-2024"
                  ]
                },
                {
                  "sentence": "This was the first time someone had won two consecutive Rumble matches since Stone Cold Steve Austin won in 1997 and 1998",
                  "refs": [
                    "https://www.cbssports.com/wwe/news/2024-wwe-royal-rumble-results-live-updates-recap-grades-highlights-matches-card-start-time/live/"
                  ]
                },
                {
                  "sentence": "After Rhodes won, he pointed at Undisputed WWE Universal Champion Roman Reigns",
                  "refs": []
                },
                {
                  "sentence": "On the February 2 episode of SmackDown, Rhodes said that he would not challenge Roman Reigns at WrestleMania XL",
                  "refs": []
                },
                {
                  "sentence": "The Rock then appeared and confronted Reigns, with Rhodes shaking The Rock's hand and leaving the ring to Reigns and The Rock",
                  "refs": []
                },
                {
                  "sentence": "This development drew backlash from fans on social media for disrupting Rhodes' long-term storyline with Reigns",
                  "refs": [
                    "https://www.wwe.com/shows/smackdown/2024-02-02",
                    "https://www.f4wonline.com/news/wwe/the-rock-vs-roman-reigns-to-headline-wwe-wrestlemania-40",
                    "https://archive.today/20240203051843/https://thewest.com.au/sport/wrestling/cody-rhodes-rules-out-challenging-roman-reigns-at-wrestlemania-as-announcement-for-the-rock-seems-inevitable-c-13453485"
                  ]
                },
                {
                  "sentence": "During the WrestleMania XL Kickoff media event on February 8, Rhodes announced that he chose Reigns",
                  "refs": [
                    "https://www.usatoday.com/story/sports/2024/02/03/the-rock-roman-reigns-wwe-wrestlemania/72463869007/"
                  ]
                },
                {
                  "sentence": "After bringing up each other's families, The Rock turned heel and viciously slapped him in the face and joined the Bloodline",
                  "refs": []
                },
                {
                  "sentence": "During night one of WrestleMania XL on April 6, Rhodes and Rollins lost to The Rock and Reigns, meaning that on night two of the event, Rhodes' match against Reigns would be a Bloodline Rules match",
                  "refs": []
                },
                {
                  "sentence": "On night two, Cody suffered interferences from Bloodline members Jimmy Uso, Solo Sikoa, and The Rock, who were each countered by Rhodes allies Jey Uso, John Cena, Rollins, and The Undertaker",
                  "refs": []
                },
                {
                  "sentence": "Rhodes ultimately defeated Reigns for the Undisputed WWE Universal Championship (WWE Championship and WWE Universal Championship) to finish his story and capture his first world title in WWE",
                  "refs": []
                },
                {
                  "sentence": "On the April 8 episode of Raw, Just as Rhodes was addressing his win, he was interrupted by The Rock",
                  "refs": [
                    "https://www.ringsidenews.com/2024/04/07/cody-rhodes-wins-undisputed-wwe-championship-in-match-filled-with-surprises-at-wrestlemania-40-sunday/"
                  ]
                },
                {
                  "sentence": "After a brief exchange of both titles, The Rock announced that he would be taking time away",
                  "refs": []
                },
                {
                  "sentence": "However, he issued a warning to Cody Rhodes that once he returns he'll be returning for him",
                  "refs": []
                },
                {
                  "sentence": "As the title was the world championship of SmackDown, Rhodes was subsequently transferred to the brand.",
                  "refs": [
                    "https://www.comingsoon.net/wrestling/news/1648163-the-rock-confronts-cody-rhodes-on-wwe-raw-after-wrestlemania-40"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Undisputed WWE Champion (2024–present)",
              "section_content": [
                {
                  "sentence": "He would defend the title against AJ Styles  at Backlash France  and Logan Paul at King and Queen of the Ring",
                  "refs": [
                    "https://prowrestling.net/site/2024/05/04/wwe-backlash-france-results-powells-live-review-of-cody-rhodes-vs-aj-styles-for-the-wwe-championship-damian-priest-vs-jey-uso-for-the-world-hvt-title-bayley-vs-naomi-vs-tiffany-str/"
                  ]
                },
                {
                  "sentence": "Rhodes once again retained the title against Styles at Clash at the Castle in an \"I Quit\" match",
                  "refs": [
                    "https://prowrestling.net/site/2024/05/25/wwe-king-and-queen-of-the-ring-results-powells-live-review-of-cody-rhodes-vs-logan-paul-for-the-wwe-title-gunther-vs-randy-orton-in-the-kotr-finals-nia-jax-vs-lyra-valkyria-in-the-qotr-finals/"
                  ]
                },
                {
                  "sentence": "At Money in the Bank, The Bloodline (Solo Sikoa, Tama Tonga and Jacob Fatu) defeated Rhodes, Orton and Owens in a six-man tag team match with Rhodes being pinned by Sikoa",
                  "refs": []
                },
                {
                  "sentence": "Rhodes defended the title against Sikoa at SummerSlam in a Bloodline Rules match after interference from the returning Reigns",
                  "refs": [
                    "https://bleacherreport.com/articles/10127346-wwe-money-in-the-bank-2024-results-winners-live-grades-reaction-and-highlights"
                  ]
                },
                {
                  "sentence": "Rhodes would defend the title against Owens at Bash in Berlin",
                  "refs": [
                    "https://prowrestling.net/site/2024/08/03/wwe-summerslam-results-powells-review-of-cody-rhodes-vs-solo-sikoa-in-a-bloodline-rules-match-for-the-wwe-championship-damian-priest-vs-gunther-for-the-world-heavyweight-championship/"
                  ]
                },
                {
                  "sentence": "Rhodes defended the title against Sikoa again during the September 13 episode of SmackDown in a steel cage match",
                  "refs": [
                    "https://prowrestling.net/site/2024/08/31/wwe-bash-in-berlin-results-mcguires-review-of-gunther-vs-randy-orton-for-the-world-heavyweight-title-cody-rhodes-vs-kevin-owens-for-the-wwe-championship-cm-punk-vs-drew-mcintyre-in-a-strap-mat/"
                  ]
                },
                {
                  "sentence": "Following the cage match, with Reigns coming to Rhodes' defense from the Bloodline, Rhodes and Reigns mutually agreed to team up against Sikoa and Jacob Fatu at Bad Blood on October 5",
                  "refs": [
                    "https://prowrestling.net/site/2024/09/13/wwe-smackdown-results-9-13-barnetts-review-of-cody-rhodes-vs-solo-sikoa-in-a-cage-match-for-the-wwe-championship-kevin-owens-and-a-partner-vs-grayson-waller-and-austin-theory/"
                  ]
                },
                {
                  "sentence": "At the event, Rhodes and Reigns were victorious following interference from the returning Jimmy Uso",
                  "refs": [
                    "https://prowrestling.net/site/2024/09/13/wwe-smackdown-results-9-13-barnetts-review-of-cody-rhodes-vs-solo-sikoa-in-a-cage-match-for-the-wwe-championship-kevin-owens-and-a-partner-vs-grayson-waller-and-austin-theory/"
                  ]
                },
                {
                  "sentence": "Following the match, The Rock made his return and stared down Reigns, Rhodes, and the returning Jimmy Uso before later counting to three and motioning the fingers across his neck",
                  "refs": [
                    "https://prowrestling.net/site/2024/10/05/wwe-bad-blood-results-powells-review-of-roman-reigns-and-cody-rhodes-vs-solo-sikoa-and-jacob-fatu-cm-punk-vs-drew-mcintyre-in-a-hell-in-a-cell-match/"
                  ]
                },
                {
                  "sentence": "After the event went off the air, Rhodes was attacked by Owens in the parking lot",
                  "refs": [
                    "https://hypebeast.com/2024/10/dwayne-the-rock-johnson-wwe-bad-blood-return"
                  ]
                },
                {
                  "sentence": "At Crown Jewel on November 2, Rhodes defeated World Heavyweight Champion Gunther to win the inaugural WWE Crown Jewel Championship",
                  "refs": [
                    "https://bleacherreport.com/articles/10137869-wwe-bad-blood-2024-results-winners-live-grades-reaction-and-highlights"
                  ]
                },
                {
                  "sentence": "At Saturday Night's Main Event on December 14, Rhodes (who came out with the \"Winged Eagle\" version of the WWE Championship) successfully defended his title against Owens",
                  "refs": [
                    "https://prowrestling.net/site/2024/11/02/wwe-crown-jewel-results-powells-review-of-gunther-vs-cody-rhodes-for-the-crown-jewel-championship-nia-jax-vs-liv-morgan-for-the-womens-crown-jewel-championship/"
                  ]
                },
                {
                  "sentence": "After the event went off the air, Rhodes was brutally attacked by Owens with a Package Piledriver and was stretchered out of the arena",
                  "refs": []
                },
                {
                  "sentence": "On the December 27 episode of SmackDown, it was announced that Rhodes would defend the title against Owens in a ladder match at Royal Rumble with both the \"Undisputed\" and \"Winged Eagle\" championship belts on the line",
                  "refs": [
                    "https://bleacherreport.com/articles/10147081-wwe-saturday-nights-main-event-results-winners-live-grades-reaction-highlights"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Other media",
      "section_content": [
        {
          "sentence": "In July 2009, Rhodes became one of the faces of the Gillette \"Be a Superstar\" advertising campaign, along with Chris Jericho and John Cena",
          "refs": []
        },
        {
          "sentence": "\"Be a Superstar\" was a four-month-long interactive campaign, which featured the wrestlers in numerous videos promoting Gillette Fusion products",
          "refs": [
            "https://www.stamfordadvocate.com/news/article/WWE-Gillette-team-up-in-ring-5754.php",
            "http://www.wwe.com/inside/industrynews/11020272"
          ]
        },
        {
          "sentence": "In August 2009, Rhodes appeared on The Tonight Show with Conan O'Brien",
          "refs": [
            "https://www.stamfordadvocate.com/news/article/WWE-Gillette-team-up-in-ring-5754.php"
          ]
        },
        {
          "sentence": "Rhodes guest-starred on Arrow in the fifth-season episode \"A Matter of Trust\" playing Derek Sampson, a drug dealer turned metahuman with the inability to feel pain (Sampson's drug of choice was named Stardust in homage to Rhodes' WWE persona)",
          "refs": []
        },
        {
          "sentence": "Rhodes reprised the role on episode 21 of the fifth season of Arrow",
          "refs": [
            "http://pwinsider.com/article/103092/cody-rhodes-lands-guest-starring-role-on.html?p=1",
            "http://www.ign.com/articles/2016/10/20/arrow-a-matter-of-trust-review"
          ]
        },
        {
          "sentence": "In July 2018, Rhodes announced that his character would return for Season 7;  he appeared in five episodes during the season",
          "refs": [
            "http://www.ign.com/articles/2017/03/10/cody-rhodes-returning-to-arrow-as-derek-sampson",
            "http://www.wrestling-news.net/cody-rhodes-to-return-for-arrow-season-7/110003/"
          ]
        },
        {
          "sentence": "Rhodes also voiced a fictionalized version of himself in the first episode of the 2023 animated series Captain Laserhawk: A Blood Dragon Remix.",
          "refs": []
        },
        {
          "sentence": "Rhodes has appeared in twelve video games: he made his video game debut in WWE SmackDown vs",
          "refs": []
        },
        {
          "sentence": "Raw 2009 and has since appeared in WWE SmackDown vs",
          "refs": []
        },
        {
          "sentence": "Raw 2010, WWE SmackDown vs",
          "refs": []
        },
        {
          "sentence": "Raw 2011, WWE All Stars (as DLC), WWE '12, WWE '13,  WWE 2K14,  WWE 2K15  and WWE 2K23  as Cody Rhodes, in WWE 2K16  and WWE 2K17  under the Stardust gimmick, and in WWE 2K24 as both gimmicks alongside his \"Undashing\" persona",
          "refs": [
            "https://ign.com/wikis/wwe-13/Roster",
            "https://www.wwe.com/inside/2k/wwe-2k14/wwe-2k14-full-roster-revealed",
            "https://www.wwe.com/inside/2k/wwe-2k15/wwe-2k15-character-art-photos#fid-26839992",
            "https://comicbook.com/wwe/news/wwe-2k23-new-gameplay-trailer-wargames-cody-rhodes-logan-paul-cora-jade-rhea-ripley/",
            "https://www.wwe.com/inside/2k/wwe-2k16/wwe-2k16-roster-playable-characters-superstars-divas",
            "http://www.wwe.com/section/wwe-2k17/article/wwe-2k17-roster-update-suplex-city-census-week-three"
          ]
        },
        {
          "sentence": "Rhodes also appears in AEW Fight Forever, even though he left AEW before the game was released",
          "refs": []
        },
        {
          "sentence": "Rhodes is the cover star for the WWE 2K24 Standard Edition and Cross Gen editions of the game",
          "refs": [
            "https://bleacherreport.com/articles/10039981-kenny-omega-confirms-wwes-cody-rhodes-will-be-in-aew-fight-forever-video-game"
          ]
        },
        {
          "sentence": "On July 17, 2024 it was revealed that Rhodes would be one of three WWE wrestlers who would be added to Call of Duty: Modern Warfare III as playable multiplayer operators, alongside Rey Mysterio and Rhea Ripley",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Personal life",
      "section_content": [
        {
          "sentence": "Rhodes and his half-brother inducted their father into the WWE Hall of Fame on March 31, 2007",
          "refs": []
        },
        {
          "sentence": "In September 2013, Rhodes married ring announcer and former wrestler Brandi Reed",
          "refs": []
        },
        {
          "sentence": "They have one child together,   as well as a Siberian Husky named Pharaoh, who has appeared alongside Rhodes on both AEW and WWE programming",
          "refs": [
            "https://www.baltimoresun.com/2013/09/28/wwes-daniel-bryan-and-brie-bella-get-engaged/",
            "https://people.com/parents/pro-wrestlers-brandi-and-cody-rhodes-expecting-first-child-together/",
            "https://www.instagram.com/p/CQQ8zjxlUD4/"
          ]
        },
        {
          "sentence": "Rhodes is an avid gamer and a big fan of both The Legend of Zelda & Metal Gear video game series, incorporating their styles into his wrestling gear",
          "refs": []
        },
        {
          "sentence": "He has stated that he replays A Link to the Past yearly and that his favorite game in the series is Ocarina of Time, which he has proclaimed is also his favorite video game of all time, with a close second being Metal Gear Solid",
          "refs": []
        },
        {
          "sentence": "He is also a comic book fan and has worn wrestling gear inspired by X-Men characters Archangel and Mister Sinister",
          "refs": [
            "https://www.espn.com/espn/thelife/videogames/news/story?id=4064815",
            "[ERROR retrieving ref link]",
            "https://www.yahoo.com/lifestyle/10-things-wwe-superstar-cody-160000736.html"
          ]
        },
        {
          "sentence": "He has cited Omega Red and Cyclops as his favorite fictional characters, along with the Inhumans, and revealed that he owns a game cabinet of the 1992 arcade game X-Men",
          "refs": [
            "https://web.archive.org/web/20110309023142/http://marvel.com/news/story/8594/fightin_fanboys_wwe_superstar_cody_rhodes"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Filmography",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Championships and accomplishments",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Amateur wrestling",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Professional wrestling",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "417": "[ERROR retrieving ref link]",
    "419": "[ERROR retrieving ref link]",
    "420": "[ERROR retrieving ref link]",
    "422": "[ERROR retrieving ref link]",
    "1": "https://web.archive.org/web/20170623070032/https://www.rohwrestling.com/wrestlers/roster/cody",
    "2": "http://www.prowrestlingguerrilla.com/merch/2016/dvd0174.html",
    "3": "http://www.f4wonline.com/tna-news/cody-rhodes-make-tna-debut-bound-glory-221381",
    "4": "http://www.wwe.com/superstars/codyrhodes",
    "5": "https://superluchas.com/resultados-aew-dark-30-de-noviembre-de-2021-adam-cole-vs-anthony-greene/",
    "6": "https://x.com/AEWonTNT/status/1179550024780283904",
    "7": "https://web.archive.org/web/20140606075037/http://www.wwe.com/superstars/codyrhodes/",
    "8": "https://www.wwe.com/superstars/codyrhodes",
    "9": "https://www.thewrap.com/aew-cody-rhodes-name-rights-american-nightmare-wwe-tnt-dynamite/",
    "10": "https://www.pwtorch.com/site/2019/01/19/aew-roh-news-ownership-of-all-in-footage-what-will-happen-to-the-footage-in-the-future/",
    "11": "https://www.chicagotribune.com/2018/05/12/7-things-to-know-about-all-in-the-huge-indie-wrestling-show-coming-to-the-chicago-area/",
    "12": "https://archive.today/20150617064216/https://x.com/CodyRhodes/status/1166019434865184774",
    "13": "https://books.google.com/books?id=yGUPAWdai_IC&q=Cuba",
    "14": "https://web.archive.org/web/20090628080849/http://www.dallascowboyscheerleaders.com/history/watn.cfm?id=1477AB1D-0234-28D0-025A70ED93BAB9EA",
    "15": "https://www.cbsnews.com/pittsburgh/news/8-things-you-didnt-know-about-wwe-tag-team-champion-stardust/",
    "16": "https://www.foxnews.com/sports/wwe-star-cody-rhodes-reveals-legendary-father-slapped-man-waffle-house-calling-wrestling-fake",
    "17": "https://411mania.com/wrestling/411s-dark-side-of-the-ring-report-shattered-the-magnum-t-a-story/",
    "18": "https://www.youtube.com/watch?v=C5PmEVwHpVY",
    "19": "https://archive.today/20180926094039/https://twitter.com/codyrhodes/status/959562297663508481",
    "20": "https://web.archive.org/web/20071006132626/http://lassiterwrestling.com/_wsn/page6.html",
    "21": "http://www.mercurynews.com/ci_12672125?IADID=Search-www.mercurynews.com-www.mercurynews.com&nclick_check=1",
    "22": "https://archive.today/20130115074649/http://slam.canoe.ca/Slam/Wrestling/2009/08/07/10393826.html",
    "23": "https://www.postandcourier.com/sports/wrestling/pro-wrestler-cody-rhodes-originally-wanted-to-be-an-actor/article_cfdf2a50-cbcb-11e7-8c2d-4f47e0b9d57b.html",
    "24": "https://www.espn.com/espn/thelife/videogames/news/story?id=4064815",
    "25": "https://x.com/CodyRhodes/status/1070166196048330757",
    "26": "https://www.cagematch.net/?id=2&nr=3686&page=20",
    "27": "http://www.onlineworldofwrestling.com/results/ovw/_2006/",
    "28": "https://web.archive.org/web/20110405184334/http://www.ovwrestling.com/titles",
    "29": "http://www.onlineworldofwrestling.com/results/ovw/_2007/",
    "30": "https://archive.today/20120722172106/http://slam.canoe.ca/Slam/Wrestling/2007/07/03/4309400.html",
    "31": "https://www.wrestleview.com/results/raw/raw2006/1184643701.shtml",
    "32": "https://archive.today/20120713171724/http://slam.canoe.ca/Slam/Wrestling/2007/07/23/4361568.html",
    "33": "http://www.wwe.com/shows/raw/archive/07232007/mainarticle",
    "34": "http://www.wwe.com/shows/raw/archive/09242007/mainarticle",
    "35": "https://archive.today/20120714053948/http://slam.canoe.ca/Slam/Wrestling/2007/10/02/4543345.html",
    "36": "https://archive.today/20120729030648/http://slam.canoe.ca/Slam/Wrestling/2007/10/16/4580341.html",
    "37": "https://web.archive.org/web/20071227194718/http://www.wwe.com/inside/titlehistory/worldtagteam/090820071",
    "38": "https://archive.today/20120630171441/http://slam.canoe.ca/Slam/Wrestling/2007/12/10/4717835.html",
    "39": "http://www.wwe.com/shows/raw/archive/05262008/mainarticle",
    "40": "https://archive.today/20120723153649/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2008/06/30/6025711.html",
    "41": "https://web.archive.org/web/20151002073525/http://www.wwe.com/classics/titlehistory/worldtagteam/0908200711",
    "42": "http://www.wwe.com/shows/raw/archive/08042008/mainarticle",
    "43": "https://web.archive.org/web/20151212082116/http://www.wwe.com/classics/titlehistory/worldtagteam/090820071111",
    "44": "https://archive.today/20120714134727/http://slam.canoe.ca/Slam/Wrestling/2008/08/12/6422581.html",
    "45": "https://archive.today/20120629151951/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2008/09/08/6698911.html",
    "46": "http://www.wwe.com/shows/raw/archive/10272008/mainarticle",
    "47": "https://archive.today/20120630032306/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2008/11/24/7514611.html",
    "48": "http://www.wwe.com/shows/raw/archive/12082008/mainarticle",
    "49": "https://archive.today/20120630060100/http://slam.canoe.ca/Slam/Wrestling/2008/12/08/7678596.html",
    "50": "https://archive.today/20120527001407/http://slam.canoe.ca/Slam/Wrestling/2009/01/26/8146161.html",
    "51": "https://archive.today/20120630024748/http://slam.canoe.ca/Slam/Wrestling/2009/02/03/8244926.html",
    "52": "https://archive.today/20120716032412/http://slam.canoe.ca/Slam/Wrestling/2009/03/06/8659751.html",
    "53": "https://archive.today/20120715203229/http://slam.canoe.ca/Slam/Wrestling/2009/03/24/8863466.html",
    "54": "https://archive.today/20120630115738/http://slam.canoe.ca/Slam/Wrestling/2009/04/14/9103546.html",
    "55": "https://archive.today/20120714071003/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2009/04/27/9256696.html",
    "56": "https://www.wrestlinginc.com/news/2009/06/wwe-injury-updates-edge-519798/",
    "57": "https://archive.today/20120629102422/http://slam.canoe.ca/Slam/Wrestling/2009/06/08/9731446.html",
    "58": "https://archive.today/20120630012121/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2009/08/24/10581981.html",
    "59": "https://archive.today/20120629143630/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2009/09/14/10886081.html",
    "60": "https://archive.today/20120714103825/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2009/10/05/11300786.html",
    "61": "https://archive.today/20120714005740/http://slam.canoe.ca/Slam/Wrestling/2010/02/01/12692126.html",
    "62": "https://archive.today/20120721234016/http://slam.canoe.ca/Slam/Wrestling/2010/02/15/12892096.html",
    "63": "https://archive.today/20120721135441/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2010/02/22/12978356.html",
    "64": "https://archive.today/20120714173124/http://slam.canoe.ca/Slam/Wrestling/2010/02/22/12990596.html",
    "65": "https://archive.today/20120717195117/http://slam.canoe.ca/Slam/Wrestling/2010/03/01/13076276.html",
    "66": "https://web.archive.org/web/20100401034109/http://www.wrestleview.com/viewnews.php?id=1269831368",
    "67": "http://www.wwe.com/shows/raw/2010draft/2010supplementaldraftresults",
    "68": "https://archive.today/20120713161004/http://slam.canoe.ca/Slam/Wrestling/2010/05/01/13790226.html",
    "69": "https://archive.today/20120718023441/http://slam.canoe.ca/Slam/Wrestling/2010/05/08/13874841.html",
    "70": "https://archive.today/20120629045655/http://slam.canoe.ca/Slam/Wrestling/2010/06/01/14222371.html",
    "71": "http://pwtorch.com/artman2/publish/WWE_News_3/article_41691.shtml",
    "72": "http://www.wwe.com/shows/smackdown/archive/06252010/mainarticle",
    "73": "https://archive.today/20120530090556/http://slam.canoe.ca/Slam/Wrestling/2010/07/24/14814041.html",
    "74": "https://archive.today/20120719101838/http://slam.canoe.ca/Slam/Wrestling/2010/08/07/14953166.html",
    "75": "http://www.pwtorch.com/artman2/publish/wweppvs/article_45451.shtml",
    "76": "https://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_45414.shtml",
    "77": "https://archive.today/20120716063558/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2010/09/20/15407301.html",
    "78": "http://pwtorch.com/artman2/publish/wweppvs/article_44753.shtml",
    "79": "https://archive.today/20120715042026/http://slam.canoe.ca/Slam/Wrestling/2010/10/30/15889771.html",
    "80": "https://archive.today/20120714132422/http://slam.canoe.ca/Slam/Wrestling/2011/01/22/16992366.html",
    "81": "https://web.archive.org/web/20131101110923/http://marvel.com/news/story/15747/fightin_fanboys_the_fall_of_cody_rhodes",
    "82": "https://archive.today/20120718023052/http://slam.canoe.ca/Slam/Wrestling/2011/01/29/17081976.html",
    "83": "https://archive.today/20120721012450/http://slam.canoe.ca/Slam/Wrestling/2011/02/26/17418961.html",
    "84": "http://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_48565.shtml",
    "85": "http://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_48413.shtml",
    "86": "http://www.wrestleview.com/viewnews.php?id=1315883647",
    "87": "https://x.com/CodyRhodes/status/1249852951201538049",
    "88": "https://archive.today/20120730185556/http://slam.canoe.ca/Slam/Wrestling/WrestleMania27/2011/04/03/17863646.html",
    "89": "https://archive.today/20120720042254/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2011/05/01/18090841.html",
    "90": "http://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_49864.shtml",
    "91": "https://archive.today/20120716042733/http://slam.canoe.ca/Slam/Wrestling/2011/04/23/18057351.html",
    "92": "http://pwtorch.com/artman2/publish/wwesmackdownreport/article_50399.shtml",
    "93": "http://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_50224.shtml",
    "94": "https://archive.today/20120717134301/http://slam.canoe.ca/Slam/Wrestling/2011/06/04/18237591.html",
    "95": "https://archive.today/20120715041647/http://slam.canoe.ca/Slam/Wrestling/2011/06/11/18270206.html",
    "96": "http://pwtorch.com/artman2/publish/wadekellerdotcom/51486.shtml",
    "97": "https://web.archive.org/web/20150905204327/http://www.wwe.com/classics/titlehistory/intercontinental/25029858",
    "98": "http://pwtorch.com/artman2/publish/WWE_News_3/article_52014.shtml",
    "99": "https://archive.today/20120715010307/http://slam.canoe.ca/Slam/Wrestling/2011/08/27/18607356.html",
    "100": "https://archive.today/20120714102404/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2011/09/19/18706136.html",
    "101": "https://archive.today/20120713143329/http://slam.canoe.ca/Slam/Wrestling/2011/09/10/18665546.html",
    "102": "http://www.pwtorch.com/artman2/publish/wwerawreport/article_53221.shtml",
    "103": "https://archive.today/20120717142655/http://slam.canoe.ca/Slam/Wrestling/2011/09/24/18733826.html",
    "104": "http://www.wrestleview.com/viewnews.php?id=1316612852",
    "105": "http://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_53843.shtml",
    "106": "https://archive.today/20120713191412/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2011/10/02/18772571.html",
    "107": "https://archive.today/20120721204251/http://slam.canoe.ca/Slam/Wrestling/2011/10/14/18829166.html",
    "108": "https://archive.today/20120719175450/http://slam.canoe.ca/Slam/Wrestling/2011/10/22/18863181.html",
    "109": "https://archive.today/20120718042035/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2011/10/24/18867666.html",
    "110": "https://archive.today/20120715113108/http://slam.canoe.ca/Slam/Wrestling/2011/11/05/18928061.html",
    "111": "http://www.pwtorch.com/artman2/publish/wwerawreport/article_55160.shtml",
    "112": "https://web.archive.org/web/20120107205936/http://www.wrestleview.com/viewnews.php?id=1324257677",
    "113": "https://archive.today/20120715221911/http://slam.canoe.ca/Slam/Wrestling/2012/01/07/19213471.html",
    "114": "http://pwtorch.com/artman2/publish/wweppvs/article_57526.shtml",
    "115": "http://pwtorch.com/artman2/publish/WWE_News_3/article_57529.shtml",
    "116": "https://archive.today/20120714163916/http://slam.canoe.ca/Slam/Wrestling/PPVReports/2012/02/20/19401186.html",
    "117": "http://www.wwe.com/shows/eliminationchamber/2012/smackdown-elimination-chamber-2012",
    "118": "http://pwtorch.com/artman2/publish/wwesmackdownreport/article_58796.shtml",
    "119": "http://pwtorch.com/artman2/publish/wweppvs/article_59831.shtml",
    "120": "https://www.pwtorch.com/artman2/publish/wwerawreport/article_59908.shtml",
    "121": "http://pwtorch.com/artman2/publish/wweppvs/article_60881.shtml",
    "122": "https://www.pwtorch.com/artman2/publish/wwerawreport/article_61167.shtml",
    "123": "http://www.wwe.com/shows/wweoverthelimit/2012/christian-def-intercontinental-champion-cody-rhodes",
    "124": "http://pwtorch.com/artman2/publish/wwesmackdownreport/article_62913.shtml",
    "125": "http://pwtorch.com/artman2/publish/wwesmackdownreport/article_63002.shtml",
    "126": "http://www.wwe.com/shows/moneyinthebank/2012/world-heavyweight-championship-contract-money-in-the-bank-ladder-match",
    "127": "http://pwtorch.com/artman2/publish/wweppvs/article_65243.shtml",
    "128": "http://pwtorch.com/artman2/publish/wwerawreport/article_65455.shtml",
    "129": "http://pwtorch.com/artman2/publish/wwerawreport/article_66112.shtml",
    "130": "http://www.wwe.com/shows/hellinacell/2012/team-hell-no-team-rhodes-scholars-26059965",
    "131": "http://pwtorch.com/artman2/publish/wwsuperstarsreport/article_66648.shtml",
    "132": "http://pwtorch.com/artman2/publish/WWE_News_3/article_66650.shtml",
    "133": "http://pwtorch.com/artman2/publish/wwsuperstarsreport/article_67391.shtml",
    "134": "http://www.wrestleview.com/wwe-wrestling-results/wwe-raw-results/40536-wwe-raw-results-3-25-13-rock-cena-q-and-a",
    "135": "https://www.pwtorch.com/artman2/publish/wwerawreport/article_69177.shtml",
    "136": "https://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_69461.shtml",
    "137": "http://www.wwe.com/shows/wrestlemania/29/brodus-clay-tensai-the-funkadactyls-vs-team-rhodes-scholars-the-bella-twins-26102098",
    "138": "https://www.pwtorch.com/artman2/publish/WWE_News_3/article_69858.shtml",
    "139": "https://www.pwtorch.com/artman2/publish/wwerawreport/article_69884.shtml",
    "140": "https://www.pwtorch.com/artman2/publish/wweppvs/article_71942.shtml",
    "141": "https://www.pwtorch.com/artman2/publish/wwerawreport/article_71983.shtml",
    "142": "https://www.pwtorch.com/artman2/publish/wwesmackdownreport/article_72289.shtml",
    "143": "https://www.pwtorch.com/artman2/publish/wweppvs/article_72777.shtml",
    "144": "https://www.pwtorch.com/artman2/publish/wwerawreport/article_72814.shtml",
    "145": "https://archive.today/20131101090651/http://slam.canoe.ca/Slam/Wrestling/2013/09/03/21092596.html",
    "146": "https://archive.today/20131101093830/http://slam.canoe.ca/Slam/Wrestling/2013/09/09/21110481.html",
    "147": "https://archive.today/20131101093833/http://slam.canoe.ca/Slam/Wrestling/2013/09/17/21127846.html",
    "148": "https://archive.today/20131101093828/http://slam.canoe.ca/Slam/Wrestling/2013/09/24/21145736.html",
    "149": "https://archive.today/20131011234925/http://slam.canoe.ca/Slam/Wrestling/2013/10/06/21176466.html",
    "150": "https://web.archive.org/web/20131019035451/http://www.wwe.com/classics/titlehistory/wwetag/10142013-cody-rhodes-goldust",
    "151": "https://archive.today/20131101090717/http://slam.canoe.ca/Slam/Wrestling/2013/10/15/21195641.html",
    "152": "http://www.wwe.com/shows/raw/2014-6-16/wwe-raw-results-26400632/page-9/",
    "153": "http://pwtorch.com/artman2/publish/wwerawreport/article_80290.shtml#.U_OW-_l_vtU",
    "154": "http://pwtorch.com/artman2/publish/wwerawreport/article_80417.shtml#.U_x7c_l_vtU",
    "155": "https://archive.today/20150218000214/http://slam.canoe.ca/Slam/Wrestling/2015/02/17/22240316.html",
    "156": "https://atletifo.com/wrestling/cody-rhodes-stardust/",
    "157": "https://solowrestling.mundodeportivo.com/new/103937-dustin-rhodes-vince-penso-que-un-cody-vs-goldust-no-era-bueno-para-wrestlemania",
    "158": "https://web.archive.org/web/20150817134957/http://www.f4wonline.com/more/more-top-stories/96-wwe-news/43905-wwe-neville-a-stardust-are-comic-book-characters-come-to-life",
    "159": "http://pwtorch.com/artman2/publish/wweppvs/article_87122.shtml",
    "160": "http://www.wrestleview.com/wwe-wrestling-results/wwe-raw-results/57788-wwe-raw-results-2-15-16-live-results-from-anaheim",
    "161": "https://web.archive.org/web/20190702100721/https://dailyddt.com/2016/03/21/kevin-owens-sami-zayn-dolph-ziggler-miz-stardust-sin-cara-zack-ryder-wwe-wrestlemania-32/",
    "162": "http://www.cagesideseats.com/wwe/2016/4/3/11356288/wrestlemania-32-results-zack-ryder-wins-the-intercontinental-championship",
    "163": "http://www.cagematch.net/?id=2&nr=3686&page=4&year=2016&promotion=1&showtype=TV-Show%7CPay+Per+View&constellationType=",
    "164": "http://www.pwinsider.com/ViewArticle.php?id=102146",
    "165": "https://x.com/PrinceCGR/status/734074764042600448",
    "166": "http://www.wwe.com/article/cody-rhodes-released",
    "167": "https://web.archive.org/web/20190628122813/https://pbs.twimg.com/media/CjF5AxQVAAAG53q.jpg",
    "168": "https://web.archive.org/web/20190628122813/https://pbs.twimg.com/media/CjF5AxxWkAAX2QS.jpg",
    "169": "http://www.pwtorch.com/site/2016/05/22/cody-rhodes-statement-wwe-exit-left-moment-clarity-broken-creative-system-last-conversation-triple-h-honoring-dusty-whats-next/",
    "170": "http://prowrestling.net/site/2016/05/22/cody-rhodes-addresses-his-departure-from-wwe-and-his-future/",
    "171": "http://www.f4wonline.com/wwe-news/cody-runnels-requested-his-release-wwe-213191",
    "172": "http://www.pwtorch.com/site/2016/05/21/breaking-stardust-cody-rhodes-announces-exit-wwe/",
    "173": "http://prowrestling.net/site/2016/05/21/wwe-wrestler-cody-stardust-rhodes-asks-for-his-release-from-wwe/",
    "174": "http://www.pwinsider.com/ViewArticle.php?id=102176",
    "175": "https://www.ewrestlingnews.com/news/cody-rhodes-says-triple-h-took-his-wwe-departure-very-personally",
    "176": "http://411mania.com/wrestling/cody-denial-cody-rhodes-trademark-wwe/",
    "177": "https://www.wrestlinginc.com/news/2019/11/cody-rhodes-comments-on-if-he-the-reason-wwe-changed-up-the-662570/",
    "178": "http://411mania.com/wrestling/cody-rhodes-to-wrestle-at-evolve-66/",
    "179": "https://web.archive.org/web/20190702101457/https://www.f4wonline.com/indies/evolve-66-results-cody-rhodes-makes-his-return-professional-wrestling-219076",
    "180": "https://www.f4wonline.com/indies/evolve-67-results-cody-rhodes-vs-chris-hero-219106",
    "181": "http://www.pwtorch.com/site/2016/06/03/21665/",
    "182": "http://www.pwtorch.com/site/2016/06/01/cody-rhodes-begins-list-big-post-wwe-match-announced-august/",
    "183": "http://www.wrestlezone.com/news/719925-cody-rhodes-announced-for-another-big-post-wwe-match-wwe-revisits-john-cenas-2005-rap-album",
    "184": "http://www.pwtorch.com/site/2016/06/06/rhodesbola/",
    "185": "http://www.f4wonline.com/indies/pwg-battle-los-angeles-night-two-results-phenomenal-night-action-220026",
    "186": "http://www.f4wonline.com/indies/pwg-bola-night-3-results-winner-crowned-young-bucks-vs-pentagon-jr-fenix-220101",
    "187": "http://globalforcewrestling.com/cody-rhodes-new-gfw-nexgen-champion/",
    "188": "https://www.si.com/extra-mustard/2017/03/01/wwe-week-wrestling-kurt-angle-cody-rhodes-bobby-fish",
    "189": "http://pwinsider.com/article/108454/cody-rhodes-beats-mike-bennett-to-win-the-northeast-wrestling-title.html?p=1",
    "190": "https://www.pwinsider.com/article/105200/kurt-angle-vs-joe-hendry-doug-williams-vs-cody-rhodes-and-more-refuse-to-lose-ippv-on-fitetv-coverage-.html?p=1",
    "191": "http://www.cagematch.net/?id=5&nr=3073&page=5&reign=2",
    "192": "https://www.imdb.com/title/tt7541052/",
    "193": "https://www.youtube.com/watch?v=AXEtHg8PXFg",
    "194": "http://www.cagematch.net/?id=1&nr=165237",
    "195": "https://www.cagematch.net/?id=1&nr=173726",
    "196": "https://www.cagematch.net/?id=1&nr=173935",
    "197": "http://www.chicagotribune.com/suburbs/ct-all-in-wrestling-chicago-young-bucks-cody-20180511-story.html",
    "198": "https://twitter.com/all_in_2018",
    "199": "https://www.f4wonline.com/other-wrestling/all-tickets-sell-out-almost-immediately-after-going-sale-257626",
    "200": "https://bleacherreport.com/articles/2792041-cody-rhodes-beats-nick-aldis-wins-nwa-worlds-heavyweight-title-at-all-in",
    "201": "https://prowrestling.net/site/2018/10/21/powells-nwa-70th-anniversary-live-review-cody-vs-nick-aldis-in-a-best-of-three-falls-match-for-the-nwa-championship-new-nwa-national-champion-crowned-jazz-vs-penelope-ford-for-th/",
    "202": "http://www.pwtorch.com/site/2016/07/20/cody-rhodes-alert-rhodes-heading-rohs-final-battle/",
    "203": "http://www.pwtorch.com/site/2016/12/02/kellers-roh-final-battle-2016-ppv-report-122-cole-vs-oreilly-cody-rhodes-vs-lethal-cabana-vs-dalton-briscoes-vs-young-bucks/",
    "204": "http://www.wrestlinginc.com/wi/news/2017/0118/621338/roh-tv-recap/",
    "205": "http://www.pwtorch.com/site/2017/04/01/mcneills-roh-supercard-honor-xi-ippv-report-41-hardys-vs-bucks-ladder-match-daniels-vs-castle/",
    "206": "http://www.f4wonline.com/roh-results/roh-war-worlds-ppv-live-results-daniels-vs-cody-vs-lethal-235346",
    "207": "http://www.f4wonline.com/roh-results/roh-best-world-live-results-christopher-daniels-vs-cody-237881",
    "208": "http://www.f4wonline.com/daily-updates/daily-update-wwe-house-shows-cody-rhodes-mr-pogo-237861",
    "209": "http://www.f4wonline.com/ring-honor/cody-rhodes-receives-six-stitches-after-roh-world-title-win-237921",
    "210": "http://www.f4wonline.com/ring-honor/cody-rhodes-officially-signs-ring-honor-243376",
    "211": "https://www.f4wonline.com/roh-results/roh-final-battle-2017-live-results-cody-vs-dalton-castle-248016",
    "212": "https://www.solowrestling.com/new/76902-the-elite-y-socal-uncensored-se-despiden-de-ring-of-honor",
    "213": "http://www.f4wonline.com/indies/cody-rhodes-wrestling-future-include-both-tna-roh-220096",
    "214": "http://www.pwtorch.com/site/2016/10/02/102-tna-bound-glory-ppv-mcmahons-ongoing-coverage-ec3-vs-lashley-decay-vs-broken-matt-hardy-nero/",
    "215": "http://www.wrestlingnewsworld.com/cody-rhodes-returns-tna-impact-wrestling/",
    "216": "http://pwinsider.com/article/110056/cody-rhodesimpact-wrestling-update.html?p=1",
    "217": "http://www.njpw.co.jp/card_result/76490",
    "218": "http://www.f4wonline.com/japan/njpw-world-tag-league-finals-live-results-winners-are-crowned-226256",
    "219": "http://www.f4wonline.com/japan/njpw-wrestle-kingdom-11-live-results-kazuchika-okada-vs-kenny-omega-227626",
    "220": "http://www.f4wonline.com/japan/kenny-omegas-return-highlights-roh-njpw-honor-rising-lineup-230046",
    "221": "http://www.f4wonline.com/japan/njpw-dominion-live-results-kazuchika-okada-vs-kenny-omega-237066",
    "222": "http://www.pwtorch.com/site/2017/07/01/radicans-71-njpw-g1-special-usa-night-1-report-tournament-begins-crown-first-iwgp-u-s-champion-okada-defends-iwgp-hvt-championship-cody-rhodes/",
    "223": "http://www.f4wonline.com/japan/njpw-g1-climax-27-finals-live-results-tetsuya-naito-vs-kenny-omega-240871",
    "224": "https://www.cbssports.com/wwe/news/njpw-wrestle-kingdom-12-results-recap-grades-jericho-impresses-okada-reigns/",
    "225": "https://www.f4wonline.com/japan/njpw-new-beginning-sapporo-night-two-live-results-omega-white-250651",
    "226": "https://www.f4wonline.com/japan/njpw-g1-special-san-francisco-live-results-kenny-omega-vs-cody-261176",
    "227": "https://www.njpw1972.com/tornament/33018?showResult=1",
    "228": "https://www.f4wonline.com/japan/njpw-king-pro-wrestling-live-results-omega-vs-cody-vs-ibushi-267356",
    "229": "https://www.prowrestlingsheet.com/all-elite-wrestling-jericho-jr/",
    "230": "https://prowrestling.net/site/2019/01/04/1-4-njpw-wrestle-kingdom-13-results-kenny-omega-vs-hiroshi-tanahashi-for-the-iwgp-heavyweight-championship-chris-jericho-vs-tetsuya-naito-for-the-iwgp-intercontinental-championship-cody-vs/",
    "231": "https://www.pwinsider.com/ViewArticle.php?id=123939",
    "232": "https://www.f4wonline.com/indies/trademarks-filed-florida-all-elite-wrestling-all-out-and-more-270671",
    "233": "https://www.pwinsider.com/article/121945/new-trademarks-point-to-elite-promotion-next-step-for-bucks-and-cody.html?p=1",
    "234": "https://www.pwtorch.com/site/2018/11/21/all-elite-wrestling-trademarks-filed-startup-promotion-linked-to-young-bucks-cody-rhodes-omega-and-cast-of-being-the-elite/",
    "235": "https://www.fightful.com/wrestling/report-cody-and-young-bucks-have-five-year-deals-aew",
    "236": "https://prowrestling.net/site/2019/05/25/aew-double-or-nothing-results-powells-live-review-of-kenny-omega-vs-chris-jericho-the-young-bucks-vs-pentagon-jr-and-fenix-for-the-aaa-tag-titles-cody-vs-dustin-rhodes-britt-baker-vs-nyla-r/",
    "237": "https://ewrestling.com/article/cody-vs-dustin-rhodes-aew-double-or-nothing-named-2019-pro-wrestling-illustrated-match-year/",
    "238": "https://prowrestling.net/site/2019/06/29/6-29-aew-fyter-fest-results-powells-live-review-of-kenny-omega-and-the-young-bucks-vs-pentagon-jr-fenix-and-laredo-kid-jon-moxley-vs-joey-janela-in-an-unsanctioned-match-cody-vs-darby-allin/",
    "239": "https://comicbook.com/wwe/2019/06/30/aew-cody-rhodes-chairshot-unprotected-head-critics/",
    "240": "https://m.youtube.com/watch?v=hKqVR4hHbMM&t=70s",
    "241": "https://prowrestling.net/site/2019/08/31/aew-all-out-results-powells-live-review-of-chris-jericho-vs-hangman-page-to-become-the-first-aew-champion-pentagon-jr-and-fenix-vs-the-young-bucks-in-a-ladder-match-for-the-aaa-tag-titles-cody/",
    "242": "https://www.f4wonline.com/aew-news/chris-jericho-defend-aew-world-title-against-cody-full-gear-291836",
    "243": "https://www.cbssports.com/wwe/news/aew-dynamite-results-recap-grades-jon-moxley-returns-jack-hager-debuts-in-first-tnt-episode/",
    "244": "https://prowrestling.net/site/2019/10/09/10-09-aew-dynamite-tv-results-barnetts-live-review-of-chris-jericho-and-sammy-guevara-vs-hangman-page-and-dustin-rhodes-jon-moxley-vs-shawn-spears-the-young-bucks-vs-private-party-in-an-a/",
    "245": "https://prowrestling.net/site/2019/11/06/11-6-aew-dynamite-tv-results-barnetts-live-review-of-chris-jericho-and-sammy-guevara-vs-kenny-omega-and-adam-hangman-page-pac-vs-trent-codys-big-announcement-final-hype-for-saturdays-f/",
    "246": "https://prowrestling.net/site/2019/11/09/aew-full-gear-results-powells-live-review-of-chris-jericho-vs-cody-for-the-aew-championship-kenny-omega-vs-jon-moxley-hangman-page-vs-pac-riho-vs-emi-sakura-for-the-aew-womens-championship/",
    "247": "https://prowrestling.net/site/2019/11/13/11-13-aew-dynamite-tv-results-barnetts-live-review-of-frankie-kazarian-and-scorpio-sky-vs-chris-jericho-and-sammy-guevara-for-the-aew-tag-titles-adam-hangman-page-vs-pac-jon-moxley-spe/",
    "248": "https://prowrestling.net/site/2019/12/04/12-4-aew-dynamite-tv-results-barnetts-live-review-of-jon-moxley-vs-joey-janela-dustin-rhodes-and-the-young-bucks-vs-santana-ortiz-and-sammy-guevara-pentagon-jr-vs-christopher-dani/",
    "249": "https://www.f4wonline.com/aew-results/aew-dynamite-live-results-texas-street-fight-299271",
    "250": "https://prowrestling.net/site/2020/02/05/2-5-aew-dynamite-tv-results-barnetts-live-review-of-kenny-omega-hangman-page-and-the-young-bucks-vs-pentagon-jr-rey-fenix-the-butcher-and-the-blade-jon-moxley-vs-ortiz-britt-bak/",
    "251": "https://prowrestling.net/site/2020/02/19/2-19-aew-dynamite-tv-results-barnetts-live-review-of-cody-vs-wardlow-in-a-steel-cage-match-jon-moxley-vs-jeff-cobb-kenny-omega-and-hangman-page-vs-pentagon-jr-and-rey-fenix-for-the-aew-t/",
    "252": "https://prowrestling.net/site/2020/02/29/aew-revolution-results-powells-live-review-of-chris-jericho-vs-jon-moxley-for-the-aew-championship-kenny-omega-and-hangman-page-vs-the-young-bucks-for-the-aew-tag-titles-cody-vs-mjf-nyla-rose/",
    "253": "https://prowrestling.net/site/2020/03/30/aew-introducing-the-tnt-championship-belt-winner-to-be-crowned-in-a-tournament/",
    "254": "https://prowrestling.net/site/2020/04/29/4-29-aew-dynamite-tv-results-powells-live-review-of-cody-vs-darby-allin-and-dustin-rhodes-vs-lance-archer-in-tnt-title-tournament-semifinal-matches-best-friends-vs-jimmy-havoc-and-kip-sabian-b/",
    "255": "https://prowrestling.net/site/2020/05/23/aew-double-or-nothing-results-powells-live-review-of-cody-vs-lance-archer-to-become-the-first-tnt-champion-mike-tyson-presents-the-belt-jon-moxley-vs-brodie-lee-for-the-aew-championship-the-e/",
    "256": "https://prowrestling.net/site/2020/06/03/6-3-aew-dynamite-results-barnetts-live-review-of-cody-vs-jungle-boy-for-the-tnt-championship-hangman-page-and-kenny-omega-vs-jimmy-havoc-and-kip-sabian-for-the-aew-tag-titles-chris-je/",
    "257": "https://prowrestling.net/site/2020/06/10/6-10-aew-dynamite-results-powells-live-review-of-cody-vs-marq-quen-for-the-tnt-championship-ftr-vs-the-butcher-the-blade-orange-cassidy-and-best-friends-vs-santana-ortiz-and-jake-hager-hi/",
    "258": "https://www.f4wonline.com/aew-results/aew-dynamite-live-results-tag-titles-tnt-championship-line-313481",
    "259": "https://www.wrestleview.com/aew-dynamite-results/160626-aew-dynamite-results-july-1-2020/",
    "260": "https://prowrestling.net/site/2020/07/15/7-15-aew-dynamite-results-powells-live-review-of-fight-for-the-fallen-featuring-jon-moxley-vs-brian-cage-for-the-aew-championship-cody-vs-sonny-kiss-for-the-tnt-championship-ftr-vs-p/",
    "261": "https://www.allelitewrestling.com/post/aew-dynamite-results-for-july-22-2020",
    "262": "https://www.allelitewrestling.com/post/aew-dynamite-results-for-july-29-2020",
    "263": "https://prowrestling.net/site/2020/08/12/8-12-aew-dynamite-results-barnetts-live-review-of-cody-vs-scorpio-sky-for-the-tnt-championship-chris-jericho-vs-orange-cassidy-kenny-omega-and-hangman-page-vs-luchasaurus-and-jungle-boy-f/",
    "264": "https://prowrestling.net/site/2020/08/22/8-22-aew-dynamite-results-barnetts-live-review-of-cody-vs-brodie-lee-for-the-tnt-championship-ftr-vs-private-party-kenny-omega-and-the-young-bucks-vs-alex-reynolds-john-silver-and-alan-fiv/",
    "265": "https://www.pwinsider.com/article/139037/warnermedia-thrilled-with-aews-weekend-numbers-cody-update-bucks-autobiography-and-more-aew-news.html?p=1",
    "266": "https://www.allelitewrestling.com/post/aew-dynamite-results-for-september-23-2020",
    "267": "https://prowrestling.net/site/2020/10/07/10-7-aew-dynamite-results-barnetts-live-review-of-30-years-of-chris-jericho-celebration-brodie-lee-vs-cody-in-a-dog-collar-match-for-the-tnt-championship-brian-cage-vs-will-hobbs-chris-jericho/",
    "268": "https://www.f4wonline.com/aew-news/darby-allin-challenge-tnt-title-aew-full-gear-322656",
    "269": "https://www.f4wonline.com/aew-news/shaquille-oneal-aew-debut-teased-dynamite-324941",
    "270": "https://www.f4wonline.com/aew-news/brandi-rhodes-throws-water-swears-shaq-aew-dynamite-327191",
    "271": "https://www.allelitewrestling.com/post/aew-dynamite-results-for-march-3-2021",
    "272": "https://prowrestling.net/site/2021/03/07/aew-revolution-results-powells-live-review-of-kenny-omega-vs-jon-moxley-in-an-exploding-barbed-wire-death-match-for-the-aew-championship-young-bucks-vs-chris-jericho-and-mjf-for-the-aew-tag-titl/",
    "273": "https://prowrestling.net/site/2021/03/31/3-31-aew-dynamite-results-barnetts-live-review-of-christian-cage-vs-frankie-kazarian-kenny-omega-doc-gallows-and-karl-anderson-vs-penta-el-zero-miedo-rey-fenix-and-laredo-kid-cody/",
    "274": "https://prowrestling.net/site/2021/05/05/5-5-aew-dynamite-results-barnetts-live-review-of-the-inner-circle-vs-the-pinnacle-in-a-blood-and-guts-match-cody-rhodes-vs-qt-marshall-scu-vs-jurassic-express-vs-the-acclaimed-vs-varsity-blo/",
    "275": "https://prowrestling.net/site/2021/05/30/aew-double-or-nothing-results-powells-live-review-of-kenny-omega-vs-orange-cassidy-vs-pac-for-the-aew-championship-hikaru-shida-vs-britt-baker-for-the-aew-womens-title-miro-vs-lance-archer/",
    "276": "https://www.f4wonline.com/aew-news/cody-rhodes-vs-qt-marshall-strap-match-set-aew-road-rager-343891",
    "277": "https://prowrestling.net/site/2021/07/07/7-7-aew-dynamite-results-powells-live-review-of-the-young-bucks-vs-eddie-kingston-and-penta-el-zero-miedo-in-a-street-fight-for-the-aew-tag-titles-andrade-el-idolo-vs-matt-sydal-cody/",
    "278": "https://prowrestling.net/site/2021/07/29/aew-dynamite-preview-the-homecoming-lineup-for-wednesdays-tnt-show/",
    "279": "https://prowrestling.net/site/2021/08/04/8-4-aew-dynamite-results-barnetts-live-review-of-homecoming-with-malakai-black-vs-cody-rhodes-chris-jericho-vs-juventud-guerrera-miro-vs-lee-johnson-for-the-tnt-title-the-b/",
    "280": "https://prowrestling.net/site/2021/09/22/9-22-aew-dynamite-results-powells-live-review-of-aew-champion-kenny-omega-vs-bryan-danielson-in-a-non-title-match-britt-baker-vs-ruby-soho-for-the-aew-womens-championship-cody-rhodes-vs-mala/",
    "281": "https://prowrestling.net/site/2021/10/23/10-23-aew-dynamite-results-barnetts-live-review-of-cody-rhodes-vs-malakai-black-bryan-danielson-vs-dustin-rhodes-and-lance-archer-vs-eddie-kingston-in-aew-eliminator-tournament-matches/",
    "282": "https://prowrestling.net/site/2021/11/13/aew-full-gear-results-barnetts-live-review-of-kenny-omega-vs-hangman-page-for-the-aew-world-championship-bryan-danielson-vs-miro-in-the-eliminator-tournament-finals-penta-and-rey-fenix-vs-ftr/",
    "283": "https://prowrestling.net/site/2021/12/01/12-1-aew-dynamite-results-barnetts-live-review-of-cody-rhodes-vs-andrade-el-idolo-in-an-atlanta-street-fight-ruby-soho-vs-kris-statlander-in-a-tbs-title-tournament-match-bryan-daniels/",
    "284": "https://prowrestling.net/site/2021/12/25/12-25-aew-rampage-results-mcguires-live-review-of-sammy-guevara-vs-cody-rhodes-for-the-tnt-championship-hook-vs-bear-bronson-leyla-hirsch-vs-kris-statlander-and-jungle-boy-vs-isiah-kass/",
    "285": "https://www.f4wonline.com/news/aew/sammy-guevara-wins-undisputed-tnt-title-at-aew-dynamite-beach-break#scso=_e-zyYansBd-90PEPto2OyAQ70:0",
    "286": "https://atletifo.com/wrestling/aew/cody-rhodes-last-aew-match/",
    "287": "https://www.fightful.com/wrestling/cody-and-brandi-rhodes-moving-aew",
    "288": "https://sports.yahoo.com/wwes-cody-rhodes-says-left-213600577.html",
    "289": "https://www.pwinsider.com/article/156974/spoiler-the-definitive-cody-rhodes-update.html",
    "290": "https://www.wrestlinginc.com/news/2022/04/cody-rhodes-talks-his-complex-wwe-contract-wwe-giving-him-a-bus/",
    "291": "https://variety.com/2022/tv/news/cody-rhodes-wwe-wrestlemania-38-interview-1235221061/",
    "292": "https://www.cbssports.com/wwe/news/wrestlemania-38-cody-rhodes-returns-to-wwe-triumphantly-as-ex-aew-vice-president-beats-seth-rollins/",
    "293": "https://prowrestling.net/site/2022/04/04/4-4-wwe-raw-results-powells-live-review-of-the-raw-after-wrestlemania-with-undisputed-wwe-universal-champion-roman-reigns-the-return-of-cody-rhodes-new-raw-womens-champion-bianca-belair-appears/",
    "294": "https://prowrestling.net/site/2022/05/08/wwe-wrestlemania-backlash-results-powells-live-review-of-roman-reigns-and-the-usos-vs-drew-mcintyre-and-rk-bro-charlotte-flair-vs-ronda-rousey-in-an-i-quit-match-for-the-smackdown-womens-title/",
    "295": "https://www.wwe.com/shows/hellinacell/article/cody-rhodes-plans-to-fight-through-the-pain.html",
    "296": "https://prowrestling.net/site/2022/06/05/wwe-hell-in-a-cell-results-powells-live-review-of-cody-rhodes-vs-seth-rollins-in-a-hiac-match-bianca-belair-vs-asuka-vs-becky-lynch-for-the-raw-womens-title-theory-vs-mustafa-ali-for-the-u/",
    "297": "https://atletifo.com/wrestling/wwe/cody-rhodes-5-star-matches/",
    "298": "https://www.f4wonline.com/news/wwe/wwe-announces-cody-rhodes-to-miss-nine-months-after-pectoral-surgery",
    "299": "https://www.ewrestlingnews.com/news/its-official-cody-rhodes-enters-the-2023-mens-royal-rumble-match",
    "300": "https://www.pwtorch.com/site/2023/01/28/1-28-wwe-royal-rumble-ple-report-kellers-detailed-results-and-analysis-including-reigns-vs-owens-pitch-black-match-belair-vs-bliss/",
    "301": "https://www.pwtorch.com/site/2023/01/30/1-23-wwe-monday-night-raw-results-kellers-report-on-cody-celebrating-rumble-win-ripley-declares-wm-choice-gargano-vs-corbin-and-seth-vs-gable/",
    "302": "https://www.pwtorch.com/site/2023/04/02/4-2-wwe-wrestlemania-39-night-2-kellers-report-on-reigns-vs-cody-belair-vs-asuka-gunther-vs-sheamus-vs-mcintyre-balor-vs-edge-lesnar-vs-omos/",
    "303": "https://www.f4wonline.com/news/video/video-dave-meltzer-bryan-alvarez-talk-the-finish-of-wrestlemania-39-sunday",
    "304": "https://x.com/dustinrhodes/status/1642753192474861568",
    "305": "https://x.com/sammyguevara/status/1642733563924676616",
    "306": "https://bleacherreport.com/articles/10071005-the-roman-reigns-vs-cody-rhodes-story-is-just-getting-started-after-wrestlemania-39",
    "307": "https://www.wrestlinginc.com/1253979/madusa-calls-cody-rhodes-wwe-wrestlemania-39-loss-the-best-angle-ever/",
    "308": "https://www.sportskeeda.com/wwe/news-cody-rhodes-needed-lose-wrestlemania-39-according-wwe-legend",
    "309": "https://www.cbssports.com/wwe/news/wwe-raw-after-wrestlemania-results-recap-grades-brock-lesnar-turns-on-cody-rhodes-shocking-roman-reigns/live/",
    "310": "https://www.forbes.com/sites/alfredkonuwa/2023/05/06/wwe-backlash-2023-results-cody-rhodes-bloodies-and-beats-brock-lesnar/",
    "311": "https://www.cbssports.com/wwe/news/wwe-raw-results-recap-grades-seth-rollins-advances-to-the-finals-of-the-world-heavyweight-title-tournament/live/",
    "312": "https://www.wwe.com/shows/nightofchampions/2023/cody-rhodes-vs-brock-lesnar-results",
    "313": "https://prowrestling.net/site/2023/07/01/wwe-money-in-the-bank-results-powells-review-of-roman-reigns-and-solo-sikoa-vs-the-usos-two-mitb-ladder-matches-seth-rollins-vs-finn-balor-for-the-world-heavyweight-championship-cody-rhodes-vs/",
    "314": "https://www.pwtorch.com/site/2023/07/03/wwe-raw-results-7-3-kellers-report-on-money-in-the-bank-fallout-ripley-defending-against-natalya/",
    "315": "https://www.pwtorch.com/site/2023/07/17/wwe-raw-results-7-10-kellers-report-on-lesnar-answering-codys-challenge-gunther-vs-riddle-liv-raquel-vs-green-deville-raiders-vs-otis-gable/",
    "316": "https://www.pwtorch.com/site/2023/08/05/wwe-summerslam-results-8-5-kellers-report-on-reigns-vs-jey-seth-vs-balor-cody-vs-lesnar-asuka-vs-charlotte-vs-belair-logan-paul-vs-ricochet/",
    "317": "https://www.pwtorch.com/site/2023/10/07/leclairs-wwe-fastlane-2023-report-alt-perspective-detailed-coverage-of-rollins-vs-nakamura-cena-knight-vs-bloodline-sky-vs-flair-vs-asuka-more/",
    "318": "https://prowrestling.net/site/2023/10/16/wwe-raw-results-10-16-powells-live-review-of-the-season-premiere-cody-rhodes-and-jey-uso-vs-damian-priest-and-finn-balor-for-the-undisputed-wwe-tag-titles-gunther-vs-bronson-reed-for-the/",
    "319": "https://www.cbssports.com/wwe/news/2023-wwe-survivor-series-results-recap-grades-cm-punk-makes-shocking-return-after-wargames-main-event/live/",
    "320": "https://www.cagesideseats.com/wwe/2023/11/27/23978899/cody-rhodes-wwe-royal-rumble-2024",
    "321": "https://www.cbssports.com/wwe/news/2024-wwe-royal-rumble-results-live-updates-recap-grades-highlights-matches-card-start-time/live/",
    "322": "https://www.f4wonline.com/news/wwe/cody-rhodes-wins-second-straight-wwe-mens-royal-rumble-match",
    "323": "https://www.wwe.com/shows/smackdown/2024-02-02",
    "324": "https://www.f4wonline.com/news/wwe/the-rock-vs-roman-reigns-to-headline-wwe-wrestlemania-40",
    "325": "https://archive.today/20240203051843/https://thewest.com.au/sport/wrestling/cody-rhodes-rules-out-challenging-roman-reigns-at-wrestlemania-as-announcement-for-the-rock-seems-inevitable-c-13453485",
    "326": "https://www.usatoday.com/story/sports/2024/02/03/the-rock-roman-reigns-wwe-wrestlemania/72463869007/",
    "327": "https://prowrestling.net/site/2024/02/08/wrestlemania-xl-kickoff-press-conference-live-coverage-cody-rhodes-announces-his-decision-the-rock-roman-reigns-seth-rollins-rhea-ripley-bianca-belair-and-triple-h-appear/",
    "328": "https://www.ringsidenews.com/2024/04/07/cody-rhodes-wins-undisputed-wwe-championship-in-match-filled-with-surprises-at-wrestlemania-40-sunday/",
    "329": "https://www.comingsoon.net/wrestling/news/1648163-the-rock-confronts-cody-rhodes-on-wwe-raw-after-wrestlemania-40",
    "330": "https://prowrestling.net/site/2024/05/04/wwe-backlash-france-results-powells-live-review-of-cody-rhodes-vs-aj-styles-for-the-wwe-championship-damian-priest-vs-jey-uso-for-the-world-hvt-title-bayley-vs-naomi-vs-tiffany-str/",
    "331": "https://prowrestling.net/site/2024/05/25/wwe-king-and-queen-of-the-ring-results-powells-live-review-of-cody-rhodes-vs-logan-paul-for-the-wwe-title-gunther-vs-randy-orton-in-the-kotr-finals-nia-jax-vs-lyra-valkyria-in-the-qotr-finals/",
    "332": "http://www.wwe.com/shows/clash-at-the-castle/2024/cody-rhodes-aj-styles-i-quit",
    "333": "https://bleacherreport.com/articles/10127346-wwe-money-in-the-bank-2024-results-winners-live-grades-reaction-and-highlights",
    "334": "https://prowrestling.net/site/2024/08/03/wwe-summerslam-results-powells-review-of-cody-rhodes-vs-solo-sikoa-in-a-bloodline-rules-match-for-the-wwe-championship-damian-priest-vs-gunther-for-the-world-heavyweight-championship/",
    "335": "https://prowrestling.net/site/2024/08/31/wwe-bash-in-berlin-results-mcguires-review-of-gunther-vs-randy-orton-for-the-world-heavyweight-title-cody-rhodes-vs-kevin-owens-for-the-wwe-championship-cm-punk-vs-drew-mcintyre-in-a-strap-mat/",
    "336": "https://prowrestling.net/site/2024/09/13/wwe-smackdown-results-9-13-barnetts-review-of-cody-rhodes-vs-solo-sikoa-in-a-cage-match-for-the-wwe-championship-kevin-owens-and-a-partner-vs-grayson-waller-and-austin-theory/",
    "337": "https://prowrestling.net/site/2024/09/13/wwe-smackdown-results-9-13-barnetts-review-of-cody-rhodes-vs-solo-sikoa-in-a-cage-match-for-the-wwe-championship-kevin-owens-and-a-partner-vs-grayson-waller-and-austin-theory/",
    "338": "https://prowrestling.net/site/2024/10/05/wwe-bad-blood-results-powells-review-of-roman-reigns-and-cody-rhodes-vs-solo-sikoa-and-jacob-fatu-cm-punk-vs-drew-mcintyre-in-a-hell-in-a-cell-match/",
    "339": "https://hypebeast.com/2024/10/dwayne-the-rock-johnson-wwe-bad-blood-return",
    "340": "https://bleacherreport.com/articles/10137869-wwe-bad-blood-2024-results-winners-live-grades-reaction-and-highlights",
    "341": "https://prowrestling.net/site/2024/11/02/wwe-crown-jewel-results-powells-review-of-gunther-vs-cody-rhodes-for-the-crown-jewel-championship-nia-jax-vs-liv-morgan-for-the-womens-crown-jewel-championship/",
    "342": "https://bleacherreport.com/articles/10147081-wwe-saturday-nights-main-event-results-winners-live-grades-reaction-highlights",
    "343": "https://prowrestling.net/site/2024/12/27/wwe-smackdown-results-12-27-barnetts-live-review-of-bianca-belair-naomi-and-bayley-vs-nia-jax-tiffany-stratton-and-candice-lerae-chelsea-greens-championship-celebration/",
    "344": "https://www.stamfordadvocate.com/news/article/WWE-Gillette-team-up-in-ring-5754.php",
    "345": "http://www.wwe.com/inside/industrynews/11020272",
    "346": "http://www.wrestleview.com/news2009/1251352082.php?style=dark",
    "347": "http://pwinsider.com/article/103092/cody-rhodes-lands-guest-starring-role-on.html?p=1",
    "348": "http://www.ign.com/articles/2016/10/20/arrow-a-matter-of-trust-review",
    "349": "http://www.ign.com/articles/2017/03/10/cody-rhodes-returning-to-arrow-as-derek-sampson",
    "350": "http://www.wrestling-news.net/cody-rhodes-to-return-for-arrow-season-7/110003/",
    "351": "https://ign.com/wikis/wwe-13/Roster",
    "352": "https://www.wwe.com/inside/2k/wwe-2k14/wwe-2k14-full-roster-revealed",
    "353": "https://www.wwe.com/inside/2k/wwe-2k15/wwe-2k15-character-art-photos#fid-26839992",
    "354": "https://comicbook.com/wwe/news/wwe-2k23-new-gameplay-trailer-wargames-cody-rhodes-logan-paul-cora-jade-rhea-ripley/",
    "355": "https://www.wwe.com/inside/2k/wwe-2k16/wwe-2k16-roster-playable-characters-superstars-divas",
    "356": "http://www.wwe.com/section/wwe-2k17/article/wwe-2k17-roster-update-suplex-city-census-week-three",
    "357": "https://bleacherreport.com/articles/10039981-kenny-omega-confirms-wwes-cody-rhodes-will-be-in-aew-fight-forever-video-game",
    "358": "https://apnews.com/article/wrestlemania-2k-wwe-rhodes-87862b447b1102b4694fe1cc3a81fe9d",
    "359": "https://www.callofduty.com/blog/2024/07/call-of-duty-modern-warfare-iii-warzone-wzm-season-5-essential-maps-modes-zombies-announcement#WWE",
    "360": "http://www.hollywoodreporter.com/news/dusty-rhodes-dead-wwe-hall-801896",
    "361": "https://www.baltimoresun.com/2013/09/28/wwes-daniel-bryan-and-brie-bella-get-engaged/",
    "362": "https://people.com/parents/pro-wrestlers-brandi-and-cody-rhodes-expecting-first-child-together/",
    "363": "https://www.instagram.com/p/CQQ8zjxlUD4/",
    "364": "https://www.fightful.com/wrestling/pharaoh-rhodes-debuts-626-wwe-raw-good-boy",
    "365": "https://www.msn.com/en-us/entertainment/news/pharaoh-cody-rhodes-beloved-canine-makes-wwe-raw-debut/ar-AA1d7zSp",
    "366": "https://www.postwrestling.com/2023/06/26/wwe-raw-notes-finn-balor-def-carmelo-hayes-giovanni-vinci-returns-cody-rhodes-dog-pharoah-appears/",
    "367": "[ERROR retrieving ref link]",
    "368": "https://www.yahoo.com/lifestyle/10-things-wwe-superstar-cody-160000736.html",
    "369": "https://web.archive.org/web/20110309023142/http://marvel.com/news/story/8594/fightin_fanboys_wwe_superstar_cody_rhodes",
    "370": "https://youtube.com/watch?v=tg8415aQXD8",
    "371": "https://www.behindthevoiceactors.com/movies/The-Jetsons-and-WWE-Robo-WrestleMania/Stardust-Bot/",
    "372": "https://m.imdb.com/title/tt28427961/",
    "373": "https://deadline.com/2024/05/naked-gun-reboot-adds-liza-koshy-cody-rhodes-cch-pounder-busta-rhymes-1235928618/",
    "374": "http://www.wrestleview.com/viewnews.php?id=1274903940",
    "375": "https://www.imdb.com/title/tt2193021/fullcredits",
    "376": "http://m.ign.com/articles/2016/07/02/arrow-cody-rhodes-to-guest-in-season-5",
    "377": "http://pwinsider.com/article/105130/official-details-for-cody-rhodes-on-arrow.html?p=1",
    "378": "https://www.imdb.com/title/tt13063890/",
    "379": "https://www.imdb.com/title/tt14452854/",
    "380": "https://www.postwrestling.com/2025/01/01/cody-rhodes-makes-new-years-day-appearance-on-bbcs-cbeebies-bedtime-stories/",
    "381": "https://www.wwe.com/swerved-season-2-episode-details",
    "382": "https://www.youtube.com/channel/UC2V6TA0OqHr9BojcHz9az-w",
    "383": "https://www.allelitewrestling.com/aew-tnt-championship-history",
    "384": "https://www.cagematch.net/?id=26&nr=6324",
    "385": "https://www.f4wonline.com/aew-news/aew-awards-report-winners-revealed-shaq-challenges-cody-331426",
    "386": "https://www.cagematch.net/?id=5&nr=1599",
    "387": "https://x.com/bulletproofdojo/status/856029017463562240",
    "388": "https://www.cbssports.com/wwe/news/how-adam-cole-went-from-main-event-substitute-to-clear-choice-for-2019-wrestler-of-the-year/",
    "389": "https://www.f4wonline.com/news/wwe/cody-rhodes-wins-espy-award-for-wwe-return",
    "390": "https://www.espn.com/wwe/story/_/id/39180531/pro-wrestling-2023-awards-which-stars-had-best-year",
    "391": "http://www.f4wonline.com/daily-updates/daily-update-ufc-fight-night-101-d-bryan-responds-cesaro-dykstra-fired-225321",
    "392": "https://www.f4wonline.com/indies/cody-wins-nwa-worlds-heavyweight-championship-all-265026",
    "393": "http://www.njpw.co.jp/champions/iwgpus",
    "394": "https://nypost.com/2022/12/27/the-posts-2022-pro-wrestling-awards/",
    "395": "https://nypost.com/2023/12/26/sports/the-posts-2024-pro-wrestling-awards/",
    "396": "https://nypost.com/2024/12/26/sports/the-posts-2024-pro-wrestling-awards-the-best-from-wwe-aew/",
    "397": "https://web.archive.org/web/20110405184334/http://www.ovwrestling.com/titles",
    "398": "https://web.archive.org/web/20110405184334/http://www.ovwrestling.com/titles",
    "399": "https://web.archive.org/web/20161109093858/http://www.pwi-online.com/pages/PWIawards.html#awards-wrestler-of-the-year",
    "400": "https://x.com/OfficialPWI/status/1216785488373329920",
    "401": "https://www.sportskeeda.com/wwe/news-wwe-superstar-wins-pwi-match-year-plaque-second-time-career",
    "402": "https://www.ringsidenews.com/2025/01/16/cody-rhodes-sweeps-2024-pwi-awards/",
    "403": "[ERROR retrieving ref link]",
    "404": "https://www.ringsidenews.com/2025/01/16/cody-rhodes-sweeps-2024-pwi-awards/",
    "405": "https://itrwrestling.com/news/pwi-announces-2023-award-winners-seth-rollins-named-wrestler-of-the-year/",
    "406": "https://www.ringsidenews.com/2025/01/16/cody-rhodes-sweeps-2024-pwi-awards/",
    "407": "https://www.ringsidenews.com/2025/01/16/cody-rhodes-sweeps-2024-pwi-awards/",
    "408": "https://nodq.com/news/pro-wrestling-illustrateds-top-ten-male-wrestlers-of-2024-revealed/",
    "409": "http://www.rohwrestling.com/news/roh-wrestler-year-cody",
    "410": "https://www.rohwrestling.com/news/feud-year-cody-vs-kenny-omega",
    "411": "https://www.si.com/wrestling/2019/01/03/wwe-njpw-aew-news-best-wrestlers-2018-cody-rhodes-kenny-omega",
    "412": "https://nypost.com/2024/12/26/sports/the-posts-2024-pro-wrestling-awards-the-best-from-wwe-aew/",
    "413": "https://www.si.com/fannation/wrestling/news/ranking-the-top-10-wrestlers-of-2023",
    "414": "https://web.archive.org/web/20171004154631/http://wc.pw/title/wcpw-internet-championship",
    "415": "https://www.f4wonline.com/newsletters/wrestling-observer-newsletter/february-26-2024-observer-newsletter-2023-observer-awards-issue",
    "416": "https://search.worldcat.org/issn/1083-9593",
    "418": "https://web.archive.org/web/20150906003050/http://www.wwe.com/classics/titlehistory/intercontinental/20120429-cody-rhodes",
    "421": "https://web.archive.org/web/20131019093514/http://www.wwe.com/classics/titlehistory/wwetag/200912131111",
    "423": "https://www.wwe.com/amp/shows/royalrumble/2023/mens-royal-rumble-match-results",
    "424": "https://web.archive.org/web/20120101004520/http://www.wwe.com/shows/raw/slammyawards10",
    "425": "http://www.wwe.com/shows/raw/2013-12-09/full-slammy-award-winners-2013-26168790/page-6"
  },
  "flair_entities": [
    "lee",
    "kerry von erich",
    "cody garrett runnels",
    "nwa worlds heavyweight championship",
    "daniel bryan",
    "dashing and undashing",
    "shaquille o'neal",
    "holiday bash",
    "all elite wrestling",
    "al snow",
    "el ligero",
    "runnels",
    "post-wwe",
    "tnt championship",
    "intercontinental championship",
    "fred ottman",
    "team smackdown",
    "ocarina of time",
    "sheamus",
    "dave scherer",
    "dustin",
    "jungle boy",
    "john cena",
    "usos",
    "wrestlemania xl kickoff",
    "kingston",
    "queen of the ring",
    "matt jackson",
    "bennett",
    "metal gear solid",
    "marshall",
    "world heavyweight championship tournament",
    "i quit",
    "naomi",
    "aew",
    "brodus clay",
    "ted dibiase",
    "iwgp heavyweight championship",
    "hangman page",
    "go-big show",
    "raw tag team championship",
    "santana",
    "wwe intercontinental championship",
    "andrade",
    "eddie kingston",
    "bound for glory",
    "berlin",
    "stone cold",
    "dominik mysterio",
    "oliver queen",
    "nick comoroto",
    "matt hardy",
    "pharaoh",
    "robinson",
    "crown jewel",
    "tna",
    "wcpw internet championship",
    "lethal",
    "eddie edwards",
    "pro wrestling guerrilla",
    "the new day.",
    "street fight",
    "wrestlecade's showcase of champions",
    "malakai black",
    "the cosmic wasteland",
    "tna world heavyweight championship",
    "legacy",
    "batista",
    "the judgment day",
    "smackdown tag team championship",
    "kane",
    "haku",
    "what culture pro wrestling",
    "lashley",
    "uso",
    "wade barrett",
    "conan o'brien",
    "florida",
    "maine",
    "undashing",
    "over the limit",
    "chris hero",
    "finn bálor",
    "iwgp united states heavyweight champion",
    "the bella twins",
    "dave meltzer",
    "x-men",
    "reigns",
    "gillette",
    "world championship wrestling",
    "bad blood",
    "aldis",
    "atlanta",
    "king of pro-wrestling",
    "bloodline",
    "jake hager",
    "ovw",
    "omega red",
    "cross gen",
    "wwe smackdown",
    "jason powell",
    "roh world champion",
    "wrestlemania 38",
    "wwe 2k24",
    "mjf",
    "brodie lee",
    "steve corino",
    "no way out",
    "mike tyson",
    "honor rising: japan 2017",
    "blood and guts",
    "united states",
    "solo sikoa",
    "teil",
    "intercontinental champion",
    "bullet club",
    "ortiz",
    "charlotte",
    "ovw television championship",
    "united states heavyweight championship",
    "hell",
    "raw",
    "world wrestling entertainment",
    "jacob fatu",
    "lance cade",
    "kristin",
    "damien sandow",
    "wwe crown jewel champion",
    "dallas cowboys",
    "cody rhodes",
    "kenny omega",
    "vengeance",
    "american wrestling association",
    "the american nightmare",
    "jey",
    "wardlow",
    "the bloodline",
    "spears'",
    "dusty rhodes",
    "the bucks",
    "rhodes to the top",
    "evolve",
    "team kingston",
    "the nexus",
    "wrestlemania",
    "holly",
    "shane mcmahon",
    "sonny kiss",
    "magnum t",
    "wcpw",
    "winged eagle",
    "danny davis",
    "world heavyweight",
    "jerry sags",
    "spears",
    "kurt angle",
    "the queen's crossbow",
    "g1 climax 27",
    "the legend of zelda & metal gear",
    "cyclops",
    "wwe tag team champions the usos",
    "revolution",
    "smackdown money",
    "mcintyre",
    "penn state university",
    "big show",
    "survivor series: wargames",
    "king",
    "royal rumble",
    "neville",
    "wwe 2k16",
    "new",
    "final battle",
    "dynamite",
    "nwa 70th anniversary show",
    "zack ryder",
    "main event",
    "rhea ripley",
    "hell no",
    "wargames",
    "pwi",
    "barrett",
    "bangor",
    "wwe",
    "o'neal",
    "dx",
    "tokyo dome",
    "gabriel kidd",
    "michael elgin",
    "john morrison",
    "cuban",
    "castle",
    "the new beginning",
    "extreme rules",
    "georgia",
    "pomona",
    "a matter of trust",
    "best in the world",
    "the legacy",
    "the rock and reigns",
    "dolph ziggler",
    "undisputed wwe universal championship",
    "joe hendry",
    "wwe board of directors",
    "dibiase",
    "christian",
    "wappingers falls",
    "nwa world heavyweight championship",
    "san francisco",
    "rock",
    "brock lesnar",
    "hardcore holly",
    "hell in a cell",
    "todd sinclair",
    "dusty",
    "james caldwell",
    "world heavyweight championship elimination chamber",
    "randy orton",
    "world heavyweight championship money",
    "captain laserhawk",
    "night of champions",
    "the undertaker",
    "new york",
    "jericho",
    "sikoa",
    "howard fine acting school",
    "joseph conners",
    "pro wrestling torch",
    "wwe championship elimination chamber",
    "wwe championship",
    "texas bullrope",
    "drew galloway",
    "the kingdom",
    "roh world six-man tag team champion",
    "christopher daniels",
    "seth \"freakin\" rollins'",
    "pittsfield",
    "bálor",
    "backlash",
    "dog collar",
    "be a superstar",
    "world tag team championships",
    "priest",
    "wwe crown jewel championship",
    "michelle rubio",
    "roh world six-man tag team championship",
    "rey mysterio",
    "bragging rights",
    "all in",
    "vince mcmahon",
    "owens",
    "gulf of mexico",
    "rhodes' wwe",
    "inhumans",
    "ogogo",
    "damian priest",
    "siberian husky",
    "mysterio",
    "brandi rhodes",
    "shane",
    "rhodes scholars",
    "undisputed wwe tag team championship",
    "the brotherhood",
    "wwe tag team champions",
    "red velvet",
    "drew mcintyre",
    "stone cold steve austin",
    "brian anthony",
    "payback",
    "trevor murdoch",
    "gunther",
    "pwg",
    "iwgp united states heavyweight championship",
    "archer",
    "page",
    "amell",
    "world tag team championship",
    "lance archer",
    "the tonight show",
    "american",
    "andrade el idolo",
    "war machine",
    "fritz",
    "scorpio sky",
    "manu",
    "sammy guevara",
    "clash",
    "homecoming",
    "los angeles",
    "los matadores",
    "jacksonville",
    "wwe 2k17",
    "goldust",
    "cody r",
    "south beach strap",
    "the young bucks",
    "husky harris",
    "logan paul",
    "fastlane",
    "double or nothing",
    "massachusetts",
    "rampage",
    "mark henry",
    "wwe  championship",
    "flip gordon",
    "team hell no",
    "jacksons",
    "triple h",
    "g1 special",
    "world tag league",
    "mcmahon",
    "g1 special in usa",
    "new heavyweight championship",
    "okada",
    "raw 15th anniversary",
    "booker t",
    "pro wrestling insider",
    "doug williams",
    "santino marella",
    "juice robinson",
    "raw tag team championships",
    "fighting spirit unleashed",
    "bloodline rules",
    "runnels rhodes",
    "archangel",
    "the new age outlaws",
    "impact wrestling",
    "dustin rhodes",
    "shawn spears",
    "dlc",
    "anthony ogogo",
    "the funkadactyls",
    "roh",
    "smackdown",
    "kazuchika okada",
    "grand slam",
    "the ascension",
    "battleground",
    "grayson waller",
    "joe coffey",
    "moose",
    "tama tonga",
    "bc firing squad",
    "david otunga",
    "sapporo",
    "money",
    "team orton",
    "jimmy uso",
    "corino",
    "wrestlemania xl",
    "ricky starks",
    "ricky morton",
    "rhodes'",
    "steve austin",
    "daniels",
    "wwe hall of fame",
    "formation of aew",
    "sampson",
    "all in that",
    "wwe universal champion",
    "new japan pro-wrestling",
    "sonjay dutt",
    "saturday night's main event",
    "full gear",
    "wwe universal championship",
    "stardust",
    "impact world heavyweight championship",
    "wcpw championship",
    "beach break",
    "mike bennett",
    "lassiter high school",
    "face of the revolution ladder match",
    "raw supershow",
    "pac",
    "falls count anywhere",
    "the dark order",
    "arrow",
    "kota ibushi",
    "otunga",
    "a.",
    "brandi",
    "undisputed wwe universal",
    "derek sampson",
    "ring of honor",
    "a link to the past",
    "impact grand championship",
    "non-wwe",
    "wrestlemania xxviii",
    "rollins",
    "aaron solo",
    "tensai",
    "tlc",
    "osaka-jo hall",
    "cameron",
    "gillette fusion",
    "war of the worlds",
    "kofi kingston",
    "rybaxel",
    "maryland",
    "the rock",
    "raw and austin theory",
    "seth rollins",
    "damien mizdow",
    "brandi reed",
    "ovw southern tag team championship",
    "undisputed",
    "northeast wrestling",
    "triple crown",
    "call of duty",
    "rhodes  cody garrett runnels rhodes",
    "ppv",
    "tanga loa",
    "marq quen",
    "wrestle kingdom",
    "afa",
    "stephanie",
    "the shield",
    "backlash france",
    "styles",
    "modern warfare iii",
    "battle of los angeles",
    "tons of funk",
    "guevara",
    "the great american bash",
    "joppa",
    "ezekiel jackson",
    "cody",
    "omega",
    "sami zayn",
    "road rager",
    "aew world championship",
    "seth \"freakin\" rollins",
    "rhodes",
    "ligero",
    "wwe all stars",
    "wwe triple crown",
    "nxt",
    "matt",
    "aew tnt championship",
    "jay lethal",
    "total nonstop action wrestling",
    "nick jackson",
    "wwe tag team championship",
    "hanson",
    "ring of honor wrestling",
    "the lucha dragons",
    "sami callihan",
    "ippv refuse to lose",
    "darby allin",
    "mister sinister",
    "true legacy",
    "ovw heavyweight championship",
    "lesnar",
    "bash",
    "wrestlemania xxvii",
    "cross rhodes",
    "roman reigns' wwe universal championship",
    "ladders & chairs",
    "wrestlemania xxvi",
    "wrestlemania backlash",
    "sandow",
    "warhorse",
    "roman reigns",
    "dalton castle",
    "kevin owens",
    "tag team turmoil",
    "gfw nex*gen championship",
    "orton",
    "team rhodes scholars",
    "aj styles",
    "jey uso",
    "wrestlemanias",
    "stephen amell",
    "aew fight forever",
    "delete wcpw",
    "roh world championship",
    "jd mcdonagh",
    "the usos",
    "package piledriver",
    "superstars or main event",
    "world heavyweight championship",
    "the elite",
    "ohio valley wrestling",
    "twitter",
    "black",
    "ricky steamboat",
    "dot net",
    "njpw",
    "elimination chamber rhodes",
    "tag team champions",
    "survivor series",
    "north carolina",
    "connecticut",
    "jimmy",
    "bryan",
    "money in the bank",
    "chris jericho",
    "bank",
    "zack sabre jr",
    "dominion",
    "the inner circle",
    "cm punk",
    "pro wrestling illustrated",
    "maria",
    "stephanie mcmahon",
    "summerslam",
    "triple h reforming d-generation x",
    "cody runnels",
    "wcw",
    "breaking point",
    "supercard of honor xi",
    "super smackdown live",
    "wwe champion",
    "season 7",
    "the miz",
    "sin cara",
    "iwgp tag team championship",
    "ibushi",
    "a blood dragon remix.",
    "team raw",
    "nick aldis",
    "basil",
    "marty scurll",
    "the grayson waller effect",
    "raymond rowe",
    "fyter fest",
    "rumble",
    "jade cargill",
    "survival of the fittest to the kingdom",
    "wrestling observer",
    "tag team championship",
    "shawn michaels",
    "wrestle kingdom 11"
  ]
}