{
  "title": "Crocus_City_Hall_attack",
  "url": "https://en.wikipedia.org/wiki/Crocus_City_Hall_attack",
  "summary": "On 22 March 2024, a coordinated terrorist attack against civilians occurred at the Crocus City Hall music venue in Crocus City, Krasnogorsk, Moscow Oblast, Russia. The attack began at around 20:00 MSK (UTC+3), shortly before the Russian band Picnic was scheduled to play a sold-out show at the venue. Four terrorists associated with  Islamic State – Khorasan Province (IS–KP or ISIS-K) carried out a mass shooting, as well as slashing attacks on the people gathered at the venue, and used incendiary devices to set the venue on fire. Investigators said 145 people had been killed (including those who died later in hospital), and more than 551 concertgoers injured by gunfire or suffering from burns. On 28 March, Russian authorities also claimed that a further 95 people were missing.\nIS claimed responsibility for the attack in a statement through the IS-affiliated Amaq News Agency shortly after the attack, with its regional branch in the Afghanistan–Pakistan border region, Islamic State – Khorasan Province (IS–KP or ISIS-K), most likely being responsible. Amaq also published a video filmed by one of the attackers. It showed the attackers shooting victims and slitting the throat of a victim, while the filming attacker was reciting the takbir, praising God and speaking against infidels.\nRussia's Foreign Ministry called the incident a terrorist attack. Russian president Vladimir Putin called the attack a \"barbaric terrorist act\" and said that the gunmen had been arrested. He also declared 24 March 2024 to be a national day of mourning, and sought to link assailants to Ukraine, in what has been described as \"very doubtful and primitive\"  disinformation. It was the deadliest terrorist attack on Russian soil since the Beslan school siege in 2004. Investigators detained 12 people in relation to the attack, including four suspects, who were charged with terrorism later on 24 March.",
  "content": [
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "Russia has been subject to major terrorist attacks starting from a series of explosions that hit Moscow apartment blocks in 1999, followed by the Moscow theater hostage crisis in 2002, the Beslan school siege in 2004 and the Domodedovo International Airport bombing in 2011",
          "refs": []
        },
        {
          "sentence": "There have been at least a half-dozen attacks in or near Moscow by Muslim terrorists, most of them Chechen militants, over the past 25 years",
          "refs": [
            "https://archive.today/20240330013242/https://www.upi.com/Top_News/World-News/2024/03/25/four-suspects-charged-terrorism/7001711344812",
            "https://www.cbc.ca/news/world/russia-moscow-concert-hall-attack-1.7152498"
          ]
        },
        {
          "sentence": "The Islamic State has also carried out coordinated, large-scale attacks on music venues throughout Europe since the 2010s, including a similar attack in Paris during a rock concert at the Bataclan theater in November 2015, as well as claiming responsibility for the bombing at the Manchester Arena in the United Kingdom in 2017",
          "refs": []
        },
        {
          "sentence": "In October 2015, Islamic State militants downed a Russian passenger jet over Egypt's Sinai Peninsula, killing all 224 people on board",
          "refs": []
        },
        {
          "sentence": "It was also responsible for the bombing of the Russian embassy in Kabul in September 2022",
          "refs": [
            "https://archive.today/20240330013242/https://www.upi.com/Top_News/World-News/2024/03/25/four-suspects-charged-terrorism/7001711344812"
          ]
        },
        {
          "sentence": "Russia had targeted the Islamic State during its intervention in the Syrian Civil War on behalf of the government of President Bashar al-Assad",
          "refs": []
        },
        {
          "sentence": "After years of reduced activity, the Islamic State has been trying to step up its attacks",
          "refs": [
            "https://www.aljazeera.com/news/2024/3/23/moscow-concert-hall-attack-why-is-isil-targeting"
          ]
        },
        {
          "sentence": "On 3 January 2024, IS–KP conducted bombings in Kerman, Iran that killed at least 103 people; the US had warned Iran of the possible attack",
          "refs": [
            "https://www.aljazeera.com/news/2024/3/23/moscow-concert-hall-attack-russia-detains-11-as-death-toll-rises-to-115"
          ]
        },
        {
          "sentence": "Colin Clarke from the independent Soufan Center think tank said that IS–KP \"has been fixated on Russia for the past two years, frequently criticizing Putin in its propaganda.\"",
          "refs": [
            "https://www.aljazeera.com/news/2024/3/23/moscow-concert-hall-attack-russia-detains-11-as-death-toll-rises-to-115",
            "https://archive.today/20240330013242/https://www.upi.com/Top_News/World-News/2024/03/25/four-suspects-charged-terrorism/7001711344812"
          ]
        },
        {
          "sentence": "On 2 March 2024, six alleged Islamic State militants were killed in a shootout with Russian security forces in Ingushetia",
          "refs": []
        },
        {
          "sentence": "On 7 March, the Russian Federal Security Service (FSB) announced that it had neutralized an Islamic State terrorist cell in Moscow, which had intended to attack a synagogue in the city",
          "refs": [
            "https://www.nytimes.com/2024/03/22/world/europe/isis-moscow-attack-concert-hall.html"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Prior warnings from other countries disregarded",
          "section_content": [
            {
              "sentence": "On 7 March, the United States Embassy in Moscow warned that \"extremists have imminent plans to target large gatherings in Moscow, to include concerts\" and advised US citizens to \"avoid large gatherings over the next 48 hours,\"     to avoid crowds, to stay updated by monitoring local media, and to maintain awareness of surroundings",
              "refs": [
                "https://www.reuters.com/world/europe/russia-says-it-neutralized-isis-cell-plotting-attack-moscow-synagogue-2024-03-07/",
                "https://web.archive.org/web/20240320094149/https://thehill.com/policy/international/4518654-us-embassy-warning-extremists-attack/",
                "https://thehill.com/policy/international/4518654-us-embassy-warning-extremists-attack/",
                "https://www.nytimes.com/2024/03/22/world/europe/moscow-concert-attack-us-embassy.html"
              ]
            },
            {
              "sentence": "Canada and the United Kingdom also issued similar warnings to their citizens in Russia",
              "refs": [
                "https://www.reuters.com/world/europe/russia-says-it-neutralized-isis-cell-plotting-attack-moscow-synagogue-2024-03-07/"
              ]
            },
            {
              "sentence": "That day, the US also privately warned Russian officials of the danger of an impending attack from IS–KP from intelligence gathered earlier in March, under the US intelligence community's \"duty to warn\" requirement,   specifically mentioning the Crocus City Hall venue",
              "refs": [
                "https://english.kyodonews.net/news/2024/03/8bfb5dc9fba9-update1-40-killed-in-concert-hall-shooting-in-moscow-suburb.html",
                "https://globalnews.ca/news/10344304/canada-us-embassy-moscow-warning/",
                "https://www.aljazeera.com/news/2024/3/23/moscow-concert-hall-attack-russia-detains-11-as-death-toll-rises-to-115"
              ]
            },
            {
              "sentence": "US officials later stated to The New York Times that the attack was related to the prior US warning,  and also said that the intelligence reports that the warning was based on had been shared with Russian officials before the attack",
              "refs": [
                "https://abcnews.go.com/International/russian-diplomat-us-didnt-pass-concrete-info-attack/story?id=108441680",
                "https://thehill.com/policy/international/4518654-us-embassy-warning-extremists-attack/"
              ]
            },
            {
              "sentence": "In contrast, the Russian ambassador to the United States, Anatoly Antonov, said that in regards to the attacks \"no concrete information, nothing was passed to us\",  while the head of the FSB, Alexander Bortnikov, said that the US warning was \"of a general nature\"",
              "refs": [
                "https://archive.today/20240330013242/https://www.upi.com/Top_News/World-News/2024/03/25/four-suspects-charged-terrorism/7001711344812",
                "https://globalnews.ca/news/10344304/canada-us-embassy-moscow-warning/"
              ]
            },
            {
              "sentence": "Three days before the Crocus City Hall attack, President Vladimir Putin told the board of the FSB that Western warnings of a potential attack inside Russia were \"provocative\" and \"resemble outright blackmail and the intention to intimidate and destabilise our society\"",
              "refs": []
            },
            {
              "sentence": "Ten days after the attack, it was reported that Iran had also warned Russia that a major \"terrorist operation\" was being planned, based on information gathered from IS militants arrested after the Kerman bombings",
              "refs": []
            },
            {
              "sentence": "Despite coming from, as described by the news agency Reuters, a \"diplomatic ally\" of Putin's government, the notification was allegedly dismissed",
              "refs": []
            },
            {
              "sentence": "Iran's communications have been said to have not included the specific target on Russian soil",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Venue",
          "section_content": [
            {
              "sentence": "Crocus City Hall was built in 2009 as a concert venue with a capacity of 6,200 people and is one of the largest concert venues in the Moscow area",
              "refs": []
            },
            {
              "sentence": "It is a seven-story building which has an area of about 38,000 m2",
              "refs": [
                "https://www.bbc.co.uk/news/live/world-68642036"
              ]
            },
            {
              "sentence": "It is part of a larger block of shopping centers, restaurants, and other attractions called Crocus City,  which was built by Azerbaijani billionaire and property developer Aras Agalarov  and was also the venue of the Miss Universe 2013 pageant and the Top Hit Music Awards in 2013 and 2019",
              "refs": [
                "https://www.reuters.com/world/iran-alerted-russia-security-threat-before-moscow-attack-sources-say-2024-04-01/",
                "https://tass.ru/proisshestviya/20320557",
                "https://www.nytimes.com/2024/03/22/world/europe/moscow-concert-hall-attack-photos.html"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Attack",
      "section_content": [
        {
          "sentence": "On 22 March 2024 the Russian band Picnic was scheduled to play a sold-out show at Crocus City Hall",
          "refs": []
        },
        {
          "sentence": "At around 20:00 MSK (UTC+3),  before the band began their performance, masked gunmen in combat fatigues opened fire on the crowd using AK–style assault rifles",
          "refs": [
            "https://meduza.io/feature/2024/03/23/kak-terroristy-voshli-v-krokus-siti-holl-i-chto-oni-uspeli-tam-sdelat-vosstanavlivaem-hronologiyu",
            "https://www.nytimes.com/2024/03/22/world/europe/moscow-shooting.html?campaign_id=60&emc=edit_na_20240322&instance_id=0&nl=breaking-news&ref=cta&regi_id=145091983&segment_id=161535&user_id=6778805d465f53cf499a81617ba6a33b",
            "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fde294b26acd1fbf32f7d8%26Russian%20rock%20band%20was%20due%20to%20perform%20at%20concert%20hall%262024-03-22T20%3A12%3A25.268Z&ns_fee=0&pinned_post_locator=urn:asset:7dd801da-6255-4287-a191-5ad6f8a78c2c&pinned_post_asset_id=65fde294b26acd1fbf32f7d8&pinned_post_type=share"
          ]
        },
        {
          "sentence": "An IS–KP report also claimed that the assailants had pistols and knives",
          "refs": [
            "https://archive.today/20240330013242/https://www.upi.com/Top_News/World-News/2024/03/25/four-suspects-charged-terrorism/7001711344812",
            "https://www.nbcnews.com/news/world/live-blog/russia-moscow-concert-attack-shooting-rcna144706/rcrd37540?canonicalCard=true"
          ]
        },
        {
          "sentence": "Because the show was about to begin, some believed the initial sound of gunshots was part of the act",
          "refs": [
            "https://www.enabbaladi.net/692453/%D8%AA%D9%86%D8%B8%D9%8A%D9%85-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D8%A9-%D9%8A%D9%82%D8%AF%D9%85-%D8%B1%D9%88%D8%A7%D9%8A%D8%AA%D9%87-%D8%B9%D9%86-%D9%87%D8%AC%D9%88%D9%85-%D9%85%D9%88%D8%B3%D9%83/"
          ]
        },
        {
          "sentence": "At the time of the attack, children and teenagers were also in the building for a ballroom dancing competition",
          "refs": [
            "https://www.reuters.com/world/europe/shooting-blast-reported-concert-hall-near-moscow-agencies-2024-03-22/"
          ]
        },
        {
          "sentence": "The venue's security guards were unarmed, and it is believed that some of them were killed in the attack",
          "refs": [
            "https://www.bbc.com/news/world-europe-68644965"
          ]
        },
        {
          "sentence": "A part-time cloakroom assistant, 15-year-old Islam Khalilov, reportedly helped save more than a hundred concert-goers by showing them an exit through the venue's office space",
          "refs": [
            "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdd2373c0b7a6946ae34ae%26Witnesses%20recount%20%27terrorists%20shooting%20people%27%262024-03-22T18%3A50%3A01.331Z&ns_fee=0&pinned_post_locator=urn:asset:f16c69e9-1334-4fe8-94b6-c4cc44050251&pinned_post_asset_id=65fdd2373c0b7a6946ae34ae&pinned_post_type=share"
          ]
        },
        {
          "sentence": "He was assisted by three of his co-workers, 14-year-old Artyom Donskov, Nikita Ivanov and another",
          "refs": [
            "https://www.aljazeera.com/news/2024/3/22/gunfire-and-explosion-reported-at-concert-hall-in-russias-moscow"
          ]
        },
        {
          "sentence": "One witness described the attackers as bearded men",
          "refs": []
        },
        {
          "sentence": "Amateur video footage verified by BBC Verify showed masked gunmen shooting indiscriminately in the entrance hall and auditorium",
          "refs": [
            "https://meduza.io/feature/2024/03/24/15-letniy-islam-halilov-podrabatyvayuschiy-garderobschikom-vo-vremya-terakta-vyvel-iz-krokusa-bolee-sta-chelovek"
          ]
        },
        {
          "sentence": "Other footage posted to Telegram showed men in military fatigues and baseball caps firing into crowds of screaming people",
          "refs": [
            "https://www.theguardian.com/world/2024/mar/22/moscow-concert-hall-shooting-blast",
            "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdef863c0b7a6946ae3502%26What%27s%20the%20latest%3F%262024-03-22T21%3A04%3A35.898Z&ns_fee=0&pinned_post_locator=urn:asset:1f6e6db1-72a8-4719-b9a8-a97345eeda8d&pinned_post_asset_id=65fdef863c0b7a6946ae3502&pinned_post_type=share"
          ]
        },
        {
          "sentence": "On 23 March, IS released a video through Amaq News Agency, showing the shooting and throat-slitting of victims in the attack",
          "refs": [
            "https://www.cbc.ca/news/world/russia-moscow-concert-hall-attack-1.7152498"
          ]
        },
        {
          "sentence": "In the video, the assailants appear to shoot patrons outside the entrance of the auditorium",
          "refs": []
        },
        {
          "sentence": "In Arabic subtitles, the assailants were heard shouting; \"come, come quickly\", [b] \"bring the assault rifle, bring the assault rifle\", [c] and \"kill them and have no mercy\"",
          "refs": []
        },
        {
          "sentence": "[d]   After shooting the victims, an assailant slits the throat of a still-alive wounded victim, who was shot off-camera prior to the recording",
          "refs": [
            "https://www.clarin.com/mundo/atentado-moscu-isis-k-difundio-escalofriante-video-ataque-adentro-gritos-ala-grande_0_2hfxIkC2ao.html",
            "https://abcnews.go.com/International/wireStory/gunmen-combat-fatigues-open-fire-moscow-concert-hall-108395835"
          ]
        },
        {
          "sentence": "After the killings, in Arabic subtitles, one of the assailants is reported to have stated: \"The infidels are defeated by the grace of Allah",
          "refs": []
        },
        {
          "sentence": "Allah is great.",
          "refs": []
        },
        {
          "sentence": "[sic] The infidels are defeated",
          "refs": []
        },
        {
          "sentence": "We went out for the sake of Allah and are supporting his religion.\" [e]",
          "refs": [
            "https://www.clarin.com/mundo/atentado-moscu-isis-k-difundio-escalofriante-video-ataque-adentro-gritos-ala-grande_0_2hfxIkC2ao.html",
            "https://www.bbc.com/news/world-europe-68646380"
          ]
        },
        {
          "sentence": "The assailants were also reported to have used incendiary devices, with an eyewitness claiming the assailants used petrol bombs to start a fire in the auditorium",
          "refs": []
        },
        {
          "sentence": "Amateur video footage posted to social media sites showed huge fires and plumes of smoke coming from the building from the fires set by the assailants,  including by an emergency stairwell, forcing people towards the attackers' positions in the middle of the lobby",
          "refs": [
            "https://www.bbc.com/news/world-europe-68644965",
            "https://www.cbc.ca/news/world/russia-moscow-concert-hall-attack-1.7152498"
          ]
        },
        {
          "sentence": "The fire in the complex was estimated to have covered an area of 12,900 square metres (139,000 square feet)",
          "refs": [
            "https://abcnews.go.com/International/wireStory/gunmen-combat-fatigues-open-fire-moscow-concert-hall-108395835"
          ]
        },
        {
          "sentence": "Hours later, around 22:14 MSK, a loud sound was reported, followed by a partial roof collapse",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Moscow Oblast governor Andrey Vorobyov said the roof over the hall had collapsed",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Specialized police units from the Special Rapid Response Unit (SOBR) and Special Purposes Mobile Unit (OMON) were sent to the scene,  arriving over one hour after the shootings started, according to Nexta",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Their arrival was delayed by traffic jams caused by the rush-hour, with the venue having been located on the Moscow Ring Road",
          "refs": [
            "https://www.nytimes.com/2024/03/25/world/europe/moscow-attack-suspects-russia-evidence.html"
          ]
        },
        {
          "sentence": "Vorobyov went to the scene to set up a task force to handle the situation",
          "refs": [
            "https://www.aljazeera.com/news/2024/3/23/moscow-concert-hall-attack-what-do-we-know-so-far",
            "https://www.theguardian.com/world/live/2024/mar/22/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates?CMP=share_btn_url&page=with%3Ablock-65fdd7a08f08214a64619ba7#block-65fdd7a08f08214a64619ba7"
          ]
        },
        {
          "sentence": "Other officials also arrived, including Interior Minister Vladimir Kolokoltsev",
          "refs": [
            "https://www.cbc.ca/news/world/russia-moscow-concert-hall-attack-1.7152498"
          ]
        },
        {
          "sentence": "The National Guard of Russia was also dispatched to search for the assailants,  with a picture posted of the suspected assailants fleeing in a white 2007 Renault Symbol car with Russian license plates T668UM 69 (Tver Oblast), which they had purchased on 4 January 2024",
          "refs": [
            "https://www.nytimes.com/2024/03/22/world/europe/moscow-concert-hall-attack-photos.html",
            "https://www.theguardian.com/world/2024/mar/22/moscow-concert-hall-shooting-blast"
          ]
        },
        {
          "sentence": "Survivors were evacuated via medical helicopters,  with 70 ambulance crews reportedly being dispatched",
          "refs": [
            "https://www.straitstimes.com/world/europe/gun-attack-at-moscow-concert-leaves-dead-and-injured-mayor"
          ]
        },
        {
          "sentence": "An unknown number of people fled to the parking area from the stage, while others fled to the roof",
          "refs": [
            "https://meduza.io/feature/2024/03/24/15-letniy-islam-halilov-podrabatyvayuschiy-garderobschikom-vo-vremya-terakta-vyvel-iz-krokusa-bolee-sta-chelovek"
          ]
        },
        {
          "sentence": "Authorities evacuated approximately 100 people hiding in the basement",
          "refs": [
            "http://kremlin.ru/events/president/news/73700"
          ]
        },
        {
          "sentence": "A survivor said that escapees were hampered by locked doors, forcing some of them to break a door open to escape",
          "refs": [
            "https://www.nytimes.com/2024/03/22/us/politics/isis-k-moscow-attack.html"
          ]
        },
        {
          "sentence": "Firefighters prevented the fire from spreading,  while three helicopters were deployed to dump water on the burning rooftop",
          "refs": [
            "https://t.me/s/nexta_live?q=%D1%87%D0%B0%D1%81",
            "https://apnews.com/article/russia-shooting-moscow-concert-hall-putin-431ed84d40412100b08c1473a7f4ad32"
          ]
        },
        {
          "sentence": "By 07:00 on 23 March, Vorobyov reported the fire had been contained and mostly extinguished",
          "refs": []
        },
        {
          "sentence": "He released a video showing extensive damage to the building with the roof and upper rows of the concert hall completely collapsed",
          "refs": [
            "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fe095c683d4b45f937fe5f%26As%20search%20for%20attackers%20continues%2C%20big%20questions%20about%20security%262024-03-22T22%3A49%3A45.707Z&ns_fee=0&pinned_post_locator=urn:asset:2558dbdd-238c-44ea-bee4-e87de00e0161&pinned_post_asset_id=65fe095c683d4b45f937fe5f"
          ]
        },
        {
          "sentence": "By 11:30 that same day, the fire had been extinguished",
          "refs": [
            "https://tass.com/emergencies/1764275"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Casualties",
      "section_content": [
        {
          "sentence": "The attack left at least 145 dead,  with possibly more dying of their wounds after the assault,  and 551 injured,  some of them critically",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://tass.ru/proisshestviya/20390341",
            "https://www.aa.com.tr/en/asia-pacific/death-toll-from-concert-hall-attack-in-russia-s-moscow-region-rises-to-144/3178519"
          ]
        },
        {
          "sentence": "Aside from gunshot wounds, some of the deaths were caused by smoke inhalation",
          "refs": [
            "https://www.theguardian.com/world/2024/mar/24/new-islamic-state-videos-back-claim-it-carried-out-moscow-concert-hall-attack",
            "https://vesti.kg/proisshestviya/item/122242-propavshie-posle-terakta-v-krokuse-kyrgyzstanki-pogibli.html",
            "https://www.nbcnews.com/news/world/live-blog/russia-moscow-concert-attack-shooting-rcna144706/rcrd37540?canonicalCard=true",
            "https://tass.ru/proisshestviya/20320557",
            "https://medianews.az/2024/03/24/erm%C9%99ni-arvadi-il%C9%99-birlikd%C9%99-krokus-terrorunda-h%C9%99lak-olan-az%C9%99rbaycanli-kimdir"
          ]
        },
        {
          "sentence": "According to the Russian Children's Rights Commissioner, Maria Lvova-Belova, six children were killed and seven more injured in the attack",
          "refs": [
            "https://tass.ru/proisshestviya/20347445"
          ]
        },
        {
          "sentence": "Eight children also lost their parents",
          "refs": []
        },
        {
          "sentence": "The oldest fatality was a woman in her 70s",
          "refs": [
            "https://www.interfax.ru/russia/952819"
          ]
        },
        {
          "sentence": "Most of the victims were from the northwestern edge of Moscow, including Krasnogorsk and Khimki",
          "refs": []
        },
        {
          "sentence": "Three citizens of Belarus,   two from Kyrgyzstan,  and one each from Moldova,  Armenia  and Azerbaijan  were among those killed.",
          "refs": [
            "https://tass.ru/proisshestviya/20347445",
            "https://www.bbc.com/news/live/world-68642036",
            "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fde876683d4b45f937fe27%26Fire%20not%20spreading%2C%20Russian%20media%20says%262024-03-22T20%3A30%3A16.985Z&ns_fee=0&pinned_post_locator=urn:asset:0b12517d-9cbd-4669-bfa4-2826a87a70a0&pinned_post_asset_id=65fde876683d4b45f937fe27&pinned_post_type=share",
            "https://www.france24.com/en/europe/20240322-gunmen-in-combat-fatigues-open-fire-at-moscow-concert-hall",
            "https://www.nbcnews.com/news/world/live-blog/moscow-concert-attack-live-updates-rcna144768/rcrd37610?canonicalCard=true",
            "https://aje.io/pjv4lm?update=2792563",
            "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fe0cf3683d4b45f937fe61%26More%20details%20revealed%20on%20victims%262024-03-22T22%3A57%3A56.862Z&ns_fee=0&pinned_post_locator=urn:asset:02027ab1-2849-4d0d-a8a5-a478aaaa4ae6&pinned_post_asset_id=65fe0cf3683d4b45f937fe61&pinned_post_type=share"
          ]
        },
        {
          "sentence": "The search for victims ended on 23 March",
          "refs": []
        },
        {
          "sentence": "The health department of Moscow said it expected to finish identification of bodies in two weeks",
          "refs": [
            "https://mz.mosreg.ru/sobytiya/novosti-ministerstva/informaciya-o-gospitalizacii-postradavshikh-v-koncertnom-zale-v-krokuse"
          ]
        },
        {
          "sentence": "As of 30 March, 134 fatalities had been identified",
          "refs": [
            "https://www.nytimes.com/2024/03/22/world/europe/moscow-concert-hall-attack-photos.html"
          ]
        },
        {
          "sentence": "The members of Picnic posted on Instagram that they and their management were \"alive and safe\",  with TASS later reporting that they had been evacuated",
          "refs": [
            "https://www.themoscowtimes.com/2024/04/03/6-children-confirmed-killed-in-crocus-attack-official-says-a84723"
          ]
        },
        {
          "sentence": "However, the band later said on VK that one of the band's staff members was missing;  the band's assistant director was on the merchandise stall and died in the attack",
          "refs": [
            "https://tass.ru/proisshestviya/20343503/amp",
            "https://medianews.az/2024/03/24/erm%C9%99ni-arvadi-il%C9%99-birlikd%C9%99-krokus-terrorunda-h%C9%99lak-olan-az%C9%99rbaycanli-kimdir"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Investigation",
      "section_content": [
        {
          "sentence": "As of 27 April, 12 people have been detained, including the four suspected assailants in a white car, who were captured  on the 376-kilometre (234 mi) mark of the M3 highway leading to the Ukrainian border (140 kilometres  [87 mi] away), near the village of Khatsun  [ru] in Bryansk Oblast,  and about 340 kilometres (211 mi) southwest of Moscow, on the evening of 22 March",
          "refs": [
            "https://apnews.com/article/moscow-shooting-crocus-russia-ambassadors-tajikistan-327396096cf689acce8afbc280485347",
            "https://www.bbc.com/news/live/world-68642036"
          ]
        },
        {
          "sentence": "Russia coordinated with Belarusian security forces to prevent the suspects from crossing the Belarus–Russia border",
          "refs": [
            "https://www.france24.com/en/europe/20240323-moscow-concert-hall-attack-what-we-know-so-far",
            "https://www.nytimes.com/2024/03/23/world/europe/piknik-russian-rock-band.html",
            "https://www.aljazeera.com/news/2024/3/23/moscow-concert-hall-attack-why-is-isil-targeting"
          ]
        },
        {
          "sentence": "The Investigative Committee of Russia launched a criminal terrorist probe into the attack",
          "refs": [
            "https://www.billboard.com/music/concerts/russian-rock-picnic-moscow-terrorist-attack-1235641925/",
            "https://www.theguardian.com/world/live/2024/mar/23/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates"
          ]
        },
        {
          "sentence": "Officials later said that the attackers were not Russian citizens",
          "refs": [
            "https://meduza.io/en/news/2024/03/23/meduza-geolocates-arrest-video-of-moscow-terrorism-suspect-to-town-85-miles-from-ukrainian-border"
          ]
        },
        {
          "sentence": "State Duma deputy Alexander Khinshtein said that Tajik passports were discovered in the vehicle of the individuals in custody,  and the Russian Telegram channel Baza identified the four attackers as citizens of Tajikistan",
          "refs": [
            "https://www.aljazeera.com/news/2024/3/23/moscow-concert-hall-attack-why-is-isil-targeting"
          ]
        },
        {
          "sentence": "The Ministry of Internal Affairs of Tajikistan denied the involvement of three of its citizens, stating that the individuals named in the discovered passports had returned to Tajikistan months earlier and were working there",
          "refs": [
            "https://www.reuters.com/world/europe/two-suspects-moscow-attack-detained-after-car-chase-lawmaker-2024-03-23/",
            "https://www.blr.belta.by/society/view/krutoj-belaruskija-spetssluzhby-dapamagali-rasii-vykanats-zadachu-ne-dats-utsjachy-terarystam-praz-129343-2024/"
          ]
        },
        {
          "sentence": "In a phone call with Putin, Tajikistani President Emomali Rahmon said that \"terrorists have no nationality, no homeland and no religion\"",
          "refs": [
            "https://www.rbc.ru/politics/23/03/2024/65feb1489a79476092c2ab39",
            "https://www.themoscowtimes.com/2024/03/22/at-least-40-killed-100-injured-in-mass-shooting-outside-moscow-a84579"
          ]
        },
        {
          "sentence": "On 12 April however, Tajikistani foreign minister Sirojiddin Muhriddin issued a statement condemning the alleged torture of the suspected attackers in Russian custody, calling it \"unacceptable\"",
          "refs": [
            "https://www.theguardian.com/world/live/2024/mar/23/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates?CMP=share_btn_url&page=with%3Ablock-65feee418f08ed13c27cab2e#block-65feee418f08ed13c27cab2e"
          ]
        },
        {
          "sentence": "As Tajikistan signed a dual citizenship agreement with Russia in the 1990s, it is possible that the perpetrators held dual Tajik and Russian citizenships",
          "refs": [
            "https://t.me/bazabazon/26187"
          ]
        },
        {
          "sentence": "On 24 March, four suspects, Dalerjon Mirzoyev, 32; Saidakrami Rachabalizoda, 30; Shamsidin Fariduni, 25; and Muhammadsobir Faizov, 19, appeared at Basmanny District Court in Moscow and were charged with terrorism",
          "refs": []
        },
        {
          "sentence": "Mirzoyev, Rachabalizoda, and Fariduni pled guilty during the hearing",
          "refs": [
            "https://akipress.com/news:765393:Tajik_Interior_Ministry_denies_involvement_of_its_3_citizens_into_terrorist_attack_in_Moscow_region/",
            "https://www.theguardian.com/world/2024/mar/22/moscow-concert-hall-shooting-blast",
            "https://timesca.com/tajikistan-warns-against-unverified-reports-about-moscow-attack/",
            "https://www.themoscowtimes.com/2024/03/24/terrorists-have-no-nationality-tajik-president-tells-putin-a84602"
          ]
        },
        {
          "sentence": "All showed signs of having been tortured",
          "refs": [
            "https://www.themoscowtimes.com/2024/04/12/tajikistan-condemns-alleged-torture-of-crocus-attack-suspects-a848292"
          ]
        },
        {
          "sentence": "They had facial injuries and bruises and Rachabalizoda appeared with a bandage covering his missing right ear",
          "refs": [
            "https://thediplomat.com/2024/03/kyrgyzstan-warns-citizens-against-travel-to-russia/"
          ]
        },
        {
          "sentence": "Faizov was brought into court in a wheelchair wearing a hospital gown, and appeared to have an eye missing",
          "refs": [
            "https://web.archive.org/web/20240324215422/https://www.rbc.ru/society/24/03/2024/660064ad9a79471d61577e41?from=from_main_2"
          ]
        },
        {
          "sentence": "They were ordered to remain in pre-trial detention until at least 22 May",
          "refs": [
            "https://edition.cnn.com/europe/live-news/moscow-russia-shooting-03-24-24/h_0e32291206570fd18f829e90375f77d1",
            "https://apnews.com/article/russia-moscow-krasnogorsk-gunmen-concert-hall-fire-b719cbe27d26207955fd423b1e3ddc68"
          ]
        },
        {
          "sentence": "A short video on Telegram allegedly showed Rachabalizoda being tortured by FSB agents, who cut off his ear and forced him to eat it",
          "refs": []
        },
        {
          "sentence": "In another interrogation video released by Russian state media, Fariduni said that he participated in the attack in exchange for 1 million rubles ($11,005), half of which he claimed to have already received by card transfer from individuals who contacted him on Telegram and whose identities he did not know",
          "refs": [
            "https://www.theguardian.com/world/2024/mar/25/moscow-crocus-city-concert-hall-shooting-details-is-islamic-state-vladimir-putin",
            "https://www.bbc.com/news/world-europe-68646380"
          ]
        },
        {
          "sentence": "He also said he was contacted about a month ago by a cleric's assistant",
          "refs": [
            "https://meduza.io/feature/2024/03/24/basmannyy-sud-arestoval-podozrevaemyh-po-delu-o-terakte-v-krokus-siti-holle"
          ]
        },
        {
          "sentence": "He then traveled to Turkey for a few days, returning to Russia with Rachabalizoda",
          "refs": []
        },
        {
          "sentence": "A leaked photograph showed Fariduni apparently being tortured by having his genitals shocked with a TA-57 field telephone",
          "refs": [
            "https://www.bbc.com/news/world-europe-68652380",
            "https://www.rferl.org/a/russia-attack-tajikistan-suspects-relatives-families-hometowns/32878446.html"
          ]
        },
        {
          "sentence": "The suspects were officially identified as citizens of Tajikistan",
          "refs": []
        },
        {
          "sentence": "Mirzoyev, who was presented as the ringleader of the attacks, had an expired residency permit in Novosibirsk",
          "refs": [
            "https://www.themoscowtimes.com/2024/03/23/russian-state-media-release-interrogation-videos-of-concert-attack-suspects-a84592"
          ]
        },
        {
          "sentence": "According to Agentstvo, three out of the four men had spent several months in Russia, but did not come to the attention of Russian authorities;  Meduza said that, according to one source, the alleged perpetrators met 3–4 weeks before the attack",
          "refs": [
            "https://www.youtube.com/watch?v=JkdbhisUcfM",
            "https://www.nytimes.com/2024/03/26/world/europe/turkey-moscow-terror-suspects.html"
          ]
        },
        {
          "sentence": "Izvestia alleged that two of the gunmen received instructions when travelling to Turkey",
          "refs": [
            "https://metro.co.uk/2024/03/25/russian-terror-suspect-electrocuted-genitals-interrogation-20522324/"
          ]
        },
        {
          "sentence": "According to Turkish media, the mentioned terrorist organization was based in an illegal mosque or madrasa called Darul Vefa İlim ve Amel Merkezi (Muvahhid Derneği) in Başakşehir, Istanbul",
          "refs": [
            "https://www.mirror.co.uk/news/us-news/battered-moscow-terrorists-show-torture-32431832"
          ]
        },
        {
          "sentence": "An analysis by The New York Times matched the clothes of the four suspects with the gunmen in the attack",
          "refs": [
            "https://web.archive.org/web/20240325092227/https://www.euronews.com/2024/03/25/four-bruised-and-bloodied-men-charged-over-moscow-concert-attack",
            "https://www.nytimes.com/live/2024/03/24/world/moscow-russia-attack-news"
          ]
        },
        {
          "sentence": "If convicted, the four could receive a sentence of life imprisonment",
          "refs": [
            "https://www.bbc.com/news/world-europe-68646380"
          ]
        },
        {
          "sentence": "On 25 March, three more suspects appeared in court and were placed in pre-trial detention until 22 May",
          "refs": []
        },
        {
          "sentence": "They were identified as a father, Isroil Islomov, and his two sons, Aminchon Islomov and Dilovar Islomov, and were accused of aiding and abetting terrorism",
          "refs": []
        },
        {
          "sentence": "Dilovar Islomov was the previous owner of the car in which the four suspected attackers fled the crime scene",
          "refs": []
        },
        {
          "sentence": "On 26 March, another suspect, identified as Alisher Kasimov, appeared in court",
          "refs": []
        },
        {
          "sentence": "He rented out his apartment to the four suspected attackers and was also placed in pre-trial detention until 22 May",
          "refs": []
        },
        {
          "sentence": "On 28 March, another suspect was detained,  with the Investigative Committee of Russia saying that he was involved in the \"financing\" of the attack",
          "refs": [
            "https://t24.com.tr/haber/isid-yapilanmasina-acilan-davada-carpici-detaylar-istanbul-da-kacak-egitim-merkezi-kurup-tbmm-askeri-kislalar-ve-polis-karakollarina-saldiri-planlanmis,1160626"
          ]
        },
        {
          "sentence": "He was later identified as Nazrimad Lutfulloi, although he was said to have been detained on 23 March, the day after the attack",
          "refs": [
            "https://www.evrensel.net/haber/515839/isidliler-basaksehirde-kararg-h-kurup-ormanlik-askeri-egitim-yapmis"
          ]
        },
        {
          "sentence": "He appeared in court on 29 March, was charged with conspiracy to conduct acts of terrorism and pleaded guilty to some of the charges",
          "refs": []
        },
        {
          "sentence": "He was also placed in pre-trial detention until 22 May",
          "refs": []
        },
        {
          "sentence": "On 31 March, the FSB announced the arrest of four people in Makhachkala and Kaspiysk in Dagestan on suspicion of providing funds and weapons to the attackers at Crocus City Hall",
          "refs": []
        },
        {
          "sentence": "They also allegedly planned to carry out another attack in Kaspiysk",
          "refs": [
            "https://kyivindependent.com/another-suspect-arrested-moscow/"
          ]
        },
        {
          "sentence": "In Tajikistan, authorities arrested nine people from Vahdat District on suspicion of involvement with the attackers on 25 March",
          "refs": []
        },
        {
          "sentence": "On 4 April, the FSB announced the arrest of three people in Moscow, Yekaterinburg and Omsk, two for allegedly transferring money for firearms and vehicles used in the attack, and the third for allegedly recruiting and financing the gunmen",
          "refs": [
            "https://web.archive.org/web/20240330161546/https://www.barrons.com/web/20240330161547/https://www.barrons.com/articles/moscow-concert-hall-attack-suspect-to-be-detained-for-almost-two-months-2dac2c56"
          ]
        },
        {
          "sentence": "On 7 April, the Investigative Committee of Russia announced that Crocus fire safety officials and the head of the Crocus fire brigade were being investigated for fire code violations, which carry a criminal charge of negligence, and placed under house arrest",
          "refs": []
        },
        {
          "sentence": "Neither of them was named at the time",
          "refs": []
        },
        {
          "sentence": "On 27 April, Russian authorities announced that charges were filed against a twelfth suspect for allegedly providing communications logistics and financing to the attackers",
          "refs": [
            "https://www.themoscowtimes.com/2024/04/01/russia-says-it-arrested-4-more-moscow-attack-plotters-a84691"
          ]
        },
        {
          "sentence": "On 29 August, the Basmanny District Court released the names of five additional suspects in the attack, all of whom were citizens of Tajikistan",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Suspects",
      "section_content": [
        {
          "sentence": "The FSB announced that twelve people  were arrested in connection with the attacks, with eight of them appearing in court as of 26 March",
          "refs": [
            "https://www.theguardian.com/world/live/2024/mar/22/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates?CMP=share_btn_url&page=with%3Ablock-65fdfe758f08214a64619d4a#block-65fdfe758f08214a64619d4a"
          ]
        },
        {
          "sentence": "Nine people were arrested in the town of Vahdat, Tajikistan in connection with the attacks",
          "refs": [
            "https://www.themoscowtimes.com/2024/03/29/tajikistan-detains-9-moscow-concert-attack-suspects-reports-a84677"
          ]
        },
        {
          "sentence": "The FSB announced the arrest of four people in Dagestan, who were suspected of providing the gunmen with the weapons used",
          "refs": [
            "https://www.themoscowtimes.com/2024/04/04/russias-fsb-detains-3-more-concert-attack-suspects-a84742",
            "https://tass.ru/proisshestviya/20446935"
          ]
        },
        {
          "sentence": "On 1 April, the FSB released an interrogation video where one of the suspects reportedly confessed to transferring weapons from Makhachkala to Mytishchi",
          "refs": [
            "https://tass.ru/proisshestviya/20467729",
            "https://www.themoscowtimes.com/2024/08/29/russia-names-5-more-suspects-in-deadly-moscow-concert-hall-attack-a86193"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Alleged gunmen",
          "section_content": [
            {
              "sentence": "Four Tajik citizens have been accused of carrying out the massacre:",
              "refs": [
                "https://www.svoboda.org/a/v-tadzhikistane-zaderzhali-9-chelovek-po-delu-o-terakte-v-krokus-siti-holle-/32882684.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Suspected co-conspirators",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Responsibility for the attack",
      "section_content": [
        {
          "sentence": "Islamic State (IS) claimed responsibility for the attack shortly after in a statement released via Telegram by the IS-affiliated Amaq News Agency,   stating that the attackers \"retreated to their bases safely\"",
          "refs": [
            "https://www.reuters.com/world/europe/nearly-100-people-still-missing-after-moscow-attack-russian-news-site-says-2024-03-27/",
            "https://www.bbc.com/russian/live/news-68642081?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=6606bc343c0b7a6946ae3cab%26%D0%A1%D0%BB%D0%B5%D0%B4%D1%81%D1%82%D0%B2%D0%B8%D0%B5%20%D0%BF%D1%80%D0%BE%D1%81%D0%B8%D1%82%20%D0%B0%D1%80%D0%B5%D1%81%D1%82%D0%BE%D0%B2%D0%B0%D1%82%D1%8C%20%D0%B4%D0%B5%D0%B2%D1%8F%D1%82%D0%BE%D0%B3%D0%BE%20%D1%84%D0%B8%D0%B3%D1%83%D1%80%D0%B0%D0%BD%D1%82%D0%B0%20%D0%B4%D0%B5%D0%BB%D0%B0%20%D0%BE%20%D1%82%D0%B5%D1%80%D0%B0%D0%BA%D1%82%D0%B5%20%D0%B2%20%C2%AB%D0%9A%D1%80%D0%BE%D0%BA%D1%83%D1%81%20%D1%81%D0%B8%D1%82%D0%B8%20%D1%85%D0%BE%D0%BB%D0%BB%D0%B5%C2%BB%262024-03-29T13%3A03%3A49.316Z&ns_fee=0&pinned_post_locator=urn:asset:4443a65a-73ff-4548-a269-ed9c39cbec90&pinned_post_asset_id=6606bc343c0b7a6946ae3cab&pinned_post_type=share"
          ]
        },
        {
          "sentence": "IS did not specify which one of its branches was responsible but all the information points to Islamic State – Khorasan Province (ISIS-K), which is the regional branch of the Islamic State that is active in South-Central Asia, primarily Afghanistan, as being responsible, most likely with involvement from the Islamic State branches in Turkey and possibly the Caucasus",
          "refs": [
            "https://meduza.io/en/news/2024/04/01/moscow-court-remands-10th-suspect-into-custody-in-crocus-city-hall-terrorist-attack-case"
          ]
        },
        {
          "sentence": "US officials said they had intelligence indicating that IS–KP had been planning an attack on Moscow",
          "refs": [
            "https://www.reuters.com/world/europe/moscow-court-puts-10th-suspect-concert-hall-attack-under-pre-trial-custody-2024-04-01/",
            "https://ria.ru/20240401/figurant-1937169076.html"
          ]
        },
        {
          "sentence": "On 23 March, IS released photos of the attackers and a full report on the attack",
          "refs": []
        },
        {
          "sentence": "Later the same day, the IS-affiliated Amaq News Agency released a one and a half-minute-long video of the attack, filmed by one of the attackers",
          "refs": [
            "https://www.enabbaladi.net/692453/%D8%AA%D9%86%D8%B8%D9%8A%D9%85-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D8%A9-%D9%8A%D9%82%D8%AF%D9%85-%D8%B1%D9%88%D8%A7%D9%8A%D8%AA%D9%87-%D8%B9%D9%86-%D9%87%D8%AC%D9%88%D9%85-%D9%85%D9%88%D8%B3%D9%83/",
            "https://www.rbc.ru/society/23/03/2024/65fe0ae59a79473dc616dca4"
          ]
        },
        {
          "sentence": "It showed an attacker with an assault rifle shooting victims, another attacker slitting a victim's throat with a knife, one more attacker with a backpack, and the filming attacker reciting the takbir (Arabic: Allāhu ʾakbar), praising God and declaring that infidels will be defeated",
          "refs": []
        },
        {
          "sentence": "American officials said that their intelligence revealed IS–KP had acted alone in the attack",
          "refs": []
        },
        {
          "sentence": "French president Emmanuel Macron stated that French intelligence had determined that \"an Islamic State entity masterminded the attack and carried it out,\" and offered to help Russians investigate IS–KP",
          "refs": [
            "https://abcnews.go.com/International/wireStory/gunmen-combat-fatigues-open-fire-moscow-concert-hall-108395835"
          ]
        },
        {
          "sentence": "On 25 March, Putin acknowledged that the attack was carried out by \"radical Islamists\", but suggested that Ukraine alone was involved",
          "refs": [
            "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdfa3fb26acd1fbf32f812%26Report%3A%20Islamic%20State%20claims%20responsibility%262024-03-22T21%3A41%3A57.713Z&ns_fee=0&pinned_post_locator=urn:asset:f4bef7a3-a4b2-442a-9c48-27d6f3e8d27e&pinned_post_asset_id=65fdfa3fb26acd1fbf32f812&pinned_post_type=share"
          ]
        },
        {
          "sentence": "On 23 May, FSB chief Alexander Bortnikov acknowledged ISIS-K's culpability in the attack, but insisted that Ukraine was involved",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Aftermath",
      "section_content": [
        {
          "sentence": "Despite a police cordon, passers-by laid tributes outside Crocus City Hall following the attack,  while advertising billboards in Moscow displayed memorial posters showing a candle and the message Skorbim (\"We mourn\")",
          "refs": [
            "https://www.bbc.com/news/world-asia-58333533"
          ]
        },
        {
          "sentence": "Heavy equipment began clearing debris and structures at the scene on 24 March",
          "refs": [
            "https://t.me/s/nexta_live?q=%D1%87%D0%B0%D1%81",
            "https://web.archive.org/web/20240325210554/https://www.telegraph.co.uk/world-news/2024/03/23/why-did-isis-k-attack-a-moscow-theatre/",
            "https://www.nytimes.com/2024/03/25/world/europe/russia-moscow-concert-attack.html"
          ]
        },
        {
          "sentence": "Makeshift memorials for the victims of the attack were also erected in cities across Russia",
          "refs": [
            "https://www.aljazeera.com/news/2024/3/25/russias-putin-says-radical-islamists-behind-moscow-concert-hall-attack"
          ]
        },
        {
          "sentence": "On 25 March, three shopping malls belonging to Aras Agalarov's Crocus International company, the company that ran the Crocus City Hall, were closed indefinitely",
          "refs": [
            "https://www.france24.com/en/europe/20240524-russia-says-islamic-state-behind-deadly-moscow-concert-hall-attack"
          ]
        },
        {
          "sentence": "In an address to the nation on 23 March, President Putin announced that 24 March would be a day of national mourning for the victims of the attack and vowed to punish those responsible",
          "refs": []
        },
        {
          "sentence": "Putin also said that all the attackers had been apprehended, and claimed they were trying to enter Ukraine with help from unknown persons on the Ukrainian side",
          "refs": []
        },
        {
          "sentence": "However, on 26 March, Belarusian president Lukashenko said the attackers first tried to flee into Belarus, but turned away because border security had been tightened after the attack",
          "refs": [
            "https://www.reuters.com/world/europe/shooting-blast-reported-concert-hall-near-moscow-agencies-2024-03-22/",
            "https://www.cnn.com/2024/03/23/europe/moscow-concert-hall-attack-intl/index.html",
            "https://www.nytimes.com/live/2024/03/24/world/moscow-russia-attack-news"
          ]
        },
        {
          "sentence": "Moscow Mayor Sergey Sobyanin cancelled all weekend events in the city,   and security was tightened across airports and train stations serving the city, as well as in the Moscow Metro",
          "refs": [
            "https://www.bbc.com/news/world-europe-68646380",
            "https://www.themoscowtimes.com/2024/03/24/russian-court-remands-4-suspects-over-concert-hall-attack-a84606"
          ]
        },
        {
          "sentence": "The Russian Ministry of Culture later cancelled events nationwide",
          "refs": [
            "https://www.themoscowtimes.com/2024/03/25/memorials-to-moscow-concert-victims-appear-across-russia-a84613",
            "https://www.indiatvnews.com/news/world/putin-announces-march-24-day-of-national-mourning-moscow-concert-attack-latest-updates-2024-03-23-922933",
            "https://www.theguardian.com/world/2024/mar/23/moscow-attack-is-grim-reminder-that-large-scale-acts-of-terror-have-not-gone-away"
          ]
        },
        {
          "sentence": "In Saint Petersburg, shopping centers were closed, and Leningrad Oblast was put on high alert",
          "refs": [
            "https://www.nbcnews.com/news/world/live-blog/russia-moscow-concert-attack-shooting-rcna144706/rcrd37515?canonicalCard=true"
          ]
        },
        {
          "sentence": "At least 5,000 people donated blood  for the victims at the Gavrilov Blood Center in Moscow, the country's largest blood transfusion facility, and other medical facilities",
          "refs": [
            "https://www.aljazeera.com/news/2024/3/23/whos-to-blame-for-the-moscow-massacre-isil-ukraine-or-russia-itself",
            "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdd1acb26acd1fbf32f7b0%26Moscow%20Mayor%20cancels%20all%20weekend%20events%262024-03-22T18%3A53%3A40.222Z&ns_fee=0&pinned_post_locator=urn:asset:e0925267-0f53-4dbb-9687-1d466e323bb1&pinned_post_asset_id=65fdd1acb26acd1fbf32f7b0&pinned_post_type=share",
            "https://www.theguardian.com/world/2024/mar/22/moscow-concert-hall-shooting-blast"
          ]
        },
        {
          "sentence": "Sberbank, Sovcombank, and Home Bank pledged to settle loans and relieve the debts of the families of clients who were killed or injured in the attack",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.france24.com/en/europe/20240323-moscow-concert-hall-attack-what-we-know-so-far",
            "https://www.nytimes.com/live/2024/03/24/world/moscow-russia-attack-news"
          ]
        },
        {
          "sentence": "For his efforts in saving hundreds of concertgoers, 15-year-old Islam Khalilov was awarded the Medal of Russian Muslims \"For Merit\" by the Russian Council of Muftis  and received 1 million rubles ($10,785) from rapper Morgenshtern",
          "refs": [
            "https://www.cbsnews.com/news/mass-shooting-music-venue-crocus-city-hall-moscow-picnic-concert/"
          ]
        },
        {
          "sentence": "His family were Muslim immigrants from Kyrgyzstan",
          "refs": [
            "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdefc5b26acd1fbf32f7fc%26Events%20cancelled%20across%20Russia%262024-03-22T21%3A08%3A43.093Z&ns_fee=0&pinned_post_locator=urn:asset:9db4d7f1-0b06-4e16-ad38-8e5785835b3e&pinned_post_asset_id=65fdefc5b26acd1fbf32f7fc&pinned_post_type=share"
          ]
        },
        {
          "sentence": "A friendly football match between Russia and Paraguay scheduled on 25 March at the VTB Arena in Moscow was postponed indefinitely due to the attack",
          "refs": []
        },
        {
          "sentence": "On 30 March, diplomats from around 130 countries, including ambassadors from \"unfriendly states\" such as the United States and European Union countries laid flowers at the site of the attack",
          "refs": []
        },
        {
          "sentence": "On 2 April, Russia's Foreign Intelligence Service сhief Sergey Naryshkin said that FSB \"received some information from the U.S",
          "refs": []
        },
        {
          "sentence": "intelligence services that such a thing was unfortunately possible",
          "refs": []
        },
        {
          "sentence": "But as our Russian colleagues said, the information was too general and did not allow us to fully identify those who committed this terrible crime.\"",
          "refs": [
            "https://www.themoscowtimes.com/2024/03/24/day-of-mourning-in-russia-as-toll-from-concert-hall-massacre-climbs-to-137-a84604"
          ]
        },
        {
          "sentence": "On 29 June, Andrei Vorobyov announced that the Crocus City Hall would no longer hold concerts after it is restored",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Anti-immigrant sentiment",
          "section_content": [
            {
              "sentence": "Russia has a large number of Central Asian migrant workers, including those from Tajikistan",
              "refs": []
            },
            {
              "sentence": "They are often employed in menial jobs with no security, but wages are better in Russia than their homeland",
              "refs": []
            },
            {
              "sentence": "Since the Russian invasion of Ukraine in 2022, there have been frequent raids on living quarters and hostels, deportations of undocumented migrants, and fears over conscription to the Russian army",
              "refs": []
            },
            {
              "sentence": "The precarious position of Tajik migrants increased after the Crocus City Hall attack",
              "refs": []
            },
            {
              "sentence": "Following the attack, the central Asian country of Kyrgyzstan warned against unnecessary travel to Russia from its citizens",
              "refs": [
                "https://kaktus.media/doc/498068_terakt_v_krokyse._15_letnego_kyrgyzstanca_nagradiat_medalu_mysylman_rossii_za_zaslygi.html"
              ]
            },
            {
              "sentence": "According to a report by the NGO North Caspian Institute, the attack and its coverage by the Russian media have caused an increase in xenophobic and anti-immigrant attitudes among Russians",
              "refs": []
            },
            {
              "sentence": "Tajik immigrants working as taxi drivers in major Russian cities have reported clients refusing to ride with them because of their ethnicity",
              "refs": []
            },
            {
              "sentence": "A Tajik barista in Moscow was verbally harassed on two occasions for having the same nationality as the suspected attackers",
              "refs": []
            },
            {
              "sentence": "In Volgograd and several other cities, police raided cheap hostels which allegedly housed labor immigrants from Central Asia",
              "refs": []
            },
            {
              "sentence": "In Moscow, local government employees advised immigrant street cleaners against going outside on 24 March because of \"mass police raids against Tajiks and Uzbeks on the day of mourning\"",
              "refs": []
            },
            {
              "sentence": "An attack was reported on a newspaper stall occupied by Central Asian workers in Blagoveshchensk",
              "refs": [
                "https://www.themoscowtimes.com/2024/03/25/central-asian-teen-hailed-for-saving-dozens-from-moscow-concert-hall-attack-a84615",
                "https://apnews.com/article/russia-paraguay-soccer-postponed-8b83e6b21aa3efbff52a8f15da1437ae"
              ]
            },
            {
              "sentence": "Employees of the barbershop where Muhammadsobir Faizov previously worked were subjected to death threats",
              "refs": [
                "https://www.themoscowtimes.com/2024/04/02/us-warnings-too-general-to-prevent-crocus-attack-russias-spy-chief-says-a84715"
              ]
            },
            {
              "sentence": "A lawyer representing migrants told Mediazona that she had received 2,500 reported \"acts of aggression\" against migrants in the two days following the attack, adding that 30 cases of torture were also recorded following police raids into migrant hostels and dormitories nationwide",
              "refs": []
            },
            {
              "sentence": "Kyrgyzstan's foreign ministry, as well as the Tajikistani embassy in Moscow, issued travel warnings on its citizens in response to the reports",
              "refs": [
                "https://news.sky.com/story/crocus-city-hall-attack-casts-further-shadow-on-tajik-citizens-in-russia-13102308"
              ]
            },
            {
              "sentence": "On 12 April, Kyrgyzstan's foreign ministry lodged a protest after the family of one of its diplomats was physically assaulted and harassed by police who conducted an identity check on their apartment in Moscow on 8 April despite holding diplomatic immunity",
              "refs": [
                "https://northcaspian.org/reports/xenophobia-moscow"
              ]
            },
            {
              "sentence": "Several pro-government news outlets such as Readovka began sending the message that \"not all Tajiks are terrorists\" and \"disturbing the interethnic harmony in Russia and making us hate each other is the goal of our real enemies, Ukraine and the West\"",
              "refs": []
            },
            {
              "sentence": "However, many Russian nationalists accused Readovka of becoming a \"Tajik media outlet\"",
              "refs": []
            },
            {
              "sentence": "On 24 March, Russian State Duma member Mikhail Sheremet (United Russia) called for the introduction of a total ban on immigration until Russia finishes its \"special military operation\", as the Kremlin calls its invasion of Ukraine",
              "refs": []
            },
            {
              "sentence": "According to Sheremet, any foreigner entering Russia could be suspected to be a terrorist or saboteur",
              "refs": []
            },
            {
              "sentence": "Sergei Mironov, the leader of A Just Russia – For Truth, called for the establishment of a visa regime, saying \"It is necessary to regulate migration and counter terrorist attacks.\"  On 26 March, Novgorod Oblast also banned migrants from working as taxi drivers and selling beverages and tobacco, followed by Novosibirsk Oblast on 15 April",
              "refs": [
                "https://www.aljazeera.com/news/2024/3/25/fear-stalks-russia-after-moscow-massacre-as-putins-allies-play-blame-game",
                "https://www.themoscowtimes.com/2024/06/29/russias-crocus-city-hall-to-no-longer-host-concerts-after-deadly-attack-a85559"
              ]
            },
            {
              "sentence": "The knife used to cut off Rachabalizoda's ear during his torture was auctioned off by Evgeny Rasskazov, a member of the neo-Nazi Rusich Group",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Responses",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Russian allegations of Ukrainian and Western involvement",
          "section_content": [
            {
              "sentence": "Putin and the FSB suggested that Ukraine was involved in the attack, without offering evidence",
              "refs": []
            },
            {
              "sentence": "Putin said the terrorists tried to flee into Ukraine and that \"the Ukrainian side\" had \"opened a window\" for them to cross the border",
              "refs": [
                "https://www.themoscowtimes.com/2024/03/23/islamic-state-group-claims-russia-gun-attack-a84583"
              ]
            },
            {
              "sentence": "Russia and Ukraine have been at war since 2014 and Russia has been undertaking a full-scale invasion of the country since 2022",
              "refs": [
                "https://www.themoscowtimes.com/2024/03/25/kyrgyzstan-warns-citizens-against-travel-to-russia-after-concert-attack-a84618"
              ]
            },
            {
              "sentence": "Nikolay Patrushev, the secretary of the Security Council of Russia, claimed that Ukraine was behind the attack",
              "refs": []
            },
            {
              "sentence": "Alexander Bortnikov, the head of the FSB, said that \"radical Islamists\" prepared the attack with help from Ukrainian and Western \"special services\"",
              "refs": [
                "https://tvpworld.com/76959169/diplomatic-scandal-erupts-as-kyrgyz-diplomats-family-assaulted-in-russia"
              ]
            },
            {
              "sentence": "Maria Zakharova of the Russian foreign ministry accused the US of using Islamic State as a \"bogeyman\" to cover for Ukraine",
              "refs": [
                "https://www.pnp.ru/politics/sheremet-predlozhil-zapretit-vezd-migrantov-v-rossiyu-na-vremya-svo.html"
              ]
            },
            {
              "sentence": "Following the arrest of a suspected \"financier\" of the attack, the Investigative Committee of Russia said on 28 March that it had recovered data suggesting that the attackers received \"significant amounts of money and cryptocurrency from Ukraine\"",
              "refs": [
                "https://www.themoscowtimes.com/2024/03/25/kyrgyzstan-warns-citizens-against-travel-to-russia-after-concert-attack-a84618"
              ]
            },
            {
              "sentence": "On 5 April, it also announced that it had found images of Ukrainian flags and a Ukrainian postage stamp from a phone belonging to one of the suspects",
              "refs": [
                "https://www.themoscowtimes.com/2024/04/15/russias-novosibirsk-bans-migrants-from-working-as-taxi-drivers-a84845"
              ]
            },
            {
              "sentence": "Latvia-based Russian news outlet Meduza reported that state media in Russia were instructed by the Russian government to highlight possible \"traces\" of Ukrainian involvement",
              "refs": [
                "https://www.theguardian.com/world/2024/mar/25/russian-officials-lauding-torture-was-unthinkable-now-it-is-proud-to-do-so"
              ]
            },
            {
              "sentence": "A day after the attack, pro-Kremlin Russian television station NTV broadcast an audio deepfake purporting to confirm Ukrainian involvement",
              "refs": [
                "https://www.theguardian.com/world/2024/mar/25/russia-refuses-to-blame-is-for-concert-hall-attack-despite-growing-evidence"
              ]
            },
            {
              "sentence": "On 26 March, Putin's claims were seemingly contradicted by his close ally, Belarusian president Alexander Lukashenko, who said the attackers had first tried to cross into Belarus",
              "refs": [
                "https://www.bbc.com/news/world-europe-68663043"
              ]
            },
            {
              "sentence": "Ukraine denied any involvement in the attack,     and described the FSB's claims as \"very doubtful and primitive\" disinformation, noting that the border is heavily militarized on both sides, guarded by soldiers and drones, mined in many areas, and often shelled from both sides",
              "refs": [
                "https://www.nytimes.com/2024/03/23/world/europe/moscow-attack-putin.html",
                "https://apnews.com/article/russia-shooting-suspect-arrested-3a2b39ad0370a4fb3ecc2e9e392e94fa",
                "https://apnews.com/article/russia-concert-shooting-ukraine-islamic-state-e80343cfe7e2aa3c9ea38d23a790b383",
                "https://meduza.io/en/news/2024/03/23/kremlin-tells-pro-government-media-to-emphasize-possible-traces-of-ukrainian-involvement-in-reporting-on-moscow-terrorist-attack"
              ]
            },
            {
              "sentence": "Ukraine's Foreign Ministry rejected the Russian allegations,  calling them a \"planned provocation by the Kremlin to further fuel anti-Ukrainian hysteria in Russian society, create conditions for increased mobilisation of Russian citizens to participate in the criminal aggression against our country, and discredit Ukraine in the eyes of the international community.\"  The ministry also implied that the attack was a false flag operation by the Russian government",
              "refs": [
                "https://www.motherjones.com/politics/2024/03/deepfake-video-terror-moscow-putin-ukraine-claims/",
                "https://www.reuters.com/world/europe/lukashenko-says-concert-hall-attackers-first-headed-belarus-contradicting-putin-2024-03-26/",
                "https://www.theguardian.com/world/live/2024/mar/22/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates?CMP=share_btn_url&page=with%3Ablock-65fde08a8f08214a64619c22#block-65fde08a8f08214a64619c22"
              ]
            },
            {
              "sentence": "Ukraine's Defense Intelligence also said the attack was a \"deliberate provocation by the Russian special services\" at the behest of Putin",
              "refs": [
                "https://www.nbcnews.com/news/world/live-blog/moscow-concert-attack-live-updates-rcna144768/rcrd37597?"
              ]
            },
            {
              "sentence": "On 23 March, Ukrainian President Volodymyr Zelenskyy said that Putin, \"instead of dealing with his citizens of Russia, addressing them...remained silent for a day – thinking how to bring this to Ukraine.\"  On 25 March, Zelenskyy called Putin's claims \"sick and cynical\"",
              "refs": [
                "https://english.nv.ua/nation/ukraine-denies-russia-propaganda-about-involvement-in-moscow-mass-shooting-50403759.html"
              ]
            },
            {
              "sentence": "The US said there was no indication of Ukrainian involvement,   while UK Chancellor of the Exchequer Jeremy Hunt called the Russian allegations \"a smokescreen of propaganda to defend an utterly evil invasion of Ukraine.\"  The Ukrainian-based militant groups Russian Volunteer Corps and Freedom of Russia Legion also denied involvement",
              "refs": [
                "https://tvpworld.com/76959169/diplomatic-scandal-erupts-as-kyrgyz-diplomats-family-assaulted-in-russia",
                "https://thehill.com/policy/international/4518654-us-embassy-warning-extremists-attack/",
                "https://www.nytimes.com/2024/03/23/world/europe/ukraine-russia-moscow-attack.html",
                "https://www.aa.com.tr/en/russia-ukraine-war/ukraine-denies-involvement-in-deadly-concert-hall-shooting-in-russia/3172206"
              ]
            },
            {
              "sentence": "Putin, who previously said the attack was caused by \"radical Islamists\" aided by the U.S",
              "refs": []
            },
            {
              "sentence": "and Ukraine, later said that the act was not one of Islamic terrorism, as it demonstrated \"a unique example of interfaith and interethnic unity\"",
              "refs": []
            },
            {
              "sentence": "On 6 April, the Tajikistani foreign ministry denied claims by Russian officials that Ukraine was recruiting mercenaries in the country through its embassy in Dushanbe",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Domestic",
          "section_content": [
            {
              "sentence": "Putin wished those injured in the attack a speedy recovery and praised the doctors involved in treating the victims",
              "refs": []
            },
            {
              "sentence": "Prime Minister Mikhail Mishustin said that \"the perpetrators will be punished",
              "refs": [
                "https://archive.today/20240324002800/https://uk.news.yahoo.com/russia-points-ukraine-moscow-attack-100909907.html?guccounter=1"
              ]
            },
            {
              "sentence": "They do not deserve mercy.\"  A spokesperson for Patriarch Kirill of the Russian Orthodox Church said that he was \"praying for peace for the souls of the dead\"",
              "refs": [
                "https://www.themoscowtimes.com/2024/03/23/islamic-state-group-claims-russia-gun-attack-a84583"
              ]
            },
            {
              "sentence": "Ministry of Foreign Affairs spokesperson Maria Zakharova called for the international community to condemn the attack, which she called \"a monstrous crime\"",
              "refs": []
            },
            {
              "sentence": "Chechen leader Ramzan Kadyrov released a statement condemning the attack,  as did Yulia Navalnaya, the widow of opposition figure Alexei Navalny,  who died five weeks before the attack",
              "refs": [
                "https://tvpworld.com/76842892/turkey-reinstates-obligatory-visa-for-tajiks",
                "https://edition.cnn.com/2024/03/22/europe/crocus-moscow-shooting/index.html"
              ]
            },
            {
              "sentence": "Navalny associate Ivan Zhdanov criticised Russian security services for their \"catastrophic incompetence\" and the FSB for being \"busy with everything except its direct responsibilities – killing their political opponents, spying on citizens and prosecuting people who are against the war.\" Another associate, Leonid Volkov, said that the FSB \"can't do the only job it really should be doing: preventing a real, nightmarish terrorist attack.\" Exiled oligarch and Putin critic Mikhail Khodorkovsky said the attack showed the \"impotence\" of the Kremlin's security apparatus",
              "refs": [
                "https://www.vedomosti.ru/society/news/2024/03/23/1027521-patriarh-kirill-nazval-terakt"
              ]
            },
            {
              "sentence": "Novaya Gazeta Europe's chief editor, Kirill Martynov, criticized Putin for dismissing Western intelligence warnings and focusing resources on \"LGBT extremists\" and the war with Ukraine instead of guarding against \"real threats\"",
              "refs": [
                "http://www.patriarchia.ru/db/text/6114491.html"
              ]
            },
            {
              "sentence": "Opposition activists and human rights groups also criticized the torture inflicted on the suspects in the attack, with Sergei Davidis of Memorial saying that Russian security services had \"decided that this time there are no reasons to conceal their methods\", adding that it was a \"bad sign\"",
              "refs": []
            },
            {
              "sentence": "Tatyana Moskalkova, Russia's Commissioner for Human Rights, also said that it was \"absolutely inadmissible to use torture against detainees and accused persons\", and reiterated that \"any procedural operational actions must be carried out in accordance with the law\"",
              "refs": [
                "https://www.kenw.org/npr-news/2024-03-22/deaths-and-injuries-are-reported-after-an-attack-on-a-concert-hall-outside-moscow"
              ]
            },
            {
              "sentence": "Senior members of United Russia called for the return of the death penalty in Russia",
              "refs": []
            },
            {
              "sentence": "In late March 2024, more than 50% of Russians believed that Ukraine was responsible for the terrorist attack, while 27% said Islamic State was responsible and 6% blamed the so-called \"collective West\", according to a survey conducted by OpenMinds",
              "refs": []
            },
            {
              "sentence": "The Islamic State was blamed most often by young people aged 18-30 who opposed the war in Ukraine",
              "refs": []
            },
            {
              "sentence": "On 3 April, Russia's Defense Ministry announced that \"around 16,000 citizens\" had signed military contracts in the last 10 days to fight as contract soldiers in the Russo-Ukrainian War, with most of them saying they were motivated to \"avenge those killed\" in the Crocus City Hall attack",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "International",
          "section_content": [
            {
              "sentence": "The United States embassy in Moscow expressed \"sincere condolences to the Russian people\",  while advising its citizens to avoid the area as they were \"severely limited\" in their ability to assist US citizens due to the limits placed on US personnel's ability to travel within Russia",
              "refs": [
                "https://www.themoscowtimes.com/2024/03/26/russias-rights-chief-says-torturing-concert-attack-suspects-inadmissible-a84626"
              ]
            },
            {
              "sentence": "The British embassy in Moscow condemned the attack and expressed its \"sincere condolences to the relatives and loved ones of those hurt and killed in today's events.\"  The Spanish embassy in Moscow also condemned the attack, expressing its thoughts and solidarity with those affected, and flew flags at half mast",
              "refs": [
                "https://www.themoscowtimes.com/2024/03/26/russias-rights-chief-says-torturing-concert-attack-suspects-inadmissible-a84626",
                "http://kremlin.ru/events/president/news/73700",
                "https://www.themoscowtimes.com/2024/03/24/putin-allies-demand-return-of-death-penalty-after-moscow-attack-a84603",
                "https://meduza.io/feature/2024/03/24/15-letniy-islam-halilov-podrabatyvayuschiy-garderobschikom-vo-vremya-terakta-vyvel-iz-krokusa-bolee-sta-chelovek"
              ]
            },
            {
              "sentence": "In IS–KP stronghold Afghanistan, where the ruling Taliban were attacked by IS–KP just a day earlier,  the Ministry of Foreign Affairs called the attack in Russia \"a blatant violation of all human standards\" and called on neighboring countries to cooperate \"against such incidents directed at regional destabilization\"",
              "refs": [
                "https://meduza.io/en/news/2024/04/01/financial-times-poll-shows-over-half-of-russians-believe-kyiv-behind-deadly-terrorist-attack-in-moscow"
              ]
            },
            {
              "sentence": "Numerous countries' governments condemned the attack and expressed their condolences to the Russian people and families of the victims",
              "refs": [
                "https://www.themoscowtimes.com/2024/04/03/russian-military-says-recruited-100k-contract-soldiers-since-start-of-2024-a84721"
              ]
            },
            {
              "sentence": "In many nations, including Armenia,  Azerbaijan,  and Kazakhstan,  flowers were laid outside Russian embassies in memory of the victims of the attack",
              "refs": [
                "https://www.ft.com/content/c1f0ee58-57db-42ff-abdd-9a50acbd5426",
                "https://ru.usembassy.gov/message-for-u-s-citizens-terrorist-incident-at-crocus-city-hall/",
                "https://x.com/EmbEspRusia/status/1771845175737729252"
              ]
            },
            {
              "sentence": "Tajikistan also warned against \"fake information\" about the alleged role of Tajik citizens in the attack",
              "refs": []
            },
            {
              "sentence": "United Nations Secretary-General António Guterres,  the European Union,  the North Atlantic Treaty Organization,  and Moussa Faki, the Chairperson of the African Union Commission also condemned the attack and expressed condolences",
              "refs": [
                "https://www.nytimes.com/2024/03/23/world/asia/isis-attack-russia.html",
                "https://www.tehrantimes.com/news/496395/Taliban-condemns-terrorist-attack-on-concert-hall-in-Russia",
                "https://news.am/eng/news/813947.html",
                "https://en.trend.az/azerbaijan/society/3877318.html"
              ]
            },
            {
              "sentence": "Pope Francis also expressed condolences to the victims and families",
              "refs": [
                "https://www.reuters.com/world/europe/nearly-100-people-still-missing-after-moscow-attack-russian-news-site-says-2024-03-27/",
                "https://www.themoscowtimes.com/2024/03/26/russias-rights-chief-says-torturing-concert-attack-suspects-inadmissible-a84626",
                "https://en.inform.kz/news/kazakhstanis-lay-flowers-in-memory-of-victims-of-terrorist-attack-in-moscow-1c1822/"
              ]
            },
            {
              "sentence": "The attack was also condemned by Hezbollah and Hamas",
              "refs": [
                "https://timesca.com/tajikistan-warns-against-unverified-reports-about-moscow-attack/"
              ]
            },
            {
              "sentence": "On 30 March, foreign diplomats from the United States, European Union, Africa, Latin America, and representatives of the United Nations and other organizations attended a ceremony to lay flowers at the memorial near the Crocus City Hall",
              "refs": [
                "https://www.jpost.com/international/islamic-terrorism/article-793284",
                "https://www.wionews.com/world/massacre-horrible-world-reacts-to-deadly-terrorist-attack-in-russia-ukraine-denies-role-703288"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "French terror alert level",
              "section_content": [
                {
                  "sentence": "On 24 March, the French government raised its security alert to its highest level, with Prime Minister Gabriel Attal citing the Crocus City Hall attack as one of the reasons",
                  "refs": []
                },
                {
                  "sentence": "Following a phone call between French defence minister Sébastien Lecornu and his Russian counterpart Sergei Shoigu on 3 April in which the latter suggested French collusion with Ukraine in the attack, president Emmanuel Macron dismissed the accusations as \"ridiculous\" and \"indeed baroque and threatening.\"",
                  "refs": [
                    "https://www.upi.com/Top_News/World-News/2024/03/24/vatican-pope-francis-patriarch-kirill-pray-victims-moscow-terror-attack/3261711292056/",
                    "https://english.almanar.com.lb/2070950"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Crackdown on IS in Turkey",
              "section_content": [
                {
                  "sentence": "Since the attack, the Turkish government has expanded its crackdown on IS by detaining over 180 people suspected to have links to the group",
                  "refs": []
                },
                {
                  "sentence": "This includes 147 detained on 26 March in raids across 30 provinces",
                  "refs": []
                },
                {
                  "sentence": "According to the Turkish administration's Minister of the Interior, Ali Yerlikaya, the country as of March 2024 carried out a total of 1,316 counterterrorism operations against IS since June 2023",
                  "refs": []
                },
                {
                  "sentence": "Of the 2,919 suspects who have been apprehended and questioned, 692 have been charged and jailed",
                  "refs": [
                    "https://timesofindia.indiatimes.com/world/middle-east/hamas-condemns-terror-attack-in-russia-sparking-online-criticism/articleshow/108747079.cms"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Reciprocal visa requirements",
              "section_content": [
                {
                  "sentence": "On 8 April, Turkey announced that it had cancelled a 2018 bilateral visa-exemption agreement with Tajikistan citing \"security concerns\" and that Tajik citizens will need to obtain a visa before traveling to Turkey",
                  "refs": []
                },
                {
                  "sentence": "The visa requirements went into effect on 20 April",
                  "refs": [
                    "https://www.bbc.com/news/world-europe-68646380",
                    "https://apnews.com/article/france-threat-level-russia-attack-aa08ac650ac8760410806568d9477197"
                  ]
                },
                {
                  "sentence": "On 16 April, the Tajik government announced that it would be imposing visa requirements on Turkish citizens visiting the country, citing the \"principle of reciprocity\" and claimed the rule change is a response to Turkish government measures on imposing a visa regime on Tajiks",
                  "refs": []
                },
                {
                  "sentence": "It has also advised its citizens visiting Turkey to \"take necessary precautions\" while those using Turkey as a transit route are encouraged to explore alternative travel routes",
                  "refs": [
                    "https://www.al-monitor.com/originals/2024/03/turkey-expands-crackdown-isis-after-russia-attack",
                    "https://www.france24.com/en/middle-east/20240326-turkey-detains-scores-of-is-group-suspects-in-nationwide-raids",
                    "https://www.lemonde.fr/en/international/article/2024/03/28/moscow-attack-turkey-tracks-down-numerous-active-isis-networks_6661001_4.html"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "5": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "1": "https://www.kommersant.ru/doc/6594023",
    "2": "https://www.enabbaladi.net/692453/%D8%AA%D9%86%D8%B8%D9%8A%D9%85-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D8%A9-%D9%8A%D9%82%D8%AF%D9%85-%D8%B1%D9%88%D8%A7%D9%8A%D8%AA%D9%87-%D8%B9%D9%86-%D9%87%D8%AC%D9%88%D9%85-%D9%85%D9%88%D8%B3%D9%83/",
    "3": "https://www.clarin.com/mundo/atentado-moscu-isis-k-difundio-escalofriante-video-ataque-adentro-gritos-ala-grande_0_2hfxIkC2ao.html",
    "4": "https://istories.media/news/2024/04/03/spetssluzhbi-ssha-znali-chto-terroristi-planiruyut-napast-imenno-na-krokus-i-skazali-ob-etom-fsb-yeshche-6-marta/",
    "6": "https://www.bbc.com/news/world-europe-68759150",
    "7": "https://www.aa.com.tr/en/asia-pacific/death-toll-from-concert-hall-attack-in-russia-s-moscow-region-rises-to-144/3178519",
    "8": "https://tass.com/emergencies/1768159",
    "9": "http://kremlin.ru/events/president/news/73700",
    "10": "https://www.bbc.com/news/world-europe-68642162",
    "11": "https://news.sky.com/story/three-out-of-four-moscow-concert-hall-attack-suspects-plead-guilty-in-court-13101337",
    "12": "https://www.nytimes.com/2024/03/22/world/europe/isis-moscow-attack-concert-hall.html",
    "13": "https://www.bbc.co.uk/news/live/world-68642036",
    "14": "https://abcnews.go.com/International/wireStory/gunmen-combat-fatigues-open-fire-moscow-concert-hall-108395835",
    "15": "https://www.theguardian.com/world/2024/mar/24/new-islamic-state-videos-back-claim-it-carried-out-moscow-concert-hall-attack",
    "16": "https://www.themoscowtimes.com/2024/03/27/number-of-wounded-in-crocus-city-hall-attack-rises-to-360-a84642",
    "17": "https://www.thetimes.co.uk/article/russia-moscow-attack-concert-hall-death-toll-rfk3lb0q9",
    "18": "https://www.reuters.com/world/europe/nearly-100-people-still-missing-after-moscow-attack-russian-news-site-says-2024-03-27/",
    "19": "https://www.cnn.com/2024/03/22/europe/crocus-moscow-shooting/index.html",
    "20": "https://www.nytimes.com/2024/03/22/us/politics/isis-k-moscow-attack.html",
    "21": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fddcb7b26acd1fbf32f7c9%26Full%20statement%20from%20Russia%27s%20security%20service%262024-03-22T19%3A35%3A49.471Z&ns_fee=0&pinned_post_locator=urn:asset:789dcae5-8e7e-4cd1-98a2-a250de89b662&pinned_post_asset_id=65fddcb7b26acd1fbf32f7c9&pinned_post_type=share",
    "22": "https://www.bbc.com/news/world-europe-68650914",
    "23": "https://www.nytimes.com/2024/03/23/world/europe/moscow-attack-putin.html",
    "24": "https://www.theguardian.com/world/live/2024/mar/23/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates",
    "25": "https://www.theguardian.com/world/live/2024/mar/22/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates?CMP=share_btn_url&page=with%3Ablock-65fdfe758f08214a64619d4a#block-65fdfe758f08214a64619d4a",
    "26": "https://apnews.com/article/russia-shooting-suspect-arrested-2f52dc4bb74337d32cd6fa176f30e15c",
    "27": "https://archive.today/20240330013242/https://www.upi.com/Top_News/World-News/2024/03/25/four-suspects-charged-terrorism/7001711344812",
    "28": "https://www.cbc.ca/news/world/russia-moscow-concert-hall-attack-1.7152498",
    "29": "https://apnews.com/article/russia-moscow-gunmen-concert-hall-injuries-fe7db5bb4ad4df17b6cbd04a3250faa1",
    "30": "https://www.asiasentinel.com/p/russia-muslim-problem-crocus-city-hall-attack",
    "31": "https://www.aljazeera.com/news/2024/3/23/moscow-concert-hall-attack-why-is-isil-targeting",
    "32": "https://www.aljazeera.com/news/2024/3/23/moscow-concert-hall-attack-russia-detains-11-as-death-toll-rises-to-115",
    "33": "https://www.nytimes.com/2024/03/22/world/europe/isis-moscow-attack-concert-hall.html",
    "34": "https://apnews.com/article/russia-caucasus-islamic-state-shootout-ingushetia-militants-4b0ef208fd8232f494272531d16208dd",
    "35": "https://www.reuters.com/world/europe/russia-says-it-neutralized-isis-cell-plotting-attack-moscow-synagogue-2024-03-07/",
    "36": "https://web.archive.org/web/20240320094149/https://thehill.com/policy/international/4518654-us-embassy-warning-extremists-attack/",
    "37": "https://thehill.com/policy/international/4518654-us-embassy-warning-extremists-attack/",
    "38": "https://www.nytimes.com/2024/03/22/world/europe/moscow-concert-attack-us-embassy.html",
    "39": "https://english.kyodonews.net/news/2024/03/8bfb5dc9fba9-update1-40-killed-in-concert-hall-shooting-in-moscow-suburb.html",
    "40": "https://globalnews.ca/news/10344304/canada-us-embassy-moscow-warning/",
    "41": "https://abcnews.go.com/International/russian-diplomat-us-didnt-pass-concrete-info-attack/story?id=108441680",
    "42": "https://www.washingtonpost.com/national-security/2024/04/02/us-warning-russia-isis-crocus/",
    "43": "https://apnews.com/article/russia-moscow-krasnogorsk-gunmen-concert-hall-fire-cf12eabb9cad1a7437ad8fae821b87ca",
    "44": "https://archive.today/20240323165443/https://www.bbc.com/news/world-europe-68646375",
    "45": "https://www.reuters.com/world/iran-alerted-russia-security-threat-before-moscow-attack-sources-say-2024-04-01/",
    "46": "https://tass.ru/proisshestviya/20320557",
    "47": "https://www.nytimes.com/2024/03/22/world/europe/moscow-concert-hall-attack-photos.html",
    "48": "https://apnews.com/article/russia-attack-concert-hall-putin-islamic-state-f6f89c4c39965da6c11c3c111053f0e2",
    "49": "https://www.sbs.com.au/news/article/crocus-city-hall-the-trump-linked-venue-thats-now-the-scene-of-a-deadly-is-attack/iok3i6b3o",
    "50": "https://meduza.io/feature/2024/03/23/kak-terroristy-voshli-v-krokus-siti-holl-i-chto-oni-uspeli-tam-sdelat-vosstanavlivaem-hronologiyu",
    "51": "https://www.nytimes.com/2024/03/22/world/europe/moscow-shooting.html?campaign_id=60&emc=edit_na_20240322&instance_id=0&nl=breaking-news&ref=cta&regi_id=145091983&segment_id=161535&user_id=6778805d465f53cf499a81617ba6a33b",
    "52": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fde294b26acd1fbf32f7d8%26Russian%20rock%20band%20was%20due%20to%20perform%20at%20concert%20hall%262024-03-22T20%3A12%3A25.268Z&ns_fee=0&pinned_post_locator=urn:asset:7dd801da-6255-4287-a191-5ad6f8a78c2c&pinned_post_asset_id=65fde294b26acd1fbf32f7d8&pinned_post_type=share",
    "53": "https://www.nbcnews.com/news/world/live-blog/russia-moscow-concert-attack-shooting-rcna144706/rcrd37540?canonicalCard=true",
    "54": "https://www.reuters.com/world/europe/shooting-blast-reported-concert-hall-near-moscow-agencies-2024-03-22/",
    "55": "https://www.bbc.com/news/world-europe-68644965",
    "56": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdd2373c0b7a6946ae34ae%26Witnesses%20recount%20%27terrorists%20shooting%20people%27%262024-03-22T18%3A50%3A01.331Z&ns_fee=0&pinned_post_locator=urn:asset:f16c69e9-1334-4fe8-94b6-c4cc44050251&pinned_post_asset_id=65fdd2373c0b7a6946ae34ae&pinned_post_type=share",
    "57": "https://www.aljazeera.com/news/2024/3/22/gunfire-and-explosion-reported-at-concert-hall-in-russias-moscow",
    "58": "https://www.azattyk.org/a/32874669.html",
    "59": "https://meduza.io/feature/2024/03/24/15-letniy-islam-halilov-podrabatyvayuschiy-garderobschikom-vo-vremya-terakta-vyvel-iz-krokusa-bolee-sta-chelovek",
    "60": "https://www.theguardian.com/world/2024/mar/22/moscow-concert-hall-shooting-blast",
    "61": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdef863c0b7a6946ae3502%26What%27s%20the%20latest%3F%262024-03-22T21%3A04%3A35.898Z&ns_fee=0&pinned_post_locator=urn:asset:1f6e6db1-72a8-4719-b9a8-a97345eeda8d&pinned_post_asset_id=65fdef863c0b7a6946ae3502&pinned_post_type=share",
    "62": "https://www.bbc.com/news/world-europe-68646380",
    "67": "https://www.nytimes.com/2024/03/25/world/europe/moscow-attack-suspects-russia-evidence.html",
    "68": "https://www.aljazeera.com/news/2024/3/23/moscow-concert-hall-attack-what-do-we-know-so-far",
    "69": "https://www.theguardian.com/world/live/2024/mar/22/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates?CMP=share_btn_url&page=with%3Ablock-65fdd7a08f08214a64619ba7#block-65fdd7a08f08214a64619ba7",
    "70": "https://www.theguardian.com/world/live/2024/mar/22/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates",
    "71": "https://www.straitstimes.com/world/europe/gun-attack-at-moscow-concert-leaves-dead-and-injured-mayor",
    "72": "https://t.me/s/nexta_live?q=%D1%87%D0%B0%D1%81",
    "73": "https://apnews.com/article/russia-shooting-moscow-concert-hall-putin-431ed84d40412100b08c1473a7f4ad32",
    "74": "https://www.aljazeera.com/news/2024/3/23/whos-to-blame-for-the-moscow-massacre-isil-ukraine-or-russia-itself",
    "75": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fe095c683d4b45f937fe5f%26As%20search%20for%20attackers%20continues%2C%20big%20questions%20about%20security%262024-03-22T22%3A49%3A45.707Z&ns_fee=0&pinned_post_locator=urn:asset:2558dbdd-238c-44ea-bee4-e87de00e0161&pinned_post_asset_id=65fe095c683d4b45f937fe5f",
    "76": "https://tass.com/emergencies/1764275",
    "77": "https://www.themoscowtimes.com/2024/03/23/it-could-have-been-me-russians-mourn-victims-of-deadly-concert-hall-attack-a84596",
    "78": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fde876683d4b45f937fe27%26Fire%20not%20spreading%2C%20Russian%20media%20says%262024-03-22T20%3A30%3A16.985Z&ns_fee=0&pinned_post_locator=urn:asset:0b12517d-9cbd-4669-bfa4-2826a87a70a0&pinned_post_asset_id=65fde876683d4b45f937fe27&pinned_post_type=share",
    "79": "https://www.france24.com/en/europe/20240322-gunmen-in-combat-fatigues-open-fire-at-moscow-concert-hall",
    "80": "https://www.bbc.com/news/live/world-68642036",
    "81": "https://www.bbc.com/news/av/world-europe-68644918",
    "82": "https://www.nbcnews.com/news/world/live-blog/moscow-concert-attack-live-updates-rcna144768/rcrd37610?canonicalCard=true",
    "83": "https://tass.ru/proisshestviya/20390341",
    "84": "https://vesti.kg/proisshestviya/item/122242-propavshie-posle-terakta-v-krokuse-kyrgyzstanki-pogibli.html",
    "85": "https://tass.ru/proisshestviya/20320557",
    "86": "https://medianews.az/2024/03/24/erm%C9%99ni-arvadi-il%C9%99-birlikd%C9%99-krokus-terrorunda-h%C9%99lak-olan-az%C9%99rbaycanli-kimdir",
    "87": "https://tass.ru/proisshestviya/20347445",
    "88": "https://www.interfax.ru/russia/952819",
    "89": "https://aje.io/pjv4lm?update=2792563",
    "90": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fe0cf3683d4b45f937fe61%26More%20details%20revealed%20on%20victims%262024-03-22T22%3A57%3A56.862Z&ns_fee=0&pinned_post_locator=urn:asset:02027ab1-2849-4d0d-a8a5-a478aaaa4ae6&pinned_post_asset_id=65fe0cf3683d4b45f937fe61&pinned_post_type=share",
    "91": "https://mz.mosreg.ru/sobytiya/novosti-ministerstva/informaciya-o-gospitalizacii-postradavshikh-v-koncertnom-zale-v-krokuse",
    "92": "https://www.bbc.com/news/world-europe-68645755",
    "93": "https://www.themoscowtimes.com/2024/04/03/6-children-confirmed-killed-in-crocus-attack-official-says-a84723",
    "94": "https://tass.ru/proisshestviya/20343503/amp",
    "95": "https://medianews.az/2024/03/24/erm%C9%99ni-arvadi-il%C9%99-birlikd%C9%99-krokus-terrorunda-h%C9%99lak-olan-az%C9%99rbaycanli-kimdir",
    "96": "https://www.npr.org/2024/03/23/1240472960/moscow-concert-hall-attack-deaths-putin",
    "97": "https://apnews.com/article/moscow-shooting-crocus-russia-ambassadors-tajikistan-327396096cf689acce8afbc280485347",
    "98": "https://www.bbc.com/news/live/world-68642036",
    "99": "https://www.france24.com/en/europe/20240323-moscow-concert-hall-attack-what-we-know-so-far",
    "100": "https://www.nytimes.com/2024/03/23/world/europe/piknik-russian-rock-band.html",
    "101": "https://www.billboard.com/music/concerts/russian-rock-picnic-moscow-terrorist-attack-1235641925/",
    "102": "https://www.theguardian.com/world/live/2024/mar/23/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates",
    "103": "https://meduza.io/en/news/2024/03/23/meduza-geolocates-arrest-video-of-moscow-terrorism-suspect-to-town-85-miles-from-ukrainian-border",
    "104": "https://apnews.com/article/russia-moscow-krasnogorsk-gunmen-concert-hall-fire-97e321c3c477ece36d4fb32f50fa0e8a",
    "105": "https://www.reuters.com/world/europe/two-suspects-moscow-attack-detained-after-car-chase-lawmaker-2024-03-23/",
    "106": "https://www.blr.belta.by/society/view/krutoj-belaruskija-spetssluzhby-dapamagali-rasii-vykanats-zadachu-ne-dats-utsjachy-terarystam-praz-129343-2024/",
    "107": "https://www.rbc.ru/politics/23/03/2024/65feb1489a79476092c2ab39",
    "108": "https://www.themoscowtimes.com/2024/03/22/at-least-40-killed-100-injured-in-mass-shooting-outside-moscow-a84579",
    "109": "https://www.theguardian.com/world/live/2024/mar/23/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates?CMP=share_btn_url&page=with%3Ablock-65feee418f08ed13c27cab2e#block-65feee418f08ed13c27cab2e",
    "110": "https://t.me/bazabazon/26187",
    "111": "https://english.nv.ua/nation/russia-claims-tajik-citizens-responsible-for-mass-shooting-isis-takes-responsibility-50403714.html",
    "112": "https://akipress.com/news:765393:Tajik_Interior_Ministry_denies_involvement_of_its_3_citizens_into_terrorist_attack_in_Moscow_region/",
    "113": "https://timesca.com/tajikistan-warns-against-unverified-reports-about-moscow-attack/",
    "114": "https://www.themoscowtimes.com/2024/03/24/terrorists-have-no-nationality-tajik-president-tells-putin-a84602",
    "115": "https://www.themoscowtimes.com/2024/04/12/tajikistan-condemns-alleged-torture-of-crocus-attack-suspects-a848292",
    "116": "https://thediplomat.com/2024/03/kyrgyzstan-warns-citizens-against-travel-to-russia/",
    "117": "https://web.archive.org/web/20240324215422/https://www.rbc.ru/society/24/03/2024/660064ad9a79471d61577e41?from=from_main_2",
    "118": "https://edition.cnn.com/europe/live-news/moscow-russia-shooting-03-24-24/h_0e32291206570fd18f829e90375f77d1",
    "119": "https://apnews.com/article/russia-moscow-krasnogorsk-gunmen-concert-hall-fire-b719cbe27d26207955fd423b1e3ddc68",
    "120": "https://www.france24.com/en/europe/20240324-russia-charges-four-men-over-concert-hall-attack",
    "121": "https://www.theguardian.com/world/2024/mar/25/moscow-crocus-city-concert-hall-shooting-details-is-islamic-state-vladimir-putin",
    "122": "https://meduza.io/feature/2024/03/24/basmannyy-sud-arestoval-podozrevaemyh-po-delu-o-terakte-v-krokus-siti-holle",
    "123": "https://www.bbc.com/news/world-europe-68652380",
    "124": "https://www.rferl.org/a/russia-attack-tajikistan-suspects-relatives-families-hometowns/32878446.html",
    "125": "https://www.bbc.com/news/world-europe-68652380",
    "126": "https://meduza.io/en/news/2024/03/23/video-circulates-showing-russian-security-agent-cutting-off-the-ear-of-an-apprehended-terrorist-suspect-and-forcing-him-to-eat-it",
    "127": "https://www.themoscowtimes.com/2024/03/23/russian-state-media-release-interrogation-videos-of-concert-attack-suspects-a84592",
    "128": "https://www.youtube.com/watch?v=JkdbhisUcfM",
    "129": "https://www.nytimes.com/2024/03/26/world/europe/turkey-moscow-terror-suspects.html",
    "130": "https://metro.co.uk/2024/03/25/russian-terror-suspect-electrocuted-genitals-interrogation-20522324/",
    "131": "https://www.mirror.co.uk/news/us-news/battered-moscow-terrorists-show-torture-32431832",
    "132": "https://web.archive.org/web/20240325092227/https://www.euronews.com/2024/03/25/four-bruised-and-bloodied-men-charged-over-moscow-concert-attack",
    "133": "https://www.nytimes.com/live/2024/03/24/world/moscow-russia-attack-news",
    "134": "https://t.me/agentstvonews/5711",
    "135": "https://meduza.io/en/feature/2024/03/25/locked-doors-the-police-response-and-the-suspects-past-visits-to-the-venue",
    "136": "https://iz.ru/1671075/iana-shturma-stanislav-kuchushev-valentin-loginov/chisla-zveria-za-krovavuiu-raspravu-v-krokuse-terroristam-poobeshchali-500-tysiach-na-vsekh",
    "137": "https://t24.com.tr/haber/isid-yapilanmasina-acilan-davada-carpici-detaylar-istanbul-da-kacak-egitim-merkezi-kurup-tbmm-askeri-kislalar-ve-polis-karakollarina-saldiri-planlanmis,1160626",
    "138": "https://www.evrensel.net/haber/515839/isidliler-basaksehirde-kararg-h-kurup-ormanlik-askeri-egitim-yapmis",
    "139": "https://abcnews.go.com/International/russian-diplomat-us-didnt-pass-concrete-info-attack/story?id=108441680",
    "140": "https://web.archive.org/web/20240327162531/https://www.themoscowtimes.com/2024/03/25/moscow-court-remands-3-more-suspects-over-concert-hall-attack-a84624",
    "141": "https://www.themoscowtimes.com/2024/03/26/moscow-court-remands-eighth-suspect-in-concert-hall-attack-a84631",
    "142": "https://kyivindependent.com/another-suspect-arrested-moscow/",
    "143": "https://www.themoscowtimes.com/2024/03/28/russia-arrests-concert-hall-attack-financier-claims-ukraine-link-a84670",
    "144": "https://web.archive.org/web/20240330161546/https://www.barrons.com/web/20240330161547/https://www.barrons.com/articles/moscow-concert-hall-attack-suspect-to-be-detained-for-almost-two-months-2dac2c56",
    "145": "https://web.archive.org/web/20240329162440/https://www.themoscowtimes.com/2024/03/29/ninth-moscow-concert-attack-suspect-put-in-pre-trial-detention-a84684",
    "146": "https://web.archive.org/web/20240329175712/https://www.aljazeera.com/news/2024/3/29/nine-detained-in-tajikistan-in-relation-to-moscow-concert-hall-attack",
    "147": "https://www.themoscowtimes.com/2024/04/01/russia-says-it-arrested-4-more-moscow-attack-plotters-a84691",
    "148": "https://kyivindependent.com/fsb-arrests-4-suspected-accomplices-of-moscow-shooting-in-dagestan-allegedly-planning-another-attack/",
    "149": "https://www.themoscowtimes.com/2024/03/29/tajikistan-detains-9-moscow-concert-attack-suspects-reports-a84677",
    "150": "https://www.themoscowtimes.com/2024/04/04/russias-fsb-detains-3-more-concert-attack-suspects-a84742",
    "151": "https://tass.ru/proisshestviya/20446935",
    "152": "https://tass.ru/proisshestviya/20467729",
    "153": "https://www.themoscowtimes.com/2024/08/29/russia-names-5-more-suspects-in-deadly-moscow-concert-hall-attack-a86193",
    "154": "https://istories.media/news/2024/03/26/pyatii-den-posle-terakta-v-krokuse-po-nepodtverzhdennoi-informatsii-kolichestvo-postradavshikh-viroslo-do-360-chelovek/",
    "155": "https://www.svoboda.org/a/v-tadzhikistane-zaderzhali-9-chelovek-po-delu-o-terakte-v-krokus-siti-holle-/32882684.html",
    "156": "https://rus.ozodi.org/a/32882774.html",
    "157": "https://www.themoscowtimes.com/2024/04/01/russia-says-it-arrested-4-more-moscow-attack-plotters-a84691",
    "158": "https://ria.ru/20240401/dagestan-1937093011.html",
    "159": "https://ria.ru/20240401/terakt-1937099697.html",
    "160": "https://www.rferl.org/a/russia-attack-tajikistan-suspects-relatives-families-hometowns/32878446.html",
    "161": "https://edition.cnn.com/europe/live-news/moscow-russia-shooting-03-24-24/h_075f38cea1af3ddcced1d4ab1880c055",
    "162": "https://www.rbc.ru/society/24/03/2024/660064ad9a79471d61577e41",
    "163": "https://rus.ozodi.org/a/32881440.html",
    "164": "https://www.ozodi.org/a/32878395.html",
    "165": "https://www.ozodi.org/a/32876588.html",
    "166": "https://www.svoboda.org/a/zagadochnyy-abdulloh-kem-okazalsya-vozmozhnyy-organizator-ataki-na-krokus-/32878449.html",
    "167": "https://www.ozodi.org/a/32878105.html",
    "168": "https://dossier.center/teract/",
    "169": "https://readovka.news/news/185677",
    "170": "https://novayagazeta.eu/articles/2024/03/22/novaia-gazeta-evropa-nashla-poslednego-vladeltsa-avtomobilia-na-kotorom-v-krokus-siti-kholl-priekhali-terroristy-news",
    "171": "https://web.archive.org/web/20240329051349/https://tass.ru/proisshestviya/20357677",
    "172": "https://web.archive.org/web/20240329152947/https://www.svoboda.org/a/sk-hodataystvuet-ob-areste-devyatogo-podozrevaemogo-po-delu-krokusa-/32882788.html",
    "173": "https://www.bbc.com/russian/live/news-68642081?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=6606bc343c0b7a6946ae3cab%26%D0%A1%D0%BB%D0%B5%D0%B4%D1%81%D1%82%D0%B2%D0%B8%D0%B5%20%D0%BF%D1%80%D0%BE%D1%81%D0%B8%D1%82%20%D0%B0%D1%80%D0%B5%D1%81%D1%82%D0%BE%D0%B2%D0%B0%D1%82%D1%8C%20%D0%B4%D0%B5%D0%B2%D1%8F%D1%82%D0%BE%D0%B3%D0%BE%20%D1%84%D0%B8%D0%B3%D1%83%D1%80%D0%B0%D0%BD%D1%82%D0%B0%20%D0%B4%D0%B5%D0%BB%D0%B0%20%D0%BE%20%D1%82%D0%B5%D1%80%D0%B0%D0%BA%D1%82%D0%B5%20%D0%B2%20%C2%AB%D0%9A%D1%80%D0%BE%D0%BA%D1%83%D1%81%20%D1%81%D0%B8%D1%82%D0%B8%20%D1%85%D0%BE%D0%BB%D0%BB%D0%B5%C2%BB%262024-03-29T13%3A03%3A49.316Z&ns_fee=0&pinned_post_locator=urn:asset:4443a65a-73ff-4548-a269-ed9c39cbec90&pinned_post_asset_id=6606bc343c0b7a6946ae3cab&pinned_post_type=share",
    "174": "https://meduza.io/en/news/2024/04/01/moscow-court-remands-10th-suspect-into-custody-in-crocus-city-hall-terrorist-attack-case",
    "175": "https://www.reuters.com/world/europe/moscow-court-puts-10th-suspect-concert-hall-attack-under-pre-trial-custody-2024-04-01/",
    "176": "https://ria.ru/20240401/figurant-1937169076.html",
    "177": "https://www.rbc.ru/society/23/03/2024/65fe0ae59a79473dc616dca4",
    "178": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdfa3fb26acd1fbf32f812%26Report%3A%20Islamic%20State%20claims%20responsibility%262024-03-22T21%3A41%3A57.713Z&ns_fee=0&pinned_post_locator=urn:asset:f4bef7a3-a4b2-442a-9c48-27d6f3e8d27e&pinned_post_asset_id=65fdfa3fb26acd1fbf32f812&pinned_post_type=share",
    "179": "https://www.themoscowtimes.com/2024/03/23/islamic-state-group-claims-russia-gun-attack-a84583",
    "180": "https://www.intellinews.com/moscow-terror-attack-suspects-likely-received-instructions-in-turkey-russian-daily-reports-318318/",
    "181": "https://www.bbc.com/news/world-asia-58333533",
    "182": "https://web.archive.org/web/20240325210554/https://www.telegraph.co.uk/world-news/2024/03/23/why-did-isis-k-attack-a-moscow-theatre/",
    "183": "https://www.nytimes.com/2024/03/25/world/europe/russia-moscow-concert-attack.html",
    "184": "https://www.aljazeera.com/news/2024/3/25/russias-putin-says-radical-islamists-behind-moscow-concert-hall-attack",
    "185": "https://www.france24.com/en/europe/20240524-russia-says-islamic-state-behind-deadly-moscow-concert-hall-attack",
    "186": "https://www.cnn.com/2024/03/23/europe/moscow-concert-hall-attack-intl/index.html",
    "187": "https://www.nytimes.com/live/2024/03/24/world/moscow-russia-attack-news",
    "188": "https://www.bbc.com/news/world-europe-68646380",
    "189": "https://www.themoscowtimes.com/2024/03/24/russian-court-remands-4-suspects-over-concert-hall-attack-a84606",
    "190": "https://www.themoscowtimes.com/2024/03/25/memorials-to-moscow-concert-victims-appear-across-russia-a84613",
    "191": "https://www.indiatvnews.com/news/world/putin-announces-march-24-day-of-national-mourning-moscow-concert-attack-latest-updates-2024-03-23-922933",
    "192": "https://www.theguardian.com/world/2024/mar/23/moscow-attack-is-grim-reminder-that-large-scale-acts-of-terror-have-not-gone-away",
    "193": "https://www.nbcnews.com/news/world/live-blog/russia-moscow-concert-attack-shooting-rcna144706/rcrd37515?canonicalCard=true",
    "194": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdd1acb26acd1fbf32f7b0%26Moscow%20Mayor%20cancels%20all%20weekend%20events%262024-03-22T18%3A53%3A40.222Z&ns_fee=0&pinned_post_locator=urn:asset:e0925267-0f53-4dbb-9687-1d466e323bb1&pinned_post_asset_id=65fdd1acb26acd1fbf32f7b0&pinned_post_type=share",
    "195": "https://www.theguardian.com/world/2024/mar/22/moscow-concert-hall-shooting-blast",
    "196": "https://www.nbcnews.com/news/world/live-blog/russia-moscow-concert-attack-shooting-rcna144706/rcrd37513?canonicalCard=true",
    "197": "https://www.cbsnews.com/news/mass-shooting-music-venue-crocus-city-hall-moscow-picnic-concert/",
    "198": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdefc5b26acd1fbf32f7fc%26Events%20cancelled%20across%20Russia%262024-03-22T21%3A08%3A43.093Z&ns_fee=0&pinned_post_locator=urn:asset:9db4d7f1-0b06-4e16-ad38-8e5785835b3e&pinned_post_asset_id=65fdefc5b26acd1fbf32f7fc&pinned_post_type=share",
    "199": "https://www.axios.com/2024/03/22/moscow-shooting-concert-russia-40-killed",
    "200": "https://www.themoscowtimes.com/2024/03/24/day-of-mourning-in-russia-as-toll-from-concert-hall-massacre-climbs-to-137-a84604",
    "201": "https://aje.io/pjv4lm?update=2792856",
    "202": "https://kaktus.media/doc/498068_terakt_v_krokyse._15_letnego_kyrgyzstanca_nagradiat_medalu_mysylman_rossii_za_zaslygi.html",
    "203": "https://www.themoscowtimes.com/2024/03/25/central-asian-teen-hailed-for-saving-dozens-from-moscow-concert-hall-attack-a84615",
    "204": "https://apnews.com/article/russia-paraguay-soccer-postponed-8b83e6b21aa3efbff52a8f15da1437ae",
    "205": "https://www.themoscowtimes.com/2024/04/02/us-warnings-too-general-to-prevent-crocus-attack-russias-spy-chief-says-a84715",
    "206": "https://www.themoscowtimes.com/2024/06/29/russias-crocus-city-hall-to-no-longer-host-concerts-after-deadly-attack-a85559",
    "207": "https://news.sky.com/story/crocus-city-hall-attack-casts-further-shadow-on-tajik-citizens-in-russia-13102308",
    "208": "https://northcaspian.org/reports/xenophobia-moscow",
    "209": "https://v1.ru/text/gorod/2024/03/23/73375148/",
    "210": "https://www.aljazeera.com/news/2024/3/25/fear-stalks-russia-after-moscow-massacre-as-putins-allies-play-blame-game",
    "211": "https://www.aljazeera.com/features/2024/4/9/after-deadly-attack-russias-central-asian-workers-report-rising-racism",
    "212": "https://www.bbc.com/news/world-europe-68665896",
    "213": "https://www.themoscowtimes.com/2024/03/25/kyrgyzstan-warns-citizens-against-travel-to-russia-after-concert-attack-a84618",
    "214": "https://tvpworld.com/76959169/diplomatic-scandal-erupts-as-kyrgyz-diplomats-family-assaulted-in-russia",
    "215": "https://www.pnp.ru/politics/sheremet-predlozhil-zapretit-vezd-migrantov-v-rossiyu-na-vremya-svo.html",
    "216": "https://www.themoscowtimes.com/2024/04/15/russias-novosibirsk-bans-migrants-from-working-as-taxi-drivers-a84845",
    "217": "https://www.theguardian.com/world/2024/mar/25/russian-officials-lauding-torture-was-unthinkable-now-it-is-proud-to-do-so",
    "218": "https://www.theguardian.com/world/2024/mar/25/russia-refuses-to-blame-is-for-concert-hall-attack-despite-growing-evidence",
    "219": "https://www.bbc.com/news/world-europe-68663043",
    "220": "https://www.france24.com/en/europe/20240326-russia-blames-ukraine-the-west-over-moscow-concert-hall-attack",
    "221": "https://apnews.com/article/russia-shooting-suspect-arrested-3a2b39ad0370a4fb3ecc2e9e392e94fa",
    "222": "https://apnews.com/article/russia-concert-shooting-ukraine-islamic-state-e80343cfe7e2aa3c9ea38d23a790b383",
    "223": "https://meduza.io/en/news/2024/03/23/kremlin-tells-pro-government-media-to-emphasize-possible-traces-of-ukrainian-involvement-in-reporting-on-moscow-terrorist-attack",
    "224": "https://www.motherjones.com/politics/2024/03/deepfake-video-terror-moscow-putin-ukraine-claims/",
    "225": "https://www.reuters.com/world/europe/lukashenko-says-concert-hall-attackers-first-headed-belarus-contradicting-putin-2024-03-26/",
    "226": "https://www.theguardian.com/world/live/2024/mar/22/moscow-concert-attack-crocus-city-hall-shooting-russia-live-updates?CMP=share_btn_url&page=with%3Ablock-65fde08a8f08214a64619c22#block-65fde08a8f08214a64619c22",
    "227": "https://www.nbcnews.com/news/world/live-blog/moscow-concert-attack-live-updates-rcna144768/rcrd37597?",
    "228": "https://abcnews.go.com/International/wireStory/russian-detains-11-after-deadly-concert-hall-attack-108419908",
    "229": "https://english.nv.ua/nation/ukraine-denies-russia-propaganda-about-involvement-in-moscow-mass-shooting-50403759.html",
    "230": "https://www.nytimes.com/2024/03/23/world/europe/ukraine-russia-moscow-attack.html",
    "231": "https://www.aa.com.tr/en/russia-ukraine-war/ukraine-denies-involvement-in-deadly-concert-hall-shooting-in-russia/3172206",
    "232": "https://www.motherjones.com/politics/2024/03/deepfake-video-terror-moscow-putin-ukraine-claims/",
    "233": "https://en.interfax.com.ua/news/general/975444.html",
    "234": "https://www.bbc.com/news/world-europe-68646380",
    "235": "https://archive.today/20240324002800/https://uk.news.yahoo.com/russia-points-ukraine-moscow-attack-100909907.html?guccounter=1",
    "236": "https://www.barrons.com/news/russian-accounts-of-moscow-attack-a-smokescreen-uk-minister-0c601571",
    "237": "https://novayagazeta.eu/articles/2024/03/22/at-least-12-reportedly-killed-in-shooting-at-moscow-concert-hall-en-news",
    "238": "https://novayagazeta.eu/articles/2024/04/04/putin-denies-involvement-of-islamic-fundamentalists-in-moscow-concert-hall-attack-en-news",
    "239": "https://tvpworld.com/76842892/turkey-reinstates-obligatory-visa-for-tajiks",
    "240": "https://edition.cnn.com/2024/03/22/europe/crocus-moscow-shooting/index.html",
    "241": "https://www.vedomosti.ru/society/news/2024/03/23/1027521-patriarh-kirill-nazval-terakt",
    "242": "http://www.patriarchia.ru/db/text/6114491.html",
    "243": "https://www.kenw.org/npr-news/2024-03-22/deaths-and-injuries-are-reported-after-an-attack-on-a-concert-hall-outside-moscow",
    "244": "https://www.bbc.com/news/live/world-68642036?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=65fdd40c683d4b45f937fdf1%26Chechen%20leader%20condemns%20%27brutality%27%262024-03-22T18%3A59%3A33.650Z&ns_fee=0&pinned_post_locator=urn:asset:34610d02-09d6-4d2f-8986-ef33967d3722&pinned_post_asset_id=65fdd40c683d4b45f937fdf1&pinned_post_type=share",
    "245": "https://www.nytimes.com/live/2024/03/22/world/moscow-shooting",
    "246": "https://www.cnn.com/2024/02/16/europe/alexey-navalny-dead-russia-prison-intl/index.html",
    "247": "https://www.themoscowtimes.com/2024/03/24/russian-opposition-blasts-putins-broken-security-promises-after-moscow-attack-a84605",
    "248": "https://apnews.com/article/russia-shooting-concert-hall-putin-dd92b2c185a65e1eab57a661382bd3ef",
    "249": "https://www.themoscowtimes.com/2024/03/26/russias-rights-chief-says-torturing-concert-attack-suspects-inadmissible-a84626",
    "250": "https://www.themoscowtimes.com/2024/03/24/putin-allies-demand-return-of-death-penalty-after-moscow-attack-a84603",
    "251": "https://www.intellinews.com/russian-politicians-call-for-reinstatement-of-death-penalty-318143/",
    "252": "https://meduza.io/en/news/2024/04/01/financial-times-poll-shows-over-half-of-russians-believe-kyiv-behind-deadly-terrorist-attack-in-moscow",
    "253": "https://www.themoscowtimes.com/2024/04/03/russian-military-says-recruited-100k-contract-soldiers-since-start-of-2024-a84721",
    "254": "https://www.ft.com/content/c1f0ee58-57db-42ff-abdd-9a50acbd5426",
    "255": "https://ru.usembassy.gov/message-for-u-s-citizens-terrorist-incident-at-crocus-city-hall/",
    "256": "https://x.com/EmbEspRusia/status/1771845175737729252",
    "257": "https://www.nytimes.com/2024/03/23/world/asia/isis-attack-russia.html",
    "258": "https://www.tehrantimes.com/news/496395/Taliban-condemns-terrorist-attack-on-concert-hall-in-Russia",
    "259": "https://news.am/eng/news/813947.html",
    "260": "https://en.trend.az/azerbaijan/society/3877318.html",
    "261": "https://en.inform.kz/news/kazakhstanis-lay-flowers-in-memory-of-victims-of-terrorist-attack-in-moscow-1c1822/",
    "262": "https://timesca.com/tajikistan-warns-against-unverified-reports-about-moscow-attack/",
    "263": "https://www.jpost.com/international/islamic-terrorism/article-793284",
    "264": "https://www.wionews.com/world/massacre-horrible-world-reacts-to-deadly-terrorist-attack-in-russia-ukraine-denies-role-703288",
    "265": "https://www.aljazeera.com/news/2024/3/23/world-reaction-to-the-attacks-on-moscows-crocus-city-hall",
    "266": "https://x.com/AUC_MoussaFaki/status/1771441546107204004",
    "267": "https://www.upi.com/Top_News/World-News/2024/03/24/vatican-pope-francis-patriarch-kirill-pray-victims-moscow-terror-attack/3261711292056/",
    "268": "https://english.almanar.com.lb/2070950",
    "269": "https://timesofindia.indiatimes.com/world/middle-east/hamas-condemns-terror-attack-in-russia-sparking-online-criticism/articleshow/108747079.cms",
    "270": "https://www.reuters.com/world/europe/foreign-diplomats-lay-flowers-memory-russias-concert-hall-attack-victims-2024-03-30/",
    "271": "https://www.euronews.com/2024/03/30/foreign-diplomats-in-russia-pay-tribute-to-crocus-city-hall-victims",
    "272": "https://apnews.com/article/france-threat-level-russia-attack-aa08ac650ac8760410806568d9477197",
    "273": "https://www.france24.com/en/europe/20240404-macron-slams-russia-bizarre-threatening-comments-after-rare-phone-talks-france",
    "274": "https://www.al-monitor.com/originals/2024/03/turkey-expands-crackdown-isis-after-russia-attack",
    "275": "https://www.france24.com/en/middle-east/20240326-turkey-detains-scores-of-is-group-suspects-in-nationwide-raids",
    "276": "https://www.lemonde.fr/en/international/article/2024/03/28/moscow-attack-turkey-tracks-down-numerous-active-isis-networks_6661001_4.html",
    "277": "https://www.hurriyetdailynews.com/turkiye-revokes-visa-exemption-for-tajik-citizens-192266",
    "278": "https://visaguide.world/news/turkiye-enforces-visa-requirement-for-tajikistan-citizens-starting-april-20/",
    "279": "https://daryo.uz/en/2024/04/15/tajikistan-implements-visa-regime-for-turkish-citizens",
    "280": "https://visaguide.world/news/tajikistan-cancels-visa-free-entry-for-turkish-citizens/",
    "281": "https://khovar.tj/rus/2024/04/tadzhikistan-vvodit-vizovyj-rezhim-dlya-vladeltsev-obshhegrazhdanskih-zagranichnyh-pasportov-turtsii/",
    "282": "https://daryo.uz/en/uDrqqesT"
  },
  "flair_entities": [
    "renault symbol",
    "tajiks",
    "antónio guterres",
    "united kingdom",
    "turkish",
    "openminds",
    "mirzoyev",
    "sheremet",
    "basmanny district court",
    "foreign intelligence service",
    "memorial",
    "sergey naryshkin",
    "mikhail mishustin",
    "tver oblast",
    "amaq",
    "amaq news agency",
    "manchester arena",
    "andrei vorobyov",
    "investigative committee of russia",
    "morgenshtern",
    "human rights",
    "sergei davidis",
    "crocus international",
    "ta-57",
    "african union commission",
    "european union",
    "taliban",
    "kerman",
    "reuters",
    "alexander bortnikov",
    "vtb arena",
    "başakşehir",
    "sergei mironov",
    "nikolay patrushev",
    "emmanuel macron",
    "vladimir putin",
    "miss universe 2013",
    "western",
    "andrey vorobyov",
    "artyom donskov",
    "hezbollah",
    "tatyana moskalkova",
    "russian orthodox church",
    "m3",
    "spanish",
    "american",
    "picnic",
    "special rapid response unit",
    "special purposes mobile unit",
    "agentstvo",
    "russia",
    "state duma",
    "tajikistan",
    "duma",
    "domodedovo international airport",
    "french",
    "shamsidin fariduni",
    "sovcombank",
    "zelenskyy",
    "sébastien lecornu",
    "sberbank",
    "yulia navalnaya",
    "africa",
    "t668um 69",
    "a just russia",
    "kyrgyzstan",
    "faizov",
    "arabic",
    "soufan center",
    "omon",
    "navalny",
    "bbc verify",
    "novosibirsk",
    "alisher kasimov",
    "telegram",
    "gavrilov blood center",
    "ingushetia",
    "islamic state",
    "bataclan",
    "paris",
    "canada",
    "vahdat",
    "defense intelligence",
    "ministry of internal affairs of tajikistan",
    "mikhail khodorkovsky",
    "asian",
    "ukrainian-based",
    "darul vefa i̇lim ve amel merkezi",
    "us",
    "gabriel attal",
    "mikhail sheremet",
    "muhammadsobir faizov",
    "hall",
    "tass",
    "fariduni",
    "msk",
    "chechen",
    "ak",
    "allah",
    "meduza",
    "ngo north caspian institute",
    "kp",
    "islamists",
    "blagoveshchensk",
    "kremlin",
    "security council",
    "ntv",
    "lgbt",
    "sirojiddin muhriddin",
    "aras agalarov",
    "rachabalizoda",
    "moldova",
    "alexei navalny",
    "hamas",
    "top hit music awards",
    "latin america",
    "exchequer",
    "crocus",
    "islamic",
    "istanbul",
    "khimki",
    "afghanistan",
    "ukrainian",
    "jeremy hunt",
    "francis",
    "russian volunteer corps",
    "saint petersburg",
    "leonid volkov",
    "west",
    "vorobyov",
    "vk",
    "lukashenko",
    "pakistan",
    "emomali rahmon",
    "ukraine",
    "khorasan province",
    "russian children's rights",
    "sergei shoigu",
    "nikita ivanov",
    "russian telegram",
    "novaya gazeta europe",
    "defense ministry",
    "interior",
    "crocus city hall",
    "aminchon islomov",
    "central asian",
    "leningrad oblast",
    "volgograd",
    "neo-nazi",
    "united nations",
    "nazrimad lutfulloi",
    "national guard",
    "dushanbe",
    "belarusian",
    "bryansk oblast",
    "turkey",
    "anti-ukrainian",
    "tajikistani",
    "izvestia",
    "rusich group",
    "god",
    "moscow metro",
    "dalerjon mirzoyev",
    "belarus",
    "fsb",
    "instagram",
    "south-central asia",
    "russians",
    "nexta",
    "central asia",
    "novgorod oblast",
    "freedom of russia legion",
    "paraguay",
    "colin clarke",
    "home bank",
    "novosibirsk oblast",
    "russian",
    "kazakhstan",
    "uk",
    "krasnogorsk",
    "maria zakharova",
    "foreign ministry",
    "europe",
    "azerbaijan",
    "bashar al-assad",
    "mediazona",
    "sobr",
    "city",
    "is-affiliated",
    "saidakrami rachabalizoda",
    "dilovar islomov",
    "moussa faki",
    "kirill martynov",
    "caucasus",
    "isis-k",
    "ramzan kadyrov",
    "ivan zhdanov",
    "syrian civil war",
    "basmanny",
    "volodymyr zelenskyy",
    "omsk",
    "sinai peninsula",
    "moscow ring road",
    "yekaterinburg",
    "crocus city",
    "putin",
    "sergey sobyanin",
    "russo-ukrainian war",
    "ministry of culture",
    "allāhu ʾakbar",
    "evgeny rasskazov",
    "mytishchi",
    "beslan",
    "muvahhid derneği",
    "uzbeks",
    "azerbaijani",
    "the new york times",
    "islam khalilov",
    "iran",
    "readovka",
    "kaspiysk",
    "vahdat district",
    "moscow oblast",
    "egypt",
    "united states",
    "ministry of foreign affairs",
    "muslim",
    "russian council of muftis",
    "baza",
    "u.s.",
    "medal of russian muslims",
    "vladimir kolokoltsev",
    "kabul",
    "armenia",
    "makhachkala",
    "isroil islomov",
    "anatoly antonov",
    "venue  crocus city hall",
    "khatsun",
    "dagestan",
    "north atlantic treaty organization",
    "is",
    "islamic state – khorasan province",
    "british",
    "federal security service",
    "latvia-based",
    "alexander khinshtein",
    "united russia",
    "tajik",
    "ali yerlikaya",
    "maria lvova-belova",
    "alexander lukashenko",
    "patriarch kirill",
    "moscow"
  ]
}