{
  "title": "Deadpool_&_Wolverine",
  "url": "https://en.wikipedia.org/wiki/Deadpool_&_Wolverine",
  "summary": "Deadpool & Wolverine is a 2024 American superhero film based on Marvel Comics featuring the characters Deadpool and Wolverine. Produced by Marvel Studios, Maximum Effort, and 21 Laps Entertainment, and distributed by Walt Disney Studios Motion Pictures, it is the 34th film in the Marvel Cinematic Universe (MCU) and the sequel to Deadpool (2016) and Deadpool 2 (2018). The film was directed by Shawn Levy from a screenplay he wrote with Ryan Reynolds, Rhett Reese, Paul Wernick, and Zeb Wells. Reynolds and Hugh Jackman respectively star as Wade Wilson / Deadpool and Logan / Wolverine, alongside Emma Corrin, Morena Baccarin, Rob Delaney, Leslie Uggams, Aaron Stanford, and Matthew Macfadyen. In the film, Deadpool learns that the Time Variance Authority plans to destroy his universe and works with a reluctant Wolverine from another universe to stop them.\nDevelopment on a third Deadpool film began at 20th Century Fox by November 2016, but was moved to Marvel Studios when Fox was acquired by Disney in March 2019. Wendy Molyneux and Lizzie Molyneux-Logelin joined in November 2020 as writers. Levy was hired to direct in March 2022, when Reese and Wernick returned from the previous films for rewrites. The creative team had difficulty figuring out the film's story until Jackman decided to reprise his role as Wolverine from Fox's X-Men film series in August 2022. Several other actors from the X-Men films and other Marvel productions also returned as part of the film's multiverse story, which serves as a tribute to Fox's Marvel films. Filming began in May 2023, taking place at Pinewood Studios, Bovingdon Studios, and Norfolk in England as well as Los Angeles. Production was suspended in July due to the 2023 SAG-AFTRA strike. Filming resumed in November and wrapped in January 2024. The title was revealed a month later. The film's soundtrack features an original score by Rob Simonsen and numerous existing songs, including Madonna's \"Like a Prayer\" for key sequences. Deadpool & Wolverine is the first R-rated MCU film, retaining that rating from the prior Deadpool films.\nDeadpool & Wolverine premiered on July 22, 2024, at the David H. Koch Theater in New York City, and was released in the United States on July 26 as part of Phase Five of the MCU. Critics praised Reynolds and Jackman's performances as well as the humor, but were less positive about the film overall. It grossed $1.338 billion worldwide, becoming the highest-grossing R-rated film of all time, the second-highest-grossing film of 2024, and the 20th-highest-grossing film of all time.",
  "content": [
    {
      "section_title": "Plot",
      "section_content": [
        {
          "sentence": "In 2018, Wade Wilson uses Cable's time-travel device to prevent the death of his girlfriend, Vanessa Carlysle",
          "refs": []
        },
        {
          "sentence": "He then travels from his universe, Earth-10005, [a] to Earth-616—also called the \"Sacred Timeline\"—hoping to join that reality's Avengers",
          "refs": []
        },
        {
          "sentence": "[b] He is rejected by Happy Hogan and returns to his own universe",
          "refs": []
        },
        {
          "sentence": "Six years later, Wade has broken up with Vanessa, retired from being the masked mercenary Deadpool, and works as a used-car salesman with his friend and former X-Force member Peter Wisdom.",
          "refs": []
        },
        {
          "sentence": "During Wade's birthday party, he is detained by the Time Variance Authority (TVA) and brought to Mr",
          "refs": []
        },
        {
          "sentence": "Paradox, who explains that they are an organization outside of time that monitors the Sacred Timeline and wider multiverse",
          "refs": []
        },
        {
          "sentence": "He offers Wade a future on the Sacred Timeline which Wade accepts, until Paradox reveals that Wade's universe is deteriorating as a result of the death of its stabilizing \"anchor being\", Logan",
          "refs": []
        },
        {
          "sentence": "[c] Paradox plans to use a \"Time Ripper\" device to accelerate this process",
          "refs": []
        },
        {
          "sentence": "Wade steals Paradox's TemPad device and uses it to travel to Logan's grave, hoping to resurrect him and save their timeline",
          "refs": []
        },
        {
          "sentence": "When this fails, Wade travels the multiverse searching for a replacement \"variant\" of Logan.",
          "refs": []
        },
        {
          "sentence": "Wade returns to the TVA with a variant of Logan",
          "refs": []
        },
        {
          "sentence": "Paradox says an anchor being cannot be replaced, especially by this variant who is considered to be the worst Wolverine in the multiverse",
          "refs": []
        },
        {
          "sentence": "When Wade deduces that Paradox is acting without the knowledge of his superiors, Paradox sends Wade and Logan to the Void, a wasteland at the end of time",
          "refs": []
        },
        {
          "sentence": "Wade claims the TVA can change events in Logan's past, convincing him to work together to escape the Void",
          "refs": []
        },
        {
          "sentence": "The pair are captured alongside Johnny Storm and taken to Cassandra Nova, the powerful and sadistic twin sister of X-Men leader Charles Xavier",
          "refs": []
        },
        {
          "sentence": "Cassandra, who made a deal with the TVA to oversee the Void, kills Johnny and leaves Wade and Logan to be consumed by the creature Alioth; the pair are able to escape.",
          "refs": []
        },
        {
          "sentence": "Logan and Wade meet a Deadpool variant called \"Nicepool\" who directs them towards a resistance group that has been fighting Cassandra",
          "refs": []
        },
        {
          "sentence": "Wade accidentally admits that he is not certain whether the TVA can change Logan's timeline, and the pair fight until they are both unconscious",
          "refs": []
        },
        {
          "sentence": "They are found by the resistance group, consisting of Laura, Elektra, Blade, and Gambit",
          "refs": []
        },
        {
          "sentence": "Wade proposes an alliance and Laura convinces Logan—regretful of his past actions which led to the deaths of his fellow X-Men—to join",
          "refs": []
        },
        {
          "sentence": "The resistance members distract Cassandra's henchmen while Wade and Logan block her powers using Juggernaut's helmet",
          "refs": []
        },
        {
          "sentence": "Cassandra is betrayed by her follower Pyro on behalf of Paradox and almost dies, until Logan convinces Wade to remove the helmet",
          "refs": []
        },
        {
          "sentence": "Cassandra heals herself and uses a Sling Ring to open a portal to Earth-10005 for Logan and Wade.",
          "refs": []
        },
        {
          "sentence": "Cassandra learns about the Time Ripper from Pyro, kills him, and follows Logan and Wade to Earth-10005",
          "refs": []
        },
        {
          "sentence": "She plans to use the Time Ripper to destroy all timelines, leaving only the Void",
          "refs": []
        },
        {
          "sentence": "Cassandra summons an army of Deadpool variants, who kill Nicepool and battle Wade and Logan until Peter arrives to distract them",
          "refs": []
        },
        {
          "sentence": "Paradox tells Wade and Logan that one of them could destroy the Time Ripper by disrupting its power flow, but this would kill them",
          "refs": []
        },
        {
          "sentence": "Wade and Logan destroy the Time Ripper together, killing Cassandra in the process, and survive by sharing the burden",
          "refs": []
        },
        {
          "sentence": "Paradox is arrested by the TVA's Hunter B-15, who congratulates Wade and Logan and says their actions have stopped Earth-10005 from deteriorating",
          "refs": []
        },
        {
          "sentence": "Wade asks Hunter B-15 to save the resistance group from the Void and change the history of Logan's world",
          "refs": []
        },
        {
          "sentence": "She explains that the latter is not possible because Logan's history is what led to him being a hero now, but allows Logan to stay in Wade's universe",
          "refs": []
        },
        {
          "sentence": "During a gathering with Wade's friends that includes a rescued Laura, Logan encourages Wade to reconcile with Vanessa.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Cast",
      "section_content": [
        {
          "sentence": "Also reprising their roles from the previous Deadpool films are: Karan Soni as Dopinder, a taxi driver and admirer of Wade;  Brianna Hildebrand as Negasonic Teenage Warhead, a teenage member of the X-Men with the mutant power to detonate atomic bursts from her body;  Shioli Kutsuna as Yukio, Negasonic Teenage Warhead's girlfriend and fellow X-Men member;  Stefan Kapičić as the voice of X-Men member Piotr Rasputin / Colossus;  Randal Reeder as Buck, a friend of Wade from his mercenary days;  and Lewis Tan as Rusty / Shatterstar, a member of X-Force",
          "refs": [
            "https://screenrant.com/deadpool-and-wolverine-ending-explained/",
            "https://deadline.com/2023/03/karan-soni-leslie-uggams-deadpool-1235312293/",
            "https://deadline.com/2023/03/karan-soni-leslie-uggams-deadpool-1235312293/",
            "https://www.polygon.com/24064095/deadpool-3-trailer-release-date-cameos-wolverine-fantastic-four-taylor-swift",
            "https://www.gamesradar.com/entertainment/marvel-movies/deadpool-and-wolverine-matthew-macfadyen-paradox-villain-exclusive-interview-deadpool-3/"
          ]
        },
        {
          "sentence": "Returning from other Marvel properties are: Tyler Mane as Victor Creed / Sabretooth from X-Men (2000);   Dafne Keen as Laura / X-23, a female clone of Logan, from Logan (2017);   Jennifer Garner as Elektra Natchios, a skilled fighter who uses a pair of sai weapons, from Daredevil (2003) and Elektra (2005);   Wesley Snipes as the half-vampire \"daywalker\" Eric Brooks / Blade from New Line Cinema's Blade film trilogy (1998–2004); and Chris Evans as Johnny Storm / Human Torch—a member of the Fantastic Four who can engulf himself in and control fire, and fly—from Tim Story's Fantastic Four duology (2005–2007)",
          "refs": [
            "https://www.gq-magazine.co.uk/culture/article/hugh-jackman-wolverine-deadpool-3-workout",
            "https://deadline.com/2023/05/deadpool-3-brianna-hildebrand-shioli-kutsuna-back-for-marvel-threequel-1235370709/",
            "https://deadline.com/2023/04/morena-baccarin-stefan-kapicic-deadpool-3-retun-vanessa-colossus-1235322308/",
            "https://deadline.com/2023/04/morena-baccarin-stefan-kapicic-deadpool-3-retun-vanessa-colossus-1235322308/",
            "https://www.slashfilm.com/1648211/hugh-jackman-deadpool-and-wolverine-short-logan-actor-luke-bennett/",
            "https://www.radiotimes.com/movies/scifi/deadpool-3-wolverine-cast-ryan-reynolds-hugh-jackman/",
            "https://www.slashfilm.com/1648211/hugh-jackman-deadpool-and-wolverine-short-logan-actor-luke-bennett/"
          ]
        },
        {
          "sentence": "Jon Favreau reprises his MCU role of Harold \"Happy\" Hogan,  while Wunmi Mosaku returns as TVA member Hunter B-15 from the MCU television series Loki (2021–2023)",
          "refs": [
            "https://www.slashfilm.com/1648211/hugh-jackman-deadpool-and-wolverine-short-logan-actor-luke-bennett/",
            "https://web.archive.org/web/20240712165303/https://www.ign.com/articles/deadpool-wolverine-30-spoiler-filled-details-from-the-first-35-minutes"
          ]
        },
        {
          "sentence": "Additionally, Channing Tatum appears as Remy LeBeau / Gambit, the character he was attached to portray in an unproduced Gambit film",
          "refs": [
            "https://comicbook.com/movies/news/new-deadpool-wolverine-trailer-reveals-sabretooth-first-look/"
          ]
        },
        {
          "sentence": "New actors playing characters from previous Marvel films include: Aaron W",
          "refs": []
        },
        {
          "sentence": "Reed as Cain Marko / Juggernaut, Mike Waters as Frederick Dukes / Blob,  and the uncredited Billy Clements as the Russian,  Ayesha Hussain as Psylocke,  Chloe Kibble as Callisto,  Jade Lye as Lady Deathstrike, Eduardo Gago Munoz as Azazel, Daniel Medina Ramos as Toad,  and Curtis Small as Bullseye",
          "refs": [
            "https://ew.com/deadpool-and-wolverine-cover-story-cameos-future-marvel-mutants-ryan-reynolds-hugh-jackman-8672079",
            "https://ew.com/deadpool-and-wolverine-dafne-keen-laura-x-23-first-look-hugh-jackman-reunion-exclusive-8680283",
            "https://ew.com/deadpool-and-wolverine-cover-story-cameos-future-marvel-mutants-ryan-reynolds-hugh-jackman-8672079",
            "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-jennifer-garner-returning-as-elektra-1235530539/",
            "https://ew.com/deadpool-and-wolverine-cover-story-cameos-future-marvel-mutants-ryan-reynolds-hugh-jackman-8672079"
          ]
        },
        {
          "sentence": "Actors playing Deadpool variants include: Peggy, a dog actor, as Mary Puppins / Dogpool;  Reynolds's wife Blake Lively as the voice of Ladypool, who was physically portrayed by stuntwoman Christiaan Bettridge;   two of Reynolds and Lively's children, Inez and Olin, as the voices of Kidpool and Babypool, respectively;  Nathan Fillion as the voice of Headpool, a floating severed head; Matthew McConaughey as the voice of Cowboypool;  Wrexham A.F.C",
          "refs": [
            "https://comicbook.com/movies/news/deadpool-wolverine-marvel-cameo-loki-hunter-b-15-mcu/",
            "https://www.cbr.com/the-punisher-villain-deadpool-and-wolverine-trailer/",
            "https://bleedingcool.com/movies/x-men-the-last-stand-star-eric-dane-wants-multiple-man-solo-film/",
            "https://comicbook.com/movies/news/deadpool-wolverine-bullseye-cameo-colin-farrell/",
            "https://ew.com/dogpool-gets-its-day-deadpool-and-wolverine-london-premiere-8677127",
            "https://www.thewrap.com/deadpool-and-wolverine-who-plays-lady-deadpool-voice/"
          ]
        },
        {
          "sentence": "player Paul Mullin as Welshpool; Reynolds's stunt double Alex Kyshkovych as Canadapool;  Harry Holland—brother of Tom Holland, who portrays Peter Parker / Spider-Man in the MCU—as Haroldpool;  Kevin Fortin as the grey-hooded Zenpool; and Hung Dante Dong as Watari / Roninpool",
          "refs": [
            "https://www.slashfilm.com/1634413/deadpool-and-wolverine-who-lady-deadpool-stunt-performer/",
            "https://www.dexerto.com/tv-movies/deadpool-variants-in-deapool-and-wolverine-2838055/"
          ]
        },
        {
          "sentence": "Other Deadpool variants include: the futuristic Deadpool 2099; \"Wheezy Wilson\" / Golden Age Deadpool, whose suit features a gas mask;  Iron Deadpool, a cross between Deadpool and Iron Man;  and one inspired by Jackman's role as P.T",
          "refs": [
            "https://www.slashfilm.com/1634413/deadpool-and-wolverine-who-lady-deadpool-stunt-performer/",
            "https://www.vanityfair.com/hollywood/story/deadpool-wolverine-ryan-reynolds-hugh-jackman-shawn-levy",
            "https://ew.com/dogpool-gets-its-day-deadpool-and-wolverine-london-premiere-8677127"
          ]
        },
        {
          "sentence": "Barnum in The Greatest Showman (2017)",
          "refs": []
        },
        {
          "sentence": "Other cameo appearances include Henry Cavill as a Wolverine variant dubbed \"The Cavillrine\",  Wrexham A.F.C",
          "refs": [
            "https://www.techradar.com/streaming/entertainment/deadpool-and-wolverine-cameos-every-big-marvel-character-appearance-in-the-mcu-phase-5-movie",
            "https://screenrant.com/every-deadpool-variant-explained/"
          ]
        },
        {
          "sentence": "player Ollie Palmer as a bar patron,  and Greg Hemphill as a bartender",
          "refs": [
            "https://variety.com/2024/film/news/tom-hollands-brother-deadpool-and-wolverine-role-ryan-reynolds-clueless-1236089427/"
          ]
        },
        {
          "sentence": "Chris Hemsworth appears as Thor through repurposed archival footage from the MCU film Thor: The Dark World (2013)",
          "refs": [
            "https://www.gamesradar.com/entertainment/marvel-movies/the-best-deadpool-variant-you-never-spotted-in-deadpool-and-wolverine-is-an-incredible-joke-at-hugh-jackmans-expense/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Production",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Background",
          "section_content": [
            {
              "sentence": "After the success of Deadpool (2016), 20th Century Fox began developing two sequels",
              "refs": []
            },
            {
              "sentence": "The third film was set to include the superhero team X-Force",
              "refs": []
            },
            {
              "sentence": "Deadpool director Tim Miller chose not to return for the sequels due to creative differences with star Ryan Reynolds, and David Leitch was hired to direct Deadpool 2 (2018) in November 2016",
              "refs": [
                "https://www.glasgowtimes.co.uk/news/24270787.still-game-star-spotted-new-deadpool-wolverine-trailer/"
              ]
            },
            {
              "sentence": "Fox was looking for another filmmaker to develop the third film",
              "refs": []
            },
            {
              "sentence": "In March 2017, Deadpool and Deadpool 2 co-writer Rhett Reese said X-Force would be introduced in Deadpool 2 before starring in a planned spin-off film that would launch \"something bigger\", separate from the third Deadpool film, which would be more personal",
              "refs": [
                "https://www.gamesradar.com/deadpool-and-wolverine-new-trailer-footage-loki-sacred-timeline-cinemacon/"
              ]
            },
            {
              "sentence": "When the acquisition of 21st Century Fox by Disney was announced in December 2017, the Walt Disney Company CEO Bob Iger said Reynolds's Wade Wilson / Deadpool would be integrated with the Marvel Cinematic Universe (MCU)",
              "refs": [
                "https://comicbook.com/movies/news/deadpool-wolverine-chris-hemsworth-thor-cameo-trailer/"
              ]
            },
            {
              "sentence": "This was despite those films being rated PG-13 and the Deadpool films being R-rated",
              "refs": []
            },
            {
              "sentence": "Iger was willing to make R-rated Deadpool films \"as long as we let the audiences know what's coming\" and said a \"Marvel-R brand\" could be created for characters like Deadpool",
              "refs": [
                "https://www.hollywoodreporter.com/heat-vision/foxs-x-men-issues-jennifer-lawrence-unsigned-deadpool-defections-gambit-hold-945505"
              ]
            },
            {
              "sentence": "In May 2018, Reynolds said a third Deadpool film may not be made due to the shift of focus to X-Force",
              "refs": [
                "https://www.hollywoodreporter.com/heat-vision/deadpool-2-david-leitch-direct-944728"
              ]
            },
            {
              "sentence": "Reese and his writing partner Paul Wernick said a third film would happen after Reynolds took a break from the character and the X-Force film was released, similar to the MCU crossover film The Avengers (2012) being released between Iron Man 2 (2010) and Iron Man 3 (2013)",
              "refs": [
                "https://www.cinemablend.com/news/1637549/why-deadpool-3-and-x-force-will-be-very-different-projects"
              ]
            },
            {
              "sentence": "At the end of May 2018, Leitch expressed interest in returning for another Deadpool film, depending on the schedule",
              "refs": []
            },
            {
              "sentence": "A third Deadpool film was believed to be in active development by that August, with production planned to take place in Atlanta, Georgia, rather than in Vancouver, Canada, where the previous films were made",
              "refs": [
                "https://www.hollywoodreporter.com/heat-vision/deadpool-will-stay-r-rated-fox-disney-merger-1067651"
              ]
            },
            {
              "sentence": "Once Upon a Deadpool, a PG-13 version of Deadpool 2, was released at the end of the year",
              "refs": [
                "https://ew.com/movies/2018/05/02/ryan-reynolds-deadpool-3/"
              ]
            },
            {
              "sentence": "It was watched carefully by Disney and Marvel Studios to see how it might inform their approach to the character in the MCU",
              "refs": []
            },
            {
              "sentence": "While promoting Once Upon a Deadpool, Reynolds confirmed that a third Deadpool film was in development and said it would go in a \"completely different direction\"",
              "refs": [
                "https://ign.com/articles/2018/05/18/deadpool-2-end-credits-scenes-explained"
              ]
            },
            {
              "sentence": "Reynolds later revealed that they were considering a road trip film styled after Rashomon (1950) featuring Hugh Jackman's X-Men film series character Logan / Wolverine",
              "refs": [
                "https://www.denofgeek.com/us/movies/deadpool-2/273666/deadpool-2-director-david-leitch-interview"
              ]
            },
            {
              "sentence": "Karan Soni, who portrayed Dopinder in the first two Deadpool films, reiterated these plans and explained that the film would have focused on Deadpool trying to save Christmas by going on a road trip to the North Pole",
              "refs": [
                "https://pursuenews.com/deadpool-3-is-in-active-development-filming-location-reportedly-revealed/"
              ]
            },
            {
              "sentence": "Jackman had himself envisioned a team-up film with Reynolds inspired by 48 Hrs",
              "refs": [
                "https://deadline.com/2018/11/deadpool-ryan-reynolds-disney-pg13-marvel-1202495981/"
              ]
            },
            {
              "sentence": "(1982) while attending a screening of Deadpool in 2016, but chose to retire from the role of Wolverine after Logan (2017)",
              "refs": []
            },
            {
              "sentence": "In March 2019, Disney officially acquired Fox and gained the film rights to several Marvel Comics characters for Marvel Studios, including Deadpool and the X-Men",
              "refs": [
                "https://variety.com/2019/film/news/ryan-reynolds-deadpool-2-i-love-my-family-arm-surgery-1203113328/"
              ]
            },
            {
              "sentence": "The Marvel-based films that Fox had been developing were placed \"on hold\"",
              "refs": [
                "https://comicbook.com/movies/news/ryan-reynolds-deadpool-3-road-trip-movie-logan-hugh-jackman/",
                "https://screenrant.com/deadpool-3-story-details-disney-x-men-rights/"
              ]
            },
            {
              "sentence": "Josh Brolin, who portrayed Cable in Deadpool 2 and Thanos in the MCU, said in June 2019 that he had discussed his future as Cable with Marvel Studios",
              "refs": []
            },
            {
              "sentence": "In October, Zazie Beetz said she would be surprised if she did not reprise her Deadpool 2 role of Domino in a future film",
              "refs": [
                "https://www.hollywoodreporter.com/news/disney-closes-fox-deal-creating-global-content-powerhouse-1174498"
              ]
            },
            {
              "sentence": "That month, Reese and Wernick said they and Reynolds were taking a \"much-needed rest from Deadpool\" while they waited to hear from Marvel Studios about the franchise's future",
              "refs": [
                "https://thewaltdisneycompany.com/walt-disney-company-acquire-twenty-first-century-fox-inc-spinoff-certain-businesses-52-4-billion-stock-2/"
              ]
            },
            {
              "sentence": "They confirmed that another Deadpool film would be made, that it would be R-rated like the previous films, and that it would integrate the character with the MCU",
              "refs": []
            },
            {
              "sentence": "Wernick said there was never a set pitch for a third Deadpool film between their exhaustion following Deadpool 2 and the announcement of Fox's acquisition by Disney",
              "refs": []
            },
            {
              "sentence": "Reese said they had to \"land on the right idea and once we do, I think we'll be off to the races\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "Reynolds announced that he was meeting with Marvel Studios in October 2019",
              "refs": []
            },
            {
              "sentence": "At that time, Marvel Studios president Kevin Feige was unsure how to integrate Deadpool, the X-Men, and mutants in general into the MCU",
              "refs": [
                "https://comicbook.com/marvel/2019/06/30/josh-brolin-marvel-cable-joining-mcu/"
              ]
            },
            {
              "sentence": "He described Reynolds as an \"idea machine\" who pitched many different approaches for the film,  including a low budget road trip film with Deadpool and Dopinder that was compared to independent films,  and one that included a dance number with Wolverine set to Elton John's \"I Guess That's Why They Call It the Blues\"",
              "refs": [
                "https://www.hollywoodreporter.com/heat-vision/joker-zazie-beetz-her-final-scene-movies-twist-1245757",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Reynolds also pitched his previous idea for a Rashomon–style team-up with Wolverine that would tell one story from three different perspectives,   but was told it would not be possible to include Wolverine",
              "refs": [
                "https://www.denofgeek.com/us/movies/marvel/283809/deadpool-3-update-waiting-marvel-studios-green-light",
                "[ERROR retrieving ref link]",
                "https://www.hollywoodreporter.com/heat-vision/joker-zazie-beetz-her-final-scene-movies-twist-1245757"
              ]
            },
            {
              "sentence": "In December, Reynolds said the \"whole team\" was actively developing a Deadpool film at Marvel Studios",
              "refs": [
                "https://variety.com/2019/film/news/ryan-reynolds-deadpool-2-i-love-my-family-arm-surgery-1203113328/",
                "https://www.hollywoodreporter.com/heat-vision/joker-zazie-beetz-her-final-scene-movies-twist-1245757"
              ]
            },
            {
              "sentence": "Reynolds and Marvel Studios met with potential writers throughout October 2020, including Wendy Molyneux and Lizzie Molyneux-Logelin",
              "refs": []
            },
            {
              "sentence": "Their pitch aligned with Reynolds and Marvel's intentions for the film, and the pair were hired the next month",
              "refs": []
            },
            {
              "sentence": "Reynolds and the studio were open to Leitch returning for the film,  and he met with them about it, but scheduling prevented him from returning",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "While filming The Adam Project (2022) with director Shawn Levy, Reynolds asked Levy about working together on the next Deadpool film and Levy was enthusiastic about the idea",
              "refs": [
                "https://www.empireonline.com/movies/news/ryan-reynolds-deadpool-3-rashomon-pitch-kevin-feige-passed-on-exclusive/"
              ]
            },
            {
              "sentence": "In January 2021, Feige said Reynolds was supervising the writing process and his busy schedule meant filming would not begin until after 2021",
              "refs": [
                "https://deadline.com/2020/11/deadpool-3-marvel-ryan-reynolds-the-molyneux-sequel-1234617182/"
              ]
            },
            {
              "sentence": "An idea Reynolds had in 2020 or 2021 was for an action sequence set to the song \"Like a Prayer\" by Madonna",
              "refs": [
                "https://www.cbr.com/deadpool-wolverine-cut-musical-sequence/"
              ]
            },
            {
              "sentence": "It was intended to follow the death of Piotr Rasputin / Colossus which would have motivated Deadpool after being at a low point",
              "refs": []
            },
            {
              "sentence": "In July, Reynolds and Taika Waititi promoted their film Free Guy (2021), also directed by Levy, as their respective Marvel characters Deadpool and Korg in a commercial titled Deadpool and Korg React",
              "refs": [
                "https://variety.com/2019/film/news/deadpool-3-confimed-ryan-reynolds-1203452448/"
              ]
            },
            {
              "sentence": "Deadpool, who often breaks the fourth wall, discusses joining the MCU with Korg in the commercial",
              "refs": []
            },
            {
              "sentence": "The next month, Feige said filming would begin in 2022 and Marvel Studios had a release timeframe in mind for the film",
              "refs": [
                "https://uproxx.com/movies/david-leitch-bullet-train-deadpool/",
                "https://collider.com/deadpool-3-mcu-confirmed-r-rating-filming-details-kevin-feige-interview/"
              ]
            },
            {
              "sentence": "In November, Beetz and Rob Delaney expressed interest in returning as their Deadpool 2 characters Domino and Peter Wisdom",
              "refs": [
                "https://collider.com/deadpool-and-wolverine-cameos-explained-ryan-reynolds-shawn-levy/"
              ]
            },
            {
              "sentence": "Beetz ultimately did not return for the film",
              "refs": [
                "https://variety.com/2021/film/news/deadpool-korg-mcu-promo-free-guy-fourth-wall-break-1235019036/",
                "https://www.digitalspy.com/movies/a37014072/deadpool-mcu-debut-thor-character-korg-video/"
              ]
            },
            {
              "sentence": "Levy was revealed to be directing the film in March 2022,   and said filming would not begin until after 2022 due to his busy schedule through the remainder of the year",
              "refs": [
                "https://comicbook.com/marvel/news/deadpool-domino-marvel-return-mcu-zazie-beetz/",
                "https://comicbook.com/marvel/news/deadpool-3-rob-delaney-pitches-his-idea-for-peters-return/"
              ]
            },
            {
              "sentence": "Reese and Wernick were hired to rewrite the screenplay,   and said they were excited to use MCU elements in the film",
              "refs": [
                "https://decider.com/2023/06/12/zazie-beetz-confirms-not-in-deadpool-3-rumors-excited/",
                "https://comicbook.com/marvel/news/deadpool-domino-marvel-return-mcu-zazie-beetz/",
                "https://comicbook.com/marvel/news/deadpool-3-rob-delaney-pitches-his-idea-for-peters-return/"
              ]
            },
            {
              "sentence": "They added that Disney and Marvel were supportive of Deadpool making meta jokes about the MCU in the film because of the success of the previous Deadpool films",
              "refs": []
            },
            {
              "sentence": "In June, Raymond Chan was revealed to be the production designer after working on the Marvel Studios miniseries The Falcon and the Winter Soldier (2021)",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-ryan-reynolds-shawn-levy-marvel-1235109465/"
              ]
            },
            {
              "sentence": "A month later, Feige said the film would be elevated from the first two in a similar way to other third installments of MCU film series, such as Captain America: Civil War (2016), Thor: Ragnarok (2017), and Avengers: Infinity War (2018)",
              "refs": [
                "https://variety.com/2022/film/news/shawn-levy-deadpool-3-ryan-reynolds-1235202497/"
              ]
            },
            {
              "sentence": "Levy and Reynolds worked on the script with Reese, Wernick, and Zeb Wells,  who previously worked on the Marvel Studios miniseries She-Hulk: Attorney at Law (2022) and Marvel Zombies (2025), and the film The Marvels (2023)",
              "refs": [
                "https://deadline.com/2020/11/deadpool-3-marvel-ryan-reynolds-the-molyneux-sequel-1234617182/"
              ]
            },
            {
              "sentence": "They all came to feel that they did not have an original story that was not derivative of the other Deadpool films",
              "refs": [
                "https://www.denofgeek.com/movies/deadpool-3-writers-thrilled-mine-mcu-new-jokes/",
                "https://discussingfilm.net/2022/06/11/raymond-chan-joins-deadpool-3-exclusive/"
              ]
            },
            {
              "sentence": "Levy said they felt the film had to be \"deserving\" of being the first Deadpool film set within the MCU, while still feeling \"grounded because this is an earthbound, gritty, realistic superhero franchise\"",
              "refs": []
            },
            {
              "sentence": "Levy and Reynolds were prepared to suggest to Feige that the film not move forward at the time because of the trouble they had landing on a story idea,  and executive producer Wendy Jacobson said Marvel was also struggling to settle on a core idea for the film",
              "refs": [
                "https://deadline.com/2020/11/deadpool-3-marvel-ryan-reynolds-the-molyneux-sequel-1234617182/"
              ]
            },
            {
              "sentence": "In August 2022, Jackman reached out to Reynolds about wanting to be part of the film",
              "refs": [
                "https://www.hollywoodreporter.com/heat-vision/joker-zazie-beetz-her-final-scene-movies-twist-1245757"
              ]
            },
            {
              "sentence": "Reynolds was preparing for a meeting with Feige to discuss how to proceed given their lack of story ideas, and realized that including Wolverine would solve many of the issues they were coming up against",
              "refs": []
            },
            {
              "sentence": "Jackman had a change of heart, after being content with his decision to retire as Wolverine for several years, and decided that a team-up with Reynolds \"could be so much fun; I'll probably have more fun on that movie than anything I've ever done\"",
              "refs": [
                "https://deadline.com/2020/11/deadpool-3-marvel-ryan-reynolds-the-molyneux-sequel-1234617182/",
                "https://variety.com/2019/film/news/ryan-reynolds-deadpool-2-i-love-my-family-arm-surgery-1203113328/"
              ]
            },
            {
              "sentence": "Feige advised Jackman not to return as he felt Wolverine's death in Logan was the \"greatest ending in history\" and did not want to undo that",
              "refs": [
                "https://deadline.com/2022/09/deadpool-3-hugh-jackman-wolverine-ryan-reynolds-release-date-1235128666/",
                "https://variety.com/2019/film/news/ryan-reynolds-deadpool-2-i-love-my-family-arm-surgery-1203113328/"
              ]
            },
            {
              "sentence": "He was won over by the idea that Jackman would portray a new version of Wolverine from an alternate universe within the multiverse",
              "refs": []
            },
            {
              "sentence": "Jackman confirmed that he wanted to return after taking a long drive to think about it",
              "refs": []
            },
            {
              "sentence": "In September 2022, Reynolds announced that Jackman would return as Wolverine for Deadpool 3, which was set for release on September 6, 2024",
              "refs": []
            },
            {
              "sentence": "Alongside Feige and X-Men franchise producer Lauren Shuler Donner,   Reynolds and Levy were producing through their respective production companies Maximum Effort and 21 Laps Entertainment",
              "refs": [
                "https://www.ign.com/articles/deadpool-wolverine-every-marvel-easter-egg-cameo-reference-mcu",
                "https://www.hollywoodreporter.com/movies/movie-news/with-next-phases-set-marvel-hones-in-on-directors-1235187070/",
                "https://deadline.com/2021/11/disney-plus-day-news-release-dates-marvel-star-wars-pixar-movies-series-1234872661/"
              ]
            },
            {
              "sentence": "Simon Kinberg was an executive producer after producing the previous Deadpool films",
              "refs": [
                "https://www.cbr.com/she-hulk-the-marvels-writer-zeb-wells-joins-deadoool-3/",
                "https://deadline.com/2023/02/deadpool-3-emma-corrin-lands-lead-role-in-marvel-studios-sequel-1235258306/"
              ]
            },
            {
              "sentence": "He said the new film had been authored by Levy, Reynolds, and Feige, and they all cared deeply about Logan, Deadpool, and Wolverine",
              "refs": [
                "https://variety.com/2024/film/news/deadpool-3-trailer-most-viewed-record-1235909432/",
                "https://www.forbes.com/sites/jeffconway/2022/03/15/ryan-reynolds-on-how-mntn-and-maximum-effort-are-changing-the-advertising-world-as-we-know-it/"
              ]
            },
            {
              "sentence": "Reynolds and Jackman said the film would avoid affecting the events of Logan through its multiversal story",
              "refs": [
                "https://www.indiewire.com/news/business/shawn-levy-21-laps-interview-stranger-things-deadpool-3-1234929844/"
              ]
            },
            {
              "sentence": "Levy said preserving Logan's legacy was top priority for the creative team,  and added that the legacies of Deadpool and Wolverine informed the film's story and themes",
              "refs": [
                "https://deadline.com/2023/12/ryan-reynolds-netflix-global-heist-comedy-pitch-big-auction-deal-simon-kinberg-dana-fox-1235666090/",
                "https://www.marvel.com/articles/movies/deadpool-and-wolverine-teaser",
                "https://deadline.com/2020/11/deadpool-3-marvel-ryan-reynolds-the-molyneux-sequel-1234617182/"
              ]
            },
            {
              "sentence": "Jackman reached out to Logan director James Mangold to inform him of the film's story and said Mangold was both enthusiastic about the idea and relieved that Logan would not be impacted",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jackman said the film may not be titled Deadpool 3,  with himself, Reynolds, and Levy referring to it at different times as \"The Deadpool/Wolverine film\",  Wolverine and Deadpool,  Deadpool Versus Wolverine, Deadpool and Wolverine, and Deadpool 3 with Wolverine",
              "refs": [
                "https://deadline.com/2022/09/deadpool-3-hugh-jackman-wolverine-ryan-reynolds-release-date-1235128666/",
                "https://variety.com/2019/film/news/ryan-reynolds-deadpool-2-i-love-my-family-arm-surgery-1203113328/",
                "https://www.radiotimes.com/movies/simon-kinberg-logan-deadpool-3exclusive-newsupdate/",
                "https://variety.com/2022/film/news/ryan-reynolds-wolverine-deadpool-3-separate-logan-dead-1235386650/"
              ]
            },
            {
              "sentence": "The title Deadpool & Friend, which Reynolds claimed was the official title, leaked online in February 2024",
              "refs": [
                "https://variety.com/2022/film/news/hugh-jackman-wolverine-deadpool-3-logan-timeline-1235466229/"
              ]
            },
            {
              "sentence": "After a negative fan response, a different title was officially announced the next day: Deadpool & Wolverine",
              "refs": []
            },
            {
              "sentence": "Despite being the third Deadpool film, Levy did not want to call it Deadpool 3 because it is a \"two-hander character adventure\" that focuses on both characters",
              "refs": [
                "https://variety.com/2022/film/awards/ryan-reynolds-deadpool-spirited-american-cinematheque-1235434051/",
                "https://screenrant.com/deadpool-3-title-ryan-reynolds-hugh-jackman-suggestion-response/"
              ]
            },
            {
              "sentence": "Reynolds said it was still a Deadpool film in terms of tone, with violence, swearing, and \"meta mayhem\"",
              "refs": [
                "https://www.wired.com/story/shawn-levy-deadpool-3-stranger-things-star-wars-netflix/"
              ]
            },
            {
              "sentence": "He called it \"the most Deadpool movie in the history of Deadpool\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pre-production",
          "section_content": [
            {
              "sentence": "Pre-production work began by October 2022,  less than two months after Jackman decided to join the film",
              "refs": [
                "https://ew.com/deadpool-3-trailer-super-bowl-2024-ryan-reynolds-hugh-jackman-8558987"
              ]
            },
            {
              "sentence": "Jacobson said this was one of the fastest turnarounds she had seen for a big production",
              "refs": []
            },
            {
              "sentence": "The film's release date was pushed back to November 8, 2024, to accommodate other MCU film delays",
              "refs": [
                "https://www.hollywoodreporter.com/heat-vision/joker-zazie-beetz-her-final-scene-movies-twist-1245757"
              ]
            },
            {
              "sentence": "In December, Levy said filming was set to begin in May 2023",
              "refs": [
                "https://screenrant.com/deadpool-and-wolverine-not-deadpool-3-shawn-levy-explained/"
              ]
            },
            {
              "sentence": "Reynolds lobbied Marvel Studios to film in Vancouver, where he is from and the previous Deadpool films were made, but conceded that \"they have their  [established] infrastructure, and you just have to sort of fall in line\"",
              "refs": [
                "https://www.empireonline.com/movies/news/deadpool-wolverine-most-deadpool-movie-ryan-reynolds-exclusive/"
              ]
            },
            {
              "sentence": "Filming was set to take place in London by February 2023",
              "refs": [
                "https://www.backstage.com/magazine/article/deadpool-3-hugh-jackman-zazie-beetz-roles-75581/"
              ]
            },
            {
              "sentence": "Patrick Stewart, who portrayed Charles Xavier / Professor X in the X-Men film series and reprised the role in the MCU film Doctor Strange in the Multiverse of Madness (2022), said in February that he had been approached about potentially making an appearance in the film,  but Levy later denied that there were ever any plans for Stewart to appear",
              "refs": [
                "https://collider.com/deadpool-3-gritty-raw-mcu-shawn-levy-comments/"
              ]
            },
            {
              "sentence": "Also that month, Emma Corrin joined the cast in a lead villain role",
              "refs": [
                "https://vancouversun.com/news/local-news/ryan-reynolds-order-bc-exclusive-interview"
              ]
            },
            {
              "sentence": "Marvel had been considering Corrin since late 2022,  after Levy saw them in a stage production of Virginia Woolf's Orlando,  but there were scheduling issues that had to be worked through before Corrin signed on",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/with-next-phases-set-marvel-hones-in-on-directors-1235187070/",
                "https://www.thewrap.com/wolverine-variants-explained-deadpool-and-wolverine/"
              ]
            },
            {
              "sentence": "In March, the Time Variance Authority (TVA) and other elements from the MCU television series Loki (2021–2023) were rumored to be appearing in the film",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/with-next-phases-set-marvel-hones-in-on-directors-1235187070/"
              ]
            },
            {
              "sentence": "Matthew Macfadyen joined the cast in an undisclosed role,  which was described as a third wheel to Deadpool and Wolverine",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/ryan-reynolds-to-star-in-boy-band-movie-1235332882/",
                "https://comicbook.com/movies/news/patrick-stewart-marvel-mcu-rumor-deadpool-3-return-exclusive/"
              ]
            },
            {
              "sentence": "Leading up to the start of filming, several cast members were confirmed to be reprising their roles from the previous Deadpool films: Karan Soni as Dopinder, Leslie Uggams as Blind Al,  Morena Baccarin as Vanessa Carlysle, Stefan Kapičić as the voice of Piotr Rasputin / Colossus,  Rob Delaney as Peter Wisdom,  Brianna Hildebrand as Negasonic Teenage Warhead, and Shioli Kutsuna as Yukio",
              "refs": [
                "https://www.ign.com/articles/deadpool-wolverine-director-patrick-stewart-professor-x-cameo-never-considered",
                "https://screenrant.com/deadpool-and-wolverine-ending-explained/",
                "https://www.polygon.com/24064095/deadpool-3-trailer-release-date-cameos-wolverine-fantastic-four-taylor-swift",
                "https://screenrant.com/deadpool-3-owen-wilson-mobius-rumor/"
              ]
            },
            {
              "sentence": "Levy said developing the film was one of the most fun creative experiences of his career, citing its self-awareness, violence, and foul language",
              "refs": []
            },
            {
              "sentence": "He did not want to alter the franchise's DNA and called the new film \"raw, audacious,  [and] very much R-rated\", comparing it to the buddy comedy films 48 Hrs., Planes, Trains and Automobiles (1987), and Midnight Run (1988)",
              "refs": [
                "https://www.empireonline.com/movies/news/deadpool-wolverine-most-deadpool-movie-ryan-reynolds-exclusive/"
              ]
            },
            {
              "sentence": "Soni said the film was \"taking full advantage of the MCU\" and would feature jokes about Feige",
              "refs": [
                "https://deadline.com/2023/03/successions-matthew-macfadyen-marvels-deadpool-3-1235310482/"
              ]
            },
            {
              "sentence": "Levy said there was one line in the film that Disney asked to be changed,  which was revealed when a version of the film's script was published in anticipation of awards season: \"Disney is so cheap",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-casts-succession-actor-matthew-macfadyen-1235330298/",
                "https://deadline.com/2023/05/deadpool-3-rob-delaney-to-return-as-x-force-member-peter-1235351790/"
              ]
            },
            {
              "sentence": "I can barely breathe with all this Mickey Mouse cock in my throat\" was changed to \"Fuck, now Disney gets cheap? It's like Pinocchio jammed his face in my ass and started lying like crazy.\"",
              "refs": [
                "https://deadline.com/2023/09/deadpool-3-shawn-levy-tiff-1235542589/"
              ]
            },
            {
              "sentence": "Graham Churchyard and Mayes C",
              "refs": []
            },
            {
              "sentence": "Rubeo were the film's costume designers, both returning from previous MCU films",
              "refs": []
            },
            {
              "sentence": "Jackman wears a yellow and blue costume similar to Wolverine's costumes from X-Men: The Animated Series (1992–1997) and the comic books,   specifically Astonishing X-Men volume 3 (2004–2013) drawn by John Cassaday;  it also features elements of the character's 1970s design by John Romita Sr",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/deadpool-wolverine-script-cut-mickey-mouse-disney-joke-1236074165/",
                "https://www.cbr.com/deadpool-3-costume-dark-turn/",
                "https://ew.com/deadpool-and-wolverine-spoilers-shawn-levy-superhero-fatigue-box-office-exclusive-8690035",
                "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-hugh-jackman-yellow-wolverine-1235530344/",
                "https://ew.com/deadpool-and-wolverine-costume-breakdown-hugh-jackman-exclusive-8681745"
              ]
            },
            {
              "sentence": "and Dave Cockrum and the 1990s design by Jim Lee",
              "refs": []
            },
            {
              "sentence": "Jackman did not wear a comics-accurate costume in the X-Men film series, though it was referenced in X-Men (2000) and a deleted scene from The Wolverine (2013)",
              "refs": [
                "https://deadline.com/2022/12/black-panther-wakanda-forever-the-batman-and-thor-love-and-thunder-costume-designers-magazine-1235205724/"
              ]
            },
            {
              "sentence": "The film was therefore an opportunity to see Jackman in a comics-accurate costume for the first time,  and Levy felt this could be the last chance for Jackman to wear such a costume",
              "refs": [
                "https://ew.com/deadpool-and-wolverine-spoilers-shawn-levy-superhero-fatigue-box-office-exclusive-8690035",
                "https://www.gamesradar.com/entertainment/marvel-movies/all-the-deadpool-variants-in-deadpool-and-wolverine/"
              ]
            },
            {
              "sentence": "They went through several iterations and fittings to get the suit right",
              "refs": []
            },
            {
              "sentence": "Jackman said putting the suit on \"looked so right  [and] felt so right\" and he questioned why he had not worn such a costume in his previous films",
              "refs": [
                "https://ew.com/movies/deadpool-3-wolverine-yellow-suit-hugh-jackman-photo/"
              ]
            },
            {
              "sentence": "An early reveal of the costume was met with positive reactions online,     and led some commentators to determine that Jackman was portraying a different iteration of the character in the film from the one he portrayed in the X-Men films",
              "refs": [
                "https://www.gamesradar.com/entertainment/marvel-movies/all-the-deadpool-variants-in-deadpool-and-wolverine/",
                "https://deadline.com/2022/12/black-panther-wakanda-forever-the-batman-and-thor-love-and-thunder-costume-designers-magazine-1235205724/",
                "https://comicbook.com/movies/news/deadpool-3-wolverine-hugh-jackman-suit-marvel/",
                "https://www.gamesradar.com/marvel-studios-mcu-90s-x-men/",
                "https://ew.com/tiff/deadpool-3-director-hugh-jackman-comic-accurate-wolverine-suit/"
              ]
            },
            {
              "sentence": "Reynolds also has an updated costume from the previous Deadpool films,  featuring a brighter shade of red and larger black circles on his mask",
              "refs": [
                "https://www.gamesradar.com/marvel-studios-mcu-90s-x-men/",
                "https://www.gamesradar.com/deadpool-3-hugh-jackman-wolverine/",
                "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-hugh-jackman-yellow-wolverine-1235530344/"
              ]
            },
            {
              "sentence": "This is reminiscent of the character's comic book design from the 1990s",
              "refs": []
            },
            {
              "sentence": "Levy was pleased with the \"overwhelmingly positive\" response to the suit designs",
              "refs": [
                "https://collider.com/deadpool-and-wolverine-kevin-feige-jokes-karan-soni/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Filming",
          "section_content": [
            {
              "sentence": "Principal photography began on May 22, 2023, taking place in London and at Pinewood Studios in Buckinghamshire, England,    under the working title Tidal Wave",
              "refs": [
                "https://www.slashfilm.com/1335050/first-deadpool-3-image-hugh-jackman-wolverine-classic-yellow-suit/",
                "https://www.polygon.com/23789646/deadpool-3-wolverine-yellow-costume-finally",
                "https://variety.com/2023/film/news/deadpool-3-first-look-hugh-jackman-wolverine-yellow-blue-costume-1235665150/"
              ]
            },
            {
              "sentence": "George Richmond served as the cinematographer after working with Levy and Reynolds on Free Guy,  while George Cottle was the supervising stunt coordinator and second unit director",
              "refs": [
                "https://movieweb.com/deadpool-3-filming-start/",
                "https://www.hollywoodreporter.com/movies/movie-news/marvel-delays-thunderbolts-filming-amid-writers-strike-1235501482/"
              ]
            },
            {
              "sentence": "Levy worked with Marvel Studios and the producers of the Netflix series Stranger Things (2016–present), on which he was an executive producer, so their schedules would allow him to direct episodes of that series' final season since filming for the two projects was expected to overlap",
              "refs": [
                "https://www.screendaily.com/news/2023-film-and-high-end-tv-productions-shooting-in-the-uk-latest-updates/5178154.article"
              ]
            },
            {
              "sentence": "The production was not expected to be impacted by the 2023 Writers Guild of America strike that began in early May, outside of Reynolds being unable to contribute to the script during filming as he had done for the previous films",
              "refs": [
                "https://www.cbr.com/deadpool-and-wolverine-ryan-reynolds-post-production-complete/",
                "https://www.independenttalent.com/below-the-line/george-richmond/current-category/directors-of-photography/"
              ]
            },
            {
              "sentence": "Marvel Studios was reportedly planning to shoot what they could during principal photography and make any necessary writing adjustments during the film's already scheduled reshoots",
              "refs": []
            },
            {
              "sentence": "The film was shot on location where possible, to create a more grounded feeling than can be achieved with soundstages",
              "refs": [
                "https://www.motionpictures.org/2024/08/deadpool-wolverine-stunt-coordinator-second-unit-director-george-cottle-on-the-comically-ultra-violent-style/"
              ]
            },
            {
              "sentence": "In mid-June, the release date was moved forward to May 3, 2024",
              "refs": [
                "https://deadline.com/2023/03/successions-matthew-macfadyen-marvels-deadpool-3-1235310482/",
                "https://ew.com/movies/deadpool-3-wolverine-yellow-suit-hugh-jackman-photo/",
                "https://collider.com/stranger-things-season-5-shawn-levy-directing-comments/"
              ]
            },
            {
              "sentence": "Filming for a car crash took place in London in early July 2023",
              "refs": []
            },
            {
              "sentence": "Reynolds and Jackman filmed scenes in Norfolk soon after",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/marvels-blade-delayed-writers-strike-1235480828/"
              ]
            },
            {
              "sentence": "Production was suspended on July 14 because of the 2023 SAG-AFTRA strike",
              "refs": [
                "https://variety.com/2023/film/news/deadpool-3-leaked-photos-sabretooth-ryan-reynolds-1235824126/"
              ]
            },
            {
              "sentence": "35 days of filming were completed before the shutdown, with another 35 days left",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/disney-moves-avatar-star-wars-avengers-1235514145/"
              ]
            },
            {
              "sentence": "Baccarin completed all of her scenes prior to the strike",
              "refs": [
                "https://deadline.com/2023/03/successions-matthew-macfadyen-marvels-deadpool-3-1235310482/",
                "https://comicbook.com/movies/news/deadpool-3-first-set-photos-ryan-reynolds-deadpool-costume/"
              ]
            },
            {
              "sentence": "Filming was set to resume following the conclusion of the dual Hollywood strikes,  and Disney paid to keep the film's sets intact during the hiatus",
              "refs": [
                "https://www.thenews.com.pk/latest/1090087-deadpool-3-set-blake-lively-gives-surprise-to-ryan-reynolds",
                "https://deadline.com/2023/03/successions-matthew-macfadyen-marvels-deadpool-3-1235310482/"
              ]
            },
            {
              "sentence": "Levy and Reynolds began work on the editing and visual effects,   though they had not prioritized filming major visual effects sequences before the strike",
              "refs": [
                "https://variety.com/2023/film/news/deadpool-3-stops-filming-actors-strike-1235668880/",
                "https://collider.com/deadpool-3-how-much-was-filmed-shawn-levy-comments/",
                "https://variety.com/2023/film/news/deadpool-3-stops-filming-actors-strike-1235668880/"
              ]
            },
            {
              "sentence": "Levy compared one of the filmed sequences to the lightsaber duel between Luke Skywalker and Darth Vader in Return of the Jedi (1983), and had asked the stunt team to look to that scene's blocking, tempo, and framing",
              "refs": [
                "https://comicbook.com/movies/news/deadpool-3-first-set-photos-ryan-reynolds-deadpool-costume/"
              ]
            },
            {
              "sentence": "Cottle was allowed to give input on the editing and direction",
              "refs": [
                "https://collider.com/deadpool-3-morena-baccarin-returning/"
              ]
            },
            {
              "sentence": "Another key action sequence is the one that Reynolds wanted to be set to Madonna's \"Like a Prayer\", which had evolved to include Wolverine alongside Deadpool",
              "refs": [
                "https://www.screendaily.com/news/2023-film-and-high-end-tv-productions-shooting-in-the-uk-latest-updates/5178154.article"
              ]
            },
            {
              "sentence": "Reynolds and Levy met with the singer to ask for permission to use the song, which she gave along with a suggestion that it be combined with a gospel choir for the film",
              "refs": [
                "https://variety.com/2019/film/news/deadpool-3-confimed-ryan-reynolds-1203452448/"
              ]
            },
            {
              "sentence": "The film, along with others that were mid-way through production at the start of the strikes, was said to be a top priority for the studios to resume production following the conclusion of the SAG-AFTRA strike",
              "refs": []
            },
            {
              "sentence": "In October 2023, Levy questioned if the film would make its May 2024 release date given the strike was still ongoing at the time,  shortly before it was reported that the film was likely to be delayed even if filming resumed by the start of 2024",
              "refs": [
                "https://www.thewrap.com/deadpool-3-release-date-may-2024-shawn-levy-interview/",
                "https://collider.com/deadpool-3-how-much-was-filmed-shawn-levy-comments/"
              ]
            },
            {
              "sentence": "After the conclusion of the SAG-AFTRA strike on November 9, filming was expected to resume in London within the following two weeks, before Thanksgiving",
              "refs": [
                "https://www.esquire.com/entertainment/a45236198/shawn-levy-power-of-movies/"
              ]
            },
            {
              "sentence": "Reynolds announced that the character Dogpool would appear in the film,  played by dog actor Peggy,  and the film's release date was pushed back to July 26, 2024",
              "refs": [
                "https://variety.com/2023/film/news/deadpool-3-stops-filming-actors-strike-1235668880/",
                "https://www.slashfilm.com/1715115/madonna-marvel-deadpool-and-wolverine-note/",
                "https://www.thewrap.com/strike-movies-resuming-filming-deadpool-3-wicked/",
                "https://deadline.com/2023/10/deadpool-3-release-date-change-actors-strike-1235577067/"
              ]
            },
            {
              "sentence": "Filming resumed by November 23",
              "refs": [
                "https://variety.com/2023/film/news/deadpool-3-restart-filming-actors-strike-1235786121/"
              ]
            },
            {
              "sentence": "Levy said his time editing and reviewing footage during the strikes allowed him to gain a better understanding of the film, and he was able to return to work feeling focused and not rushed",
              "refs": [
                "https://ew.com/movies/deadpool-3-dogpool-ryan-reynolds/"
              ]
            },
            {
              "sentence": "Reynolds's Wrexham A.F.C",
              "refs": [
                "https://www.themarysue.com/ryan-reynolds-confirms-dogpool-is-entering-the-mcu-in-deadpool-3/"
              ]
            },
            {
              "sentence": "co-chairman Rob McElhenney visited the set to film a cameo appearance as a TVA agent and discuss the football club",
              "refs": []
            },
            {
              "sentence": "His visit was captured by the Welcome to Wrexham (2022–present) documentary series,   though his scene was ultimately cut from the film",
              "refs": [
                "https://deadline.com/2023/11/deadpool-3-moves-to-july-2024-captain-america-brave-new-world-to-2025-due-to-actors-strike-1235599079/",
                "https://www.cbr.com/deadpool-3-filming-resumes/"
              ]
            },
            {
              "sentence": "At the end of December, Bona Film Group signed a deal with TSG Entertainment to invest in a slate of films, including the Deadpool franchise;  TSG Entertainment and 20th Century Studios both receive \"in association with\" credits on the film",
              "refs": [
                "https://apnews.com/article/deadpool-wolverine-shawn-levy-summer-movie-preview-41837da894418c635f96784f06241d7d",
                "https://screenrant.com/deadpool-and-wolverine-ryan-reynolds-rob-mcelhenney-role/"
              ]
            },
            {
              "sentence": ": 3  Principal photography, which also took place at Bovingdon Film Studios,  wrapped on January 24",
              "refs": [
                "https://www.gamesradar.com/entertainment/marvel-movies/ryan-reynolds-cameo-deadpool-3-wolverine-rob-mcelhenney-tva-marvel/",
                "https://variety.com/2024/film/news/ryan-reynolds-cut-rob-mcelhenney-cameo-deadpool-and-wolverine-explained-1236117004/",
                "https://variety.com/2024/film/news/china-bona-film-investment-avatar-deadpool-1235860374/"
              ]
            },
            {
              "sentence": "One day of filming then took place in Los Angeles to film Jon Favreau's appearance as Happy Hogan, reprising his role from previous MCU films, and to film the opening dance sequence with choreographer Nick Pauley",
              "refs": [
                "https://variety.com/2024/film/reviews/deadpool-and-wolverine-review-ryan-reynolds-hugh-jackman-1236082128/"
              ]
            },
            {
              "sentence": "A United States Copyright Office filing for the film indicated that some filming occurred in Vancouver as well",
              "refs": [
                "https://variety.com/2019/film/news/deadpool-3-confimed-ryan-reynolds-1203452448/"
              ]
            },
            {
              "sentence": "During filming, Jennifer Garner was reported to be appearing in the film as Elektra Natchios after portraying a version of that character in the Fox-produced film Daredevil (2003) and its spin-off Elektra (2005)",
              "refs": []
            },
            {
              "sentence": "Garner initially denied her involvement",
              "refs": [
                "https://www.radiotimes.com/movies/scifi/deadpool-3-wolverine-cast-ryan-reynolds-hugh-jackman/"
              ]
            },
            {
              "sentence": "Set photos revealed that other characters from previous Marvel films, including Sabretooth and Toad, would also be appearing in the film,   along with a large 20th Century Fox logo set piece",
              "refs": [
                "https://www.kftv.com/news/2024/01/25/deadpool-3-wraps-filming",
                "https://variety.com/2024/film/news/deadpool-3-wraps-filming-1235885959/",
                "https://cocatalog.loc.gov/cgi-bin/Pwebrecon.cgi?v1=3&ti=1,3&Search_Arg=deadpool%20and%20wolverine&Search_Code=FT%2A&CNT=25&PID=yotPmccT2pXmpIkbAvvFxYzkMuATv&SEQ=20240228093107&SID=5"
              ]
            },
            {
              "sentence": "Variety reported that the film was taking a similar approach to characters from prior Fox-produced Marvel films as the MCU film Spider-Man: No Way Home (2021), which features multiple characters from past Spider-Man films coming together",
              "refs": [
                "https://collider.com/stranger-things-season-5-shawn-levy-directing-comments/"
              ]
            },
            {
              "sentence": "Levy acknowledged some of the casting rumors surrounding the film, including suggestions that Taylor Swift would be making a cameo appearance as Dazzler, but would not confirm which rumors were true;   Swift does not appear in the film,   and Levy later said there were never any plans for her to appear",
              "refs": [
                "https://collider.com/jennifer-garner-emma-myers-family-switch-wednesday-season-2/",
                "https://ew.com/movies/deadpool-3-wolverine-yellow-suit-hugh-jackman-photo/",
                "https://collider.com/deadpool-3-how-much-was-filmed-shawn-levy-comments/",
                "https://comicbook.com/marvel/news/deadpool-3-set-photos-spoil-x-men-movies-character-return-sabretooth/",
                "https://comicbook.com/movies/news/deadpool-3-toad-returning-marvel-cinematic-universe/"
              ]
            },
            {
              "sentence": "Regarding the characters that do appear—including Aaron Stanford reprising his role as John Allerdyce / Pyro from the films X2 (2003) and X-Men: The Last Stand (2006)—Levy said they were added as the story developed and were not forced into the film based on a wishlist of cameos",
              "refs": [
                "https://variety.com/2024/film/features/box-office-predictions-2024-dune-2-deadpool-3-wicked-1235848578/"
              ]
            },
            {
              "sentence": "Commenting on the set photo leaks, Reynolds said they created a difficult situation for the production and he hoped websites would stop publishing unfinished, out-of-context leaked images",
              "refs": [
                "https://www.gq-magazine.co.uk/culture/article/hugh-jackman-wolverine-deadpool-3-workout"
              ]
            },
            {
              "sentence": "He noted that the franchise is associated with leaks since the first Deadpool film was only able to be made following a leak of its original test footage",
              "refs": [
                "https://collider.com/stranger-things-season-5-shawn-levy-directing-comments/"
              ]
            },
            {
              "sentence": "Levy said the presence of paparazzi on set was a \"price we're comfortable paying\" in exchange for filming on location",
              "refs": [
                "https://ew.com/taylor-swift-not-in-deadpool-and-wolverine-exclusive-8661033"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-production",
          "section_content": [
            {
              "sentence": "The film's copyright filing in February 2024 confirmed Garner's role and revealed Corrin to be playing Cassandra Nova, the twin sister of Charles Xavier",
              "refs": []
            },
            {
              "sentence": "The writers initially chose the comic book character Mephisto, whose introduction to the MCU had been the subject of fan speculation, as the main antagonist",
              "refs": [
                "https://web.archive.org/web/20240723213034/https://assets.dam.gettyimages.com/ct7fskw4pgtg465ppj73892n/v/1204504461/original/DEADPOOL%20WOLVERINE%20PRESS%20KIT%207-17-24%207%20.pdf?Expires=1721856594&KeyName=gcs-bfldr-prod&Signature=9zvFtfB_QEMOJ5_965nuzsifTlc="
              ]
            },
            {
              "sentence": "This changed when Jackman suggested using Cassandra due to Wolverine's relationship with Xavier",
              "refs": []
            },
            {
              "sentence": "A series of trailers were released in the following months, revealing more character details: Macfadyen as TVA agent Mr",
              "refs": [
                "https://variety.com/2024/film/news/shawn-levy-deadpool-and-wolverine-spoilers-cameos-1236089059/"
              ]
            },
            {
              "sentence": "Paradox;  Randal Reeder and Lewis Tan reprising their respective roles as Buck and Rusty / Shatterstar from the previous Deadpool films;   the return of Stanford as Pyro and Tyler Mane as Sabretooth from the X-Men films;   and the inclusion of the creature Alioth from Loki",
              "refs": [
                "https://ew.com/ryan-reynolds-trolls-leakers-posting-fake-photos-deadpool-3-8412159",
                "https://ew.com/deadpool-wolverine-practical-sets-worth-leaks-shawn-levy-exclusive-8676844",
                "https://comicbook.com/movies/news/deadpool-wolverine-mephisto-main-villain-considered-mcu/",
                "https://theplaylist.net/elevation-anthony-mackie-morena-baccarin-discuss-their-post-apocalyptic-thriller-deadpool-wolverine-captain-america-brave-new-world-20241107/",
                "https://deadline.com/2023/05/deadpool-3-brianna-hildebrand-shioli-kutsuna-back-for-marvel-threequel-1235370709/"
              ]
            },
            {
              "sentence": "Vinnie Jones and Jason Flemyng were asked to reprise their respective X-Men film roles of Cain Marko / Juggernaut and Azazel, but deals could not be agreed upon",
              "refs": [
                "https://www.slashfilm.com/1630085/deadpool-and-wolverine-deadpools-variants-explained-who-voices-them/"
              ]
            },
            {
              "sentence": "Terry Crews had talks about returning as Bedlam from Deadpool 2, but these did not go anywhere",
              "refs": [
                "https://www.theverge.com/2024/2/11/24070042/deadpool-and-wolverine-super-bowl-2024-trailer",
                "https://gizmodo.com/breaking-down-the-mutant-mayhem-of-deadpool-wolverine-1851247437/slides/2"
              ]
            },
            {
              "sentence": "Dean Zimmerman, a frequent collaborator with Levy, edited the film with Shane Reid",
              "refs": []
            },
            {
              "sentence": "Levy said they were busy finishing the film at the end of April 2024",
              "refs": [
                "https://uk.news.yahoo.com/vinnie-jones-said-no-playing-165815171.html"
              ]
            },
            {
              "sentence": "Early screenings took place by then,  with high test scores being given to both Deadpool and Wolverine as well as their chemistry",
              "refs": [
                "https://www.themarysue.com/ryan-reynolds-confirms-dogpool-is-entering-the-mcu-in-deadpool-3/",
                "https://movieweb.com/x-men-first-class-actor-rejected-offer-for-deadpool-wolverine/"
              ]
            },
            {
              "sentence": "The ending originally immediately revealed that Deadpool and Wolverine had survived their ordeal, until Reynolds's wife Blake Lively suggested their fate be left unknown for a moment to add suspense",
              "refs": [
                "https://uk.news.yahoo.com/vinnie-jones-said-no-playing-165815171.html"
              ]
            },
            {
              "sentence": "The updated scene, including Pardox's impassioned speech about the heroes' seeming sacrifice, was filmed during a day-and-a-half of reshoots",
              "refs": []
            },
            {
              "sentence": "Levy said Lively's suggestion made the ending \"so much more satisfying\"",
              "refs": []
            },
            {
              "sentence": "Lively and some of her and Reynolds's children have voice cameos in the film as variants of Deadpool, which Levy attributed to them being available for recording",
              "refs": [
                "https://comicbook.com/marvel/news/deadpool-wolverine-terry-crews-discussions-reprise-deadpool-2-role-exclusive/"
              ]
            },
            {
              "sentence": "The Adam Project co-star Walker Scobell was originally set to voice the variant Kidpool, but during production his voice changed too much due to puberty and he was replaced by Reynolds's daughter Inez,  with Scobell instead voicing an unseen Deadpool variant who yells \"Go back to Canada, asshole\" in a scene that was cut from the film",
              "refs": [
                "https://variety.com/2024/film/features/box-office-predictions-2024-dune-2-deadpool-3-wicked-1235848578/",
                "https://www.motionpictures.org/2024/09/deadpool-wolverine-editors-dean-zimmerman-shane-reid-on-the-killer-cut/"
              ]
            },
            {
              "sentence": "Reynolds originally provided the voice for the variant Cowboypool before Matthew McConaughey agreed to voice the character",
              "refs": [
                "https://collider.com/deadpool-and-wolverine-shawn-levy/",
                "https://www.gamesradar.com/entertainment/marvel-movies/deadpool-and-wolverines-ending-was-tweaked-in-a-day-and-a-half-of-reshoots-after-a-pitch-perfect-note-from-blake-lively/"
              ]
            },
            {
              "sentence": "Jokes about the film's cast were cleared with them before inclusion, including a scripted joke about Garner's divorce with Ben Affleck and an improvised joke about Jackman's divorce",
              "refs": [
                "https://ew.com/walker-scobell-kidpool-deadpool-and-wolverine-exclusive-8686020"
              ]
            },
            {
              "sentence": "Post-production was completed on June 19",
              "refs": [
                "https://variety.com/2024/film/features/box-office-predictions-2024-dune-2-deadpool-3-wicked-1235848578/"
              ]
            },
            {
              "sentence": "Despite the film's multiverse story and connections to other projects, Levy did not expect audiences to do homework before watching the film and intended for it to be an entertaining experience on its own",
              "refs": [
                "https://x.com/VancityReynolds/status/1856447920876216621"
              ]
            },
            {
              "sentence": "Reynolds said they did not want the film to just set-up future projects and Marvel never pressured them into doing so, only asking them to make \"one really satisfying self-contained story\"",
              "refs": [
                "https://www.themarysue.com/ryan-reynolds-confirms-dogpool-is-entering-the-mcu-in-deadpool-3/"
              ]
            },
            {
              "sentence": "In July, Favreau and Wunmi Mosaku were revealed to be reprising their MCU roles as Happy Hogan and the TVA's Hunter B-15",
              "refs": []
            },
            {
              "sentence": "The writers planned to have Robert Downey, Jr",
              "refs": [
                "https://web.archive.org/web/20240712165303/https://www.ign.com/articles/deadpool-wolverine-30-spoiler-filled-details-from-the-first-35-minutes",
                "https://comicbook.com/movies/news/new-deadpool-wolverine-trailer-reveals-sabretooth-first-look/"
              ]
            },
            {
              "sentence": "reprise his MCU role as Tony Stark / Iron Man alongside Favreau, but he turned them down after reading the scene",
              "refs": []
            },
            {
              "sentence": "Reese and Wernick said this was the only time an actor turned down a role in the film",
              "refs": []
            },
            {
              "sentence": "Also in July, a final trailer revealed that Dafne Keen was returning as Laura / X-23 from Logan",
              "refs": [
                "https://x.com/VancityReynolds/status/1857176519107580206"
              ]
            },
            {
              "sentence": "Before this, Keen had denied her involvement in the film while promoting the Star Wars series The Acolyte (2024)",
              "refs": []
            },
            {
              "sentence": "Marvel chose to reveal her role in the trailer after Keen asked to attend the film's premiere",
              "refs": [
                "https://deadline.com/2023/04/morena-baccarin-stefan-kapicic-deadpool-3-retun-vanessa-colossus-1235322308/"
              ]
            },
            {
              "sentence": "Keen enjoyed keeping her role in the film a secret, taking inspiration from Andrew Garfield's denials about appearing as Peter Parker / Spider-Man in No Way Home before that film's release",
              "refs": [
                "https://www.slashfilm.com/1638547/deadpool-and-wolverine-cowboypool-matthew-mcconaughey-original-voice-ryan-reynolds/"
              ]
            },
            {
              "sentence": "A tribute to Fox's Marvel films is shown during the credits of Deadpool & Wolverine, celebrating and farewelling those films",
              "refs": []
            },
            {
              "sentence": "Levy said key themes in the film were legacy and characters' endings,  which led to a \"who's who of discarded Marvel characters\" being included:  Garner as Elektra, Wesley Snipes as Eric Brooks / Blade from New Line Cinema's Blade film trilogy (1998–2004), Chris Evans as Johnny Storm / Human Torch from Fox's Fantastic Four (2005) and Fantastic Four: Rise of the Silver Surfer (2007), and Channing Tatum as Remy LeBeau / Gambit, who he was attached to star as in an unproduced Gambit film for Fox",
              "refs": [
                "https://collider.com/deadpool-and-wolverine-production-update/",
                "https://variety.com/2024/film/features/box-office-predictions-2024-dune-2-deadpool-3-wicked-1235848578/",
                "https://collider.com/deadpool-and-wolverine-production-update/"
              ]
            },
            {
              "sentence": "The filmmakers felt Snipes did not get an appropriate ending as Blade",
              "refs": [
                "https://www.slashfilm.com/1648211/hugh-jackman-deadpool-and-wolverine-short-logan-actor-luke-bennett/"
              ]
            },
            {
              "sentence": "Snipes was surprised to be contacted, believing he would not play the character again after Marvel cast Mahershala Ali as Blade for the MCU",
              "refs": []
            },
            {
              "sentence": "He and Reynolds had not kept in contact since they starred together in Blade: Trinity (2004) and Snipes struggled with Reynolds's humor on that film",
              "refs": []
            },
            {
              "sentence": "Snipes said he finally understood Reynolds's approach within the context of Deadpool & Wolverine which made it an enjoyable experience",
              "refs": []
            },
            {
              "sentence": "A new costume was designed because Marvel was legally unable to use the character's signature black leather coat from New Line's films",
              "refs": [
                "https://www.indiewire.com/features/interviews/deadpool-and-wolverine-writers-rhett-reese-paul-wernick-cameos-leak-1235034171/",
                "https://variety.com/2024/film/features/box-office-predictions-2024-dune-2-deadpool-3-wicked-1235848578/"
              ]
            },
            {
              "sentence": "Evans quickly agreed to reprise his role due to Reynolds's involvement and humor",
              "refs": [
                "https://variety.com/2024/scene/news/kevin-feige-explains-marvel-spoiled-x23-return-dafne-keen-deadpool-wolverine-trailer-1236082528/"
              ]
            },
            {
              "sentence": "Evans portrayed Steve Rogers / Captain America in the MCU from 2011 to 2019, and his introduction in the film plays into this by leading the audience to believe that he is reprising his role as Rogers before revealing him to be Johnny instead",
              "refs": [
                "https://variety.com/2024/film/news/deadpool-wolverine-20th-centruy-fox-xmen-blade-1236090606/"
              ]
            },
            {
              "sentence": "Evans's costume includes elements of his Captain America and Human Torch suits from previous films",
              "refs": [
                "https://x.com/VancityReynolds/status/1857176519107580206"
              ]
            },
            {
              "sentence": "For Evans's expletive-filled monologue in the film's post-credits scene, Reynolds offered to use cue cards but Evans was excited to memorize the dialogue",
              "refs": [
                "https://variety.com/2024/scene/news/kevin-feige-explains-marvel-spoiled-x23-return-dafne-keen-deadpool-wolverine-trailer-1236082528/"
              ]
            },
            {
              "sentence": "Levy was one of the directors Tatum approached for his unrealized Gambit film and knew it would be \"deeply gratifying\" for the actor to play Gambit in this film",
              "refs": [
                "https://ew.com/wesley-snipes-blade-return-deadpool-and-wolverine-ryan-reynolds-reunion-comic-con-2024-exclusive-8684479"
              ]
            },
            {
              "sentence": "Tatum was appreciative of efforts to include him after believing he would never have the chance to portray the character",
              "refs": [
                "https://variety.com/2024/film/features/box-office-predictions-2024-dune-2-deadpool-3-wicked-1235848578/"
              ]
            },
            {
              "sentence": "A scene was shot showing Tatum's Gambit surviving the events of the film",
              "refs": [
                "https://www.motionpictures.org/2024/08/deadpool-wolverine-costume-designer-graham-churchyard-on-bringing-back-logans-yellow-suit/"
              ]
            },
            {
              "sentence": "It can be seen on the TVA monitors in the background of the post-credits scene, and Reynolds released a version of it online as a tease for the character's potential return",
              "refs": []
            },
            {
              "sentence": "Other characters from previous Marvel properties that were considered for the film include Ben Affleck as Matt Murdock / Daredevil from Daredevil and Elektra;  Nicolas Cage as Johnny Blaze / Ghost Rider from the Columbia Pictures films Ghost Rider (2007) and Ghost Rider: Spirit of Vengeance (2011);  and the main actors from the 2015 Fantastic Four film—Miles Teller as Reed Richards / Mister Fantastic, Kate Mara as Sue Storm / Invisible Woman, Michael B",
              "refs": [
                "https://variety.com/2024/film/features/box-office-predictions-2024-dune-2-deadpool-3-wicked-1235848578/",
                "https://www.gamesradar.com/entertainment/marvel-movies/channing-tatum-finally-breaks-silence-on-his-deadpool-and-wolverine-cameo/"
              ]
            },
            {
              "sentence": "Jordan as Johnny Storm / Human Torch, and Jamie Bell as Ben Grimm / The Thing",
              "refs": []
            },
            {
              "sentence": "It was decided that the latter group would not have the same impact as an appearance by Evans",
              "refs": []
            },
            {
              "sentence": "The writers also considered bringing back Brolin as Cable, but decided against it because the film pays tribute to characters who \"didn't get their proper ending at Fox\" and Cable had only just been introduced in Deadpool 2",
              "refs": [
                "https://variety.com/2024/film/news/deadpool-and-wolverine-deleted-scene-gambit-movie-channing-tatum-1236119376/"
              ]
            },
            {
              "sentence": "Wernick expected that Cable would go on to appear in future Marvel projects",
              "refs": []
            },
            {
              "sentence": "Swen Gillberg was the visual effects supervisor, with effects provided by Industrial Light & Magic (ILM), Framestore, Base FX, Barnstorm VFX, Raynault VFX, Rising Sun Pictures, and Wētā FX",
              "refs": []
            },
            {
              "sentence": "Framestore joined during pre-production to work on previsualization, and went on to deliver 420 final shots",
              "refs": [
                "https://gizmodo.com/deadpool-and-wolverine-gambit-deleted-scene-channing-tatum-2000491404"
              ]
            },
            {
              "sentence": "The company worked on: the fight with an army of Deadpool variants, which is made to look like a single shot, including environment work and crowd duplication; the final confrontation with Cassandra and the Time Ripper machine, using the same \"spaghettification\" effect Framestore developed for the second season of Loki (2023); and shots of Dogpool, including giving Peggy digital goggles that create a googly eyes look",
              "refs": []
            },
            {
              "sentence": "ILM worked on 614 shots, primarily for scenes in the Void",
              "refs": [
                "https://collider.com/deadpool-and-wolverine-nicolas-cage-ghost-rider/",
                "https://collider.com/deadpool-and-wolverine-fantastic-4-no-cameo-explained/"
              ]
            },
            {
              "sentence": "Because of the filming hiatus, some scenes were filmed in Summer and others in Winter; visual effects were used to help create a consistent Winter look",
              "refs": []
            },
            {
              "sentence": "The set for Cassandra's arena was extended to be made from a giant Ant-Man corpse",
              "refs": []
            },
            {
              "sentence": "For Johnny's death, in which Cassandra magically pulls off his skin and his body parts collapse, ILM looked at Bodies: The Exhibition as part of their research",
              "refs": []
            },
            {
              "sentence": "The company added a comedic moment of Johnny blinking before he collapses, to make the death more \"cartoony\"",
              "refs": []
            },
            {
              "sentence": "Framestore and ILM both worked on Cassandra's powers, which involve her hands moving through other characters' faces",
              "refs": [
                "https://www.artofvfx.com/deadpool-and-wolverine/",
                "https://www.fxguide.com/fxfeatured/framestore-gives-deadpool-the-fingers/"
              ]
            },
            {
              "sentence": "Gillberg was inspired for this by comic book art",
              "refs": []
            },
            {
              "sentence": "Corrin was filmed hiding their arm so it could be replaced with a digital arm that interacts with a digital double of the other actor",
              "refs": []
            },
            {
              "sentence": "Wētā returned from the first two Deadpool films to provide facial animation for Deadpool's mask, again using a 2D effect to morph the mask",
              "refs": [
                "https://beforesandafters.com/2024/09/30/heres-how-emma-corrins-hands-went-through-matthew-macfadyens-face/"
              ]
            },
            {
              "sentence": "Reynolds provided reference footage for this, and a new machine learning tool was developed to suggest facial movements based on his dialogue",
              "refs": []
            },
            {
              "sentence": "During production, Wētā's work expanded to around 630 shots, including: animation for Wolverine's mask; augmenting the environment and Wolverine's skeleton for the opening sequence; shots of the TVA and their technology, based on the effects seen in Loki; and environment work for other parts of the Void",
              "refs": []
            },
            {
              "sentence": "Blood and gore was added digitally",
              "refs": [
                "https://www.ilm.com/deadpool-wolverine-vincent-papaix/",
                "https://www.indiewire.com/features/craft/deadpool-and-wolverine-vfx-supervisor-climactic-battle-gambit-interview-1235034010/",
                "https://beforesandafters.com/2025/01/09/we-called-it-hands-through-face/"
              ]
            },
            {
              "sentence": "Method Studios, returning from their work on Deadpool 2's opening sequence, worked with the other vendors to plan Deadpool & Wolverine's opening sequence and add the title cards",
              "refs": [
                "https://collider.com/deadpool-and-wolverine-fantastic-4-no-cameo-explained/",
                "https://www.fxguide.com/fxfeatured/framestore-gives-deadpool-the-fingers/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Music",
      "section_content": [
        {
          "sentence": "Rob Simonsen was hired to compose the film's score by mid-July 2023",
          "refs": []
        },
        {
          "sentence": "He previously worked with Levy on The Adam Project and the fourth season of Stranger Things",
          "refs": []
        },
        {
          "sentence": "A soundtrack album for the film, titled Deadpool & Wolverine: Van Jamz, was released digitally by Hollywood Records on July 24, 2024, with a physical release on July 26",
          "refs": [
            "https://www.fxguide.com/fxpodcasts/fxpodcast-376-facing-off-deadpool/"
          ]
        },
        {
          "sentence": "It includes 17 songs featured in, or inspired by, the film along with \"LFG\" which is Simonsen's main theme for Deadpool & Wolverine",
          "refs": []
        },
        {
          "sentence": "An album featuring Simonsen's score was released digitally on July 24 with a regular version and a deluxe edition, the latter also including the songs from the soundtrack album",
          "refs": [
            "https://www.awn.com/vfxworld/w-t-fx-helps-merc-mouth-get-expressive-deadpool-wolverine",
            "https://lbbonline.com/news/behind-the-scenes-of-the-epic-marvel-studios-deadpool-wolverine-opening-credits-with-method-studios"
          ]
        },
        {
          "sentence": "An EP, titled Deadpool & Wolverine: Madonna's \"Like a Prayer\" EP, featuring \"Like a Prayer\" by Madonna as well as remixed versions of the song featured in the film, was released by Warner Records on August 9",
          "refs": [
            "https://www.awn.com/vfxworld/w-t-fx-helps-merc-mouth-get-expressive-deadpool-wolverine"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Marketing",
      "section_content": [
        {
          "sentence": "A teaser trailer was released during Super Bowl LVIII in February 2024",
          "refs": []
        },
        {
          "sentence": "Nick Romano from Entertainment Weekly said it confirmed the film's R rating and the fact that Deadpool would be \"infiltrating\" the MCU",
          "refs": []
        },
        {
          "sentence": "Austin Goslin of Polygon also highlighted the use of MCU elements and questioned whether Reynolds was playing the same version of Deadpool as he did in the previous films",
          "refs": [
            "https://screenrant.com/deadpool-3-title-ryan-reynolds-hugh-jackman-suggestion-response/"
          ]
        },
        {
          "sentence": "Wired's Angela Wattercutter noted a sexually explicit pegging joke, a first for the MCU, and speculated about queer themes that the film could explore further than previous MCU projects",
          "refs": [
            "https://filmmusicreporter.com/2024/07/17/deadpool-and-wolverine-soundtrack-album-details/"
          ]
        },
        {
          "sentence": "The trailer's inclusion of the Secret Wars (2015) #5 comic book issue was also discussed, given that Marvel Studios had announced the film Avengers: Secret Wars (2027)",
          "refs": [
            "https://comicbook.com/movies/news/marvel-deadpool-and-wolverine-soundtrack-tracklist-movie-songs-van-jamz-album/"
          ]
        },
        {
          "sentence": "Shortly after the trailer's premiere, Jackman posted a tongue-in-cheek jab at Reynolds with a modified logo displaying \"Wolverine & Asshole\"",
          "refs": [
            "https://filmmusicreporter.com/2024/08/11/choir-version-of-madonnas-like-a-prayer-from-deadpool-wolverine-released/",
            "https://www.polygon.com/24064095/deadpool-3-trailer-release-date-cameos-wolverine-fantastic-four-taylor-swift",
            "https://www.wired.com/story/deadpool-and-wolverine-trailer-pegging-save-mcu/"
          ]
        },
        {
          "sentence": "The trailer had 365 million global views in its first 24 hours, including the 123 million Super Bowl viewers who saw a 30-second version, surpassing No Way Home's record (355.5 million views) to become the most-viewed trailer in that time period",
          "refs": [
            "https://www.polygon.com/24070019/deadpool-wolverine-breakdown-secret-wars-cameos-x-men-easter-eggs"
          ]
        },
        {
          "sentence": "Reynolds and Jackman were presented with Guinness World Records certificates commemorating the achievement during an interview on ITV's This Morning",
          "refs": [
            "https://deadline.com/2021/11/disney-plus-day-news-release-dates-marvel-star-wars-pixar-movies-series-1234872661/",
            "https://www.cbr.com/deadpool-3-trailer-secret-wars-easter-egg/"
          ]
        },
        {
          "sentence": "A \"silence your phones\" public service announcement (PSA) with Deadpool and Wolverine opened Disney's presentation at CinemaCon in April 2024, during which Feige and Levy debuted nine minutes of footage from the film",
          "refs": []
        },
        {
          "sentence": "The Hollywood Reporter said this \"drew the biggest laughter\" of all the presentations",
          "refs": []
        },
        {
          "sentence": "It included repurposed Thor: The Dark World (2013) footage of Chris Hemsworth as Thor, who is mourning the supposed death of Deadpool rather than Loki as in that film",
          "refs": [
            "https://comicbook.com/movies/news/deadpool-3-super-bowl-trailer-deadpool-wolverine-mcu-super-bowl-2024-title-change/"
          ]
        },
        {
          "sentence": "The PSA was later released publicly",
          "refs": [
            "https://www.gamesradar.com/entertainment/marvel-movies/deadpool-and-wolverine-henry-cavill-cameo-who-does-he-play/",
            "https://news.sky.com/story/deadpool-3-ryan-reynolds-teases-cameo-of-wrexham-striker-ollie-palmer-in-new-marvel-film-13121439"
          ]
        },
        {
          "sentence": "An official trailer set to \"Like a Prayer\" by Madonna debuted on April 22",
          "refs": [
            "https://www.hollywoodreporter.com/movies/movie-news/marvel-fantastic-four-avengers-movies-1235830951/"
          ]
        },
        {
          "sentence": "Another trailer, released on May 20, announced ticket pre-sales",
          "refs": [
            "https://www.guinnessworldrecords.com/news/2024/7/ryan-reynolds-and-hugh-jackman-celebrate-as-deadpool-and-wolverine-breaks-world-record"
          ]
        },
        {
          "sentence": "It included a QR code that led to a video of Reynolds reading a disclaimer for the film",
          "refs": []
        },
        {
          "sentence": "At the end of May, a special popcorn bucket for the film's theatrical release was revealed,  after Feige had said it would be \"intentionally crude and lewd\"",
          "refs": [
            "https://www.hollywoodreporter.com/movies/movie-news/first-deadpool-and-wolverine-footage-1235872259/",
            "https://gizmodo.com/deadpool-wolverine-funny-silence-your-cell-phone-psa-1851519699"
          ]
        },
        {
          "sentence": "This was inspired by the viral popcorn bucket for Dune: Part Two (2024)",
          "refs": []
        },
        {
          "sentence": "The bucket is shaped like Wolverine's head with a \"comically oversized\" mouth for the popcorn or other snacks",
          "refs": [
            "https://variety.com/2024/film/news/deadpool-3-trailer-wolverine-1235942344/"
          ]
        },
        {
          "sentence": "A video reveal, set to the \"Also sprach Zarathustra\" fanfare which was famously used in 2001: A Space Odyssey (1968), shows Deadpool caressing the bucket as popcorn falls into its mouth and butter drips down its nose",
          "refs": []
        },
        {
          "sentence": "A teaser released in early June revealed that the character Ladypool would appear in the film, prompting speculation about who played the role,  subsequently revealed to be Lively",
          "refs": [
            "https://nerdist.com/article/deadpool-wolverine-trailer-hidden-qr-code-brings-secret-ryan-reynolds-disclaimer/"
          ]
        },
        {
          "sentence": "Later that month, Reynolds appeared as Deadpool in a \"typically irreverent video\" at CineEurope to introduce 12 minutes of footage from the film",
          "refs": [
            "https://bleedingcool.com/movies/x-men-the-last-stand-star-eric-dane-wants-multiple-man-solo-film/"
          ]
        },
        {
          "sentence": "The cast went on a global marketing tour starting in early July, stopping at: Shanghai, where Reynolds, Jackman, and Levy attended a fan event to screen 35 minutes of the film;    Seoul, where the actors appeared at the 2024 Waterbomb Festival;  Berlin, where the trio were joined by Corrin and attended the UEFA Euro 2024 quarterfinals match between Netherlands and Turkey;    London, where the four actors and Levy were joined by Delaney, dog actor Peggy, and executive producers Louis D'Esposito and Wendy Jacobson;   and Rio de Janeiro, where they visited Maracanã Stadium",
          "refs": [
            "https://variety.com/2024/film/news/deadpool-popcorn-bucket-wolverine-1236020112/",
            "https://comicbook.com/marvel/news/deadpool-wolverine-getting-intentionally-crude-popcorn-bucket-kevin-feige-reveals-dune/",
            "https://www.rollingstone.com/tv-movies/tv-movie-news/deadpool-wolverine-teaser-lady-deadpool-taylor-swift-blake-lively-1235036073/",
            "https://deadline.com/2024/06/disney-inside-out-2-deadpool-alien-romulus-moana-2-cineeurope-1235978090/",
            "https://deadline.com/2024/07/deadpool-wolverine-box-office-opening-projection-1236000799/",
            "https://www.rollingstone.com/tv-movies/tv-movie-news/deadpool-wolverine-teaser-lady-deadpool-taylor-swift-blake-lively-1235036073/",
            "https://www.cnn.com/2024/07/06/entertainment/hugh-jackman-ryan-reynolds-deadpool-wolverine/index.html",
            "https://movieweb.com/deadpool-wolverine-35-minute-clip-reactions-mcu/",
            "https://people.com/ryan-reynolds-hugh-jackman-waterbomb-festival-south-korea-8674141",
            "https://people.com/star-tracks-monday-july-8-2024-new-celebrity-photos-updated-daily-8674424"
          ]
        },
        {
          "sentence": "Coinciding with the London visit, United Kingdom music and entertainment retailer HMV temporarily altered their logo at one of their stores to feature Dogpool instead of the dog Nipper",
          "refs": [
            "https://people.com/star-tracks-sunday-july-7-2024-new-celebrity-photos-updated-daily-8674336"
          ]
        },
        {
          "sentence": "Deadpool and Wolverine appeared in an ad for The Bachelorette on July 8 during the season 21 premiere, to entice the Bachelor Nation audience (the 18–49 female demographic) to see the film",
          "refs": []
        },
        {
          "sentence": "The ad was from Maximum Effort, Loon Productions, and Really Original, and was directed by Oren Brimer",
          "refs": []
        },
        {
          "sentence": "Reynolds also discussed the premiere episode on social media",
          "refs": []
        },
        {
          "sentence": "On July 19, Deadpool and Wolverine appeared in a music video for the single \"Chk Chk Boom\" by South Korean boy band Stray Kids, whose song \"Slash\" is on the film's soundtrack",
          "refs": [
            "https://bleedingcool.com/movies/hugh-jackman-ryan-reynolds-introduce-deadpool-wolverine-in-london/"
          ]
        },
        {
          "sentence": "For the Formula One 2024 Belgian Grand Prix, the Alpine F1 Team—of which Reynolds is an investor—revealed Deadpool livery on July 24, which they raced in to promote the film",
          "refs": [
            "https://www.bbc.com/news/articles/c0jqlz2j9wzo"
          ]
        },
        {
          "sentence": "On July 25, Reynolds, Jackman, Levy, Corrin, and Feige screened the film at San Diego Comic-Con",
          "refs": [
            "https://www.leaderlive.co.uk/news/24453762.ryan-reynolds-tour-takes-brazil-david-luiz/"
          ]
        },
        {
          "sentence": "This included a video introduction from Uggams as Blind Al, and concluded with Reynolds bringing out the major cameo actors: Keen, Garner, Evans, Tatum, and Snipes",
          "refs": []
        },
        {
          "sentence": "Following the panel, a drone show was held at Petco Park that included images of Deadpool and Wolverine",
          "refs": []
        },
        {
          "sentence": "The July 25 episode of the television game show Press Your Luck featured Deadpool and Wolverine taking over the Whammy, the show's mascot",
          "refs": [
            "https://www.hollywoodreporter.com/tv/tv-news/deadpool-ryan-reynolds-the-bachelorette-premiere-1235944987/"
          ]
        },
        {
          "sentence": "The week after the film's release, NSYNC altered the title for the official music video of their song \"Bye Bye Bye\" to say \"*NSYNC - Bye Bye Bye (Official Video from Deadpool and Wolverine)\" after the song's use in the film's opening credits boosted its popularity",
          "refs": [
            "https://www.rollingstone.com/music/music-news/ryan-reynolds-hugh-jackman-stray-kids-chk-chk-boom-video-1235063806/"
          ]
        },
        {
          "sentence": "Disney spent $135 million to promote the film,  working with Maximum Effort and brand partners such as:  Reynolds's Aviation Gin,   Heineken,  DiGiorno,  Jack in the Box,  Heinz,  Tim Hortons,  SuperX,  Hot Topic,  Homage,  Xbox,  Adidas,  Casio,  Dave & Buster's, Best Friends Animal Society, Coca-Cola, Android, Old Spice, Turner Classic Movies, and National Geographic",
          "refs": [
            "https://variety.com/2024/film/news/deadpool-wolverine-ryan-reynolds-hugh-jackman-surprise-comic-con-1236085835/",
            "https://www.ksbw.com/article/deadpool-and-wolverine-do-a-whammy-takeover-on-press-your-luck/61689073",
            "https://nerdist.com/article/nsync-bye-bye-bye-youtube-video-renamed-for-deadpool-and-wolverine/",
            "https://deadline.com/2024/07/deadpool-wolverine-monday-box-office-1236025919/",
            "https://www.marketingdive.com/news/deadpool-wolverine-brand-partnership-ad-campaigns-heinz-heineken/721868/",
            "https://comicbook.com/marvel/news/deadpool-wolverine-ryan-reynolds-aviation-gin-releasing-marvel-themed-bottles/",
            "https://comicbook.com/movies/news/ryan-reynolds-aviation-gin-announces-deadpool-wolverine/",
            "https://comicbook.com/movies/news/deadpool-wolverine-heineken-ad-beer-commercial-mcu-marvel/",
            "https://www.slashfilm.com/1605244/digiorno-marvel-deadpool-and-wolverine-pizza-flavors/",
            "https://comicbook.com/marvel/news/deadpool-wolverine-jack-in-the-boxs-mini-chimi-bang-bangs-are-coming-soon/",
            "https://screenrant.com/deadpool-wolverine-marvel-mcu-movie-trailer-heinz-ketchup-mustard/",
            "https://dailyhive.com/vancouver/tim-hortons-ryan-reynolds-deadpool-ad",
            "https://collider.com/deadpool-wolverine-superx-collection-images/",
            "https://comicbook.com/gear/news/deadpool-wolverine-fashion-collections-drop-with-hoodies-jackets-jerseys-and-more/",
            "https://www.cinemablend.com/superheroes/marvel-cinematic-universe/ryan-reynolds-new-deadpool-and-wolverine-shirts-sweet-reference-rob-liefeld"
          ]
        },
        {
          "sentence": "Funko and Hot Toys produced action figures based on the film,    and Funko allowed attendees at the 2024 San Diego Comic-Con to create personalized versions of their Deadpool and Wolverine Funko Pop! figures",
          "refs": [
            "https://variety.com/2024/film/news/deadpool-wolverine-ryan-reynolds-hugh-jackman-surprise-comic-con-1236085835/",
            "https://comicbook.com/gaming/news/xbox-deadpool-wolverine-console-controller/",
            "https://www.complex.com/sneakers/a/victor-deng/deadpool-wolverine-adidas-rivalry-release-date",
            "https://www.mensjournal.com/gear/the-guide/casio-celebrates-deadpool-and-wolverine-with-new-g-shock-models",
            "https://www.hollywoodreporter.com/movies/movie-news/deadpool-wolverine-ryan-reynolds-marketing-2-1235977976/"
          ]
        },
        {
          "sentence": "Variant covers for Marvel Comics issues featuring production stills and promotional images from the film were released in August,  and more variant covers featuring concept art from the film debuted in December",
          "refs": [
            "https://comicbook.com/movies/news/deadpool-wolverine-trailer-kicks-off-the-first-wave-of-funko-pops/",
            "https://comicbook.com/movies/news/deadpool-and-wolverine-funko-pops-wave-2-dogpool-babypool-headpool/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Release",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Theatrical",
          "section_content": [
            {
              "sentence": "Deadpool & Wolverine premiered at the David H",
              "refs": []
            },
            {
              "sentence": "Koch Theater in New York City on July 22, 2024",
              "refs": []
            },
            {
              "sentence": "It was released in France, Germany, Italy, South Korea, and Japan on July 24; in Spain, Brazil, the United Kingdom, Mexico, and Australia on July 25;  and in the United States and China on July 26,   in IMAX, RealD 3D, Dolby Cinema, 4DX, Cinemark XD, and other premium large formats (PLFs)",
              "refs": [
                "https://www.ign.com/articles/funkoville-international-airport-takes-over-comic-con-2024",
                "https://comicbook.com/comics/news/deadpool-wolverine-variants-revealed-by-marvel/",
                "https://variety.com/2023/film/news/deadpool-3-restart-filming-actors-strike-1235786121/",
                "https://comicbook.com/comics/news/deadpool-wolverine-concept-art-marvel-comics-variant-covers-mcu/"
              ]
            },
            {
              "sentence": "The film was originally announced with a release date of September 6, 2024,  before it was pushed back to November 8 to accommodate other MCU film delays",
              "refs": [
                "https://www.forbes.com/sites/jeffconway/2022/03/15/ryan-reynolds-on-how-mntn-and-maximum-effort-are-changing-the-advertising-world-as-we-know-it/",
                "https://www.ign.com/articles/deadpool-wolverine-every-marvel-easter-egg-cameo-reference-mcu"
              ]
            },
            {
              "sentence": "Its release was then moved forward to May 3 of that year when Disney adjusted its release calendar due to the WGA strike,  before settling on the July 2024 date after the SAG-AFTRA strike ended",
              "refs": [
                "https://screenrant.com/deadpool-and-wolverine-not-deadpool-3-shawn-levy-explained/",
                "https://www.hollywoodreporter.com/tv/tv-news/stranger-things-final-season-production-delayed-by-labor-unrest-1235481536/"
              ]
            },
            {
              "sentence": "The film is part of Phase Five of the MCU",
              "refs": [
                "https://variety.com/2023/film/news/deadpool-3-restart-filming-actors-strike-1235786121/"
              ]
            },
            {
              "sentence": "The Motion Picture Association gave it an R rating, a first for the MCU",
              "refs": [
                "https://www.hollywoodreporter.com/tv/tv-news/stranger-things-final-season-production-delayed-by-labor-unrest-1235481536/"
              ]
            },
            {
              "sentence": "In August, Levy said the film would not have a director's cut because the theatrical version was exactly the film he wanted to make",
              "refs": [
                "https://deadline.com/gallery/deadpool-and-wolverine-premiere-red-carpet-photos/deadpool-wolverine-new-york-premiere-24/"
              ]
            },
            {
              "sentence": "Reynolds said he previously discussed a director's cut with Levy, who refused",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Home media",
          "section_content": [
            {
              "sentence": "The film was released for digital download on October 1, 2024, and on Ultra HD Blu-ray, Blu-ray, and DVD on October 22",
              "refs": []
            },
            {
              "sentence": "The release includes deleted scenes, a gag reel, commentary by Levy and Reynolds, and featurettes focused on the \"Like a Prayer\" fight sequence, major cameos, Jackman's return as Wolverine, and a tribute to Chan following his death in April 2024",
              "refs": []
            },
            {
              "sentence": "The film was released on Disney+ on November 12",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-china-release-date-censorship-cuts-likely-1235924346/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reception",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Box office",
          "section_content": [
            {
              "sentence": "Deadpool & Wolverine grossed $636.7 million in the United States and Canada, and $701.3 million in other territories, for a worldwide total of $1.338 billion",
              "refs": []
            },
            {
              "sentence": "The film made $84 million from global IMAX, making it the fifth highest-grossing Marvel film in the said format",
              "refs": [
                "https://www.the-numbers.com/movie/Deadpool-and-Wolverine-(2024)",
                "https://www.boxofficemojo.com/title/tt6263850/"
              ]
            },
            {
              "sentence": "Fandango announced that ticket pre-sales for the film were the best of 2024, the franchise's best, and the best for an R-rated film on the site, while AMC Theatres announced that 200,000 people bought first-day tickets at AMC, the most sales for any R-rated film at the theater chain",
              "refs": []
            },
            {
              "sentence": "The Hollywood Reporter reported that first-day ticket sales were likely around $8–9 million and felt the film would debut at over $100 million, something no 2024 film release had done by late May",
              "refs": []
            },
            {
              "sentence": "The Quorum, which looks at box office projections for films as early as six weeks ahead of release, conservatively projected that the film would open between $200–239 million",
              "refs": [
                "https://ew.com/deadpool-and-wolverine-digital-blu-ray-dvd-release-wolverine-variants-clip-exclusive-8717423"
              ]
            },
            {
              "sentence": "Deadline Hollywood noted that no R-rated film had ever opened domestically over $200 million, with the record opening for an R-rated film being the first Deadpool with $132.4 million",
              "refs": []
            },
            {
              "sentence": "Three weeks ahead of release, multiple tracking services projected the film would open between $160–165 million",
              "refs": [
                "https://www.gamesradar.com/entertainment/marvel-movies/deadpool-and-wolverines-disney-plus-release-date-has-been-revealed-but-not-in-the-way-we-were-expecting/"
              ]
            },
            {
              "sentence": "Deadline Hollywood said Disney was expecting an opening in this range",
              "refs": []
            },
            {
              "sentence": "The week of its release, Deadline Hollywood projected a worldwide opening between $340–360 million",
              "refs": [
                "https://comicbook.com/marvel/news/deadpool-wolverine-getting-intentionally-crude-popcorn-bucket-kevin-feige-reveals-dune/"
              ]
            },
            {
              "sentence": "The noted increase took into consideration the substantial walk-up business observed from Latino and Hispanic moviegoers for recent films",
              "refs": []
            },
            {
              "sentence": "At that point, ticket pre-sales for the U.S",
              "refs": []
            },
            {
              "sentence": "and Canada stood at $35 million",
              "refs": []
            },
            {
              "sentence": "On opening day in the U.S",
              "refs": []
            },
            {
              "sentence": "and Canada, Deadpool & Wolverine made $96 million including $38.5 million from Thursday night previews",
              "refs": []
            },
            {
              "sentence": "Both amounts were records for an R-rated film",
              "refs": []
            },
            {
              "sentence": "The film exceeded predictions for its opening weekend, grossing $211.4 million in the U.S",
              "refs": [
                "https://deadline.com/2024/09/moana-2-mufasa-the-lion-king-imax-box-office-1236094108/",
                "https://www.hollywoodreporter.com/movies/movie-news/deadpool-wolverine-record-r-rated-ticket-sales-1235906223/"
              ]
            },
            {
              "sentence": "and Canada and $444.6 million worldwide",
              "refs": []
            },
            {
              "sentence": "For the U.S",
              "refs": []
            },
            {
              "sentence": "and Canada, that gave it the biggest opening of an R-rated film; the biggest opening of 2024 so far, surpassing Inside Out 2 ($154.2 million); and the 6th-biggest opening ever",
              "refs": []
            },
            {
              "sentence": "The film recovered its reported budget in just two days",
              "refs": [
                "https://deadline.com/2024/09/moana-2-mufasa-the-lion-king-imax-box-office-1236094108/"
              ]
            },
            {
              "sentence": "After three days of release, it became the highest-grossing R-rated Disney film, surpassing the studio's 34-year-old record previously set by Pretty Woman",
              "refs": [
                "https://deadline.com/2024/06/deadpool-wolverine-box-office-projection-1235973545/"
              ]
            },
            {
              "sentence": "During the following week, it set the record for an R-rated film on a Monday with $24.4 million,  on a Tuesday with $25.3 million,  on a Wednesday with $19.3 million,  and on a non-preview Thursday with $18 million",
              "refs": [
                "https://deadline.com/2024/09/moana-2-mufasa-the-lion-king-imax-box-office-1236094108/",
                "https://variety.com/2024/film/news/deadpool-wolverine-ryan-reynolds-hugh-jackman-surprise-comic-con-1236085835/",
                "https://deadline.com/2024/07/box-office-deadpool-wolverine-1236022761/",
                "https://www.hollywoodreporter.com/movies/movie-news/deadpool-wolverine-box-office-record-r-rated-previews-1235958901/"
              ]
            },
            {
              "sentence": "The film grossed $97 million in its second weekend, a drop of 53 percent and remaining in first",
              "refs": [
                "https://collider.com/deadpool-wolverine-global-box-office-211-million/"
              ]
            },
            {
              "sentence": "On its third weekend, it crossed the $1 billion mark, becoming the second film to do so in 2024",
              "refs": [
                "https://deadline.com/2024/07/deadpool-wolverine-tuesday-box-office-record-1236027253/"
              ]
            },
            {
              "sentence": "Also during the film's third weekend, Deadpool & Wolverine and It Ends With Us, which featured Ryan Reynolds's wife Blake Lively, occupied the number one and two spots at the box office, a feat that had not been accomplished for a married Hollywood couple since 1990",
              "refs": [
                "https://deadline.com/2024/08/deadpool-amp-wolverine-box-office-wednesday-record-1236028949/",
                "https://deadline.com/2024/08/box-office-deadpool-wolverine-second-weekend-trap-1236030041/"
              ]
            },
            {
              "sentence": "After 23 days in release, Deadpool & Wolverine surpassed Joker (2019) as the highest grossing R-rated film of all time",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/deadpool-and-wolverine-box-office-record-second-weekend-1235965690/",
                "https://www.forbes.com/sites/markhughes/2024/08/10/deadpool--wolverine-celebrates-second-1-billion-box-office-of-2024/"
              ]
            },
            {
              "sentence": "The film was dethroned in its fourth weekend by newcomer Alien: Romulus,  but returned to the number one spot in its fifth weekend",
              "refs": [
                "https://deadline.com/2024/08/deadpool-wolverine-1-billion-global-box-office-1236037206/",
                "https://people.com/ryan-reynolds-blake-lively-are-latest-married-couple-to-top-box-office-since-bruce-willis-demi-moore-1990-8693706"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Critical response",
          "section_content": [
            {
              "sentence": "Critics praised the humor and the performances of Reynolds and Jackman, but were less positive about the film overall",
              "refs": []
            },
            {
              "sentence": "On review aggregator Rotten Tomatoes, 78% of 414 critics gave the film a positive review and an average rating of 6.9/10",
              "refs": [
                "https://people.com/deadpool-and-wolverine-overtakes-joker-as-the-highest-grossing-r-rated-film-of-all-time-at-the-box-office-8696708"
              ]
            },
            {
              "sentence": "The website's critics consensus reads, \"Ryan Reynolds makes himself at home in the MCU with acerbic wit while Hugh Jackman provides an Adamantium backbone to proceedings in Deadpool & Wolverine, an irreverent romp with a surprising soft spot for a bygone era of superhero movies.\"  Metacritic, which uses a weighted average, assigned the film a score of 56 out of 100 based on 58 critics, indicating \"mixed or average\" reviews",
              "refs": [
                "https://deadline.com/2024/08/box-office-alien-romulus-1236042166/"
              ]
            },
            {
              "sentence": "Audiences polled by CinemaScore gave the film an average grade of \"A\" on an A+ to F scale, while those surveyed by PostTrak gave it a 96% positive score and 85% said they would definitely recommend it",
              "refs": [
                "https://deadline.com/2024/08/box-office-blink-twice-channing-tatum-the-crow-alien-1236048699/"
              ]
            },
            {
              "sentence": "Deadline Hollywood's Pete Hammond said the titular team-up \"works beyond your wildest screen-team dreams\" and felt Jackman gave his best performance as Wolverine in the film",
              "refs": []
            },
            {
              "sentence": "Olly Richards at Empire also praised Jackman's performance, saying he elevated the material in key moments and \"in a film with a million dick jokes, he manages to deliver a character arc that's genuinely moving\"",
              "refs": [
                "https://www.nytimes.com/2024/07/25/movies/deadpool-wolverine-movie-reviews.html"
              ]
            },
            {
              "sentence": "Richards was positive about the film's focus on the title characters and the audience's immediate experience over wider MCU set-up",
              "refs": []
            },
            {
              "sentence": "Reviewing the film for RogerEbert.com, Matt Zoller Seitz gave it two-and-a-half stars out of four",
              "refs": [
                "https://www.rottentomatoes.com/m/deadpool_and_wolverine"
              ]
            },
            {
              "sentence": "He said Jackman and Reynolds both gave moving performances as \"broken, abandoned men\", and he especially cared about their characters during the climactic \"pathos firehose\"",
              "refs": []
            },
            {
              "sentence": "Ross Bonaime at Collider said Deadpool was able to live up to his full potential with his integration into the MCU, while Jackman was able to be even more brutal than in previous films as Wolverine",
              "refs": [
                "https://www.metacritic.com/movie/deadpool-wolverine"
              ]
            },
            {
              "sentence": "At the Associated Press, Krysta Fauria found the homoerotic yet hate-filled central relationship to be enticing and compelling",
              "refs": [
                "https://deadline.com/2024/07/deadpool-amp-wolverine-review-ryan-reynolds-hugh-jackman-deliver-dream-blockbuster-pairing-mcu-1236019282/"
              ]
            },
            {
              "sentence": "San Francisco Chronicle critic Mick LaSalle commended the contrast between Jackman's serious performance and Reynolds's humor",
              "refs": [
                "https://www.empireonline.com/movies/reviews/deadpool-wolverine/"
              ]
            },
            {
              "sentence": "Dominic Baez at The Seattle Times said the film was \"pure, unadulterated fun\" and a love letter to Marvel fans",
              "refs": []
            },
            {
              "sentence": "CNN's Brian Lowry said it showcased Marvel Studios's willingness to partake in self-deprecation,  while The Hollywood Reporter's David Rooney said the meta jokes were \"dialed up to radioactive levels\"",
              "refs": [
                "https://collider.com/deadpool-and-wolverine-review/",
                "https://apnews.com/article/deadpool-wolverine-movie-review-1bab66540fcd5fb65f8d6bed58a5d48c"
              ]
            },
            {
              "sentence": "He felt the humor was the \"sturdiest\" part of the film",
              "refs": []
            },
            {
              "sentence": "Fauria said the film's increased focus on self-aware genre criticism made it an improvement over its predecessors",
              "refs": [
                "https://www.sfchronicle.com/entertainment/article/deadpool-wolverine-marvel-review-19591810.php"
              ]
            },
            {
              "sentence": "The Guardian critic Peter Bradshaw said Reynolds was \"often funny, sometimes very funny, periodically entirely unbearable\" and had lived up to Deadpool's self-claimed title of \"Marvel Jesus\" by \"repositioning  [the MCU] as gag material and keep [ing] the whole thing ticking over\"",
              "refs": [
                "https://www.empireonline.com/movies/reviews/deadpool-wolverine/"
              ]
            },
            {
              "sentence": "Nick Schager of The Daily Beast praised the film as \"the shot in the arm—and kick to the nuts—that's urgently needed\" in the MCU, and was impressed with how the R-rated Deadpool had been integrated with the PG-13 franchise",
              "refs": [
                "https://www.seattletimes.com/entertainment/movies/deadpool-wolverine-review-marvels-best-since-avengers-endgame/"
              ]
            },
            {
              "sentence": "Writing for Vanity Fair, Richard Lawson similarly felt the film had \"stuck the landing\", saying the humor worked despite focusing on entertainment industry details",
              "refs": [
                "https://www.cnn.com/2024/07/23/entertainment/deadpool-and-wolverine-review-ryan-reynolds-hugh-jackman/index.html"
              ]
            },
            {
              "sentence": "Katie Walsh at the Los Angeles Times disagreed with this point, saying the film's \"quips, references, fourth-wall breaking, celebrity gossip, Hollywood inside baseball, jabs at other film studios,  [and] ironically retro needle drops\" were only for fans and the \"terminally online\"",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-reviews/deadpool-and-wolverine-review-ryan-reynolds-hugh-jackman-marvel-1235955797/"
              ]
            },
            {
              "sentence": "Tom Jorgensen of IGN found the film to be hilarious and highlighted the jokes related to the MCU and Feige, but felt there were some \"pulled punches\" compared to some of the \"heinous on-screen acts\" in the previous films",
              "refs": [
                "https://www.theguardian.com/film/article/2024/jul/23/deadpool-wolverine-review-ryan-reynolds-and-hugh-jackman-mcu"
              ]
            },
            {
              "sentence": "In contrast, Donald Clarke for The Irish Times was critical of the juvenile humor and scored the film just one star",
              "refs": [
                "https://www.thedailybeast.com/obsessed/deadpool-and-wolverine-is-kick-in-the-nuts-the-mcu-needs/"
              ]
            },
            {
              "sentence": "Writing for Variety, Peter Debruge said the film was an \"irreverent send-off\" to Fox's Marvel films that worked better as an homage to the past than as a model for future films",
              "refs": []
            },
            {
              "sentence": "He said Levy was stronger at comedy than action, with the latter not holding up to Leitch's work on Deadpool 2",
              "refs": []
            },
            {
              "sentence": "Caryn James at the BBC and Justin Chang of NPR also criticized Levy's work on the action sequences",
              "refs": [
                "https://www.gamesradar.com/entertainment/marvel-movies/ryan-reynolds-cameo-deadpool-3-wolverine-rob-mcelhenney-tva-marvel/"
              ]
            },
            {
              "sentence": "Chang described the film as a \"self-cannibalizing slog\" with a derivative storyline, and said it was undermining its satire of the MCU by being an MCU film itself",
              "refs": [
                "https://www.latimes.com/entertainment-arts/movies/story/2024-07-23/deadpool-wolverine-review-ryan-reynolds-hugh-jackman-emma-corrin-marvel",
                "https://www.ign.com/articles/deadpool-wolverine-review-ryan-reynolds-hugh-jackman"
              ]
            },
            {
              "sentence": "Alissa Wilkinson at The New York Times had similar thoughts about the film making jokes about Disney, who the audience pays to watch the film",
              "refs": [
                "https://www.ign.com/articles/deadpool-wolverine-review-ryan-reynolds-hugh-jackman"
              ]
            },
            {
              "sentence": "Jordan Hoffman of Entertainment Weekly scored the film a \"C-\" and called it \"too repetitive, too immature, and too irritating to enjoy\" with no stakes or drama",
              "refs": [
                "https://www.irishtimes.com/culture/film/review/2024/07/23/deadpool-wolverine-review-one-star-for-this-awful-awful-pile-of-puerile-snarky-parody/?utm_source=dlvr.it&utm_medium=twitter&utm_campaign=HP-SubDesc"
              ]
            },
            {
              "sentence": "Chicago Sun-Times columnist Richard Roeper, who gave a more positive review with three stars out of four, highlighted the lead performances but criticized the paper-thin plot and obligatory villains",
              "refs": [
                "https://www.bbc.com/culture/article/20240723-deadpool-and-wolverine-review-the-action-is-a-slog"
              ]
            },
            {
              "sentence": "Rooney described the plot as \"a lumpy stew of familiar elements, given minimal narrative clarity\" despite a large amount of exposition, and found the overall film to be \"messy and overstuffed\" even though he thought it would be a crowd pleaser",
              "refs": [
                "https://www.npr.org/2024/07/25/nx-s1-5048109/deadpool-wolverine-review-ryan-reynolds-hugh-jackman"
              ]
            },
            {
              "sentence": "For Vulture, Bilge Ebiri wrote: \"Deadpool & Wolverine isn't a particularly good movie—I'm not even sure it is a movie—but it's so determined to beat you down with its incessant irreverence that you might find yourself submitting to it.\"",
              "refs": [
                "https://www.sfchronicle.com/entertainment/article/deadpool-wolverine-marvel-review-19591810.php",
                "https://www.nytimes.com/2024/07/23/movies/deadpool-and-wolverine-review.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Accolades",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Documentary special",
      "section_content": [
        {
          "sentence": "In February 2021, the documentary series Marvel Studios: Assembled was announced",
          "refs": []
        },
        {
          "sentence": "The special on this film, \"The Making of Deadpool & Wolverine\", was released on Disney+ on November 12, 2024",
          "refs": [
            "https://deadline.com/2025/01/sag-awards-nominations-2025-1236249911/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Future",
      "section_content": [
        {
          "sentence": "With the film's release, Reynolds said he was unsure when he would next portray Deadpool",
          "refs": []
        },
        {
          "sentence": "Discussing the flashforward that Deadpool sees in the film, in which a dying Deadpool is held by a crying Thor, Reese said it may be ignored moving forward but he expected that the MCU would consider it canonical and work towards that scene appearing in full during a future project",
          "refs": [
            "https://variety.com/2019/film/news/deadpool-3-confimed-ryan-reynolds-1203452448/"
          ]
        },
        {
          "sentence": "In November 2024, Feige said the studio was looking for ways to include Deadpool and Wolverine in future MCU projects",
          "refs": [
            "https://x.com/VancityReynolds/status/1857176519107580206"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "6": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "1": "https://www.ifco.ie/en/ifco/pages/551E17CB004FFF7D",
    "2": "https://variety.com/2024/film/news/box-office-deadpool-wolverine-opening-weekend-projection-r-rating-record-1236081683/",
    "3": "https://www.the-numbers.com/movie/Deadpool-and-Wolverine-(2024)",
    "4": "https://www.boxofficemojo.com/title/tt6263850/",
    "5": "https://web.archive.org/web/20240712165303/https://www.ign.com/articles/deadpool-wolverine-30-spoiler-filled-details-from-the-first-35-minutes",
    "9": "https://deadline.com/2020/11/deadpool-3-marvel-ryan-reynolds-the-molyneux-sequel-1234617182/",
    "10": "https://ew.com/deadpool-and-wolverine-cover-story-cameos-future-marvel-mutants-ryan-reynolds-hugh-jackman-8672079",
    "11": "https://comicbook.com/marvel/news/deadpool-3-story-details-rhett-reese-how-deadpool-comes-mcu/",
    "12": "https://www.vanityfair.com/hollywood/story/deadpool-wolverine-ryan-reynolds-hugh-jackman-shawn-levy",
    "13": "https://www.ign.com/articles/deadpool-wolverine-every-marvel-easter-egg-cameo-reference-mcu",
    "14": "https://www.slashfilm.com/1630085/deadpool-and-wolverine-deadpools-variants-explained-who-voices-them/",
    "15": "https://www.gamesradar.com/entertainment/marvel-movies/all-the-deadpool-variants-in-deadpool-and-wolverine/",
    "16": "https://deadline.com/2022/09/deadpool-3-hugh-jackman-wolverine-ryan-reynolds-release-date-1235128666/",
    "17": "https://screenrant.com/deadpool-wolverine-trailer-breakdown/",
    "18": "https://www.empireonline.com/movies/news/deadpool-wolverine-hugh-jackman-sides-we-havent-seen-before-exclusive/",
    "19": "https://theplaylist.net/hugh-jackman-says-wolverine-hates-deadpool-wants-to-punch-him-in-the-face-in-deadpool-3-20221224/",
    "20": "https://www.gq-magazine.co.uk/culture/article/hugh-jackman-wolverine-deadpool-3-workout",
    "21": "https://www.slashfilm.com/1648211/hugh-jackman-deadpool-and-wolverine-short-logan-actor-luke-bennett/",
    "22": "https://www.thewrap.com/wolverine-variants-explained-deadpool-and-wolverine/",
    "23": "https://ew.com/deadpool-and-wolverine-hugh-jackman-involvement-radically-changed-film-8640282",
    "24": "https://nerdist.com/article/deadpool-and-wolverine-marvel-cameos-the-void/",
    "25": "https://www.empireonline.com/movies/news/emma-corrin-villain-deadpool-3/",
    "26": "https://www.harpersbazaar.com/culture/film-tv/a60814103/emma-corrin-interview-june-july-2024/",
    "27": "https://variety.com/2024/film/news/emma-corrin-deadpool-3-trainer-rejected-1236059928/",
    "28": "https://screenrant.com/deadpool-wolverine-cassandra-nova-xmen-professor-x-connection-emma-corrin-response/",
    "29": "https://comicbook.com/marvel/news/deadpool-3-morena-baccarin-vanesssa-return-talks-marvel-mcu-deal/",
    "30": "https://screenrant.com/deadpool-and-wolverine-ending-explained/",
    "31": "https://theplaylist.net/elevation-anthony-mackie-morena-baccarin-discuss-their-post-apocalyptic-thriller-deadpool-wolverine-captain-america-brave-new-world-20241107/",
    "32": "https://nerdist.com/article/deadpool-amp-wolverine-peter-wisdom-marvel-comics/",
    "33": "https://deadline.com/2023/03/karan-soni-leslie-uggams-deadpool-1235312293/",
    "34": "https://www.polygon.com/24064095/deadpool-3-trailer-release-date-cameos-wolverine-fantastic-four-taylor-swift",
    "35": "https://www.gamesradar.com/entertainment/marvel-movies/deadpool-and-wolverine-matthew-macfadyen-paradox-villain-exclusive-interview-deadpool-3/",
    "36": "https://deadline.com/2023/05/deadpool-3-brianna-hildebrand-shioli-kutsuna-back-for-marvel-threequel-1235370709/",
    "37": "https://deadline.com/2023/04/morena-baccarin-stefan-kapicic-deadpool-3-retun-vanessa-colossus-1235322308/",
    "38": "https://www.radiotimes.com/movies/scifi/deadpool-3-wolverine-cast-ryan-reynolds-hugh-jackman/",
    "39": "https://comicbook.com/movies/news/new-deadpool-wolverine-trailer-reveals-sabretooth-first-look/",
    "40": "https://ew.com/deadpool-and-wolverine-dafne-keen-laura-x-23-first-look-hugh-jackman-reunion-exclusive-8680283",
    "41": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-jennifer-garner-returning-as-elektra-1235530539/",
    "42": "https://comicbook.com/movies/news/deadpool-wolverine-marvel-cameo-loki-hunter-b-15-mcu/",
    "43": "https://www.cbr.com/the-punisher-villain-deadpool-and-wolverine-trailer/",
    "44": "https://bleedingcool.com/movies/x-men-the-last-stand-star-eric-dane-wants-multiple-man-solo-film/",
    "45": "https://comicbook.com/movies/news/deadpool-wolverine-bullseye-cameo-colin-farrell/",
    "46": "https://ew.com/dogpool-gets-its-day-deadpool-and-wolverine-london-premiere-8677127",
    "47": "https://www.thewrap.com/deadpool-and-wolverine-who-plays-lady-deadpool-voice/",
    "48": "https://www.slashfilm.com/1634413/deadpool-and-wolverine-who-lady-deadpool-stunt-performer/",
    "49": "https://www.dexerto.com/tv-movies/deadpool-variants-in-deapool-and-wolverine-2838055/",
    "50": "https://www.techradar.com/streaming/entertainment/deadpool-and-wolverine-cameos-every-big-marvel-character-appearance-in-the-mcu-phase-5-movie",
    "51": "https://screenrant.com/every-deadpool-variant-explained/",
    "52": "https://variety.com/2024/film/news/tom-hollands-brother-deadpool-and-wolverine-role-ryan-reynolds-clueless-1236089427/",
    "53": "https://www.gamesradar.com/entertainment/marvel-movies/the-best-deadpool-variant-you-never-spotted-in-deadpool-and-wolverine-is-an-incredible-joke-at-hugh-jackmans-expense/",
    "54": "https://www.gamesradar.com/entertainment/marvel-movies/deadpool-and-wolverine-henry-cavill-cameo-who-does-he-play/",
    "55": "https://news.sky.com/story/deadpool-3-ryan-reynolds-teases-cameo-of-wrexham-striker-ollie-palmer-in-new-marvel-film-13121439",
    "56": "https://www.glasgowtimes.co.uk/news/24270787.still-game-star-spotted-new-deadpool-wolverine-trailer/",
    "57": "https://www.gamesradar.com/deadpool-and-wolverine-new-trailer-footage-loki-sacred-timeline-cinemacon/",
    "58": "https://comicbook.com/movies/news/deadpool-wolverine-chris-hemsworth-thor-cameo-trailer/",
    "59": "https://www.hollywoodreporter.com/heat-vision/foxs-x-men-issues-jennifer-lawrence-unsigned-deadpool-defections-gambit-hold-945505",
    "60": "https://www.hollywoodreporter.com/heat-vision/deadpool-2-david-leitch-direct-944728",
    "61": "https://www.cinemablend.com/news/1637549/why-deadpool-3-and-x-force-will-be-very-different-projects",
    "62": "https://deadline.com/2017/12/disney-fox-deal-bob-iger-digital-future-hulu-and-2b-cost-savings-1202226884/",
    "63": "https://www.hollywoodreporter.com/heat-vision/deadpool-will-stay-r-rated-fox-disney-merger-1067651",
    "64": "https://ew.com/movies/2018/05/02/ryan-reynolds-deadpool-3/",
    "65": "https://ign.com/articles/2018/05/18/deadpool-2-end-credits-scenes-explained",
    "66": "https://www.denofgeek.com/us/movies/deadpool-2/273666/deadpool-2-director-david-leitch-interview",
    "67": "https://pursuenews.com/deadpool-3-is-in-active-development-filming-location-reportedly-revealed/",
    "68": "https://deadline.com/2018/11/deadpool-ryan-reynolds-disney-pg13-marvel-1202495981/",
    "69": "https://variety.com/2019/film/news/ryan-reynolds-deadpool-2-i-love-my-family-arm-surgery-1203113328/",
    "70": "https://comicbook.com/movies/news/ryan-reynolds-deadpool-3-road-trip-movie-logan-hugh-jackman/",
    "71": "https://screenrant.com/deadpool-3-story-details-disney-x-men-rights/",
    "72": "https://variety.com/2022/film/features/hugh-jackman-dad-death-the-son-wolverine-1235413831/",
    "73": "https://www.hollywoodreporter.com/news/disney-closes-fox-deal-creating-global-content-powerhouse-1174498",
    "74": "https://thewaltdisneycompany.com/walt-disney-company-acquire-twenty-first-century-fox-inc-spinoff-certain-businesses-52-4-billion-stock-2/",
    "75": "https://collider.com/fox-marvel-movies-status-update-lauren-shuler-donner/",
    "76": "https://comicbook.com/marvel/2019/06/30/josh-brolin-marvel-cable-joining-mcu/",
    "77": "https://www.hollywoodreporter.com/heat-vision/joker-zazie-beetz-her-final-scene-movies-twist-1245757",
    "78": "https://www.denofgeek.com/us/movies/marvel/283809/deadpool-3-update-waiting-marvel-studios-green-light",
    "79": "https://collider.com/ryan-reynolds-teases-marvel-studios-meeting-deadpool/",
    "80": "https://www.empireonline.com/movies/news/ryan-reynolds-deadpool-3-rashomon-pitch-kevin-feige-passed-on-exclusive/",
    "81": "https://www.cbr.com/deadpool-wolverine-cut-musical-sequence/",
    "82": "https://variety.com/2019/film/news/deadpool-3-confimed-ryan-reynolds-1203452448/",
    "83": "https://uproxx.com/movies/david-leitch-bullet-train-deadpool/",
    "84": "https://collider.com/deadpool-3-mcu-confirmed-r-rating-filming-details-kevin-feige-interview/",
    "85": "https://collider.com/deadpool-and-wolverine-cameos-explained-ryan-reynolds-shawn-levy/",
    "86": "https://variety.com/2021/film/news/deadpool-korg-mcu-promo-free-guy-fourth-wall-break-1235019036/",
    "87": "https://www.digitalspy.com/movies/a37014072/deadpool-mcu-debut-thor-character-korg-video/",
    "88": "https://comicbook.com/marvel/news/deadpool-3-release-window-ryan-reynolds-script-marvel-studios-kevin-feige/",
    "89": "https://comicbook.com/marvel/news/deadpool-domino-marvel-return-mcu-zazie-beetz/",
    "90": "https://comicbook.com/marvel/news/deadpool-3-rob-delaney-pitches-his-idea-for-peters-return/",
    "91": "https://decider.com/2023/06/12/zazie-beetz-confirms-not-in-deadpool-3-rumors-excited/",
    "92": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-ryan-reynolds-shawn-levy-marvel-1235109465/",
    "93": "https://variety.com/2022/film/news/shawn-levy-deadpool-3-ryan-reynolds-1235202497/",
    "94": "https://collider.com/deadpool-3-mcu-sequel-not-filming-in-2022-shawn-levy-comments/",
    "95": "https://www.denofgeek.com/movies/deadpool-3-writers-thrilled-mine-mcu-new-jokes/",
    "96": "https://discussingfilm.net/2022/06/11/raymond-chan-joins-deadpool-3-exclusive/",
    "97": "https://www.hollywoodreporter.com/movies/movie-news/with-next-phases-set-marvel-hones-in-on-directors-1235187070/",
    "98": "https://deadline.com/2021/11/disney-plus-day-news-release-dates-marvel-star-wars-pixar-movies-series-1234872661/",
    "99": "https://www.cbr.com/she-hulk-the-marvels-writer-zeb-wells-joins-deadoool-3/",
    "100": "https://deadline.com/2023/02/deadpool-3-emma-corrin-lands-lead-role-in-marvel-studios-sequel-1235258306/",
    "101": "https://variety.com/2024/film/news/deadpool-3-trailer-most-viewed-record-1235909432/",
    "102": "https://www.forbes.com/sites/jeffconway/2022/03/15/ryan-reynolds-on-how-mntn-and-maximum-effort-are-changing-the-advertising-world-as-we-know-it/",
    "103": "https://www.indiewire.com/news/business/shawn-levy-21-laps-interview-stranger-things-deadpool-3-1234929844/",
    "104": "https://deadline.com/2023/12/ryan-reynolds-netflix-global-heist-comedy-pitch-big-auction-deal-simon-kinberg-dana-fox-1235666090/",
    "105": "https://www.marvel.com/articles/movies/deadpool-and-wolverine-teaser",
    "106": "https://www.radiotimes.com/movies/simon-kinberg-logan-deadpool-3exclusive-newsupdate/",
    "107": "https://variety.com/2022/film/news/ryan-reynolds-wolverine-deadpool-3-separate-logan-dead-1235386650/",
    "108": "https://variety.com/2022/film/news/hugh-jackman-wolverine-deadpool-3-logan-timeline-1235466229/",
    "109": "https://variety.com/2022/film/awards/ryan-reynolds-deadpool-spirited-american-cinematheque-1235434051/",
    "110": "https://screenrant.com/deadpool-3-title-ryan-reynolds-hugh-jackman-suggestion-response/",
    "111": "https://www.wired.com/story/shawn-levy-deadpool-3-stranger-things-star-wars-netflix/",
    "112": "https://movieweb.com/ryan-reynolds-original-deadpool-wolverine-title-changed/",
    "113": "https://ew.com/deadpool-3-trailer-super-bowl-2024-ryan-reynolds-hugh-jackman-8558987",
    "114": "https://screenrant.com/deadpool-and-wolverine-not-deadpool-3-shawn-levy-explained/",
    "115": "https://www.empireonline.com/movies/news/deadpool-wolverine-most-deadpool-movie-ryan-reynolds-exclusive/",
    "116": "https://www.backstage.com/magazine/article/deadpool-3-hugh-jackman-zazie-beetz-roles-75581/",
    "117": "https://www.hollywoodreporter.com/movies/movie-news/marvel-release-dates-shift-avengers-secret-wars-1235239094/",
    "118": "https://collider.com/deadpool-3-gritty-raw-mcu-shawn-levy-comments/",
    "119": "https://vancouversun.com/news/local-news/ryan-reynolds-order-bc-exclusive-interview",
    "120": "https://www.hollywoodreporter.com/movies/movie-news/ryan-reynolds-to-star-in-boy-band-movie-1235332882/",
    "121": "https://comicbook.com/movies/news/patrick-stewart-marvel-mcu-rumor-deadpool-3-return-exclusive/",
    "122": "https://www.ign.com/articles/deadpool-wolverine-director-patrick-stewart-professor-x-cameo-never-considered",
    "123": "https://screenrant.com/deadpool-3-owen-wilson-mobius-rumor/",
    "124": "https://deadline.com/2023/03/successions-matthew-macfadyen-marvels-deadpool-3-1235310482/",
    "125": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-casts-succession-actor-matthew-macfadyen-1235330298/",
    "126": "https://deadline.com/2023/05/deadpool-3-rob-delaney-to-return-as-x-force-member-peter-1235351790/",
    "127": "https://deadline.com/2023/09/deadpool-3-shawn-levy-tiff-1235542589/",
    "128": "https://collider.com/deadpool-and-wolverine-kevin-feige-jokes-karan-soni/",
    "129": "https://ew.com/deadpool-and-wolverine-spoilers-shawn-levy-superhero-fatigue-box-office-exclusive-8690035",
    "130": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-wolverine-script-cut-mickey-mouse-disney-joke-1236074165/",
    "131": "https://www.cbr.com/deadpool-3-costume-dark-turn/",
    "132": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-hugh-jackman-yellow-wolverine-1235530344/",
    "133": "https://ew.com/deadpool-and-wolverine-costume-breakdown-hugh-jackman-exclusive-8681745",
    "134": "https://deadline.com/2022/12/black-panther-wakanda-forever-the-batman-and-thor-love-and-thunder-costume-designers-magazine-1235205724/",
    "135": "https://ew.com/movies/deadpool-3-wolverine-yellow-suit-hugh-jackman-photo/",
    "136": "https://comicbook.com/movies/news/deadpool-3-wolverine-hugh-jackman-suit-marvel/",
    "137": "https://www.gamesradar.com/marvel-studios-mcu-90s-x-men/",
    "138": "https://ew.com/tiff/deadpool-3-director-hugh-jackman-comic-accurate-wolverine-suit/",
    "139": "https://www.gamesradar.com/deadpool-3-hugh-jackman-wolverine/",
    "140": "https://www.slashfilm.com/1335050/first-deadpool-3-image-hugh-jackman-wolverine-classic-yellow-suit/",
    "141": "https://www.polygon.com/23789646/deadpool-3-wolverine-yellow-costume-finally",
    "142": "https://variety.com/2023/film/news/deadpool-3-first-look-hugh-jackman-wolverine-yellow-blue-costume-1235665150/",
    "143": "https://movieweb.com/deadpool-3-filming-start/",
    "144": "https://www.hollywoodreporter.com/movies/movie-news/marvel-delays-thunderbolts-filming-amid-writers-strike-1235501482/",
    "145": "https://www.screendaily.com/news/2023-film-and-high-end-tv-productions-shooting-in-the-uk-latest-updates/5178154.article",
    "146": "https://www.cbr.com/deadpool-and-wolverine-ryan-reynolds-post-production-complete/",
    "147": "https://www.independenttalent.com/below-the-line/george-richmond/current-category/directors-of-photography/",
    "148": "https://www.motionpictures.org/2024/08/deadpool-wolverine-stunt-coordinator-second-unit-director-george-cottle-on-the-comically-ultra-violent-style/",
    "149": "https://collider.com/stranger-things-season-5-shawn-levy-directing-comments/",
    "150": "https://www.hollywoodreporter.com/tv/tv-news/stranger-things-final-season-production-delayed-by-labor-unrest-1235481536/",
    "151": "https://www.hollywoodreporter.com/movies/movie-news/marvels-blade-delayed-writers-strike-1235480828/",
    "152": "https://variety.com/2023/film/news/deadpool-3-leaked-photos-sabretooth-ryan-reynolds-1235824126/",
    "153": "https://www.hollywoodreporter.com/movies/movie-news/disney-moves-avatar-star-wars-avengers-1235514145/",
    "154": "https://comicbook.com/movies/news/deadpool-3-first-set-photos-ryan-reynolds-deadpool-costume/",
    "155": "https://www.thenews.com.pk/latest/1090087-deadpool-3-set-blake-lively-gives-surprise-to-ryan-reynolds",
    "156": "https://variety.com/2023/film/news/deadpool-3-stops-filming-actors-strike-1235668880/",
    "157": "https://collider.com/deadpool-3-how-much-was-filmed-shawn-levy-comments/",
    "158": "https://collider.com/deadpool-3-morena-baccarin-returning/",
    "159": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-release-dates-captain-america-1235643159/",
    "160": "https://www.thewrap.com/deadpool-3-release-date-may-2024-shawn-levy-interview/",
    "161": "https://www.esquire.com/entertainment/a45236198/shawn-levy-power-of-movies/",
    "162": "https://www.slashfilm.com/1715115/madonna-marvel-deadpool-and-wolverine-note/",
    "163": "https://www.thewrap.com/strike-movies-resuming-filming-deadpool-3-wicked/",
    "164": "https://deadline.com/2023/10/deadpool-3-release-date-change-actors-strike-1235577067/",
    "165": "https://variety.com/2023/film/news/deadpool-3-restart-filming-actors-strike-1235786121/",
    "166": "https://ew.com/movies/deadpool-3-dogpool-ryan-reynolds/",
    "167": "https://www.themarysue.com/ryan-reynolds-confirms-dogpool-is-entering-the-mcu-in-deadpool-3/",
    "168": "https://deadline.com/2023/11/deadpool-3-moves-to-july-2024-captain-america-brave-new-world-to-2025-due-to-actors-strike-1235599079/",
    "169": "https://www.cbr.com/deadpool-3-filming-resumes/",
    "170": "https://apnews.com/article/deadpool-wolverine-shawn-levy-summer-movie-preview-41837da894418c635f96784f06241d7d",
    "171": "https://screenrant.com/deadpool-and-wolverine-ryan-reynolds-rob-mcelhenney-role/",
    "172": "https://www.gamesradar.com/entertainment/marvel-movies/ryan-reynolds-cameo-deadpool-3-wolverine-rob-mcelhenney-tva-marvel/",
    "173": "https://variety.com/2024/film/news/ryan-reynolds-cut-rob-mcelhenney-cameo-deadpool-and-wolverine-explained-1236117004/",
    "174": "https://variety.com/2024/film/news/china-bona-film-investment-avatar-deadpool-1235860374/",
    "175": "https://variety.com/2024/film/reviews/deadpool-and-wolverine-review-ryan-reynolds-hugh-jackman-1236082128/",
    "176": "https://web.archive.org/web/20240723213034/https://assets.dam.gettyimages.com/ct7fskw4pgtg465ppj73892n/v/1204504461/original/DEADPOOL%20WOLVERINE%20PRESS%20KIT%207-17-24%207%20.pdf?Expires=1721856594&KeyName=gcs-bfldr-prod&Signature=9zvFtfB_QEMOJ5_965nuzsifTlc=",
    "177": "https://www.kftv.com/news/2024/01/25/deadpool-3-wraps-filming",
    "178": "https://variety.com/2024/film/news/deadpool-3-wraps-filming-1235885959/",
    "179": "https://cocatalog.loc.gov/cgi-bin/Pwebrecon.cgi?v1=3&ti=1,3&Search_Arg=deadpool%20and%20wolverine&Search_Code=FT%2A&CNT=25&PID=yotPmccT2pXmpIkbAvvFxYzkMuATv&SEQ=20240228093107&SID=5",
    "180": "https://collider.com/jennifer-garner-emma-myers-family-switch-wednesday-season-2/",
    "181": "https://comicbook.com/marvel/news/deadpool-3-set-photos-spoil-x-men-movies-character-return-sabretooth/",
    "182": "https://comicbook.com/movies/news/deadpool-3-toad-returning-marvel-cinematic-universe/",
    "183": "https://variety.com/2024/film/features/box-office-predictions-2024-dune-2-deadpool-3-wicked-1235848578/",
    "184": "https://ew.com/taylor-swift-not-in-deadpool-and-wolverine-exclusive-8661033",
    "185": "https://deadline.com/2024/07/deadpool-and-wolverine-ryan-reynolds-taylor-swift-cameo-rumors-1236017699/",
    "186": "https://variety.com/2024/film/news/shawn-levy-deadpool-and-wolverine-spoilers-cameos-1236089059/",
    "187": "https://ew.com/ryan-reynolds-trolls-leakers-posting-fake-photos-deadpool-3-8412159",
    "188": "https://ew.com/deadpool-wolverine-practical-sets-worth-leaks-shawn-levy-exclusive-8676844",
    "189": "https://comicbook.com/movies/news/deadpool-wolverine-mephisto-main-villain-considered-mcu/",
    "190": "https://www.theverge.com/2024/2/11/24070042/deadpool-and-wolverine-super-bowl-2024-trailer",
    "191": "https://gizmodo.com/breaking-down-the-mutant-mayhem-of-deadpool-wolverine-1851247437/slides/2",
    "192": "https://gizmodo.com/breaking-down-the-mutant-mayhem-of-deadpool-wolverine-1851247437/slides/3",
    "193": "https://uk.news.yahoo.com/vinnie-jones-said-no-playing-165815171.html",
    "194": "https://movieweb.com/x-men-first-class-actor-rejected-offer-for-deadpool-wolverine/",
    "195": "https://comicbook.com/marvel/news/deadpool-wolverine-terry-crews-discussions-reprise-deadpool-2-role-exclusive/",
    "196": "https://www.motionpictures.org/2024/09/deadpool-wolverine-editors-dean-zimmerman-shane-reid-on-the-killer-cut/",
    "197": "https://collider.com/deadpool-and-wolverine-shawn-levy/",
    "198": "https://www.gamesradar.com/entertainment/marvel-movies/deadpool-and-wolverines-ending-was-tweaked-in-a-day-and-a-half-of-reshoots-after-a-pitch-perfect-note-from-blake-lively/",
    "199": "https://ew.com/walker-scobell-kidpool-deadpool-and-wolverine-exclusive-8686020",
    "200": "https://x.com/VancityReynolds/status/1856447920876216621",
    "201": "https://x.com/VancityReynolds/status/1857176519107580206",
    "202": "https://www.slashfilm.com/1638547/deadpool-and-wolverine-cowboypool-matthew-mcconaughey-original-voice-ryan-reynolds/",
    "203": "https://collider.com/deadpool-and-wolverine-production-update/",
    "204": "https://www.indiewire.com/features/interviews/deadpool-and-wolverine-writers-rhett-reese-paul-wernick-cameos-leak-1235034171/",
    "205": "https://variety.com/2024/scene/news/kevin-feige-explains-marvel-spoiled-x23-return-dafne-keen-deadpool-wolverine-trailer-1236082528/",
    "206": "https://variety.com/2024/film/news/deadpool-wolverine-20th-centruy-fox-xmen-blade-1236090606/",
    "207": "https://ew.com/wesley-snipes-blade-return-deadpool-and-wolverine-ryan-reynolds-reunion-comic-con-2024-exclusive-8684479",
    "208": "https://www.motionpictures.org/2024/08/deadpool-wolverine-costume-designer-graham-churchyard-on-bringing-back-logans-yellow-suit/",
    "209": "https://ew.com/chris-evans-deadpool-and-wolverine-johnny-storm-interview-exclusive-8684326",
    "210": "https://people.com/chris-evans-says-ryan-reynolds-offered-him-cue-cards-for-his-surprise-monologue-in-deadpool-and-wolverine-exclusive-8689836",
    "211": "https://www.gamesradar.com/entertainment/marvel-movies/channing-tatum-finally-breaks-silence-on-his-deadpool-and-wolverine-cameo/",
    "212": "https://variety.com/2024/film/news/deadpool-and-wolverine-deleted-scene-gambit-movie-channing-tatum-1236119376/",
    "213": "https://gizmodo.com/deadpool-and-wolverine-gambit-deleted-scene-channing-tatum-2000491404",
    "214": "https://collider.com/deadpool-and-wolverine-nicolas-cage-ghost-rider/",
    "215": "https://collider.com/deadpool-and-wolverine-fantastic-4-no-cameo-explained/",
    "216": "https://www.artofvfx.com/deadpool-and-wolverine/",
    "217": "https://www.fxguide.com/fxfeatured/framestore-gives-deadpool-the-fingers/",
    "218": "https://beforesandafters.com/2024/09/30/heres-how-emma-corrins-hands-went-through-matthew-macfadyens-face/",
    "219": "https://www.ilm.com/deadpool-wolverine-vincent-papaix/",
    "220": "https://www.indiewire.com/features/craft/deadpool-and-wolverine-vfx-supervisor-climactic-battle-gambit-interview-1235034010/",
    "221": "https://beforesandafters.com/2025/01/09/we-called-it-hands-through-face/",
    "222": "https://www.animationmagazine.net/2024/09/weta-vfx-supervisor-daniel-macarin-unmasks-the-visuals-of-deadpool-wolverine/",
    "223": "https://www.fxguide.com/fxpodcasts/fxpodcast-376-facing-off-deadpool/",
    "224": "https://www.awn.com/vfxworld/w-t-fx-helps-merc-mouth-get-expressive-deadpool-wolverine",
    "225": "https://lbbonline.com/news/behind-the-scenes-of-the-epic-marvel-studios-deadpool-wolverine-opening-credits-with-method-studios",
    "226": "http://filmmusicreporter.com/2023/07/10/rob-simonsen-to-score-shawn-levys-deadpool-3/",
    "227": "https://filmmusicreporter.com/2024/07/17/deadpool-and-wolverine-soundtrack-album-details/",
    "228": "https://comicbook.com/movies/news/marvel-deadpool-and-wolverine-soundtrack-tracklist-movie-songs-van-jamz-album/",
    "229": "https://filmmusicreporter.com/2024/08/11/choir-version-of-madonnas-like-a-prayer-from-deadpool-wolverine-released/",
    "230": "https://www.polygon.com/24064095/deadpool-3-trailer-release-date-cameos-wolverine-fantastic-four-taylor-swift",
    "231": "https://www.wired.com/story/deadpool-and-wolverine-trailer-pegging-save-mcu/",
    "232": "https://www.polygon.com/24070019/deadpool-wolverine-breakdown-secret-wars-cameos-x-men-easter-eggs",
    "233": "https://www.cbr.com/deadpool-3-trailer-secret-wars-easter-egg/",
    "234": "https://www.gamesradar.com/deadpool-3-trailer-easter-eggs-mcu-loki-secret-wars-doctor-doom/",
    "235": "https://comicbook.com/movies/news/deadpool-3-super-bowl-trailer-deadpool-wolverine-mcu-super-bowl-2024-title-change/",
    "236": "https://www.hollywoodreporter.com/movies/movie-news/marvel-fantastic-four-avengers-movies-1235830951/",
    "237": "https://www.guinnessworldrecords.com/news/2024/7/ryan-reynolds-and-hugh-jackman-celebrate-as-deadpool-and-wolverine-breaks-world-record",
    "238": "https://www.hollywoodreporter.com/movies/movie-news/first-deadpool-and-wolverine-footage-1235872259/",
    "239": "https://gizmodo.com/deadpool-wolverine-funny-silence-your-cell-phone-psa-1851519699",
    "240": "https://variety.com/2024/film/news/deadpool-3-trailer-wolverine-1235942344/",
    "241": "https://nerdist.com/article/deadpool-wolverine-trailer-hidden-qr-code-brings-secret-ryan-reynolds-disclaimer/",
    "242": "https://variety.com/2024/film/news/deadpool-popcorn-bucket-wolverine-1236020112/",
    "243": "https://comicbook.com/marvel/news/deadpool-wolverine-getting-intentionally-crude-popcorn-bucket-kevin-feige-reveals-dune/",
    "244": "https://www.rollingstone.com/tv-movies/tv-movie-news/deadpool-wolverine-teaser-lady-deadpool-taylor-swift-blake-lively-1235036073/",
    "245": "https://deadline.com/2024/06/disney-inside-out-2-deadpool-alien-romulus-moana-2-cineeurope-1235978090/",
    "246": "https://deadline.com/2024/07/deadpool-wolverine-box-office-opening-projection-1236000799/",
    "247": "https://www.cnn.com/2024/07/06/entertainment/hugh-jackman-ryan-reynolds-deadpool-wolverine/index.html",
    "248": "https://movieweb.com/deadpool-wolverine-35-minute-clip-reactions-mcu/",
    "249": "https://people.com/ryan-reynolds-hugh-jackman-waterbomb-festival-south-korea-8674141",
    "250": "https://people.com/star-tracks-monday-july-8-2024-new-celebrity-photos-updated-daily-8674424",
    "251": "https://people.com/star-tracks-sunday-july-7-2024-new-celebrity-photos-updated-daily-8674336",
    "252": "https://bleedingcool.com/movies/hugh-jackman-ryan-reynolds-introduce-deadpool-wolverine-in-london/",
    "253": "https://www.bbc.com/news/articles/c0jqlz2j9wzo",
    "254": "https://www.leaderlive.co.uk/news/24453762.ryan-reynolds-tour-takes-brazil-david-luiz/",
    "255": "https://www.hollywoodreporter.com/tv/tv-news/deadpool-ryan-reynolds-the-bachelorette-premiere-1235944987/",
    "256": "https://www.rollingstone.com/music/music-news/ryan-reynolds-hugh-jackman-stray-kids-chk-chk-boom-video-1235063806/",
    "257": "https://www.espn.com/f1/story/_/id/40629774/alpine-reveal-deadpool-wolverine-livery-belgian-gp",
    "258": "https://variety.com/2024/film/news/deadpool-wolverine-ryan-reynolds-hugh-jackman-surprise-comic-con-1236085835/",
    "259": "https://www.ksbw.com/article/deadpool-and-wolverine-do-a-whammy-takeover-on-press-your-luck/61689073",
    "260": "https://nerdist.com/article/nsync-bye-bye-bye-youtube-video-renamed-for-deadpool-and-wolverine/",
    "261": "https://deadline.com/2024/07/deadpool-wolverine-monday-box-office-1236025919/",
    "262": "https://www.marketingdive.com/news/deadpool-wolverine-brand-partnership-ad-campaigns-heinz-heineken/721868/",
    "263": "https://comicbook.com/marvel/news/deadpool-wolverine-ryan-reynolds-aviation-gin-releasing-marvel-themed-bottles/",
    "264": "https://comicbook.com/movies/news/ryan-reynolds-aviation-gin-announces-deadpool-wolverine/",
    "265": "https://comicbook.com/movies/news/deadpool-wolverine-heineken-ad-beer-commercial-mcu-marvel/",
    "266": "https://www.slashfilm.com/1605244/digiorno-marvel-deadpool-and-wolverine-pizza-flavors/",
    "267": "https://comicbook.com/marvel/news/deadpool-wolverine-jack-in-the-boxs-mini-chimi-bang-bangs-are-coming-soon/",
    "268": "https://screenrant.com/deadpool-wolverine-marvel-mcu-movie-trailer-heinz-ketchup-mustard/",
    "269": "https://dailyhive.com/vancouver/tim-hortons-ryan-reynolds-deadpool-ad",
    "270": "https://collider.com/deadpool-wolverine-superx-collection-images/",
    "271": "https://comicbook.com/gear/news/deadpool-wolverine-fashion-collections-drop-with-hoodies-jackets-jerseys-and-more/",
    "272": "https://www.cinemablend.com/superheroes/marvel-cinematic-universe/ryan-reynolds-new-deadpool-and-wolverine-shirts-sweet-reference-rob-liefeld",
    "273": "https://comicbook.com/gaming/news/xbox-deadpool-wolverine-console-controller/",
    "274": "https://www.complex.com/sneakers/a/victor-deng/deadpool-wolverine-adidas-rivalry-release-date",
    "275": "https://www.mensjournal.com/gear/the-guide/casio-celebrates-deadpool-and-wolverine-with-new-g-shock-models",
    "276": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-wolverine-ryan-reynolds-marketing-2-1235977976/",
    "277": "https://comicbook.com/movies/news/deadpool-wolverine-trailer-kicks-off-the-first-wave-of-funko-pops/",
    "278": "https://comicbook.com/movies/news/deadpool-and-wolverine-funko-pops-wave-2-dogpool-babypool-headpool/",
    "279": "https://gizmodo.com/hot-toys-deadpool-wolverine-hugh-jackman-logan-figure-1851535744",
    "280": "https://www.ign.com/articles/funkoville-international-airport-takes-over-comic-con-2024",
    "281": "https://comicbook.com/comics/news/deadpool-wolverine-variants-revealed-by-marvel/",
    "282": "https://comicbook.com/comics/news/deadpool-wolverine-concept-art-marvel-comics-variant-covers-mcu/",
    "283": "https://deadline.com/gallery/deadpool-and-wolverine-premiere-red-carpet-photos/deadpool-wolverine-new-york-premiere-24/",
    "284": "https://deadline.com/2024/07/deadpool-wolverine-box-office-1236017914/",
    "285": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-3-china-release-date-censorship-cuts-likely-1235924346/",
    "286": "https://people.com/deadpool-and-wolverine-r-rating-ryan-reynolds-8659854",
    "287": "https://collider.com/deadpool-and-wolverine-extended-cut-explained/",
    "288": "https://ew.com/deadpool-and-wolverine-digital-blu-ray-dvd-release-wolverine-variants-clip-exclusive-8717423",
    "289": "https://www.gamesradar.com/entertainment/marvel-movies/deadpool-and-wolverines-disney-plus-release-date-has-been-revealed-but-not-in-the-way-we-were-expecting/",
    "290": "https://deadline.com/2024/09/moana-2-mufasa-the-lion-king-imax-box-office-1236094108/",
    "291": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-wolverine-record-r-rated-ticket-sales-1235906223/",
    "292": "https://deadline.com/2024/06/deadpool-wolverine-box-office-projection-1235973545/",
    "293": "https://deadline.com/2024/07/box-office-deadpool-wolverine-1236022761/",
    "294": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-wolverine-box-office-record-r-rated-previews-1235958901/",
    "295": "https://collider.com/deadpool-wolverine-global-box-office-211-million/",
    "296": "https://deadline.com/2024/07/deadpool-wolverine-tuesday-box-office-record-1236027253/",
    "297": "https://deadline.com/2024/08/deadpool-amp-wolverine-box-office-wednesday-record-1236028949/",
    "298": "https://deadline.com/2024/08/box-office-deadpool-wolverine-second-weekend-trap-1236030041/",
    "299": "https://www.hollywoodreporter.com/movies/movie-news/deadpool-and-wolverine-box-office-record-second-weekend-1235965690/",
    "300": "https://www.forbes.com/sites/markhughes/2024/08/10/deadpool--wolverine-celebrates-second-1-billion-box-office-of-2024/",
    "301": "https://deadline.com/2024/08/deadpool-wolverine-1-billion-global-box-office-1236037206/",
    "302": "https://people.com/ryan-reynolds-blake-lively-are-latest-married-couple-to-top-box-office-since-bruce-willis-demi-moore-1990-8693706",
    "303": "https://www.usatoday.com/story/entertainment/movies/2024/08/12/blake-lively-ryan-reynolds-it-ends-with-us-deadpool-and-wolverine-box-office/74765651007/",
    "304": "https://people.com/deadpool-and-wolverine-overtakes-joker-as-the-highest-grossing-r-rated-film-of-all-time-at-the-box-office-8696708",
    "305": "https://deadline.com/2024/08/box-office-alien-romulus-1236042166/",
    "306": "https://deadline.com/2024/08/box-office-blink-twice-channing-tatum-the-crow-alien-1236048699/",
    "307": "https://www.nytimes.com/2024/07/25/movies/deadpool-wolverine-movie-reviews.html",
    "308": "https://www.rottentomatoes.com/m/deadpool_and_wolverine",
    "309": "https://www.metacritic.com/movie/deadpool-wolverine",
    "310": "https://deadline.com/2024/07/deadpool-amp-wolverine-review-ryan-reynolds-hugh-jackman-deliver-dream-blockbuster-pairing-mcu-1236019282/",
    "311": "https://www.empireonline.com/movies/reviews/deadpool-wolverine/",
    "312": "https://www.rogerebert.com/reviews/deadpool-and-wolverine-2024",
    "313": "https://collider.com/deadpool-and-wolverine-review/",
    "314": "https://apnews.com/article/deadpool-wolverine-movie-review-1bab66540fcd5fb65f8d6bed58a5d48c",
    "315": "https://www.sfchronicle.com/entertainment/article/deadpool-wolverine-marvel-review-19591810.php",
    "316": "https://www.seattletimes.com/entertainment/movies/deadpool-wolverine-review-marvels-best-since-avengers-endgame/",
    "317": "https://www.cnn.com/2024/07/23/entertainment/deadpool-and-wolverine-review-ryan-reynolds-hugh-jackman/index.html",
    "318": "https://www.hollywoodreporter.com/movies/movie-reviews/deadpool-and-wolverine-review-ryan-reynolds-hugh-jackman-marvel-1235955797/",
    "319": "https://www.theguardian.com/film/article/2024/jul/23/deadpool-wolverine-review-ryan-reynolds-and-hugh-jackman-mcu",
    "320": "https://www.thedailybeast.com/obsessed/deadpool-and-wolverine-is-kick-in-the-nuts-the-mcu-needs/",
    "321": "https://www.vanityfair.com/hollywood/story/deadpool-and-wolverine-movie-review",
    "322": "https://www.latimes.com/entertainment-arts/movies/story/2024-07-23/deadpool-wolverine-review-ryan-reynolds-hugh-jackman-emma-corrin-marvel",
    "323": "https://www.ign.com/articles/deadpool-wolverine-review-ryan-reynolds-hugh-jackman",
    "324": "https://www.irishtimes.com/culture/film/review/2024/07/23/deadpool-wolverine-review-one-star-for-this-awful-awful-pile-of-puerile-snarky-parody/?utm_source=dlvr.it&utm_medium=twitter&utm_campaign=HP-SubDesc",
    "325": "https://www.bbc.com/culture/article/20240723-deadpool-and-wolverine-review-the-action-is-a-slog",
    "326": "https://www.npr.org/2024/07/25/nx-s1-5048109/deadpool-wolverine-review-ryan-reynolds-hugh-jackman",
    "327": "https://www.nytimes.com/2024/07/23/movies/deadpool-and-wolverine-review.html",
    "328": "https://ew.com/deadpool-wolverine-review-relentlessly-irritating-cheap-jokes-instead-stakes-8682433",
    "329": "https://chicago.suntimes.com/2024/07/23/deadpool-wolverine-review-movie-ryan-reynolds-hugh-jackman-marvel",
    "330": "https://www.vulture.com/article/deadpool-and-wolverine-review-look-i-laughed.html",
    "331": "https://www.thewrap.com/astra-film-awards-nominations-wicked/",
    "332": "https://nextbestpicture.com/the-2024-hollywood-creative-alliance-hca-midseason-astra-award-nominations/",
    "333": "https://deadline.com/2025/01/cas-awards-2025-nominations-cinema-audio-society-1236249592/",
    "334": "https://www.hollywoodreporter.com/movies/movie-news/critics-choice-awards-2025-film-nominations-list-1236085023/",
    "335": "https://ew.com/2025-golden-globes-nominations-full-list-8756192",
    "336": "https://deadline.com/2025/01/golden-reel-awards-2025-nominations-list-mpse-1236247084/",
    "337": "https://a15388.p3cdn1.secureserver.net/wp-content/uploads/2024/05/GTA24-Nominees.pdf",
    "338": "https://www.comingsoon.net/movies/news/1746858-golden-trailer-awards-winners-deadpool-wolverine",
    "339": "https://www.billboard.com/music/awards/grammy-nominations-2025-full-list-1235823165/",
    "340": "https://deadline.com/2024/11/hollywood-music-in-media-awards-2024-nominations-list-1236169980/",
    "341": "https://www.billboard.com/music/awards/2024-hollywood-music-in-media-awards-winners-full-list-1235835233/",
    "342": "https://variety.com/2024/awards/awards/hpa-winners-dune-2-kingdom-of-the-planet-of-the-apes-1236197157/",
    "343": "https://deadline.com/2024/12/make-up-artists-hair-stylists-guild-nominations-led-by-1236198862/",
    "344": "https://www.hollywoodreporter.com/movies/movie-news/2025-music-supervisors-guild-awards-nominations-list-1236111147/",
    "345": "https://deadline.com/2025/01/sag-awards-nominations-2025-1236249911/",
    "346": "https://deadline.com/2024/12/saturn-awards-nominations-2025-list-1236195149/",
    "347": "https://deadline.com/2025/01/ves-awards-2025-nominations-list-1236255921/",
    "348": "https://www.marvel.com/articles/tv-shows/marvel-studios-assembled-behind-the-scenes-mcu",
    "349": "https://www.gamesradar.com/entertainment/marvel-movies/deadpool-and-wolverine-originally-had-a-deleted-scenes-extravaganza-that-wouldve-showed-deadpool-was-in-the-mcu-the-whole-time/",
    "350": "https://www.omelete.com.br/marvel-cinema/kevin-feige-entrevista-d23-wolverine"
  },
  "flair_entities": [
    "guinness world records",
    "industrial light & magic",
    "united states copyright office",
    "azazel",
    "matthew mcconaughey",
    "swen gillberg",
    "paul mullin",
    "the making of deadpool & wolverine",
    "wade.",
    "john cassaday",
    "chris hemsworth",
    "john romita sr",
    "nsync",
    "writers guild of america",
    "mike waters",
    "press your luck",
    "soni",
    "cineeurope",
    "marvel jesus",
    "time variance authority",
    "whammy",
    "shane reid",
    "barnum",
    "digiorno",
    "eric brooks",
    "dave & buster's",
    "daredevil",
    "heineken",
    "blade: trinity",
    "hugh jackman",
    "tva",
    "vancouver",
    "marvel zombies",
    "fantastic four",
    "darth vader",
    "morena baccarin",
    "wendy jacobson",
    "old spice",
    "berlin",
    "thanos",
    "hunter",
    "rotten tomatoes",
    "dean zimmerman",
    "zenpool",
    "nicolas cage",
    "avengers: infinity war",
    "empire",
    "pinewood studios",
    "tidal wave",
    "marvel studios",
    "ryan reynolds",
    "bachelor nation",
    "america",
    "taika waititi",
    "lively",
    "invisible woman",
    "yukio",
    "coca-cola",
    "pyro",
    "james mangold",
    "walker scobell",
    "peggy",
    "jade lye",
    "mahershala ali",
    "dune: part two",
    "rooney",
    "dafne keen",
    "logan / wolverine",
    "tom holland",
    "the thing",
    "katie walsh",
    "seoul",
    "donald clarke",
    "david h",
    "nathan fillion",
    "johnny blaze",
    "marvel studios miniseries she-hulk: attorney at law",
    "the acolyte",
    "slash",
    "dogpool",
    "elektra natchios",
    "turner classic movies",
    "leslie uggams",
    "colossus",
    "bovingdon film studios",
    "qr",
    "gambit",
    "jackman",
    "x-men",
    "wētā fx",
    "cnn",
    "metacritic",
    "method studios",
    "jordan hoffman",
    "peter bradshaw",
    "russian",
    "harold \"happy\" hogan",
    "orlando",
    "rashomon",
    "hunter b-15",
    "atlanta",
    "walt disney company",
    "super bowl lviii",
    "20th century studios",
    "amc theatres",
    "maracanã stadium",
    "superx",
    "psa",
    "kevin fortin",
    "wesley snipes",
    "summer",
    "deadpool 3",
    "alpine f1 team",
    "the hollywood reporter",
    "vanessa",
    "italy",
    "quorum",
    "united states",
    "blade",
    "u.s.",
    "marvel comics",
    "brian lowry",
    "deadpool",
    "bob iger",
    "england",
    "jon favreau",
    "wolverine & asshole",
    "uggams",
    "louis d'esposito",
    "phase five",
    "sling ring",
    "itv",
    "laura",
    "captain america: civil war",
    "dna",
    "scobell",
    "madonna",
    "this morning",
    "lewis tan",
    "x-men: the last stand",
    "pete hammond",
    "hung dante dong",
    "rubeo",
    "headpool",
    "kevin feige",
    "deadpool versus wolverine",
    "maximum effort",
    "angela wattercutter",
    "haroldpool",
    "michael b",
    "deadpool and wolverine funko pop!",
    "kidpool",
    "beetz",
    "new line",
    "marvel cinematic universe",
    "mayes c",
    "48 hrs.",
    "variety",
    "best friends animal society",
    "peter debruge",
    "favreau",
    "golden age deadpool",
    "piotr rasputin",
    "nicepool",
    "richard lawson",
    "spider-man: no way home",
    "deadpool 2099",
    "jennifer garner",
    "waterbomb festival",
    "disney",
    "free guy",
    "hot toys",
    "tim miller",
    "welcome to wrexham",
    "mick lasalle",
    "lizzie molyneux-logelin",
    "brazil",
    "cottle",
    "tim hortons",
    "canada",
    "aviation gin",
    "wolverine",
    "jason flemyng",
    "south korea",
    "wheezy wilson",
    "brianna hildebrand",
    "dolby cinema",
    "posttrak",
    "20th century fox",
    "wendy molyneux",
    "npr",
    "rob mcelhenney",
    "loki",
    "ladypool",
    "olin",
    "paradox",
    "bodies: the exhibition",
    "bilge ebiri",
    "wunmi mosaku",
    "star wars",
    "bona film group",
    "fandango",
    "terry crews",
    "deadpool and wolverine",
    "the seattle times",
    "miles teller",
    "bedlam",
    "ant-man",
    "amc",
    "iger",
    "rusty / shatterstar",
    "georgia",
    "evans",
    "chicago sun-times",
    "eduardo gago munoz",
    "hollywood",
    "21st century fox",
    "canadapool",
    "hot topic",
    "curtis small",
    "korg react",
    "the avengers",
    "matt murdock",
    "turkey",
    "dominic baez",
    "cable",
    "toad",
    "xbox",
    "rob delaney",
    "deadpool and dopinder",
    "buckinghamshire",
    "the x-men",
    "cinemark xd",
    "no way home",
    "karan soni",
    "matt zoller seitz",
    "emma corrin",
    "reald 3d",
    "cassandra",
    "logan.",
    "chris evans",
    "christmas",
    "sue storm",
    "rhett reese",
    "babypool",
    "andrew garfield",
    "channing tatum",
    "john allerdyce",
    "thor: ragnarok",
    "korg",
    "wga",
    "alissa wilkinson",
    "dopinder",
    "peter wisdom",
    "funko",
    "disney+",
    "the new york times",
    "marvel",
    "wolverine  deadpool & wolverine",
    "the adam project",
    "the falcon",
    "ollie palmer",
    "vanessa carlysle",
    "the greatest showman",
    "simon kinberg",
    "rio de janeiro",
    "richards",
    "new york city",
    "once upon a deadpool",
    "peter",
    "formula one",
    "cinemacon",
    "zazie beetz",
    "aaron stanford",
    "fauria",
    "george cottle",
    "hollywood reporter",
    "thanksgiving",
    "marvel-based",
    "adamantium",
    "fox",
    "lauren shuler donner",
    "professor x",
    "josh brolin",
    "tony stark",
    "olly richards",
    "netherlands",
    "mangold",
    "alex kyshkovych",
    "feige",
    "north pole",
    "joker",
    "pg-13",
    "earth-10005",
    "corrin",
    "lfg",
    "ultra hd blu-ray",
    "american",
    "frederick dukes",
    "deadline hollywood",
    "associated press",
    "delaney",
    "collider",
    "void",
    "france",
    "greg hemphill",
    "human torch",
    "robert downey",
    "really original",
    "planes, trains and automobiles",
    "jack in the box",
    "macfadyen",
    "fantastic four: rise of the silver surfer",
    "motion picture association",
    "wernick",
    "los angeles",
    "elton john",
    "wade",
    "happy hogan",
    "johnny storm",
    "austin goslin",
    "pinocchio",
    "tatum",
    "remy lebeau",
    "ghost rider",
    "pardox",
    "warner records",
    "negasonic teenage warhead",
    "raynault vfx",
    "keen",
    "stray kids",
    "ross bonaime",
    "adam project",
    "germany",
    "wade wilson",
    "aaron w",
    "virginia woolf",
    "garner",
    "sabretooth",
    "spain",
    "netflix",
    "winter",
    "ben grimm",
    "android",
    "astonishing x-men volume 3",
    "petco park",
    "caryn james",
    "cain marko",
    "justin chang",
    "the wolverine",
    "koch theater",
    "jr",
    "walt disney studios motion pictures",
    "reese",
    "vanessa.",
    "homage",
    "peter parker",
    "blake lively",
    "nick pauley",
    "japan",
    "mary puppins",
    "brolin",
    "casio",
    "peter wisdom.",
    "cassandra nova",
    "earth-616",
    "framestore",
    "los angeles times",
    "snipes",
    "the bachelorette",
    "daniel medina ramos",
    "gillberg",
    "ilm",
    "wrexham a.f.c",
    "van jamz",
    "thor: the dark world",
    "cowboypool",
    "inside out",
    "the daily beast",
    "alioth",
    "san diego comic-con",
    "david rooney",
    "buck",
    "jacobson",
    "rogerebert.com",
    "adidas",
    "imax",
    "paul wernick",
    "richard roeper",
    "guardian",
    "iron man 2",
    "21 laps entertainment",
    "x-force",
    "shanghai",
    "nipper",
    "iron man",
    "randal reeder",
    "zeb wells",
    "victor creed",
    "ayesha hussain",
    "psylocke",
    "vanity fair",
    "reed",
    "bovingdon studios",
    "oren brimer",
    "christiaan bettridge",
    "the marvels",
    "romulus",
    "united kingdom",
    "norfolk",
    "watari / roninpool",
    "swift",
    "deadpool & friend",
    "4dx",
    "raymond chan",
    "avengers: secret wars",
    "like a prayer",
    "elektra",
    "the irish times",
    "blob",
    "captain america",
    "dazzler",
    "rising sun pictures",
    "national geographic",
    "johnny",
    "callisto",
    "nick schager",
    "fox-produced",
    "tyler mane",
    "kate mara",
    "wētā",
    "sag-aftra",
    "matthew macfadyen",
    "juggernaut",
    "simonsen",
    "secret wars",
    "welshpool",
    "it ends with us",
    "entertainment weekly",
    "mickey mouse",
    "mexico",
    "sacred timeline",
    "shioli kutsuna",
    "rogers",
    "the deadpool",
    "loon productions",
    "david leitch",
    "xavier",
    "avengers",
    "mcu",
    "sabretooth from x-men",
    "x-men: the animated series",
    "hollywood records",
    "columbia pictures",
    "graham churchyard",
    "doctor strange in the multiverse of madness",
    "logan",
    "heinz",
    "wired",
    "henry cavill",
    "spider-man",
    "jordan",
    "chan",
    "i guess that's why they call it the blues",
    "blind al",
    "reed richards",
    "barnstorm vfx",
    "uefa euro 2024",
    "bbc",
    "tim story",
    "midnight run",
    "pretty woman",
    "domino",
    "return of the jedi",
    "belgian grand prix",
    "hmv",
    "dave cockrum",
    "levy",
    "marvel studios: assembled",
    "inez",
    "tempad",
    "iron man 3",
    "bullseye",
    "patrick stewart",
    "laura / x-23",
    "vinnie jones",
    "time ripper",
    "luke skywalker",
    "tom jorgensen",
    "leitch",
    "charles xavier",
    "lady deathstrike",
    "rob simonsen",
    "stefan kapičić",
    "hispanic",
    "tsg entertainment",
    "stranger things",
    "cinemascore",
    "polygon",
    "iron deadpool",
    "steve rogers",
    "base fx",
    "ghost rider: spirit of vengeance",
    "jim lee",
    "ben affleck",
    "super bowl",
    "george richmond",
    "reynolds",
    "chloe kibble",
    "stewart",
    "baccarin",
    "san francisco chronicle",
    "ign",
    "latino",
    "u.s",
    "jamie bell",
    "the cavillrine",
    "australia",
    "chk chk boom",
    "development  reynolds",
    "nick romano",
    "new line cinema",
    "chang",
    "london",
    "mephisto",
    "billy clements",
    "thor",
    "china",
    "mister fantastic",
    "deadpool 2",
    "a space odyssey",
    "deadpool & wolverine",
    "south korean",
    "bye bye bye",
    "winter soldier",
    "taylor swift",
    "harry holland",
    "alien",
    "krysta fauria",
    "shawn levy",
    "stanford"
  ]
}