{
  "title": "Erasmus",
  "url": "https://en.wikipedia.org/wiki/Erasmus",
  "summary": "Desiderius Erasmus Roterodamus ( DEZ-i-DEER-ee-əs irr-AZ-məs; Dutch: [ˌdeːziˈdeːrijʏs eːˈrɑsmʏs]; 28 October c. 1466 – 12 July 1536), commonly known in English as Erasmus of Rotterdam or simply Erasmus, was a Dutch Christian humanist, Catholic priest and theologian, educationalist, satirist, and philosopher. Through his vast number of translations, books, essays, prayers and letters, he is considered one of the most influential thinkers of the Northern Renaissance and one of the major figures of Dutch and Western culture.\nErasmus was an important figure in classical scholarship who wrote in a spontaneous, copious and natural Latin style. As a Catholic priest developing humanist techniques for working on texts, he prepared pioneering new Latin and Greek scholarly editions of the New Testament and of the Church Fathers, with annotations and commentary that were immediately and vitally influential in both the Protestant Reformation and the Catholic Reformation. He also wrote On Free Will, The Praise of Folly, The Complaint of Peace, Handbook of a Christian Knight, On Civility in Children, Copia: Foundations of the Abundant Style and many other popular and pedagogical works.\nErasmus lived against the backdrop of the growing European religious reformations. He developed a biblical humanistic theology in which he advocated the religious and civil necessity both of peaceable concord and of pastoral tolerance on matters of indifference. He remained a member of the Catholic Church all his life, remaining committed to reforming the church from within. He promoted what he understood as the traditional doctrine of synergism, which some prominent reformers such as Martin Luther and John Calvin rejected in favor of the doctrine of monergism. His influential middle-road approach disappointed, and even angered, partisans in both camps.",
  "content": [
    {
      "section_title": "Life and career",
      "section_content": [
        {
          "sentence": "Erasmus's almost 70 years may be divided into quarters",
          "refs": []
        },
        {
          "sentence": "[note 2]",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Early life",
          "section_content": [
            {
              "sentence": "Desiderius Erasmus is reported to have been born in Rotterdam on 27 or 28 October (\"the vigil of Simon and Jude\")  in the late 1460s",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He was named [note 4] after Erasmus of Formiae, whom Erasmus' father Gerard (Gerardus Helye)  personally favored",
              "refs": [
                "https://www.jstor.org/stable/10.3138/9781442676695"
              ]
            },
            {
              "sentence": "Although associated closely with Rotterdam, he lived there for only four years, never to return afterwards.",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://doi.org/10.1515%2F9780823295289-004"
              ]
            },
            {
              "sentence": "The year of Erasmus' birth is unclear: in later life he calculated his age as if born in 1466, but frequently his remembered age at major events actually implies 1469",
              "refs": []
            },
            {
              "sentence": ": 8  (This article currently gives 1466 as the birth year",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://research.vu.nl/en/publications/2eb41bd4-6929-41be-a984-94747300015a"
              ]
            },
            {
              "sentence": "To handle this disagreement, ages are given first based on 1469, then in parentheses based on 1466: e.g., \"20 (or 23)\".) Furthermore, many details of his early life must be gleaned from a fictionalized third-person account he wrote in 1516 (published in 1529) in a letter to a fictitious Papal secretary, Lambertus Grunnius (\"Mr",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Grunt\")",
              "refs": []
            },
            {
              "sentence": "His parents could not be legally married: his father, Gerard, was a Catholic priest  who may have spent up to six years in the 1450s or 60s in Italy as a scribe and scholar",
              "refs": [
                "https://www.jstor.org/stable/20675524"
              ]
            },
            {
              "sentence": ": 196  His mother was Margaretha Rogerius (Latinized form of Dutch surname Rutgers),  the daughter of a doctor from Zevenbergen",
              "refs": [
                "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor",
                "https://www.jstor.org/stable/2859872"
              ]
            },
            {
              "sentence": "She may have been Gerard's housekeeper",
              "refs": []
            },
            {
              "sentence": "Although he was born out of wedlock, Erasmus was cared for by his parents, with a loving household and the best education, until their early deaths from the bubonic plague in 1483",
              "refs": [
                "https://www.jstor.org/stable/20675524",
                "https://archive.org/details/epistlesoferasmu02erasuoft/page/336/mode/2up?view=theater"
              ]
            },
            {
              "sentence": "His only sibling Peter might have been born in 1463, and some writers suggest Margaret was a widow and Peter was the half-brother of Erasmus; Erasmus on the other hand called him his brother",
              "refs": []
            },
            {
              "sentence": "There were legal and social restrictions on the careers and opportunities open to the children of unwed parents.",
              "refs": [
                "https://research.vu.nl/en/publications/2eb41bd4-6929-41be-a984-94747300015a"
              ]
            },
            {
              "sentence": "Erasmus' own story, in the possibly forged 1524 Compendium vitae Erasmi was along the lines that his parents were engaged, with the formal marriage blocked by his relatives (presumably a young widow or unmarried mother with a child was not an advantageous match); his father went to Italy to study Latin and Greek, and the relatives misled Gerard that Margaretha had died, on which news grieving Gerard romantically took Holy Orders, only to find on his return that Margaretha was alive; many scholars dispute this account",
              "refs": []
            },
            {
              "sentence": "In 1471 his father became the vice-curate of the small town of Woerden (where young Erasmus may have attended the local vernacular school to learn to read and write) and in 1476 was promoted to vice-curate of Gouda",
              "refs": []
            },
            {
              "sentence": "Erasmus was given the highest education available to a young man of his day, in a series of monastic or semi-monastic schools",
              "refs": []
            },
            {
              "sentence": "In 1476, at the age of 6 (or 9), his family moved to Gouda and he started at the school of Pieter Winckel,  who later became his guardian (and, perhaps, squandered Erasmus and Peter's inheritance.) Historians who date his birth in 1466 have Erasmus in Utrecht at the choir school at this period",
              "refs": [
                "https://www.jstor.org/stable/10.3138/9781442676695"
              ]
            },
            {
              "sentence": "In 1478, at the age of 9 (or 12), he and his older brother Peter were sent to one of the best Latin schools in the Netherlands, located at Deventer and owned by the chapter clergy of the Lebuïnuskerk (St",
              "refs": []
            },
            {
              "sentence": "Lebuin's Church)",
              "refs": []
            },
            {
              "sentence": "A notable previous student was Thomas à Kempis",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Towards the end of his stay there the curriculum was renewed by the new principal of the school, Alexander Hegius, a correspondent of pioneering rhetorician Rudolphus Agricola",
              "refs": []
            },
            {
              "sentence": "For the first time in Europe north of the Alps, Greek was taught at a lower level than a university   and this is where he began learning it",
              "refs": [
                "https://www.newadvent.org/cathen/05510b.htm"
              ]
            },
            {
              "sentence": "His education there ended when plague struck the city about 1483,  and his mother, who had moved to provide a home for her sons, died from the infection; then his father",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.jstor.org/stable/40256471"
              ]
            },
            {
              "sentence": "Following the death of his parents, as well as 20 fellow students at his school,  he moved back to his patria (Rotterdam?)  where he was supported by Berthe de Heyden,  a compassionate widow",
              "refs": [
                "https://research.vu.nl/en/publications/2eb41bd4-6929-41be-a984-94747300015a",
                "https://www.jstor.org/stable/10.3138/9781442676695",
                "https://www.jstor.org/stable/3085961"
              ]
            },
            {
              "sentence": "In 1484, around the age 14 (or 17), he and his brother went to a cheaper  grammar school or seminary at 's-Hertogenbosch run by the Brethren of the Common Life:  [note 5] Erasmus' Epistle to Grunnius satirizes them as the \"Collationary Brethren\"  who select and sort boys for monkhood",
              "refs": [
                "https://www.britannica.com/biography/Alexander-Hegius",
                "[ERROR retrieving ref link]",
                "https://www.jstor.org/stable/3039022"
              ]
            },
            {
              "sentence": "He was exposed there to the Devotio moderna movement and the Brethren's famous book The Imitation of Christ but resented the harsh rules and strict methods of the religious brothers and educators",
              "refs": []
            },
            {
              "sentence": "The two brothers made an agreement that they would resist the clergy but attend the university;  Erasmus longed to study in Italy, the birthplace of Latin, and have a degree from an Italian university",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.jstor.org/stable/3085961"
              ]
            },
            {
              "sentence": ": 804  Instead, Peter left for the Augustinian canonry in Stein, which left Erasmus feeling betrayed",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Around this time he wrote forlornly to his friend Elizabeth de Heyden \"Shipwrecked am I, and lost, 'mid waters chill'.\"  He suffered Quartan fever for over a year",
              "refs": [
                "https://www.jstor.org/stable/3085961",
                "https://research.vu.nl/en/publications/2eb41bd4-6929-41be-a984-94747300015a"
              ]
            },
            {
              "sentence": "Eventually Erasmus moved to the same abbey as a postulant in or before 1487,  around the age of 16 (or 19.) [note 6]",
              "refs": [
                "https://www.jstor.org/stable/10.3138/9781442676695"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Vows, ordination and canonry experience",
          "section_content": [
            {
              "sentence": "Poverty  had forced the sickly, bookish, teenaged orphan Erasmus into the consecrated life, entering the novitiate in 1487  at the canonry at rural Stein, very near Gouda, South Holland: the Chapter of Sion community [note 7] largely borrowed its rule from the larger monkish Congregation of Windesheim who had historical associations with the Brethren of the Common Life, but also with the notable pastoral, mystical : ch1  and anti-speculative post-scholastic theologians Jean Gerson : 315  and Gabriel Biel: positions associated also with Erasmus",
              "refs": [
                "https://dspace.library.uu.nl/bitstream/handle/1874/399979/dissertatie-joris%20roosen-full%20-%205f744c300d822.pdf?sequence=1",
                "[ERROR retrieving ref link]",
                "https://www.worldhistory.org/Desiderius_Erasmus/",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": ": 46–48  In 1488–1490, the surrounding region was plundered badly by armies fighting the Squire Francis War of succession and then suffered a famine",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": ": 759  Erasmus professed his vows as a Canon regular of St",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Augustine [note 8] there in late 1488 at age 19 (or 22)",
              "refs": []
            },
            {
              "sentence": "Historian Fr",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Aiden Gasquet later wrote: \"One thing, however, would seem to be quite clear; he could never have had any vocation for the religious life",
              "refs": []
            },
            {
              "sentence": "His whole subsequent history shows this unmistakably.\"   But according to one Catholic biographer, Erasmus had a spiritual awakening at the monastery",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Certain abuses in religious orders were among the chief objects of his later calls to reform the Western Church from within, particularly coerced or tricked recruitment of immature boys (the fictionalized account in the Letter to Grunnius calls them \"victims of Dominic and Francis and Benedict\"): Erasmus felt he had belonged to this class, joining \"voluntarily but not freely\" and so considered himself, if not morally bound by his vows, certainly legally, socially and honour- bound to keep them, yet to look for his true vocation",
              "refs": []
            },
            {
              "sentence": ": 439",
              "refs": [
                "https://www.academia.edu/48868408"
              ]
            },
            {
              "sentence": "While at Stein, 18-(or 21-)year-old Erasmus fell in unrequited love, forming what he called a \"passionate attachment\" (Latin: fervidos amores), with a fellow canon, Servatius Rogerus, [note 9] and wrote a series of love letters [note 10]  in which he called Rogerus \"half my soul\", [note 11] writing that \"it was not for the sake of reward or out of a desire for any favour that I have wooed you both unhappily and relentlessly",
              "refs": [
                "https://www.jstor.org/stable/24009392"
              ]
            },
            {
              "sentence": "What is it then? Why, that you love him who loves you.\"  [note 12] This correspondence contrasts with the generally detached and much more restrained attitude he usually showed in his later life, though he had a capacity to form and maintain deep male friendships, [note 13] such as with More, Colet, and Ammonio",
              "refs": [
                "https://doi.org/10.2307%2F2859495"
              ]
            },
            {
              "sentence": "[note 14] No mentions or sexual accusations were ever made of Erasmus during his lifetime",
              "refs": []
            },
            {
              "sentence": "His works notably praise moderate sexual desire in marriage between men and women",
              "refs": []
            },
            {
              "sentence": "In 1493, his prior arranged for him to leave the Stein house  and take up the post of Latin Secretary to the ambitious Bishop of Cambrai, Henry of Bergen, on account of his great skill in Latin and his reputation as a man of letters",
              "refs": [
                "https://www.gutenberg.org/cache/epub/50328/pg50328-images.html#CHAPTER_VI"
              ]
            },
            {
              "sentence": "[note 16]",
              "refs": [
                "ISBN: 978-90-6004-392-9"
              ]
            },
            {
              "sentence": "He was ordained to the Catholic priesthood either on 25 April 1492,  or 25 April 1495, at age 25 (or 28.) [note 17] Either way, he did not actively work as a choir priest for very long,  though his many works on confession and penance suggests experience of dispensing them.",
              "refs": [
                "https://dspace.library.uu.nl/bitstream/handle/1874/399979/dissertatie-joris%20roosen-full%20-%205f744c300d822.pdf?sequence=1",
                "https://www.academia.edu/1563989"
              ]
            },
            {
              "sentence": "From 1500, he avoided returning to the canonry at Stein even insisting the diet and hours would kill him, [note 18] though he did stay with other Augustinian communities and at monasteries of other orders in his travels",
              "refs": []
            },
            {
              "sentence": "Rogerus, who became prior at Stein in 1504, and Erasmus corresponded over the years, with Rogerus demanding Erasmus return after his studies were complete",
              "refs": []
            },
            {
              "sentence": "Nevertheless, the library of the canonry [note 19]  ended up with by far the largest collection of Erasmus' publications in the Gouda region",
              "refs": []
            },
            {
              "sentence": "In 1505, Pope Julius II granted a dispensation  from the vow of poverty to the extent of allowing Erasmus to hold certain benefices, and from the control and habit of his order, though he remained a priest and, formally, an Augustinian canon regular [note 20] the rest his life",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1517, Pope Leo X granted legal dispensations for Erasmus' defects of natality [note 21]  and confirmed the previous dispensation, allowing the 48-(or 51-)year-old his independence   but still, as a canon, capable of holding office as a prior or abbot",
              "refs": [
                "https://www.academia.edu/48868408",
                "https://www.dbnl.org/tekst/_gul005196901_01/_gul005196901_01_0011.php"
              ]
            },
            {
              "sentence": "In 1525, Pope Clement VII granted, for health reasons, a dispensation to eat meat and dairy in Lent and on fast days",
              "refs": [
                "https://www.academia.edu/48868408"
              ]
            },
            {
              "sentence": ": 410",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Travels",
          "section_content": [
            {
              "sentence": "Erasmus traveled widely and regularly, for reasons of poverty, \"escape\" : 154  from his Stein canonry (to Cambrai), education (to Paris, Turin), escape from the sweating sickness plague (to Orléans), employment (to England),  searching libraries for manuscripts, writing (Brabant), royal counsel (Cologne), patronage, tutoring and chaperoning (North Italy), networking (Rome), seeing books through printing in person (Paris, Venice, Louvain, Basel), and avoiding the persecution of religious fanatics (to Freiburg)",
              "refs": [
                "https://books.google.com/books?id=PoCY-z-mhTcC"
              ]
            },
            {
              "sentence": "He enjoyed horseback riding",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Paris",
              "section_content": [
                {
                  "sentence": "In 1495 with Bishop Henry's consent and a stipend, Erasmus went on to study at the University of Paris  in the Collège de Montaigu, a centre of reforming zeal, [note 22] under the direction of the ascetic Jan Standonck, of whose rigors he complained",
                  "refs": []
                },
                {
                  "sentence": "The university was then the chief seat of Scholastic learning but already coming under the influence of Renaissance humanism",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "For instance, Erasmus became an intimate friend of an Italian humanist Publio Fausto Andrelini, poet and \"professor of humanity\" in Paris",
                  "refs": [
                    "https://books.google.com/books?id=m8mB_FILtngC&q=Condemns"
                  ]
                },
                {
                  "sentence": "During this time, Erasmus developed a deep aversion to exclusive or excessive Aristotelianism and Scholasticism  and started finding work as a tutor/chaperone to visiting English and Scottish aristocrats",
                  "refs": [
                    "https://newcriterion.com/issues/2017/3/the-vaticans-latinist"
                  ]
                },
                {
                  "sentence": "There is no record of him graduating.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "First visit to England (1499–1500)",
              "section_content": [
                {
                  "sentence": "Erasmus stayed in England at least three times",
                  "refs": []
                },
                {
                  "sentence": "[note 23] In between he had periods studying in Paris, Orléans, Leuven and other cities.",
                  "refs": []
                },
                {
                  "sentence": "In 1499 he was invited to England by William Blount, 4th Baron Mountjoy, who offered to accompany him on his trip to England",
                  "refs": []
                },
                {
                  "sentence": "His time in England was fruitful in the making of lifelong friendships with the leaders of English thought in the days of King Henry VIII.",
                  "refs": [
                    "https://www.1902encyclopedia.com/E/ERA/desiderius-erasmus.html"
                  ]
                },
                {
                  "sentence": "During his first visit to England in 1499, he studied or taught at the University of Oxford",
                  "refs": []
                },
                {
                  "sentence": "There is no record of him gaining any degree",
                  "refs": []
                },
                {
                  "sentence": "Erasmus was particularly impressed by the Bible teaching of John Colet, who pursued a style more akin to the church fathers than the Scholastics",
                  "refs": []
                },
                {
                  "sentence": "Through the influence of the humanist John Colet, his interests turned towards theology",
                  "refs": []
                },
                {
                  "sentence": "Other distinctive features of Colet's thought that may have influenced Erasmus are his pacifism,  reform-mindedness,  anti-Scholasticism and pastoral esteem for the sacrament of Confession",
                  "refs": [
                    "https://www.1902encyclopedia.com/E/ERA/desiderius-erasmus.html",
                    "https://books.google.com/books?id=uhzV368KRDMC",
                    "https://doi.org/10.4000%2Flaboratoireitalien.3742"
                  ]
                },
                {
                  "sentence": ": 94",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This prompted him, upon his return from England to Paris, to intensively study the Greek language, which would enable him to study theology on a more profound level",
                  "refs": []
                },
                {
                  "sentence": ": 518",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Erasmus also became fast friends with Thomas More, a young law student considering becoming a monk, whose thought (e.g., on conscience and equity) had been influenced by 14th century French theologian Jean Gerson,   and whose intellect had been developed by his powerful patron Cardinal John Morton (d",
                  "refs": [
                    "https://books.google.com/books?id=0eHvizkUHZEC&q=wiki&pg=PR9",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "1500) who had famously attempted reforms of English monasteries",
                  "refs": []
                },
                {
                  "sentence": "Erasmus left London with a full purse from his generous friends, to allow him to complete his studies",
                  "refs": []
                },
                {
                  "sentence": "However, he had been provided with bad legal advice by his friends: the English Customs officials confiscated all the gold and silver, leaving him with nothing except a night fever that lasted several months.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "France and Brabant",
              "section_content": [
                {
                  "sentence": "Following his first trip to England, Erasmus returned first to poverty in Paris, where he started to compile the Adagio for his students, then to Orléans to escape the plague, and then to semi-monastic life, scholarly studies and writing in France, notably at the Benedictine Abbey of Saint Bertin at St Omer (1501,1502) where he wrote the initial version of the Enchiridion (Handbook of the Christian Knight.) A particular influence was his encounter in 1501 with Jean (Jehan) Vitrier, a radical Franciscan who consolidated Erasmus' thoughts against excessive valorization of monasticism, : 94, 95  ceremonialism [note 24] and fasting [note 25] in a kind of conversion experience, : 213, 219   and introduced him to Origen",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor"
                  ]
                },
                {
                  "sentence": "In 1502, Erasmus went to Brabant, ultimately to the university at Louvain",
                  "refs": []
                },
                {
                  "sentence": "In 1504 he was hired by the leaders of the Brabantian \"Provincial States\" to deliver one of his few public speeches, a very long formal panegyric for the Philip \"the Fair\", Duke of Burgundy and later King of Castille: the first half being the conventional extravagant praise, but the second half being a strong treatment of the miseries of war, the need for neutrality and conciliation (with the neighbours France and England),   and the excellence of peaceful rulers: that real courage in a leader was not to wage war but to put a bridle on greed, etc",
                  "refs": [
                    "https://www.belmontabbey.org.uk/monastic-vows"
                  ]
                },
                {
                  "sentence": ": 71  This was later published as Panegyricus",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Erasmus then returned to Paris in 1504.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Second visit to England (1505–1506)",
              "section_content": [
                {
                  "sentence": "For Erasmus' second visit, he spent over a year staying at recently married Thomas More's house, now a lawyer and Member of Parliament, honing his translation skills",
                  "refs": []
                },
                {
                  "sentence": "Erasmus preferred to live the life of an independent scholar and made a conscious effort to avoid any actions or formal ties that might inhibit his individual freedom",
                  "refs": []
                },
                {
                  "sentence": "In England Erasmus was approached with prominent offices but he declined them all, until the King himself offered his support",
                  "refs": [
                    "https://www.jstor.org/stable/549799"
                  ]
                },
                {
                  "sentence": "He was inclined, but eventually did not accept and longed for a stay in Italy",
                  "refs": [
                    "https://www.jstor.org/stable/549799"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Italy",
              "section_content": [
                {
                  "sentence": "In 1506 he was able to accompany and tutor the sons of the personal physician of the English King through Italy to Bologna",
                  "refs": []
                },
                {
                  "sentence": "His discovery en route of Lorenzo Valla's New Testament Notes was a major event in his career and prompted Erasmus to study the New Testament using philology",
                  "refs": []
                },
                {
                  "sentence": "In 1506 they passed through Turin and he arranged to be awarded the degree of Doctor of Sacred Theology (Sacra Theologia) : 638  from the University of Turin  per saltum  at age 37 (or 40.) Erasmus stayed tutoring in Bologna for a year; [note 26] in the winter, Erasmus was present when Pope Julius II entered victorious into the conquered Bologna which he had besieged before",
                  "refs": [
                    "https://doi.org/10.3366%2Fmore.2012.49.1-2.9",
                    "https://www.jstor.org/stable/549799",
                    "https://ccel.org/ccel/schaff/hcc7/hcc7.ii.iv.xii.html"
                  ]
                },
                {
                  "sentence": "Erasmus travelled on to Venice, working on an expanded version of his Adagia at the Aldine Press of the famous printer Aldus Manutius, advised him which manuscripts to publish,   and was an honorary member of the graecophone Aldine \"New Academy\" (Greek: Neakadêmia (Νεακαδημία))",
                  "refs": [
                    "ISBN: 9798352124185"
                  ]
                },
                {
                  "sentence": "From Aldus he learned the in-person workflow that made him productive at Froben: making last-minute changes, and immediately checking and correcting printed page proofs as soon as the ink had dried",
                  "refs": [
                    "https://doi.org/10.17863/CAM.81488"
                  ]
                },
                {
                  "sentence": "Aldus wrote that Erasmus could do twice as much work in a given time as any other man he had ever met",
                  "refs": []
                },
                {
                  "sentence": "In 1507, according to his letters, he studied advanced Greek in Padua with the Venetian natural philosopher, Giulio Camillo",
                  "refs": []
                },
                {
                  "sentence": "He found employment tutoring and escorting Scottish nobleman Alexander Stewart, the 24-year old Archbishop of St Andrews, through Padua, Florence, and Siena [note 27] Erasmus made it to Rome in 1509, visiting some notable libraries and cardinals, but having a less active association with Italian scholars than might have been expected.",
                  "refs": [
                    "https://www.cambridgescholars.com/resources/pdfs/978-1-4438-5894-6-sample.pdf"
                  ]
                },
                {
                  "sentence": "In 1509, William Warham, Archbishop of Canterbury, and Lord Mountjoy lured him back to England, now ruled by what was hoped would be a wise and benevolent king (Henry VIII) educated by humanists",
                  "refs": []
                },
                {
                  "sentence": "Warham and Mountjoy sent Erasmus £10 to cover his expenses on the journey",
                  "refs": []
                },
                {
                  "sentence": "On his trip over the Alps via Splügen Pass, and down the Rhine toward England, Erasmus began to compose The Praise of Folly",
                  "refs": [
                    "https://www.oxforddnb.com/display/10.1093/ref:odnb/9780198614128.001.0001/odnb-9780198614128-e-96813"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Third visit to England (1510–1515)",
              "section_content": [
                {
                  "sentence": "In 1510, Erasmus arrived at More's bustling house, was confined to bed to recover from his recurrent illness, and wrote The Praise of Folly, which was to be a best-seller",
                  "refs": []
                },
                {
                  "sentence": "More was at that time the undersheriff of the City of London.",
                  "refs": []
                },
                {
                  "sentence": "After his glorious reception in Italy, Erasmus had returned broke and jobless, [note 28] with strained relations with former friends and benefactors on the continent, and he regretted leaving Italy, despite being horrified by papal warfare",
                  "refs": []
                },
                {
                  "sentence": "There is a gap in his usually voluminous correspondence: his so-called \"two lost years\", perhaps due to self-censorship of dangerous or disgruntled opinions; [note 14] he shared lodgings with his friend Andrea Ammonio (Latin secretary to Mountjoy, and the next year, to Henry VIII) provided at the London Austin Friars' compound, skipping out after a disagreement with the friars over rent that caused bad blood",
                  "refs": []
                },
                {
                  "sentence": "[note 29]",
                  "refs": []
                },
                {
                  "sentence": "He assisted his friend John Colet by authoring Greek textbooks and securing members of staff for the newly established St Paul's School  and was in contact when Colet gave his notorious 1512 Convocation sermon which called for a reformation of ecclesiastical affairs",
                  "refs": [
                    "https://www.jstor.org/stable/24413851"
                  ]
                },
                {
                  "sentence": ": 230–250  At Colet's instigation, Erasmus started work on De copia.",
                  "refs": [
                    "https://books.google.com/books?id=RqvtT9d522IC&q=%22Jean+Voirier%22+++erasmus"
                  ]
                },
                {
                  "sentence": "In 1511, the University of Cambridge's chancellor, John Fisher, arranged for Erasmus to be (or to study to prepare to be) the Lady Margaret's Professor of Divinity, though whether he actually was accepted for it or took it up is contested by historians",
                  "refs": []
                },
                {
                  "sentence": "He studied and taught Greek and researched and lectured on Jerome",
                  "refs": [
                    "https://www.jstor.org/stable/3290377"
                  ]
                },
                {
                  "sentence": "[note 30]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Erasmus mainly stayed at Queens' College while lecturing at the university,  between 1511 and 1515",
                  "refs": [
                    "ISBN: 978-2-503-60225-7"
                  ]
                },
                {
                  "sentence": "[note 31] Erasmus' rooms were located in the \"I\" staircase of Old Court",
                  "refs": []
                },
                {
                  "sentence": "Despite a chronic shortage of money, he succeeded in mastering Greek by an intensive, day-and-night study of three years, taught by Thomas Linacre, continuously begging in letters that his friends send him books and money for teachers",
                  "refs": [
                    "https://www.jstor.org/stable/550277"
                  ]
                },
                {
                  "sentence": "Erasmus suffered from poor health and was especially concerned with heating, clean air, ventilation, draughts, fresh food and unspoiled wine: he complained about the draughtiness of English buildings",
                  "refs": []
                },
                {
                  "sentence": "He complained that Queens' College could not supply him with enough decent wine [note 32] (wine was the Renaissance medicine for gallstones, from which Erasmus suffered)",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "As Queens' was an unusually humanist-leaning institution in the 16th century, Queens' College Old Library still houses many first editions of Erasmus's publications, many of which were acquired during that period by bequest or purchase, including Erasmus's New Testament translation, which is signed by friend and Polish religious reformer Jan Łaski",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "By this time More was a judge on the poorman's equity court (Master of Requests) and a Privy Counsellor.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Flanders and Brabant",
              "section_content": [
                {
                  "sentence": "His residence at Leuven, where he lectured at the University, exposed Erasmus to much criticism from those ascetics, academics and clerics hostile to the principles of literary and religious reform to which he was devoting his life",
                  "refs": []
                },
                {
                  "sentence": "In 1514, en route to Basel, he made the acquaintance of Hermannus Buschius, Ulrich von Hutten and Johann Reuchlin who introduced him to the Hebrew language in Mainz",
                  "refs": [
                    "https://doi.org/10.1484%2FM.LECTIO-EB.5.116073"
                  ]
                },
                {
                  "sentence": "In 1514, he suffered a fall from his horse and injured his back.",
                  "refs": [
                    "https://books.google.com/books?id=EBLzDwAAQBAJ"
                  ]
                },
                {
                  "sentence": "Erasmus may have made several other short visits to England or English territory while living in Brabant",
                  "refs": []
                },
                {
                  "sentence": "Happily for Erasmus, More and Tunstall were posted in Brussels or Antwerp on government missions around 1516, More for six months, Tunstall for longer",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Their circle include Pieter Gillis of Antwerp, in whose house Thomas More's wrote Utopia (pub",
                  "refs": []
                },
                {
                  "sentence": "1516) with Erasmus' encouragement, [note 33] Erasmus editing and perhaps even contributing fragments",
                  "refs": []
                },
                {
                  "sentence": "His old Cambridge friend Richard Sampson was vicar general running the nearby diocese of Tournai.",
                  "refs": [
                    "https://doi.org/10.1163%2F9789004473676_024"
                  ]
                },
                {
                  "sentence": "In 1516, Erasmus accepted an honorary position as a Councillor to Charles V with an annuity of 200 guilders (over US$100,000), rarely paid,  and tutored Charles' brother, the teenage future Holy Roman Emperor Ferdinand of Hapsburg.",
                  "refs": [
                    "https://doi.org/10.4324/9781003553908"
                  ]
                },
                {
                  "sentence": "In 1516, Erasmus published the first edition of his scholarly Latin-Greek New Testament with annotations, his complete works of Jerome, and The Education of a Christian Prince (Institutio principis Christiani) for Charles and Ferdinand.",
                  "refs": []
                },
                {
                  "sentence": "In 1517, he supported the foundation at the university of the Collegium Trilingue for the study of Hebrew, Latin, and Greek : s1.14.14 —after the model of Cisneros' College of the Three Languages at the University of Alcalá—financed by his late friend Hieronymus van Busleyden's will",
                  "refs": [
                    "https://www.jstor.org/stable/23973448?seq=70"
                  ]
                },
                {
                  "sentence": "On being asked by Jean Le Sauvage, former Chancellor of Brabant and now Chancellor of Burgundy, Erasmus wrote The Complaint of Peace",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1517, his great friend Ammonio died in England of the Sweating Sickness",
                  "refs": []
                },
                {
                  "sentence": "In 1518, Erasmus was diagnosed with the plague; despite the danger, he was taken in and cared for in the home of his Flemish friend and publisher Dirk Martens in Antwerp for a month and recovered",
                  "refs": []
                },
                {
                  "sentence": "By 1518, he reported to Paulus Bombasius that his income was over 300 ducats [note 34] per year (over US$150,000) without including patronage",
                  "refs": []
                },
                {
                  "sentence": ": 350  By 1522 he reported his annual income as 400 gold florins : 50   (over US$200,000.)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1520 he was present at the Field of the Cloth of Gold with Guillaume Budé, probably his last meetings with Thomas More  and William Warham",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His friends and former students and old correspondents were the incoming political elite, and he had risen with them",
                  "refs": []
                },
                {
                  "sentence": "[note 35]",
                  "refs": []
                },
                {
                  "sentence": "He stayed in various locations including Anderlecht (near Brussels) in the summer of 1521",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Basel (1521–1529)",
              "section_content": [
                {
                  "sentence": "From 1514, Erasmus regularly traveled to Basel to coordinate the printing of his books with Froben",
                  "refs": []
                },
                {
                  "sentence": "He developed a lasting association with the great Basel publisher Johann Froben and later his son Hieronymus Froben (Eramus' godson) who together published over 200 works with Erasmus,   working with expert scholar-correctors who went on to illustrious careers",
                  "refs": [
                    "https://utorontopress.com/9781487501990/the-correspondence-of-erasmus/"
                  ]
                },
                {
                  "sentence": "His initial interest in Froben's operation was aroused by his discovery of the printer's folio edition of the Adagiorum Chiliades tres (Adagia) (1513)",
                  "refs": []
                },
                {
                  "sentence": "Froben's work was notable for using the new Roman type (rather than blackletter) and Aldine-like Italic and Greek fonts, as well as elegant layouts using borders and fancy capitals; : 59  Hans Holbein (the Younger) cut several woodblock capitals for Erasmus' editions",
                  "refs": [
                    "ISBN: 978-1442648784",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The printing of many his books was supervised by his Alsatian friend, the Greek scholar Beatus Rhenanus",
                  "refs": []
                },
                {
                  "sentence": "[note 36]",
                  "refs": []
                },
                {
                  "sentence": "In 1521 he settled in Basel",
                  "refs": []
                },
                {
                  "sentence": "He was weary of the controversies and hostility at Louvain, and feared being dragged further into the Lutheran controversy",
                  "refs": [
                    "https://www.jstor.org/stable/44992025"
                  ]
                },
                {
                  "sentence": "He agreed to be the Froben press' literary superintendent writing dedications and prefaces  for an annuity and profit share",
                  "refs": [
                    "https://www.stpaulsschool.org.uk/about/history",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Apart from Froben's production team, he had his own household [note 37]with a formidable housekeeper, stable of horses, and up to eight boarders or paid servants: who acted as assistants, correctors, amanuenses, dining companions, international couriers, and carers",
                  "refs": [
                    "https://doi.org/10.3366%2Fmore.2014.51.3-4.13"
                  ]
                },
                {
                  "sentence": "It was his habit to sit at times by a ground-floor window, to make it easier to see and be seen by strolling humanists for chatting",
                  "refs": [
                    "https://doi.org/10.1163%2F18749275-04401002"
                  ]
                },
                {
                  "sentence": "In collaboration with Froben and his team, the scope and ambition of Erasmus' Annotations, Erasmus' long-researched project of philological notes of the New Testament along the lines of Valla's Adnotations, had grown to also include a lightly revised Latin Vulgate, then the Greek text, then several edifying essays on methodology, then a highly revised Vulgate—all bundled as his Novum testamentum omne and pirated individually throughout Europe— then finally his amplified  Paraphrases.",
                  "refs": []
                },
                {
                  "sentence": "In 1522, Erasmus' compatriot, former teacher (c",
                  "refs": []
                },
                {
                  "sentence": "1502) and friend from University of Louvain unexpectedly became Pope Adrian VI, [note 38] after having served as Regent (and/or Grand Inquisitor) of Spain for six years",
                  "refs": []
                },
                {
                  "sentence": "Like Erasmus and Luther, he had been influenced by the Brethren of the Common Life",
                  "refs": []
                },
                {
                  "sentence": "He tried to entice Erasmus to Rome",
                  "refs": []
                },
                {
                  "sentence": "His reforms of the Roman Curia which he hoped would meet the objections of many Lutherans were stymied (party because the Holy See was broke), though re-worked at the Council of Trent, and he died in 1523",
                  "refs": []
                },
                {
                  "sentence": "As the popular and nationalist responses to Luther gathered momentum, the social disorders, which Erasmus dreaded and Luther disassociated himself from, began to appear, including the German Peasants' War (1524–1525), the Anabaptist insurrections in Germany and in the Low Countries, iconoclasm, and the radicalisation of peasants across Europe",
                  "refs": []
                },
                {
                  "sentence": "If these were the outcomes of reform, Erasmus was thankful that he had kept out of it",
                  "refs": []
                },
                {
                  "sentence": "Yet he was ever more bitterly accused of having started the whole \"tragedy\" (as Erasmus dubbed the matter)",
                  "refs": []
                },
                {
                  "sentence": "[note 39]",
                  "refs": []
                },
                {
                  "sentence": "In 1523, he provided financial support to the impoverished and disgraced former Latin Secretary of Antwerp Cornelius Grapheus, on his release from the newly introduced Inquisition",
                  "refs": []
                },
                {
                  "sentence": ": 558  In 1525, a former student of Erasmus who had served at Erasmus' father's former church at Woerden, Jan de Bakker (Pistorius) was the first  priest to be executed as a heretic in the Netherlands",
                  "refs": [
                    "http://venn.lib.cam.ac.uk/cgi-bin/search-2018.pl?sur=&suro=w&fir=&firo=c&cit=&cito=c&c=all&z=all&tex=ERSS465D&sye=&eye=&col=all&maxcount=50"
                  ]
                },
                {
                  "sentence": "In 1529, his French translator and friend Louis de Berquin was burnt in Paris, following his condemnation as an anti-Rome heretic by the Sorbonne theologians.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Freiburg (1529–1535)",
              "section_content": [
                {
                  "sentence": "Following sudden, violent, iconoclastic rioting in early 1529 [note 40] led by Œcolampadius his former assistant, in which elected Catholic councilmen were deposed, the city of Basel definitely adopted the Reformation—finally banning the Catholic Mass on April 1, 1529",
                  "refs": []
                },
                {
                  "sentence": "Erasmus, in company with other Basel Catholic priests including Bishop Augustinus Marius, left Basel on the 13 April 1529 [note 41] and departed by ship to the Catholic university town of Freiburg im Breisgau to be under the protection of his former student, Archduke Ferdinand of Austria",
                  "refs": []
                },
                {
                  "sentence": ": 210  Erasmus wrote somewhat dramatically to Thomas More of his frail condition at the time: \"I preferred to risk my life rather than appear to approve a programme like theirs",
                  "refs": [
                    "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor"
                  ]
                },
                {
                  "sentence": "There was some hope of a return to moderation.\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In Spring early 1530 Erasmus was bedridden for three months with an intensely painful infection, likely carbunculosis, that, unusually for him, left him too ill to work",
                  "refs": []
                },
                {
                  "sentence": ": 411  He declined to attend the Diet of Augsburg to which both the Bishop of Augsburg and the Papal legate Campeggio had invited him, and he expressed doubt on non-theological grounds, to Campeggio and Melanchthon, that reconciliation was then possible: he wrote to Campeggio \"I can discern no way out of this enormous tragedy unless God suddenly appears like a deus ex machina and changes the hearts of men\"  : 331  and later \"What upsets me is not so much their teaching, especially Luther's, as the fact that, under the pre-text of the gospel, I see a class of men emerging whom I find repugnant from every point of view.\" : 367",
                  "refs": [
                    "https://archive.org/details/dli.venugopal.697",
                    "https://archive.org/details/dli.venugopal.697",
                    "https://archive.org/details/dli.venugopal.697"
                  ]
                },
                {
                  "sentence": "He stayed for two years on the top floor of the Whale House,  then following another rent dispute [note 42] bought and refurbished a house of his own, where he took in scholar/assistants as table-boarders  such as Cornelius Grapheus' friend Damião de Góis, some of them fleeing persecution.",
                  "refs": [
                    "https://web.archive.org/web/20131213000139/http://www.queens.cam.ac.uk/student-information/library-archives/collections",
                    "https://www.jstor.org/stable/24009249"
                  ]
                },
                {
                  "sentence": "Despite increasing frailty [note 43]  Erasmus continued to work productively, notably on a new magnum opus, his manual on preaching Ecclesiastes, and his small book on preparing for death",
                  "refs": []
                },
                {
                  "sentence": "His boarder for five months, the Portuguese scholar/diplomat Damião de Góis,  worked on his lobbying on the plight of the Sámi in Sweden and the Ethiopian church, and stimulated : 82  Erasmus' increasing awareness of foreign missions",
                  "refs": [
                    "http://venn.lib.cam.ac.uk/cgi-bin/search-2018.pl?sur=&suro=w&fir=&firo=c&cit=&cito=c&c=all&z=all&tex=ERSS465D&sye=&eye=&col=all&maxcount=50",
                    "https://www.academia.edu/44379289"
                  ]
                },
                {
                  "sentence": "[note 44]",
                  "refs": []
                },
                {
                  "sentence": "There are no extant letters between More and Erasmus from the start of More's period as Chancellor until his resignation (1529–1533), almost to the day",
                  "refs": []
                },
                {
                  "sentence": "Erasmus wrote several  important non-political works under the surprising patronage of Thomas Bolyn: his Ennaratio triplex in Psalmum XXII or Triple Commentary on Psalm 23 (1529);  his catechism to counter Luther Explanatio Symboli or A Playne and Godly Exposition or Declaration of the Commune Crede (1533) which sold out in three hours at the Frankfurt Book Fair, and Praeparatio ad mortem or Preparation for Death (1534) which would be one of Erasmus' most popular and most hijacked works",
                  "refs": []
                },
                {
                  "sentence": "[note 45]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Fates of friends",
          "section_content": [
            {
              "sentence": "In the 1530s, life became more dangerous for Spanish Erasmians when Erasmus' protector, the Inquisitor General Alonso Manrique de Lara fell out of favour with the royal court and lost power within his own organization to friar-theologians",
              "refs": []
            },
            {
              "sentence": "In 1532 Erasmus' friend, converso Juan de Vergara (Cisneros' Latin secretary who had worked on the Complutensian Polyglot and published Stunica's criticism of Erasmus) was arrested by the Spanish Inquisition and had to be ransomed from them by the humanist Archbishop of Toledo Alonso III Fonseca, also a correspondent of Erasmus', who had previously rescued Ignatius of Loyola from them",
              "refs": []
            },
            {
              "sentence": ": 80",
              "refs": [
                "https://www.researchgate.net/publication/291216079"
              ]
            },
            {
              "sentence": "There was a generational change in the Catholic hierarchy",
              "refs": []
            },
            {
              "sentence": "In 1530, the reforming French bishop Guillaume Briçonnet died",
              "refs": []
            },
            {
              "sentence": "In 1532 his beloved long-time mentor English Primate Warham died of old age, [note 46] as did reforming cardinal Giles of Viterbo and Swiss bishop Hugo von Hohenlandenberg",
              "refs": []
            },
            {
              "sentence": "In 1534 his distrusted protector Clement VII (the \"inclement Clement\" : 72 ) died, his recent Italian ally Cardinal Cajetan (widely tipped as the next pope) died, and his old ally Cardinal Campeggio retired.",
              "refs": [
                "https://lirias.kuleuven.be/handle/123456789/418743"
              ]
            },
            {
              "sentence": "As more friends died (in 1533, his friend Pieter Gillis; in 1534, William Blount; in early 1536, Catherine of Aragon;) and as Luther and some Lutherans and some powerful Catholic theologians renewed their personal attacks on Erasmus, his letters are increasingly focused on concerns on the status of friendships and safety as he considered moving from bland Freiburg despite his health",
              "refs": []
            },
            {
              "sentence": "[note 47]",
              "refs": []
            },
            {
              "sentence": "In 1535, Erasmus' friends Thomas More, Bishop John Fisher and Brigittine Richard Reynolds [note 48] were executed as pro-Rome traitors by Henry VIII, who Erasmus and More had first met as a boy",
              "refs": []
            },
            {
              "sentence": "Despite illness Erasmus wrote the first biography of More (and Fisher), the short, anonymous Expositio Fidelis, which Froben published, at the instigation of de Góis",
              "refs": []
            },
            {
              "sentence": "After Erasmus' time, numerous of Erasmus' translators later met similar fates at the hands of Anglican, Catholic and Reformed sectarians and autocrats: including Margaret Pole, William Tyndale, Michael Servetus",
              "refs": []
            },
            {
              "sentence": "Others, such as Charles V's Latin secretary Juan de Valdés, fled and died in self-exile.",
              "refs": []
            },
            {
              "sentence": "Erasmus' friend and collaborator Bishop Cuthbert Tunstall eventually died in prison under Elizabeth I for refusing the Oath of Supremacy",
              "refs": []
            },
            {
              "sentence": "Erasmus' correspondent Bishop Stephen Gardiner, who he had known as a teenaged student in Paris and Cambridge,  was later imprisoned in the Tower of London for five years under Edward VI for impeding Protestantism",
              "refs": [
                "https://expo.bib.kuleuven.be/exhibits/show/500-years-collegium-trilingue/formation-of-the-collegium-tri"
              ]
            },
            {
              "sentence": "[note 49]  Damião de Góis was tried before the Portuguese Inquisition at age 72,  detained almost incommunicado, finally exiled to a monastery, and on release perhaps murdered",
              "refs": [
                "http://venn.lib.cam.ac.uk/cgi-bin/search-2018.pl?sur=&suro=w&fir=&firo=c&cit=&cito=c&c=all&z=all&tex=ERSS465D&sye=&eye=&col=all&maxcount=50"
              ]
            },
            {
              "sentence": "His amanuensis Gilbert Cousin died in prison at age 66, shortly after being arrested on the personal order of Pope Pius V",
              "refs": [
                "https://www.measuringworth.com/calculators/ukcompare/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Death in Basel",
          "section_content": [
            {
              "sentence": "When his strength began to fail, he finally decided to accept an invitation by Queen Mary of Hungary, Regent of the Netherlands (sister of his former student Archduke Ferdinand I and Emperor Charles V), to move from Freiburg to Brabant",
              "refs": []
            },
            {
              "sentence": "In 1535, he moved back to the Froben compound in Basel in preparation (Œcolampadius having died, and private practice of his religion now possible) and saw his last major works such as Ecclesiastes through publication, though he grew more frail.",
              "refs": []
            },
            {
              "sentence": "On July 12, 1536, he died at an attack of dysentery",
              "refs": []
            },
            {
              "sentence": "\"The most famous scholar of his day died in peaceful prosperity and in the company of celebrated and responsible friends.\"  His last words, as recorded by his friend and biographer Beatus Rhenanus, were apparently \"Lord, put an end to it\" (Latin: domine fac finem, the same last words as Melanchthon)  then  \"Dear God\" (Dutch: Lieve God)",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://doi.org/10.3138%2F9781442681019",
                "ISBN: 978-3-030-79859-8"
              ]
            },
            {
              "sentence": "He had remained loyal to Roman Catholicism,  but biographers have disagreed whether to treat him as an insider or an outsider",
              "refs": [
                "https://www.pro-europa.eu/europe/trevor-roper-hugh-erasmus/"
              ]
            },
            {
              "sentence": "[note 50] He may not have received or had the opportunity to receive the last rites of the Catholic Church; [note 51] the contemporary reports of his death do not mention whether he asked for a Catholic priest or not, [note 52] if any were secretly or privately in Basel.",
              "refs": []
            },
            {
              "sentence": "He was buried with great ceremony in the Basel Minster (the former cathedral)",
              "refs": []
            },
            {
              "sentence": "The Protestant city authorities remarkably allowed his funeral to be an ecumenical Catholic requiem Mass",
              "refs": []
            },
            {
              "sentence": "Erasmus had received dispensations (from Ferdinand Archduke of Austria, and from Emperor Charles V in 1530) to make a will rather than have his wealth revert to his order (the Chapter of Sion), or to the state, and had long pre-sold most of his personal library of almost 500 books to Polish humanist Jan Łaski",
              "refs": []
            },
            {
              "sentence": "As his heir or executor he instated Bonifacius Amerbach to give seed money [note 53] to students and the needy",
              "refs": [
                "https://books.google.com/books?id=vU5tQgAACAAJ",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 54] One of the eventual recipients was the impoverished Protestant humanist Sebastian Castellio, who had fled from Geneva to Basel, who subsequently translated the Bible into Latin and French, and who worked for the repair of the breach and divide of Western Christianity in its Catholic, Anabaptist, and Protestant branches",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Thought and views",
      "section_content": [
        {
          "sentence": "Biographers, such as Johan Huizinga, frequently draw connections between many of Erasmus' convictions and his early biography: esteem for the married state and appropriate marriages, support for priestly marriage, concern for improving marriage prospects for females, opposition to inconsiderate rules (notably, institutional dietary rules), a desire to make education engaging for the participants, interest in classical languages, horror of poverty and spiritual hopelessness, distaste for friars begging when they could study or work, unwillingness to be under the direct control of authorities, laicism, the need for those in authority to act in the best interest of their charges, a prizing of mercy and peace, an anger over unnecessary war, especially between avaricious princes, an awareness of mortality, etc.",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Manner of thinking",
          "section_content": [
            {
              "sentence": "Erasmus had a distinctive manner of thinking, a Catholic historian suggests: one that is capacious in its perception, agile in its judgments, and unsettling in its irony with \"a deep and abiding commitment to human flourishing\"",
              "refs": []
            },
            {
              "sentence": "\"In all spheres, his outlook was essentially pastoral.\" : 225",
              "refs": [
                "[ERROR retrieving ref link]",
                "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor"
              ]
            },
            {
              "sentence": "Erasmus has been called a seminal rather than a consistent or systematic thinker,  notably averse to over-extending from the specific to the general; who nevertheless should be taken very seriously as a pastoral [note 55] and rhetorical theologian, with a philological and historical approach—rather than a metaphysical approach—to interpreting Scripture  [note 56] and interested in the literal and tropological senses",
              "refs": [
                "https://www.britishmuseum.org/collection/object/P_1895-0122-843",
                "https://altbasel.ch/fragen/erasmus_in_basel.html"
              ]
            },
            {
              "sentence": ": 145  French theologian Louis Bouyer commented, \"Erasmus was to be one of those who can get no edification from exegesis where they suspect some misinterpretation.\"",
              "refs": [
                "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A theologian has written of \"Erasmus' preparedness completely to satisfy no-one but himself.\"  He has been called moderate, judicious and constructive even when being critical or when mocking extremes;  [note 57] but thin-skinned against slanders of heterodoxy",
              "refs": [
                "http://nrs.harvard.edu/urn-3:HUL.InstRepos:41473796",
                "https://doi.org/10.3138%2F9781442660076-002"
              ]
            },
            {
              "sentence": "[note 58]",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Manner of expression",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Irony",
              "section_content": [
                {
                  "sentence": "Erasmus often wrote in a highly ironical idiom,  especially in his letters, [note 59] which makes them prone to different interpretations when taken literally rather than ironically.",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He frequently wrote about controversial subjects using the dialogue to avoid direct statements clearly attributable to himself",
                  "refs": []
                },
                {
                  "sentence": "[note 60] For Martin Luther, he was an eel,  slippery, evasive and impossible to capture",
                  "refs": [
                    "https://www.the-low-countries.com/article/pope-adrian-vi-the-barbarian-from-the-north-who-wanted-to-reform-the-vatican"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Copiousness",
              "section_content": [
                {
                  "sentence": "Erasmus' literary theory of \"copiousness\" endorses a large stockpile of rich adages, analogies, tropes and symbolic figures, which leads to compressed communication of complex ideas (between those educated in the stockpile) but some of which, to modern sensibilities, may promote as well as play off stereotypes",
                  "refs": []
                },
                {
                  "sentence": "Terence J",
                  "refs": []
                },
                {
                  "sentence": "Martin identifies an \"Erasmian pattern\" that the supposed (by the reader) otherness (of Turks, Lapplanders, Indians, Amerindians, [note 63] Jews, and even women and heretics) \"provides a foil against which the failures of Christian culture can be exposed and criticized.\"",
                  "refs": [
                    "https://www.britannica.com/biography/Erasmus-Dutch-humanist/The-Protestant-challenge"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Pacifism",
          "section_content": [
            {
              "sentence": "Peace, peaceableness, and peacemaking, in all spheres from the domestic to the religious to the political, were central distinctives of Erasmus' writing on Christian living and his mystical theology:  \"the sum and summary of our religion is peace and unanimity\"  [note 65] At the Nativity of Jesus \"the angels sang not the glories of war, nor a song of triumph, but a hymn of peace.\":",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://doi.org/10.3138%2F9781487532833-005"
              ]
            },
            {
              "sentence": "Erasmus was not an absolute pacifist but promoted political pacificism and religious Irenicism",
              "refs": []
            },
            {
              "sentence": "Notable writings on irenicism include  De Concordia, On the War with the Turks, The Education of a Christian Prince, On Restoring the Concord of the Church, and The Complaint of Peace",
              "refs": [
                "https://doi.org/10.3138%2F9781487532833-005"
              ]
            },
            {
              "sentence": "Erasmus' ecclesiology of peacemaking held that the church authorities had a divine mandate to settle religious disputes, [note 67] in an as non-excluding way as possible, including by the preferably-minimal development of doctrine.",
              "refs": []
            },
            {
              "sentence": "In the latter, Lady Peace insists on peace as the crux of Christian life and for understanding Christ:",
              "refs": []
            },
            {
              "sentence": "A historian has called him \"The 16th Century's Pioneer of Peace Education and a Culture of Peace\"",
              "refs": []
            },
            {
              "sentence": "[note 68]",
              "refs": []
            },
            {
              "sentence": "Erasmus' emphasis on peacemaking reflects a typical pre-occupation of medieval lay spirituality as historian John Bossy (as summarized by Eamon Duffy) puts it: \"medieval Christianity had been fundamentally concerned with the creation and maintenance of peace in a violent world",
              "refs": []
            },
            {
              "sentence": "\"Christianity\" in medieval Europe denoted neither an ideology nor an institution, but a community of believers whose religious ideal—constantly aspired to if seldom attained—was peace and mutual love.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "War",
              "section_content": [
                {
                  "sentence": "Historians have written that \"references to conflict run like a red thread through the writings of Erasmus.\" : 34  Erasmus had experienced war as a child and was particularly concerned about wars between Christian kings, who should be brothers and not start wars; a theme in his book The Education of a Christian Prince",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His Adages included \"War is sweet to those who have never tasted it\" (Dulce bellum inexpertis from Pindar's Greek.) [note 69]",
                  "refs": []
                },
                {
                  "sentence": "He promoted and was present at the Field of Cloth of Gold,  and his wide-ranging correspondence frequently related to issues of peacemaking",
                  "refs": [
                    "https://doi.org/10.3138%2F9781487532833-007"
                  ]
                },
                {
                  "sentence": "[note 70] He saw a key role of the Church in peacemaking by arbitration  and mediation, : 50  and the office of the Pope was necessary to rein in tyrannical princes and bishops",
                  "refs": [
                    "https://doi.org/10.1163%2F18749275-00000006",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": ": 195",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He questioned the practical usefulness and abuses [note 71] of Just War theory, further limiting it to feasible defensive actions with popular support and that \"war should never be undertaken unless, as a last resort, it cannot be avoided.\"  Defeat should be endured rather than fighting to the end",
                  "refs": [
                    "https://www.jstor.org/stable/470220"
                  ]
                },
                {
                  "sentence": "In his Adages he discusses (common translation) \"A disadvantageous peace is better than a just war\", which owes to Cicero and John Colet's \"Better an unjust peace than the justest war.\" Expansionism could not be justified",
                  "refs": []
                },
                {
                  "sentence": "[note 72] Taxes to pay for war should cause the least possible hardship on the poor",
                  "refs": []
                },
                {
                  "sentence": ": 20  He hated sedition as, often, a cause of oppression.",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Erasmus was highly critical of the warlike way of important European princes of his era, including some princes of the church",
                  "refs": []
                },
                {
                  "sentence": "[note 73] He described these princes as corrupt and greedy",
                  "refs": []
                },
                {
                  "sentence": "Erasmus believed that these princes \"collude in a game, of which the outcome is to exhaust and oppress the commonwealth\"",
                  "refs": []
                },
                {
                  "sentence": ": s1.7.4  He spoke more freely about this matter in letters sent to his friends like Thomas More, Beatus Rhenanus and Adrianus Barlandus: a particular target of his criticisms was the Emperor Maximilian I, whom Erasmus blamed for allegedly preventing the Netherlands from signing a peace treaty with Guelders  and other schemes to cause wars in order to extract money from his subjects",
                  "refs": [
                    "https://www.jstor.org/stable/23973448?seq=70",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[note 74]",
                  "refs": []
                },
                {
                  "sentence": "One of his approaches was to send and publish congratulatory and lionizing letters to princes who, though in a position of strength, negotiated peace with neighbours, such as King Sigismund I the Old of Poland in 1527",
                  "refs": []
                },
                {
                  "sentence": ": 75",
                  "refs": [
                    "https://www.academia.edu/44379289"
                  ]
                },
                {
                  "sentence": "Erasmus \"constantly and consistently\" opposed the mooted idea of a Christian \"universal monarch\" with an over-extended empire who could supposedly defeat the Ottoman forces: such universalism did not \"hold any promise of generating less conflict than the existing political plurality;\" instead, advocating concord between princes, both temporal and spiritual",
                  "refs": []
                },
                {
                  "sentence": ": 44, 45  The spiritual princes, by their arbitration and mediation do not \"threaten political plurality, but acts as its defender.\" : 50",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Intra-Christian religious toleration",
              "section_content": [
                {
                  "sentence": "He referred to his irenical disposition in the Preface to On Free Will as a secret inclination of nature that would make him even prefer the views of the Sceptics over intolerant assertions, though he sharply distinguished adiaphora from what was uncontentiously explicit in the New Testament or absolutely mandated by Church teaching",
                  "refs": []
                },
                {
                  "sentence": "Concord demanded unity and assent: Erasmus was anti-sectarian [note 75] as well as non-sectarian",
                  "refs": [
                    "http://hdl.handle.net/1959.13/1397919"
                  ]
                },
                {
                  "sentence": "To follow the law of love, our intellects must be humble and friendly when making any assertions: he called contention \"earthly, beastly, demonic\" : 739  and a good-enough reason to reject a teacher or their followers",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://escholarship.org/uc/item/6270j25z"
                  ]
                },
                {
                  "sentence": "In Melanchthon's view, Erasmus taught charity, not faith",
                  "refs": []
                },
                {
                  "sentence": ": 10  The centrality of Christian concord to Erasmus' theology contrasted with the insistence of Martin Luther and, for example, later English Puritans, that (Protestant) truth naturally would create discord and opposition",
                  "refs": [
                    "ISBN: 978-3-030-79859-8"
                  ]
                },
                {
                  "sentence": ": 219",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Certain works of Erasmus laid a foundation for religious toleration of private opinions and ecumenism",
                  "refs": []
                },
                {
                  "sentence": "For example, in De libero arbitrio, opposing particular views of Martin Luther, Erasmus noted that religious disputants should be temperate in their language \"because in this way the truth, which is often lost amidst too much wrangling may be more surely perceived.\" Gary Remer writes, \"Like Cicero, Erasmus concludes that truth is furthered by a more harmonious relationship between interlocutors.\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In a letter to Cardinal Lorenzo Campeggio, Erasmus lobbied diplomatically for toleration: \"If the sects could be tolerated under certain conditions (as the Bohemians pretend), it would, I admit, be a grievous misfortune, but one more endurable than war.\" [citation needed]  But the same dedication to avoiding conflict and bloodshed should be shown by those tempted to join (anti-popist) sects:",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Heresy and sedition",
              "section_content": [
                {
                  "sentence": "Erasmus had been involved in early attempts to protect Luther and his sympathisers from charges of heresy",
                  "refs": []
                },
                {
                  "sentence": "Erasmus wrote Inquisitio de fide to say that the Lutherans (of 1523) were not formally heretics: he pushed back against the willingness of some theologians to cry heresy fast in order to enforce their views in universities and at inquisitions.",
                  "refs": []
                },
                {
                  "sentence": "For Erasmus, punishable heresy had to involve fractiously, dangerously, and publicly agitating against essential doctrines relating to Christ (i.e., blasphemy), with malice, depravity, obstinacy",
                  "refs": []
                },
                {
                  "sentence": "[note 76] As with St Theodore the Studite,   Erasmus was against the death penalty merely for private or peaceable heresy or for dissent on non-essentials: \"It is better to cure a sick man than to kill him.\"  The Church has the duty to protect believers and convert or heal heretics; he invoked Jesus' parable of the wheat and tares",
                  "refs": [
                    "https://doi.org/10.3138%2F9781487536695",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": ": 200",
                  "refs": [
                    "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor"
                  ]
                },
                {
                  "sentence": "Erasmus' pacificism included a particular dislike for sedition, which caused warfare:",
                  "refs": []
                },
                {
                  "sentence": "Erasmus allowed the death penalty against violent seditionists to prevent bloodshed and war: he allowed that the state has the right to execute those who are a necessary danger to public order—whether heretic or orthodox—but noted (e.g., to fr:Noël Béda) that Augustine had been against the execution of even violent Donatists: Johannes Trapman states that Erasmus' endorsement of suppression of the Anabaptists springs from their refusal to heed magistrates and the criminal violence of the Münster rebellion not because of their heretical views on baptism",
                  "refs": []
                },
                {
                  "sentence": "Despite these concessions to state power, Erasmus suggested that religious persecution could still be challenged as inexpedient (ineffective)",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Outsiders",
              "section_content": [
                {
                  "sentence": "Most of his political writing focused on peace within Christendom with almost a sole focus on Europe",
                  "refs": []
                },
                {
                  "sentence": "In 1516, Erasmus wrote, \"It is the part of a Christian prince to regard no one as an outsider unless he is a nonbeliever, and even on them he should inflict no harm\", which entails not attacking outsiders, not taking their riches, not subjecting them to political rule, no forced conversions, and keeping promises made to them",
                  "refs": []
                },
                {
                  "sentence": ": 50, 51",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In common with his times,  Erasmus regarded the Jewish and Islamic religions as Christian heresies  (and therefore competitors to orthodox Christianity) rather than separate religions, using the inclusive term half-Christian for the latter",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[note 77]",
                  "refs": []
                },
                {
                  "sentence": "However, there is a wide range of scholarly opinion on the extent and nature of antisemitic and anti-Moslem prejudice in his writings: historian Nathan Ron has found his writing to be harsh and racial in its implications, with contempt and hostility to Islam",
                  "refs": []
                }
              ],
              "subsections": [
                {
                  "section_title": "Turks",
                  "section_content": [
                    {
                      "sentence": "In his last decade, he involved himself in the public policy debate on war with the Ottoman Empire, which was then invading Western Europe, notably in his book On the war against the Turks (1530), as the \"reckless and extravagant\"  Pope Leo X had in previous decades promoted going on the offensive with a new crusade",
                      "refs": [
                        "https://utorontopress.com/9780802038760/erasmus-and-his-books/"
                      ]
                    },
                    {
                      "sentence": "[note 78] Erasmus re-worked Luther's rhetoric that the invading Turks represent God's judgment of decadent Christendom, but without Luther's fatalism: Erasmus not only accused Western leaders of kingdom-threatening hypocrisy, he reworked a remedy already decreed by the Fifth Council of the Lateran: anti-expansionist moral reforms by Europe's disunited leaders as a necessary unitive political step before any aggressive warfare against the Ottoman threat, reforms which might themselves, if sincere, prevent both the internecine and foreign warfare",
                      "refs": []
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "Jews",
                  "section_content": [
                    {
                      "sentence": "Erasmus perceived and championed strong Hellenistic rather than exclusively Hebraic influences on the intellectual milieux of Jesus, Paul, and the early church: \"If only the Christian church did not attach so much importance to the Old Testament!\" [note 79] Perhaps the only Jewish book he published was his loose translation of the first century Hellenistic-Judaic \"On the Sovereignty of Reason\", better known as 4 Maccabees",
                      "refs": []
                    },
                    {
                      "sentence": "Erasmus' pervasive anti-ceremonialism treated the early Church debates on circumcision, food, and special days as manifestations of cultural chauvinism by the initial Jewish Christians in Antioch",
                      "refs": []
                    },
                    {
                      "sentence": "[note 80]",
                      "refs": []
                    },
                    {
                      "sentence": "While many humanists, from Pico della Mirandola to Johannes Reuchlin, were intrigued by Jewish mysticism, Erasmus came to dislike it: \"I see them as a nation full of most tedious fabrications, who spread a kind of fog over everything, Talmud, Cabbala, Tetragrammaton, Gates of Light, words, words, words",
                      "refs": []
                    },
                    {
                      "sentence": "I would rather have Christ mixed up with Scotus than with that rubbish of theirs.\" : 347",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "In his Paraphrase on Romans, Erasmus voiced, as Paul, the \"secret\" that in the end times, \"all of the Israelites will be restored to salvation\" and accept Christ as their Messiah, \"although now part of them have fallen away from it.\"",
                      "refs": [
                        "https://doi.org/10.2307%2F2540661"
                      ]
                    },
                    {
                      "sentence": "Several scholars have identified cases where Erasmus' comments appear to go beyond theological anti-Judaism into slurs or approving to an extent certain anti-semitic policies, though there is some controversy.",
                      "refs": []
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "Slaves",
                  "section_content": [
                    {
                      "sentence": "On the subject of slavery, Erasmus characteristically treated it in passing under the topic of tyranny: Christians were not allowed to be tyrants, which slave-owning required, but especially not to be the masters of other Christians",
                      "refs": []
                    },
                    {
                      "sentence": "Erasmus had various other piecemeal arguments against slavery: for example, that it was not legitimate to enslave people taken in an unjust war, but it was not a subject that occupied him",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "However, his belief that \"nature created all men free\" (and slavery was imposed) was a rejection of Aristotle's category of natural slaves",
                      "refs": []
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "Politics",
              "section_content": [
                {
                  "sentence": "Erasmus promoted the idea that a prince rules with the consent of his people, notably in his book The Education of a Christian Prince (and, through More, in the book Utopia.) He may have been influenced by the Brabantine custom of an incoming ruler being officially told of his duties and welcomed:  the  Joyous Entry was a kind of contract",
                  "refs": [
                    "https://books.google.com/books?id=PoCY-z-mhTcC"
                  ]
                },
                {
                  "sentence": "A monarchy should not be absolute: it should be \"checked and diluted with a mixture of aristocracy and democracy to prevent it ever breaking out into tyranny.\"  The same considerations applied to church princes.",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Erasmus contrasts the Christian Prince with the Tyrant, who has no love from the people, will be surrounded by flatterers, and can expect no loyalty or peace",
                  "refs": []
                },
                {
                  "sentence": "Unspoken in Erasmus' views may have been the idea that the people can remove a tyrant; however, espousing this explicitly could expose people to capital charges of sedition or treason",
                  "refs": []
                },
                {
                  "sentence": "Erasmus typically limited his political discussion to what could be couched as personal faith and morality by or between Christians, his business as a magister of theology.",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Religious reform",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Personal reform",
              "section_content": [
                {
                  "sentence": "Erasmus expressed much of his reform program in terms of the proper attitude towards the sacraments and their ramifications:  notably for the underappreciated sacraments of Baptism and Marriage (see On the Institution of Christian Marriage) considered as vocations more than events; [note 81] and for the mysterious Eucharist, pragmatic Confession, the dangerous Last Rites (writing On the Preparation for Death), [note 82] and the pastoral Holy Orders (see Ecclesiastes.)   Historians have noted that Erasmus commended the benefits of immersive, docile scripture-reading in sacramental terms",
                  "refs": [
                    "https://doi.org/10.1163%2F187492700X00048",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[note 83]",
                  "refs": []
                }
              ],
              "subsections": [
                {
                  "section_title": "Sacraments",
                  "section_content": [
                    {
                      "sentence": "A test of the Reformation was the doctrine of the sacraments, and the crux of this question was the observance of the Eucharist",
                      "refs": []
                    },
                    {
                      "sentence": "Erasmus was concerned that the sacramentarians, headed by Œcolampadius of Basel, were claiming Erasmus held views similar to their own in order to try to claim him for their schismatic and \"erroneous\" movement",
                      "refs": []
                    },
                    {
                      "sentence": "When the Mass was finally banned in Basel in 1529, Erasmus immediately abandoned the city, as did the other expelled Catholic clergy.",
                      "refs": []
                    },
                    {
                      "sentence": "In 1530, Erasmus published a new edition of the orthodox treatise of Algerus against the heretic Berengar of Tours in the eleventh century",
                      "refs": []
                    },
                    {
                      "sentence": "He added a dedication, affirming his belief in the reality of the Body of Christ after consecration in the Eucharist, commonly referred to as transubstantiation",
                      "refs": []
                    },
                    {
                      "sentence": "However, Erasmus found the scholastic formulation of transubstantiation to stretch language past its breaking point",
                      "refs": []
                    },
                    {
                      "sentence": "By and large, the miraculous real change that interested Erasmus, the author, more than that of the bread is the transformation in the humble partaker",
                      "refs": []
                    },
                    {
                      "sentence": ": 211   Erasmus wrote several notable pastoral books and pamphlets on sacraments, always looking through rather than at the rituals or forms:",
                      "refs": [
                        "https://doi.org/10.1093%2Fehr%2Fceaa149"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "Catholic reform",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "Institutional reforms",
                  "section_content": [
                    {
                      "sentence": "The Protestant Reformation began in the year following the publication of his pathbreaking edition of the New Testament in Latin and Greek (1516)",
                      "refs": []
                    },
                    {
                      "sentence": "The issues between the reforming and reactionary tendencies of the church, from which Protestantism later emerged, had become so clear that many intellectuals and churchmen could not escape the summons to join the debate.",
                      "refs": []
                    },
                    {
                      "sentence": "According to historian C",
                      "refs": []
                    },
                    {
                      "sentence": "Scott Dixon, Erasmus not only criticized church failings but questioned many of his Church's basic teachings; [note 84] however, according to biographer Erika Rummel, \"Erasmus was aiming at the correction of abuses rather than at doctrinal innovation or institutional change.\" [note 85]",
                      "refs": []
                    },
                    {
                      "sentence": "In theologian Louis Bouyer's interpretation,  Erasmus' agenda was \"to reform the Church from within by a renewal of biblical theology, based on philological study of the New Testament text, and supported by a knowledge of patristics, itself renewed by the same methods",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "The final object of it all was to nourish [...]chiefly moral and spiritual reform [...]\" [note 86]",
                      "refs": []
                    },
                    {
                      "sentence": "At the height of his literary fame, Erasmus was called upon to take one side, but public partisanship was foreign to his beliefs, nature, and habits",
                      "refs": []
                    },
                    {
                      "sentence": "Despite all his criticism of clerical corruption and abuses within the Western Church, [note 87] especially at first he sided unambiguously with neither Luther nor the anti-Lutherans publicly (though in private he lobbied assiduously against extremism from both parties), but eventually shunned the breakaway Protestant Reformation movements along with their most radical offshoots",
                      "refs": []
                    },
                    {
                      "sentence": "The world had laughed at his satire, The Praise of Folly, but few had interfered with his activities",
                      "refs": []
                    },
                    {
                      "sentence": "He believed that his work had commended itself to the religious world's best minds and dominant powers",
                      "refs": []
                    },
                    {
                      "sentence": "Erasmus chose to write in Latin (and Greek), the languages of scholars",
                      "refs": []
                    },
                    {
                      "sentence": "He did not build a large body of supporters in the unlettered; his critiques reached a small but elite audience",
                      "refs": []
                    },
                    {
                      "sentence": "Erasmus was also notable for exposing several important historical documents of theological and political importance as forgeries or misattributions: including pseudo-Dionysius the Areopagite, the Gravi de pugna attributed to St Augustine, the Ad Herennium attributed to Cicero, and (by reprinting Lorenzo Valla's work)  the Donation of Constantine.",
                      "refs": [
                        "https://www.cuapress.org/9780813228099/truth-and-irony/"
                      ]
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "Anti-fraternalism",
                  "section_content": [
                    {
                      "sentence": "Reacting from his own experiences, Erasmus came to believe that monastic life and institutions no longer served the positive spiritual or social purpose they once may have: : 669  in the Enchiridion he controversially put it \"Monkishness is not piety.\" [note 88] At this time, it was better to live as \"a monk in the world\" than in the monastery",
                      "refs": [
                        "https://doi.org/10.14315/arg-1987-jg03"
                      ]
                    },
                    {
                      "sentence": "[note 89]",
                      "refs": []
                    },
                    {
                      "sentence": "Many of his works contain diatribes against supposed monastic corruption and careerism, particularly against the mendicant friars (Franciscans and Dominicans)",
                      "refs": []
                    },
                    {
                      "sentence": "These orders also typically ran the university's Scholastic theology programs, from whose ranks came his most dangerous enemies",
                      "refs": []
                    },
                    {
                      "sentence": "The more some attacked him, the more offensive he became about what he saw as their political influence and materialistic opportunism.",
                      "refs": []
                    },
                    {
                      "sentence": "He was scandalized by superstitions, such as that if you were buried in a Franciscan habit, you would go direct to heaven",
                      "refs": []
                    },
                    {
                      "sentence": "[note 90] crime  and child novices",
                      "refs": [
                        "https://doi.org/10.1163%2F18749275-03601005"
                      ]
                    },
                    {
                      "sentence": "He advocated various reforms, including a ban on taking orders until the 30th year, the closure of corrupt and smaller monasteries, respect for bishops, requiring work, not begging (reflecting the practice of his own order of Augustinian Canons,) the downplaying of monastic hours, fasts and ceremonies, and a less mendacious approach to gullible pilgrims and tenants.",
                      "refs": []
                    },
                    {
                      "sentence": "However, he was not in favour of speedy closures of monasteries, nor of closing larger reformed monasteries with important libraries: in his account of his pilgrimage to Walsingham, he noted that the funds extracted from pilgrims typically supported houses for the poor and elderly",
                      "refs": []
                    },
                    {
                      "sentence": "These ideas widely influenced his generation of humanists, both Catholic and Protestant, : 152  and the lurid hyperbolic attacks in his half-satire The Praise of Folly were later treated by Protestants as objective reports of near-universal corruption",
                      "refs": [
                        "https://doi.org/10.14315/arg-1976-jg01"
                      ]
                    },
                    {
                      "sentence": "Furthermore, \"what is said over a glass of wine, ought not to be remembered and written down as a serious statement of belief,\" such as his proposal to marry all monks to all nuns or to send them all away to fight the Turks and colonize new islands",
                      "refs": []
                    },
                    {
                      "sentence": "He believed the only vow necessary for Christians should be the vow of Baptism, and others such as the vows of the evangelical counsels, while admirable in intent and content, were now mainly counter-productive.",
                      "refs": []
                    },
                    {
                      "sentence": "However, Erasmus frequently commended the evangelical counsels for all believers, and with more than lip service: for example, the first adage of his reputation-establishing Adagia was Between friends all is common, where he tied common ownership (such as practiced by his order's style of poverty) with the teachings of classical philosophers and Christ",
                      "refs": []
                    },
                    {
                      "sentence": "His main Catholic opposition was from scholars in the mendicant orders",
                      "refs": []
                    },
                    {
                      "sentence": "He purported that \"Saint Francis came lately to me in a dream and thanked me for chastising them.\"  After his lifetime, scholars of mendicant orders have sometimes disputed Erasmus as hyperbolic and ill-informed",
                      "refs": [
                        "https://doi.org/10.1017%2FCHOL9780521042550.011"
                      ]
                    },
                    {
                      "sentence": "A 20th-century Benedictine scholar wrote of him as \"all sail and no rudder\"",
                      "refs": []
                    },
                    {
                      "sentence": ": 357",
                      "refs": [
                        "http://queenslib.wordpress.com/2013/07/12/erasmus-and-queens-college/"
                      ]
                    },
                    {
                      "sentence": "Erasmus did also have significant support and contact with reform-minded friars, including Franciscans such as Jean Vitrier and Cardinal Cisneros, and Dominicans such as Cardinal Cajetan the former master of the Order of Preachers.",
                      "refs": []
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "Protestant reform",
              "section_content": [
                {
                  "sentence": "The early reformers built their theology on Erasmus' philological analyses of specific verses in the New Testament: repentance over penance (the basis of the first thesis of the Luther's 95 Theses), justification by imputation, grace as favour or clemency, faith as hoping trust,  human transformation over reformation, congregation over church, mystery over sacrament, etc",
                  "refs": [
                    "https://doi.org/10.1177%2F0014524608091090"
                  ]
                },
                {
                  "sentence": "In Erasmus' view, they went too far, downplayed Sacred Tradition such as Patristic interpretations, and irresponsibly fomented bloodshed.",
                  "refs": []
                },
                {
                  "sentence": "Erasmus was one of many scandalized by the sale of indulgences to fund Pope Leo X's projects",
                  "refs": []
                },
                {
                  "sentence": "His view, given in a 1518 letter to John Colet, was less theological than political:  \"The Roman curia has abandoned any sense of shame",
                  "refs": []
                },
                {
                  "sentence": "What could be more shameless than these constant indulgences? And now they put up war against the Turks as a pretext, when their aim really is to drive the Spaniards from Naples.\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": [
                {
                  "section_title": "Increasing disagreement with Luther",
                  "section_content": [
                    {
                      "sentence": "Erasmus and Luther impacted each other greatly",
                      "refs": []
                    },
                    {
                      "sentence": "Each had misgivings about each other from the beginning (Erasmus on Luther's rash and antagonistic character, Luther on Erasmus' focus on morality rather than grace) but strategically agreed not to be negative about the other in public.",
                      "refs": []
                    },
                    {
                      "sentence": "Noting Luther's criticisms of corruption in the Church, Erasmus  described Luther to Pope Leo X as \"a mighty trumpet of gospel truth\" while agreeing, \"It is clear that many of the reforms for which Luther calls\" (e.g., the sale of indulgences) \"are urgently needed.\"  However, behind the scenes Erasmus forbade his publisher Froben from handling the works of Luther : 64  and tried to keep the reform movement focused on institutional rather than theological issues, yet he also privately wrote to authorities to prevent Luther's persecution",
                      "refs": [
                        "https://doi.org/10.1017%2F9781108775434.011",
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "In the words of one historian, \"at this earlier period he was more concerned with the fate of Luther than his theology.\"",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "In 1520, Erasmus wrote that \"Luther ought to be answered and not crushed.\"  However, the publication of Luther's On the Babylonian Captivity of the Church (Oct 1520)  and subsequent bellicosity drained Erasmus' and many humanists' sympathy, even more as Christians became partisans and the partisans took to violence.",
                      "refs": [
                        "[ERROR retrieving ref link]",
                        "https://doi.org/10.1086%2FSCJ4801005"
                      ]
                    },
                    {
                      "sentence": "Luther hoped for his cooperation in a work which seemed only the natural outcome of Erasmus' own, [note 91] and spoke with admiration of Erasmus's superior learning",
                      "refs": []
                    },
                    {
                      "sentence": "In their early correspondence, Luther expressed boundless admiration for all Erasmus had done in the cause of a sound and reasonable Christianity and urged him to join the Lutheran party",
                      "refs": []
                    },
                    {
                      "sentence": "Erasmus declined to commit himself, arguing his usual \"small target\" excuse, that to do so would endanger the cause of bonae litterae [note 92]   which he regarded as one of his purposes in life",
                      "refs": [
                        "https://doi.org/10.1017%2F9781139017169.014"
                      ]
                    },
                    {
                      "sentence": "Only as an independent scholar could he hope to influence the reform of religion",
                      "refs": []
                    },
                    {
                      "sentence": "When Erasmus declined to support him, the \"straightforward\" Luther became angered that Erasmus was avoiding the responsibility due either to cowardice or a lack of purpose.",
                      "refs": []
                    },
                    {
                      "sentence": "However, any hesitancy on the part of Erasmus may have stemmed, not from lack of courage or conviction, but rather from a concern over the mounting disorder and violence of the reform movement",
                      "refs": []
                    },
                    {
                      "sentence": "To Philip Melanchthon in 1524 he wrote:",
                      "refs": []
                    },
                    {
                      "sentence": "Catholic theologian George Chantraine notes that, where Luther quotes Luke 11:21 \"He that is not with me is against me\", Erasmus takes Mark 9:40 \"For he that is not against us, is on our part.\" : 86",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "Though he sought to remain accommodative in doctrinal disputes, each side accused him of siding with the other, perhaps because of his perceived influence and what they regarded as his dissembling neutrality, [note 93] which he regarded as peacemaking accommodation:",
                      "refs": []
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "Dispute on free will",
                  "section_content": [
                    {
                      "sentence": "By 1523, and first suggested in a letter from Henry VIII, Erasmus had been convinced that Luther's ideas on necessity/free will were a subject of core disagreement deserving a public airing, and strategized with friends and correspondents  on how to respond with proper moderation  without making the situation worse for all, especially for the humanist reform agenda",
                      "refs": [
                        "https://comment.org/erasmus-is-an-eel-renaissance-humanist-hero/",
                        "https://doi.org/10.2979%2Fjourworlphil.1.1.16"
                      ]
                    },
                    {
                      "sentence": "He eventually chose a campaign that involved an irenical 'dialogue' \"The Inquisition of Faith\",  a positive, evangelical model sermon \"On the Measureless Mercy of God\", and a gently critical 'diatribe' \"On Free Will.\"",
                      "refs": []
                    },
                    {
                      "sentence": "The publication of his brief book On Free Will initiated what has been called \"The greatest debate of that era\"   which still has ramifications today",
                      "refs": [
                        "https://doi.org/10.1515%2F9783111315348-006"
                      ]
                    },
                    {
                      "sentence": "They bypassed discussion on reforms which they both agreed on in general, and instead dealt with authority and biblical justifications of synergism versus monergism in relation to salvation.",
                      "refs": [
                        "https://www.jewishvirtuallibrary.org/erasmus-of-rotterdam"
                      ]
                    },
                    {
                      "sentence": "Luther responded with On the Bondage of the Will (De servo arbitrio) (1525).",
                      "refs": []
                    },
                    {
                      "sentence": "Erasmus replied to this in his lengthy two volume Hyperaspistes and other works, which Luther ignored",
                      "refs": []
                    },
                    {
                      "sentence": "Apart from the perceived moral failings among followers of the Reformers—an important sign for Erasmus—he also dreaded any change in doctrine, citing the long history of the Church as a bulwark against innovation",
                      "refs": []
                    },
                    {
                      "sentence": "He put the matter bluntly to Luther:",
                      "refs": []
                    },
                    {
                      "sentence": "Continuing his chastisement of Luther – and undoubtedly put off by the notion of there being \"no pure interpretation of Scripture anywhere but in Wittenberg\"  – Erasmus touches upon another important point of the controversy:",
                      "refs": [
                        "https://doi.org/10.1007%2F978-3-030-24929-8_6"
                      ]
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "\"False evangelicals\"",
                  "section_content": [
                    {
                      "sentence": "In 1529, Erasmus wrote \"An epistle against those who falsely boast they are Evangelicals\" to Gerardus Geldenhouwer (former Bishop of Utrecht, also schooled at Deventer).",
                      "refs": []
                    },
                    {
                      "sentence": "Here Erasmus complains of the doctrines and morals of the Reformers, applying the same critique he had made about public Scholastic disputations:",
                      "refs": []
                    }
                  ],
                  "subsections": []
                },
                {
                  "section_title": "Other",
                  "section_content": [
                    {
                      "sentence": "According to historian Christopher Ocker, the early reformers \"needed tools that let their theological distinctions pose as commonplaces in a textual theology; [...] Erasmus provided the tools\" but this tendentious distinction-making, reminiscent of the recent excesses of Scholasticism to Erasmus' eyes, was \"was precisely what Erasmus disliked about Luther\" and \"Protestant polemicists.\"",
                      "refs": [
                        "https://www.jstor.org/stable/4172947"
                      ]
                    },
                    {
                      "sentence": "Erasmus wrote books against aspects of the teaching, impacts or threats of several other Reformers:",
                      "refs": [
                        "https://books.google.com/books?id=v-IvAAAAYAAJ&q=the+angels+sung+not+the+glories+of+war,+nor+a+song+of+triumph,+but+a+hymn+of+peace"
                      ]
                    },
                    {
                      "sentence": "However, Erasmus maintained friendly relations with other Protestants, notably the irenic Melanchthon and Albrecht Duerer.",
                      "refs": []
                    },
                    {
                      "sentence": "A common accusation, supposedly started by antagonistic monk-theologians, [note 94] made Erasmus responsible for Martin Luther and the Reformation: \"Erasmus laid the egg, and Luther hatched it.\" Erasmus wittily dismissed the charge, claiming that Luther had \"hatched a different bird entirely\"",
                      "refs": []
                    },
                    {
                      "sentence": "Erasmus-reader Peter Canisius commented: \"Certainly there was no lack of eggs for Luther to hatch.\"  [note 95]",
                      "refs": [
                        "https://doi.org/10.3138%2F9781487510206-020",
                        "https://www.tandfonline.com/doi/abs/10.1080/10848770.2013.859793"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            }
          ]
        },
        {
          "section_title": "Philosophy",
          "section_content": [
            {
              "sentence": "Erasmus has a problematic standing in the history of philosophy: whether he should be called a philosopher at all, [note 96] (as, indeed, some question whether he should be considered a theologian either",
              "refs": []
            },
            {
              "sentence": ": 205 )  Erasmus deemed himself to be a rhetorician (rhetoric being the art of argumentation to find what was most probably true on questions where logic could not provide certainty) [note 97] or grammarian rather than a philosopher",
              "refs": [
                "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor"
              ]
            },
            {
              "sentence": ": 66  He was particularly influenced by satirist and rhetorician Lucian",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 98]  Erasmus' writings shifted \"an intellectual culture from logical disputation about things to quarrels about texts, contexts, and words.\"",
              "refs": [
                "https://web.archive.org/web/20230507080915/https://en.wikisource.org/wiki/The_Complaint_of_Peace"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Classical",
              "section_content": [
                {
                  "sentence": "Erasmus syncretistically took phrases, ideas and motifs from many classical philosophers to furnish discussions of Christian themes: [note 99] academics have identified aspects of his thought as variously Platonist (duality), [note 100] Cynical (asceticism),   Stoic (adiaphora),  Epicurean (ataraxia, [note 101]  pleasure as virtue),  realist/non-voluntarist, and Isocratic (rhetoric, political education, syncretism.) : 19  However, his Christianized version of Epicureanism is regarded as his own",
                  "refs": [
                    "https://www.firstthings.com/article/2016/11/the-end-of-christendom",
                    "https://www.jstor.org/stable/j.ctv9b2ww5.11",
                    "[ERROR retrieving ref link]",
                    "https://www.hrp.org.uk/hampton-court-palace/history-and-stories/the-field-of-cloth-of-gold/",
                    "https://doi.org/10.1057%2F9780230583641",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Erasmus was sympathetic to a kind of epistemological (Ciceronian  not Cartesian) : 50  Scepticism: [note 102]",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.jstor.org/stable/23654400"
                  ]
                },
                {
                  "sentence": "Historian Kirk Essary has noted that from his earliest to last works Erasmus \"regularly denounced the Stoics as specifically unchristian in their hardline position and advocacy of apatheia\": warm affection and an appropriately fiery heart being inalienable parts of human sincerity; : 17  however historian Ross Dealy sees Erasmus' decrial of other non-gentle \"perverse affections\" as having Stoical roots",
                  "refs": [
                    "https://books.google.com/books?id=x7nADwAAQBAJ&pg=PA68"
                  ]
                },
                {
                  "sentence": "Erasmus wrote in terms of a tri-partite nature of man, with the soul the seat of free will:",
                  "refs": []
                },
                {
                  "sentence": "According to theologian George van Kooten, Erasmus was the first modern scholar \"to note the similarities between Plato's Symposium and John's Gospel\", first in the Enchiridion then in the Adagia, pre-dating other scholarly interest by 400 years",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Anti-scholasticism",
              "section_content": [
                {
                  "sentence": "He usually eschewed metaphysical, epistemological and logical philosophy as found in Aristotle: [note 103] in particular the curriculum and systematic methods of the post-Aquinas Schoolmen (Scholastics) [note 104]  and what he regarded as their frigid, counter-productive Aristoteleanism: [note 105] \"What has Aristotle to do with Christ?\"  [note 106]",
                  "refs": [
                    "ISBN: 0-271-02811-4"
                  ]
                },
                {
                  "sentence": "Erasmus held that academics must avoid philosophical factionalism as an offense against Christian concord, in order to \"make the whole world Christian.\" : 851  Indeed, Erasmus thought that Scholastic philosophy actually distracted participants from their proper focus on immediate morality, [note 107] [note 108] unless used moderately",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[note 109] And, by \"excluding the Platonists from their commentaries, they strangle the beauty of revelation.\" [note 110] \"They are windbags blown up with Aristotle, sausages stuffed with a mass of theoretical definitions, conclusions, and propositions.\"",
                  "refs": [
                    "https://archive.org/details/lifeandletterse02frougoog/page/n372"
                  ]
                },
                {
                  "sentence": "Nevertheless, church historian Dr Ernst Kohls has commented on a certain closeness of Erasmus' thought to Thomas Aquinas', despite Erasmus' skepticism about runaway Aristotelianism : 9   and his methodological dislike of collections of disconnected sentences for quotation",
                  "refs": [
                    "https://doi.org/10.1017%2F9781108264945.005"
                  ]
                },
                {
                  "sentence": "Ultimately, Erasmus personally owned Aquinas' Summa theologiae, the Catena aurea and his commentary on Paul's epistles",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Philosophia Christi",
              "section_content": [
                {
                  "sentence": "(Not to be confused with his Italian contemporary Chrysostom Javelli's Philosophia Christiana.)",
                  "refs": []
                },
                {
                  "sentence": "Erasmus approached classical philosophers theologically and rhetorically: their value was in how they pre-saged, explained or amplified the unique teachings of Christ (particularly the Sermon on the Mount : 117 ): the philosophia Christi",
                  "refs": [
                    "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor"
                  ]
                },
                {
                  "sentence": "[note 111] [note 112]",
                  "refs": []
                },
                {
                  "sentence": "In fact, Christ was \"the very father of philosophy\" (Anti-Barbieri.) [note 113]",
                  "refs": []
                },
                {
                  "sentence": "In works such as his Enchiridion, The Education of a Christian Prince and the Colloquies, Erasmus developed his idea of the philosophia Christi, a life lived according to the teachings of Jesus taken as a spiritual-ethical-social-political-legal  philosophy: [note 114]",
                  "refs": [
                    "https://www.gutenberg.org/files/22900/22900-h/22900-h.htm"
                  ]
                },
                {
                  "sentence": "In philosopher Étienne Gilson's summary: \"the quite precise goal he pursues is to reject Greek philosophy outside of Christianity, into which the Middle Ages introduced Greek philosophy with the risk of corrupting this Christian Wisdom.\"",
                  "refs": [
                    "https://journals.wichita.edu/index.php/ff/article/view/73"
                  ]
                },
                {
                  "sentence": "Useful \"philosophy\" needed to be limited to (or re-defined as) the practical and moral:",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Theology",
          "section_content": [
            {
              "sentence": "Three key distinctive features of the spirituality Erasmus proposed are accommodation, inverbation, and scopus christi",
              "refs": []
            },
            {
              "sentence": "[note 115]",
              "refs": []
            },
            {
              "sentence": "In the view of literary historian Chester Chapin, Erasmus' tendency of thought was \"towards cautious dulcification of the traditional  [Catholic] view\"",
              "refs": []
            },
            {
              "sentence": "[note 116]",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Accommodation",
              "section_content": [
                {
                  "sentence": "Historian Manfred Hoffmann has described accommodation as \"the single most important concept in Erasmus' hermeneutic\"",
                  "refs": []
                },
                {
                  "sentence": "[note 117]",
                  "refs": []
                },
                {
                  "sentence": "For Erasmus, accommodation is a universal concept: humans must accommodate each other, must accommodate the church and vice versa, and must take as their model how Christ accommodated the disciples in his interactions with them, and accommodated humans in his incarnation; which in turn merely reflects the eternal mutual accommodation within the Trinity",
                  "refs": []
                },
                {
                  "sentence": "And the primary mechanism of accommodation is language, [note 118]: 6  which mediates between reality and abstraction, which allows disputes of all kinds to be resolved and the gospel to be transmitted:  in his New Testament, Erasmus notably translated the Greek logos in John 1:1 \"In the beginning was the Word\" more like \"In the beginning was Speech:  using Latin sermo (discourse, conversation, language) not verbum (word) emphasizing the dynamic and interpersonal communication rather than static principle: [note 119]  \"Christ incarnate as the eloquent oration of God\":  \"He is called Speech  [sermo], because through him God, who in his own nature cannot be comprehended by any reasoning, wished to become known to us.\" : 45",
                  "refs": [
                    "https://dialnet.unirioja.es/descarga/articulo/7366141.pdf",
                    "https://catholicherald.co.uk/a-terrible-pope-but-a-patron-of-genius/",
                    "http://www.italicapress.com/index108.html",
                    "https://www.jstor.org/stable/23654400"
                  ]
                },
                {
                  "sentence": "The role models of accommodation [note 120] were Paul, [note 121] that \"chameleon\" : 385  (or \"slippery squid\" ) and Christ, who was \"more mutable than Proteus himself.\" : 386",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.degruyter.com/document/doi/10.3138/9781442681026-004/html",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Following Paul, Quintillian (apte diecere) and Gregory the Great's Pastoral Care, Erasmus wrote that the orator, preacher or teacher must \"adapt their discourse to the characteristics of their audience\"; this made pastoral care the \"art of arts\"",
                  "refs": []
                },
                {
                  "sentence": ": 64  Erasmus wrote that most of his original works, from satires to paraphrases, were essentially the same themes packaged for different audiences.",
                  "refs": [
                    "https://www.jstor.org/stable/2861633"
                  ]
                },
                {
                  "sentence": "In this light, Erasmus' ability to have friendly correspondence with both Thomas More and Thomas Bolyn,  and with both Philip Melanchthon and Pope Adrian VI, can be seen as outworkings of his theology, rather than slippery insincerity [note 59] or flattery of potential patrons",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Similarly, it shows the theological basis of his pacificism, and his view of ecclesiastical authorities—from priests like himself to Church Councils—as necessary mediating peace-brokers.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Inverbation",
              "section_content": [
                {
                  "sentence": "For Erasmus, further to accommodating humans in his Incarnation, Christ accommodated humans by a kind of inverbation: [note 122] we now knowing the resurrection, Christ is revealed by the Gospels in a way that we can know him better by reading him [note 123] than those who actually heard him speak; [note 124] this will or may transform us",
                  "refs": []
                },
                {
                  "sentence": "[note 125]",
                  "refs": []
                },
                {
                  "sentence": "Since the Gospels become in effect like sacraments,  [note 126] for Erasmus reading them becomes a form of prayer [note 83] which is spoiled by taking single sentences in isolation and using them as syllogisms",
                  "refs": [
                    "https://doi.org/10.1515%2F9781501764769-005"
                  ]
                },
                {
                  "sentence": "[note 127] Instead, learning to understand the context, genres and literary expression in the New Testament becomes a spiritual more than academic exercise",
                  "refs": []
                },
                {
                  "sentence": "Erasmus' has been called rhetorical theology (theologia rhetorica.) : 32  [note 128]",
                  "refs": [
                    "https://dialnet.unirioja.es/descarga/articulo/7366141.pdf",
                    "https://www.jstor.org/stable/43250928"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Scopus christi",
              "section_content": [
                {
                  "sentence": "Scopus is the unifying reference point, the navigation goal, or the organizing principle of topics",
                  "refs": []
                },
                {
                  "sentence": "[note 129] According to his assistant-turned-foe, Œcolampadius, Erasmus's rule was \"nihil in sacris literis praeter Christum quaerendum\" (\"nothing is to be sought in the sacred letters but Christ\")",
                  "refs": []
                },
                {
                  "sentence": ": 269",
                  "refs": [
                    "https://www.jstor.org/stable/2857071"
                  ]
                },
                {
                  "sentence": "In Hoffmann's words, for Erasmus \"Christ is the scopus of everything\": \"the focus in which both dimensions of reality, the human and the divine, intersect\" and so He himself is the hermeneutical principle of scripture\": \"the middle is the medium, the medium is the mediator, the mediator is the reconciler\"",
                  "refs": []
                },
                {
                  "sentence": ": 9  In Erasmus' early Enchiridion [note 130]: 82  he had given this scopus in typical medieval terms of an ascent of being to God (vertical), but from the mid-1510s life he moved to an analogy of Copernican planetary circling around Christ the centre (horizontal) or Columbian navigation towards a destination",
                  "refs": [
                    "https://dialnet.unirioja.es/descarga/articulo/7366141.pdf"
                  ]
                },
                {
                  "sentence": ": 135",
                  "refs": [
                    "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor"
                  ]
                },
                {
                  "sentence": "One effect is that scriptural interpretation must be done starting with the teachings and interactions of Jesus in the Gospels, : 78  with the Sermon on the Mount serving as the starting point, [note 131]  and arguably with the Beatitudes and the Lord's Prayer at the head of the queue",
                  "refs": [
                    "https://doi.org/10.1177%2F004056397103200415",
                    "https://escholarship.org/uc/item/6270j25z"
                  ]
                },
                {
                  "sentence": "[citation needed] This privileges peacemaking, mercy, meekness, [note 132] purity of heart, hungering after righteousness, poverty of spirit, etc",
                  "refs": []
                },
                {
                  "sentence": "as the unassailable core of Christianity and piety and true theology",
                  "refs": []
                },
                {
                  "sentence": "[note 133]",
                  "refs": []
                },
                {
                  "sentence": "The Sermon on the Mount provides the axioms on which every legitimate theology must be built, as well as the ethics governing theological discourse, and the rules for validating theological products; Erasmus' philosophia christi treats the primary and initial teaching of Jesus in the first Gospel as a theological methodology",
                  "refs": []
                },
                {
                  "sentence": "[note 134]",
                  "refs": []
                },
                {
                  "sentence": "For example, \"peacemaking\" is a possible topic in any Christian theology; but for Erasmus, from the Beatitude, it must be a starting-, reference- and ending-point when discussing all other theological notions, such as church authority, the Trinity, etc",
                  "refs": []
                },
                {
                  "sentence": "Moreover, Christian theology must only be done in a peacemaking fashion for peacemaking purposes; and any theology that promotes division and warmongering is thereby anti-Christian",
                  "refs": []
                },
                {
                  "sentence": "[note 135]",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Mystical theology",
              "section_content": [
                {
                  "sentence": "Another important concept to Erasmus was \"the Folly of the Cross\" : 119  (which The Praise of Folly explored): [note 136] the view that Truth belongs to the exuberant, perhaps ecstatic, : 140  world of what is foolish, strange, unexpected  and even superficially repellent to us, rather than to the frigid worlds which intricate scholastic dialectical and syllogistic philosophical argument all too often generated; [note 137] this produced in Erasmus a profound disinterest in hyper-rationality, [note 138] and an emphasis on verbal, rhetorical, mystical, pastoral and personal/political moral concerns instead.",
                  "refs": [
                    "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor",
                    "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor",
                    "https://www.britannica.com/topic/Praise-of-Folly-by-Erasmus"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Theological writings",
              "section_content": [
                {
                  "sentence": "Several scholars have suggested Erasmus wrote as an evangelist not an academic theologian",
                  "refs": []
                },
                {
                  "sentence": "[note 139] Even \"theology was to be metamorphic speech, converting persons to Christ.\" : 49  Erasmus did not conceive of Christianity as fundamentally an intellectual system:",
                  "refs": [
                    "https://www.jstor.org/stable/23654400"
                  ]
                },
                {
                  "sentence": "Historian William McCuaig commented \"I have never read a work by him on any subject that was not at bottom a piece of evangelical literature.\"",
                  "refs": [
                    "https://books.google.com/books?id=i6kf0Tv_i1AC&pg=PA60"
                  ]
                },
                {
                  "sentence": "Apart from these programmatic works, Erasmus also produce a number of prayers, sermons, essays, masses and poems for specific benefactors and occasions, often on topics where Erasmus and his benefactor agreed",
                  "refs": []
                },
                {
                  "sentence": "His thought was particularly influenced by Origen",
                  "refs": []
                },
                {
                  "sentence": "[note 140]",
                  "refs": []
                },
                {
                  "sentence": "He often set himself the challenge of formulating positive, moderate, non-superstitious versions of contemporary Catholic practices that might be more acceptable both to scandalized Catholics and Protestants of good will: the better attitudes to the sacraments, saints, Mary, indulgences, statues, scriptural ignorance and fanciful Biblical interpretation, prayer, dietary fasts, external ceremonialism, authority, vows, docility, submission to Rome, etc",
                  "refs": []
                },
                {
                  "sentence": "For example, in his Paean in Honour of the Virgin Mary (1503) Erasmus elaborated his theme that the Incarnation had been hinted far and wide, which could impact the theology of the fate of the remote unbaptized and grace, and the place of classical philosophy:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Works",
      "section_content": [
        {
          "sentence": "Erasmus was the most popular, most printed and arguably most influential author of the early sixteenth century, read in all nations in the West and frequently translated",
          "refs": []
        },
        {
          "sentence": "By the 1530s, his writings accounted for 10–20% of book sales in Europe",
          "refs": []
        },
        {
          "sentence": "\"Undoubtedly he was the most read author of his age.\" : 608  His vast number of Latin and Greek publications included translations, paraphrases, letters, textbooks, plays for schoolboys, commentary, poems, liturgies, satires, sermons, and prayers",
          "refs": [
            "https://imagejournal.org/article/erasmusoption/",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "A large number of his later works were defences of his earlier work from attacks by Catholic and Protestant theological and literary opponents.",
          "refs": []
        },
        {
          "sentence": "The Catalogue of the Works of Erasmus (2023)  runs to 444 entries (120 pages), almost all from the latter half of his life",
          "refs": [
            "ISBN: 978-0-333-64451-5"
          ]
        },
        {
          "sentence": "He usually wrote books in particular classical literary genres with their different rhetorical conventions: complaint, diatribe, dialogue, encomium, epistle, commentary, liturgy, sermon, etc",
          "refs": []
        },
        {
          "sentence": "His letter to Ulrich von Hutten on Thomas More's household has been called \"the first real biography in the real modern sense.\"",
          "refs": [
            "https://www.jstor.org/stable/2857015"
          ]
        },
        {
          "sentence": "From his youth, Erasmus had been a voracious writer",
          "refs": []
        },
        {
          "sentence": "Erasmus wrote or answered up to 40 letters per day,  usually waking early in the morning and writing them in his own hand",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He did not work after dinner",
          "refs": []
        },
        {
          "sentence": "His writing method (recommended in De copia and De ratione studii)  was to make notes on whatever he was reading, categorized by theme: he carted these commonplaces in boxes that accompanied him",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "When assembling a new book, he would go through the topics and cross out commonplace notes as he used them",
          "refs": []
        },
        {
          "sentence": "This catalog of research notes allowed him to rapidly create books, though woven from the same topics",
          "refs": []
        },
        {
          "sentence": "Towards the end of his life, as he lost dexterity, he employed secretaries or amanuenses who performed the assembly or transcription, re-wrote his writing, and in his last decade, recorded his dictation; letters were usually in his own hand, unless formal",
          "refs": []
        },
        {
          "sentence": "For much of his career he wrote standing at a desk, as shown in Dürer's portrait.",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Notable writings",
          "section_content": [
            {
              "sentence": "Erasmus wrote for educated audiences both",
              "refs": []
            },
            {
              "sentence": "He is noted for his extensive scholarly editions of the New Testament in Latin and Greek, and the complete works of numerous Church Fathers",
              "refs": []
            },
            {
              "sentence": "These formed the basis of the so-called Textus Receptus Protestant bibles.",
              "refs": []
            },
            {
              "sentence": "The only works with enduring popularity in modern time are his satires and semi-satires: The Praise of Folly, Julius Excluded from Heaven and The Complaint of Peace",
              "refs": []
            },
            {
              "sentence": "However, his other works, such as his several thousand letters, continue to be a vital source of information to historians of numerous disciplines.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Legacy and evaluations",
      "section_content": [
        {
          "sentence": "Erasmus was given the sobriquet \"Prince of the Humanists\", and has been called \"the crowning glory of the Christian humanists\"",
          "refs": []
        },
        {
          "sentence": "He has also been called \"the most illustrious rhetorician and educationalist of the Renaissance\"",
          "refs": [
            "https://www.york.ac.uk/media/borthwick/documents/publications/The%20Monastic%20Research%20Bulletin,%20Issue%2018%20(2012).pdf"
          ]
        },
        {
          "sentence": "However, at times he has been viciously criticized, his works suppressed, his expertise corralled, his writings misinterpreted, his thought demonized, and his legacy marginalized",
          "refs": []
        },
        {
          "sentence": "He was never judged and declared a heretic by the Catholic Church, during his lifetime or after: a semi-secret trial in Vallodolid Spain, in 1527 found him not to be a heretic, and he was sponsored and protected by Popes and Bishops.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Personal",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Health",
          "section_content": [
            {
              "sentence": "Erasmus was a quite sickly man and frequently worked from his sickbed",
              "refs": []
            },
            {
              "sentence": "As a teenager he contracted Quartan fever, a non-lethal type of Malaria which recurred numerous times for the rest of his life: he attributed his survival to the intercession of St Genevieve",
              "refs": []
            },
            {
              "sentence": "His digestion gave him trouble: he was intolerant of fish, beer and some wines, which were the standard diet for members of religious orders; he eventually died following an attack of dysentery.",
              "refs": [
                "https://it.cgu.edu/earlymodernjournal/vol1-no1/seery.html"
              ]
            },
            {
              "sentence": "In Cambridge he was ill, possibly with the English sweating sickness",
              "refs": []
            },
            {
              "sentence": "He suffered kidney stones from his time in Venice and, in late life, with gout  In 1514, he suffered a fall from his horse and injured his back.",
              "refs": [
                "https://doi.org/10.1017%2FCBO9780511560668.012"
              ]
            },
            {
              "sentence": "In 1528 he suffered recurrent episodes of the stone, \"from which he almost died.\" In 1529 his self-removal from Basel was delayed because of headcold and fever",
              "refs": [
                "https://aldine.lib.sfu.ca/willinsky-make-haste-slowly"
              ]
            },
            {
              "sentence": "In 1530 while traveling he suffered some near-fatal illness which several doctors diagnosed as the plague (which had killed his parents) but several others diagnosed as not the plague",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Various illnesses have been diagnosed of the skeletons claimed to be his, including pustulotic arthro-osteitis,  syphilis or yaws",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Other doctors have diagnosed from his written descriptions ailments such as rheumatoid arthritis, enteric rheumatism  and spondylarthritis",
              "refs": [
                "https://www.jstor.org/stable/3162926"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Clothing",
          "section_content": [
            {
              "sentence": "Until Erasmus received his 1505 and 1517 Papal dispensations to wear clerical garb, Erasmus wore versions of the local habit of his order, the Canons regular of St Augustine,  Chapter of Sion, which varied by region and house, unless travelling: in general, a white or perhaps black cassock with linen and lace choir rochet for liturgical contexts, or otherwise with white sarotium (scarf) (over left shoulder), or almuce (cape), perhaps with an asymmetrical black cope of cloth or sheepskin (Latin: cacullae) or long black cloak",
              "refs": []
            },
            {
              "sentence": "From 1505, and certainly after 1517, he dressed as a scholar-priest",
              "refs": []
            },
            {
              "sentence": "He preferred warm and soft garments: according to one source, he arranged for his clothing to be stuffed with fur to protect him against the cold, and his habit counted with a collar of fur which usually covered his nape",
              "refs": [
                "https://doi.org/10.1163%2F18749275-04401002"
              ]
            },
            {
              "sentence": "All Erasmus' portraits show him wearing a knitted scholar's bonnet",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Signet ring and personal motto",
          "section_content": [
            {
              "sentence": "Erasmus chose the Roman god of borders and boundaries Terminus as a personal symbol  and had a signet ring with a herm he thought depicted Terminus carved into a carnelian",
              "refs": [
                "https://doi.org/10.1163%2F18749275-13330103"
              ]
            },
            {
              "sentence": "The herm was presented to him in Rome by his student Alexander Stewart and in reality depicted the Greek god Dionysus",
              "refs": [
                "https://doi.org/10.1163%2F18749275-13330103"
              ]
            },
            {
              "sentence": "The ring was also depicted in a portrait of his by the Flemish painter Quentin Matsys",
              "refs": [
                "https://books.google.com/books?id=bYVEgXbiunkC&pg=PA380"
              ]
            },
            {
              "sentence": "The herm became part of the Erasmus branding at Froben, and is on his tombstone",
              "refs": []
            },
            {
              "sentence": ": 215  In the early 1530s, Erasmus was portrayed as Terminus by Hans Holbein the Younger",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He chose Concedo Nulli (Lat",
              "refs": []
            },
            {
              "sentence": "I concede to no-one) as his personal motto",
              "refs": []
            },
            {
              "sentence": "The obverse of the medal by Quintin Matsys featured the Terminus herm",
              "refs": [
                "https://www.gutenberg.org/files/47517/47517-h/47517-h.htm#FNanchor_152"
              ]
            },
            {
              "sentence": "Mottoes on medals, along the circumference, included \"A better picture of Erasmus is shown in his writing\",  and \"Contemplate the end of a long life\" and Horace's \"Death is the ultimate boundary of things,\" : 215  which re-casts the motto as a memento mori.",
              "refs": [
                "https://www.alfsvag.com/onewebmedia/IdentityofTheology.pdf",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Representations",
          "section_content": [
            {
              "sentence": "Erasmus frequently gifted portraits and medals with his image to friends and patrons.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Name used",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Exhumation",
          "section_content": [
            {
              "sentence": "In 1928, the site of Erasmus' grave was dug up, and a body identified in the bones and examined",
              "refs": []
            },
            {
              "sentence": "In 1974, a body was dug up in a slightly different location, accompanied by an Erasmus medal",
              "refs": [
                "https://doi.org/10.1163%2F18749275-04401002"
              ]
            },
            {
              "sentence": "Both bodies have been claimed to be Erasmus'",
              "refs": []
            },
            {
              "sentence": "However, it is possible neither is",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Biographies",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Topics",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Non-English",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Primary sources",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Non-English",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Media",
          "section_content": [],
          "subsections": []
        }
      ]
    }
  ],
  "references": {
    "4": "[ERROR retrieving ref link]",
    "6": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "32": "https://www.academia.edu/48868408",
    "35": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "49": "https://www.dbnl.org/tekst/_gul005196901_01/_gul005196901_01_0011.php",
    "51": "https://books.google.com/books?id=PoCY-z-mhTcC",
    "52": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "https://doi.org/10.1163%2F157006994X00117",
    "68": "https://www.belmontabbey.org.uk/monastic-vows",
    "69": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "91": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "110": "[ERROR retrieving ref link]",
    "111": "https://www.jstor.org/stable/44992025",
    "116": "[ERROR retrieving ref link]",
    "118": "http://hdl.handle.net/10443/596",
    "122": "[ERROR retrieving ref link]",
    "129": "[ERROR retrieving ref link]",
    "136": "[ERROR retrieving ref link]",
    "140": "https://www.pro-europa.eu/europe/trevor-roper-hugh-erasmus/",
    "146": "[ERROR retrieving ref link]",
    "150": "[ERROR retrieving ref link]",
    "155": "[ERROR retrieving ref link]",
    "157": "[ERROR retrieving ref link]",
    "160": "[ERROR retrieving ref link]",
    "162": "[ERROR retrieving ref link]",
    "166": "[ERROR retrieving ref link]",
    "169": "[ERROR retrieving ref link]",
    "172": "[ERROR retrieving ref link]",
    "174": "[ERROR retrieving ref link]",
    "176": "[ERROR retrieving ref link]",
    "178": "[ERROR retrieving ref link]",
    "180": "[ERROR retrieving ref link]",
    "183": "[ERROR retrieving ref link]",
    "190": "[ERROR retrieving ref link]",
    "191": "https://doi.org/10.1163%2F187492700X00048",
    "193": "[ERROR retrieving ref link]",
    "197": "https://www.jstor.org/stable/43250928",
    "198": "[ERROR retrieving ref link]",
    "203": "[ERROR retrieving ref link]",
    "205": "[ERROR retrieving ref link]",
    "209": "[ERROR retrieving ref link]",
    "210": "[ERROR retrieving ref link]",
    "211": "https://doi.org/10.1086%2FSCJ4801005",
    "215": "[ERROR retrieving ref link]",
    "219": "https://www.jewishvirtuallibrary.org/erasmus-of-rotterdam",
    "221": "[ERROR retrieving ref link]",
    "223": "[ERROR retrieving ref link]",
    "225": "[ERROR retrieving ref link]",
    "227": "https://www.jstor.org/stable/4172947",
    "229": "https://doi.org/10.3138%2F9781487510206-020",
    "231": "[ERROR retrieving ref link]",
    "233": "[ERROR retrieving ref link]",
    "236": "[ERROR retrieving ref link]",
    "239": "[ERROR retrieving ref link]",
    "241": "[ERROR retrieving ref link]",
    "243": "[ERROR retrieving ref link]",
    "244": "https://www.jstor.org/stable/23563707",
    "246": "[ERROR retrieving ref link]",
    "248": "[ERROR retrieving ref link]",
    "254": "[ERROR retrieving ref link]",
    "261": "[ERROR retrieving ref link]",
    "264": "https://www.academia.edu/67458204",
    "266": "[ERROR retrieving ref link]",
    "268": "[ERROR retrieving ref link]",
    "273": "[ERROR retrieving ref link]",
    "274": "https://www.jstor.org/stable/2857071",
    "277": "[ERROR retrieving ref link]",
    "280": "https://books.google.com/books?id=i6kf0Tv_i1AC&pg=PA60",
    "282": "[ERROR retrieving ref link]",
    "283": "[ERROR retrieving ref link]",
    "285": "[ERROR retrieving ref link]",
    "289": "[ERROR retrieving ref link]",
    "290": "[ERROR retrieving ref link]",
    "291": "[ERROR retrieving ref link]",
    "302": "[ERROR retrieving ref link]",
    "304": "[ERROR retrieving ref link]",
    "308": "[ERROR retrieving ref link]",
    "322": "[ERROR retrieving ref link]",
    "325": "https://web.archive.org/web/20070207041537/http://www.passionforgrace.org.uk/Erasluther.html",
    "326": "https://iep.utm.edu/erasmus/#H2",
    "327": "https://plato.stanford.edu/archIves/spr2010/entries/erasmus/#RheSke",
    "329": "https://www.academia.edu/38549692",
    "332": "[ERROR retrieving ref link]",
    "333": "https://doi.org/10.1017%2FCBO9780511553806.010",
    "337": "https://doi.org/10.1163%2F18749275-00000005",
    "345": "[ERROR retrieving ref link]",
    "352": "https://doi.org/10.1163%2F9789004539686_005",
    "354": "[ERROR retrieving ref link]",
    "356": "[ERROR retrieving ref link]",
    "358": "[ERROR retrieving ref link]",
    "361": "https://www.jstor.org/stable/2707589",
    "362": "[ERROR retrieving ref link]",
    "364": "[ERROR retrieving ref link]",
    "365": "https://doi.org/10.1177%2F004057360706400109",
    "367": "https://www.cite-osucc.com/wp-content/uploads/2017/09/Erasmus.Paraclesis.1516.pdf",
    "369": "[ERROR retrieving ref link]",
    "370": "https://doi.org/10.1093%2Facprof%3Aoso%2F9780195183313.003.0005",
    "372": "[ERROR retrieving ref link]",
    "375": "[ERROR retrieving ref link]",
    "377": "[ERROR retrieving ref link]",
    "379": "[ERROR retrieving ref link]",
    "380": "https://api.pageplace.de/preview/DT0400.9781487585884_A35159560/preview-9781487585884_A35159560.pdf",
    "383": "[ERROR retrieving ref link]",
    "384": "[ERROR retrieving ref link]",
    "386": "[ERROR retrieving ref link]",
    "389": "https://doi.org/10.1080%2F13574175.2017.1387967",
    "391": "[ERROR retrieving ref link]",
    "392": "[ERROR retrieving ref link]",
    "393": "[ERROR retrieving ref link]",
    "396": "[ERROR retrieving ref link]",
    "398": "[ERROR retrieving ref link]",
    "400": "[ERROR retrieving ref link]",
    "402": "[ERROR retrieving ref link]",
    "404": "https://doi.org/10.1177%2F004057360706400109",
    "407": "[ERROR retrieving ref link]",
    "408": "[ERROR retrieving ref link]",
    "410": "[ERROR retrieving ref link]",
    "411": "[ERROR retrieving ref link]",
    "412": "[ERROR retrieving ref link]",
    "413": "[ERROR retrieving ref link]",
    "416": "[ERROR retrieving ref link]",
    "417": "[ERROR retrieving ref link]",
    "419": "[ERROR retrieving ref link]",
    "422": "[ERROR retrieving ref link]",
    "1": "https://www.britannica.com/biography/Desiderius-Erasmus",
    "2": "http://www.newadvent.org/cathen/05510b.htm",
    "3": "[ERROR retrieving ref link]",
    "5": "https://doi.org/10.1017%2F9781108264945.005",
    "7": "https://www.jstor.org/stable/10.3138/9781442676695",
    "9": "https://doi.org/10.1515%2F9780823295289-004",
    "11": "https://research.vu.nl/en/publications/2eb41bd4-6929-41be-a984-94747300015a",
    "12": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "14": "https://www.jstor.org/stable/3039022",
    "15": "https://www.jstor.org/stable/20675524",
    "16": "http://plato.stanford.edu/archives/win2009/entries/erasmus/#LifWor",
    "17": "https://www.jstor.org/stable/2859872",
    "18": "https://archive.org/details/epistlesoferasmu02erasuoft/page/336/mode/2up?view=theater",
    "19": "[ERROR retrieving ref link]",
    "20": "https://doi.org/10.3138/9781442674554",
    "21": "https://www.newadvent.org/cathen/05510b.htm",
    "22": "[ERROR retrieving ref link]",
    "23": "https://www.jstor.org/stable/40256471",
    "24": "https://www.jstor.org/stable/3085961",
    "25": "https://www.britannica.com/biography/Alexander-Hegius",
    "26": "[ERROR retrieving ref link]",
    "27": "https://dspace.library.uu.nl/bitstream/handle/1874/399979/dissertatie-joris%20roosen-full%20-%205f744c300d822.pdf?sequence=1",
    "28": "[ERROR retrieving ref link]",
    "29": "https://www.worldhistory.org/Desiderius_Erasmus/",
    "30": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "34": "https://books.google.com/books?id=PoCY-z-mhTcC",
    "36": "https://doi.org/10.1093%2Facprof%3Aoso%2F9780195300383.003.0001",
    "37": "ISBN: 978-0-8020-3876-0",
    "38": "https://www.jstor.org/stable/24009392",
    "39": "https://doi.org/10.2307%2F2859495",
    "40": "https://repository.uwtsd.ac.uk/id/eprint/1710/",
    "41": "https://www.jstor.org/stable/48564991",
    "43": "https://www.gutenberg.org/cache/epub/50328/pg50328-images.html#CHAPTER_VI",
    "44": "ISBN: 978-90-6004-392-9",
    "46": "https://www.academia.edu/1563989",
    "48": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "54": "https://books.google.com/books?id=m8mB_FILtngC&q=Condemns",
    "55": "ISBN: 0750914068",
    "56": "https://newcriterion.com/issues/2017/3/the-vaticans-latinist",
    "58": "https://www.1902encyclopedia.com/E/ERA/desiderius-erasmus.html",
    "59": "https://books.google.com/books?id=uhzV368KRDMC",
    "60": "https://doi.org/10.4000%2Flaboratoireitalien.3742",
    "63": "https://books.google.com/books?id=0eHvizkUHZEC&q=wiki&pg=PR9",
    "66": "https://doi.org/10.1163%2F15700690-12341402",
    "67": "https://doi.org/10.1093%2Fehr%2FXXV.XCVII.123",
    "70": "https://www.jstor.org/stable/549799",
    "71": "ISBN: 978-1-4426-6833-1",
    "72": "https://doi.org/10.3366%2Fmore.2012.49.1-2.9",
    "73": "https://ccel.org/ccel/schaff/hcc7/hcc7.ii.iv.xii.html",
    "75": "ISBN: 9798352124185",
    "76": "https://doi.org/10.17863/CAM.81488",
    "77": "https://www.cambridgescholars.com/resources/pdfs/978-1-4438-5894-6-sample.pdf",
    "78": "https://brill.com/view/journals/eras/41/2/article-p200_5.xml",
    "79": "https://www.oxforddnb.com/display/10.1093/ref:odnb/9780198614128.001.0001/odnb-9780198614128-e-96813",
    "81": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "https://www.jstor.org/stable/24413851",
    "84": "https://books.google.com/books?id=RqvtT9d522IC&q=%22Jean+Voirier%22+++erasmus",
    "85": "https://www.jstor.org/stable/3290377",
    "86": "https://doi.org/10.3366%2Fmore.2014.51.3-4.13",
    "87": "ISBN: 978-2-503-60225-7",
    "88": "https://www.jstor.org/stable/550277",
    "89": "https://doi.org/10.3366%2Fmore.2022.0119",
    "92": "https://www.britannica.com/biography/Erasmus-Dutch-humanist",
    "93": "https://doi.org/10.1484%2FM.LECTIO-EB.5.116073",
    "94": "https://books.google.com/books?id=EBLzDwAAQBAJ",
    "95": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "https://doi.org/10.1163%2F9789004473676_024",
    "98": "https://doi.org/10.4324/9781003553908",
    "99": "https://www.jstor.org/stable/23973448?seq=70",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "107": "[ERROR retrieving ref link]",
    "108": "https://utorontopress.com/9781487501990/the-correspondence-of-erasmus/",
    "109": "ISBN: 978-1442648784",
    "112": "https://www.stpaulsschool.org.uk/about/history",
    "113": "https://reformationchurch.org.uk/book_oxford-reformers_seebohm.php",
    "114": "https://doi.org/10.1163%2F18749275-04401002",
    "115": "https://digitalcommons.wcl.american.edu/research/94",
    "117": "http://queenslib.wordpress.com/2013/07/12/erasmus-and-queens-college/",
    "119": "http://venn.lib.cam.ac.uk/cgi-bin/search-2018.pl?sur=&suro=w&fir=&firo=c&cit=&cito=c&c=all&z=all&tex=ERSS465D&sye=&eye=&col=all&maxcount=50",
    "120": "[ERROR retrieving ref link]",
    "121": "https://wwnorton.com/college/history/ralph/workbook/ralprs22.htm",
    "123": "https://archive.org/details/dli.venugopal.697",
    "124": "https://web.archive.org/web/20131213000139/http://www.queens.cam.ac.uk/student-information/library-archives/collections",
    "125": "https://www.jstor.org/stable/24009249",
    "126": "https://brill.com/display/serial/ASD",
    "127": "https://www.academia.edu/44379289",
    "128": "https://repository.lsu.edu/gradschool_dissertations/1664",
    "130": "https://www.researchgate.net/publication/291216079",
    "131": "https://lirias.kuleuven.be/handle/123456789/418743",
    "132": "https://books.google.com/books?id=HvbNbNMP_vcC&pg=PA94",
    "133": "https://expo.bib.kuleuven.be/exhibits/show/500-years-collegium-trilingue/formation-of-the-collegium-tri",
    "134": "https://doi.org/10.1163%2F18749275-04401001",
    "135": "https://www.measuringworth.com/calculators/ukcompare/",
    "137": "https://doi.org/10.3138%2F9781442681019",
    "138": "ISBN: 978-3-030-79859-8",
    "139": "https://www.jstor.org/stable/2540011",
    "141": "https://theculturetrip.com/europe/belgium/articles/the-erasmus-house-a-historical-cultural-complex-not-to-be-missed/",
    "142": "https://www.jstor.org/stable/24530877",
    "143": "https://books.google.com/books?id=vU5tQgAACAAJ",
    "144": "[ERROR retrieving ref link]",
    "145": "ISBN: 978-3-86269-058-9",
    "147": "https://www.britishmuseum.org/collection/object/P_1895-0122-843",
    "148": "https://doi.org/10.3138%2F9781442680944",
    "149": "https://altbasel.ch/fragen/erasmus_in_basel.html",
    "151": "http://nrs.harvard.edu/urn-3:HUL.InstRepos:41473796",
    "152": "https://doi.org/10.3138%2F9781442660076-002",
    "153": "[ERROR retrieving ref link]",
    "154": "https://www.dominicanajournal.org/wp-content/files/old-journal-archive/vol44/no4/dominicanav44n4cardinalcajetanrenaissanceman.pdf",
    "156": "https://www.the-low-countries.com/article/pope-adrian-vi-the-barbarian-from-the-north-who-wanted-to-reform-the-vatican",
    "158": "https://www.jstor.org/stable/3143242",
    "159": "https://doi.org/10.1017/9781139087728.005",
    "161": "https://www.britannica.com/biography/Erasmus-Dutch-humanist/The-Protestant-challenge",
    "163": "https://doi.org/10.3138%2F9781487532833-005",
    "164": "https://doi.org/10.3138%2F9781487532833-005",
    "165": "https://books.google.com/books?id=cM2GAQAACAAJ",
    "167": "[ERROR retrieving ref link]",
    "168": "https://doi.org/10.3138%2F9781487532833-007",
    "170": "https://doi.org/10.1163%2F18749275-00000006",
    "171": "https://www.jstor.org/stable/470220",
    "173": "http://hdl.handle.net/1959.13/1397919",
    "175": "https://escholarship.org/uc/item/6270j25z",
    "177": "[ERROR retrieving ref link]",
    "179": "https://doi.org/10.3138%2F9781487536695",
    "181": "https://repository.lsu.edu/gradschool_dissertations/401",
    "182": "https://www.jhiblog.org/2016/10/03/prison-notebooks-toward-a-history-of-boredom/",
    "184": "http://www.italicapress.com/index108.html",
    "185": "[ERROR retrieving ref link]",
    "186": "https://utorontopress.com/9780802038760/erasmus-and-his-books/",
    "187": "https://doi.org/10.1163%2F187492703X00036",
    "188": "[ERROR retrieving ref link]",
    "189": "https://doi.org/10.2307%2F2540661",
    "192": "ISBN: 9789004129849",
    "194": "https://scholarsarchive.byu.edu/cgi/viewcontent.cgi?article=1412&context=sahs_review",
    "195": "https://www.jstor.org/stable/25776600",
    "196": "https://doi.org/10.1093%2Fehr%2Fceaa149",
    "199": "ISBN: 0754630196",
    "200": "https://www.cuapress.org/9780813228099/truth-and-irony/",
    "201": "https://doi.org/10.14315/arg-1987-jg03",
    "202": "https://doi.org/10.1163%2F18749275-03601005",
    "204": "https://doi.org/10.14315/arg-1976-jg01",
    "206": "https://doi.org/10.1017%2FCHOL9780521042550.011",
    "207": "https://doi.org/10.1177%2F0014524608091090",
    "208": "https://doi.org/10.1017%2F9781108775434.011",
    "212": "https://www.jstor.org/stable/30094064",
    "213": "https://doi.org/10.1017%2F9781139017169.014",
    "214": "https://www.jstor.org/stable/23529114",
    "216": "https://comment.org/erasmus-is-an-eel-renaissance-humanist-hero/",
    "217": "https://doi.org/10.2979%2Fjourworlphil.1.1.16",
    "218": "https://doi.org/10.1515%2F9783111315348-006",
    "220": "[ERROR retrieving ref link]",
    "222": "https://doi.org/10.1007%2F978-3-030-24929-8_6",
    "224": "https://doi.org/10.1163%2F9789004539686_012",
    "226": "https://www.clarion-journal.com/clarion_journal_of_spirit/2006/09/erasmus_then_an.html",
    "228": "https://books.google.com/books?id=v-IvAAAAYAAJ&q=the+angels+sung+not+the+glories+of+war,+nor+a+song+of+triumph,+but+a+hymn+of+peace",
    "230": "https://www.tandfonline.com/doi/abs/10.1080/10848770.2013.859793",
    "232": "https://web.archive.org/web/20230507080915/https://en.wikisource.org/wiki/The_Complaint_of_Peace",
    "234": "https://www.firstthings.com/article/2016/11/the-end-of-christendom",
    "235": "https://www.jstor.org/stable/j.ctv9b2ww5.11",
    "237": "https://www.hrp.org.uk/hampton-court-palace/history-and-stories/the-field-of-cloth-of-gold/",
    "238": "https://doi.org/10.1057%2F9780230583641",
    "240": "https://commercialarbitrationineurope.wordpress.com/2020/12/04/erasmus-jus-canonicum-and-arbitration/",
    "242": "https://www.jstor.org/stable/23654400",
    "245": "https://books.google.com/books?id=x7nADwAAQBAJ&pg=PA68",
    "247": "http://nrs.harvard.edu/urn-3:HUL.InstRepos:27194246",
    "249": "https://digitalcommons.liberty.edu/kabod/vol3/iss1/10/https://digitalcommons.liberty.edu/kabod/vol3/iss1/10/",
    "250": "https://scholar.csl.edu/ctm/vol40/iss1/71",
    "251": "https://www.jstor.org/stable/10.3138/9781442688056",
    "252": "ISBN: 0-271-02811-4",
    "253": "https://www.jstor.org/stable/24329313",
    "255": "https://apostoliki-diakonia.gr/en_main/catehism/theologia_zoi/themata.asp?cat=patr&main=EH_texts&file=11.htm",
    "256": "https://archive.org/details/lifeandletterse02frougoog/page/n372",
    "257": "https://www.gutenberg.org/files/22900/22900-h/22900-h.htm",
    "258": "[ERROR retrieving ref link]",
    "259": "https://journals.wichita.edu/index.php/ff/article/view/73",
    "260": "https://www.cuapress.org/9780813238029/the-christology-of-erasmus/",
    "262": "https://dialnet.unirioja.es/descarga/articulo/7366141.pdf",
    "263": "https://catholicherald.co.uk/a-terrible-pope-but-a-patron-of-genius/",
    "265": "https://www.jstor.org/stable/2861633",
    "267": "https://www.degruyter.com/document/doi/10.3138/9781442681026-004/html",
    "269": "https://doi.org/10.1515%2F9781501764769-005",
    "270": "https://davidkute.com/2019/12/26/396/",
    "271": "[ERROR retrieving ref link]",
    "272": "https://link.springer.com/chapter/10.1007/978-3-030-79860-4_4",
    "275": "https://doi.org/10.1177%2F004056397103200415",
    "276": "https://doi.org/10.3138%2F9781487533250",
    "278": "https://www.britannica.com/topic/Praise-of-Folly-by-Erasmus",
    "279": "https://doi.org/10.1515%2F9780228015857-009",
    "281": "https://www.cambridge.org/core/books/abs/cambridge-companion-to-reformation-theology/theology-of-erasmus/A1916A5FFA073EEC8D42C60E03F028E3",
    "284": "https://imagejournal.org/article/erasmusoption/",
    "286": "ISBN: 978-0-333-64451-5",
    "287": "https://www.jstor.org/stable/2857015",
    "288": "[ERROR retrieving ref link]",
    "292": "https://www.york.ac.uk/media/borthwick/documents/publications/The%20Monastic%20Research%20Bulletin,%20Issue%2018%20(2012).pdf",
    "293": "https://it.cgu.edu/earlymodernjournal/vol1-no1/seery.html",
    "294": "https://doi.org/10.1017%2FCBO9780511560668.012",
    "295": "https://aldine.lib.sfu.ca/willinsky-make-haste-slowly",
    "296": "[ERROR retrieving ref link]",
    "297": "https://www.jstor.org/stable/3163951",
    "298": "[ERROR retrieving ref link]",
    "299": "https://www.jstor.org/stable/3162926",
    "300": "[ERROR retrieving ref link]",
    "301": "https://www.britannica.com/biography/Erasmus-Dutch-humanist/The-Protestant-challenge",
    "303": "https://doi.org/10.1163%2F18749275-04401002",
    "305": "https://doi.org/10.1163%2F18749275-13330103",
    "306": "https://books.google.com/books?id=bYVEgXbiunkC&pg=PA380",
    "307": "https://doi.org/10.3366%2Fmore.1983.20.1.22",
    "309": "https://www.gutenberg.org/files/47517/47517-h/47517-h.htm#FNanchor_152",
    "310": "https://www.alfsvag.com/onewebmedia/IdentityofTheology.pdf",
    "311": "https://www.researchgate.net/publication/325127081",
    "312": "https://www.harpercollins.com/products/fatal-discord-michael-massing?variant=39387603533858",
    "313": "[ERROR retrieving ref link]",
    "314": "ISBN: 978-0-8020-4317-7",
    "315": "https://books.google.com/books?id=MxLV1yVyT7sC&pg=PA172",
    "316": "[ERROR retrieving ref link]",
    "317": "https://archive.org/stream/a636947900londuoft#page/12/mode/2up/search/vulturius+neocomus",
    "318": "https://books.google.com/books?id=WIhDAAAAcAAJ&pg=PT174",
    "319": "https://doi.org/10.3138%2F9781442660076",
    "320": "https://doi.org/10.1017/9781108775434.011",
    "321": "https://repository.brynmawr.edu/bmrcl/vol9/iss2/5",
    "323": "http://www.ctsfw.net/media/pdfs/reynoldserasmusresponsibleluther.pdf",
    "324": "https://doi.org/10.1163%2F9789004255630_007",
    "328": "https://doi.org/10.1163%2F9789004539686_005",
    "330": "https://doi.org/10.1163%2F18749275-03702007",
    "331": "https://doi.org/10.1080%2F14622459.2019.1612979",
    "334": "https://www.iea-nantes.fr/rtefiles/File/Ateliers/2016%20Hong/erasmus-and-christian-cynicism-j-c-laursen.pdf",
    "335": "https://doi.org/10.1163%2F9789401202985_006",
    "336": "https://www.jstor.org/stable/10.3138/j.ctt1kgqwzz",
    "338": "https://doi.org/10.1163%2F18749275-03502003",
    "339": "https://www.patheos.com/blogs/rogereolson/2010/12/a-much-neglected-basic-choice-in-theology/",
    "340": "http://etheses.dur.ac.uk/9599/",
    "341": "https://www.eur.nl/sites/corporate/files/ESJP.5.2013.04.Linkels.pdf",
    "342": "https://iep.utm.edu/cicero-academic-skepticism/",
    "343": "https://doi.org/10.1017%2FCHOL9780521300087.005",
    "344": "https://www.jstor.org/stable/2707442",
    "346": "https://plato.stanford.edu/entries/erasmus/#Meth",
    "347": "https://doi.org/10.1163%2F18749275-03601014",
    "348": "https://etheses.whiterose.ac.uk/11008/1/440731.pdf",
    "349": "https://www.divinity.cam.ac.uk/system/files/documents/inaugural-lecture-george-van-kooten-three-symposia.pdf",
    "350": "[ERROR retrieving ref link]",
    "351": "https://archive.org/details/reformers-in-profile/page/n67/mode/2up",
    "353": "https://doi.org/10.3138/9781487533250",
    "355": "http://touchstonemag.com/archives/article.php?id=30-05-036-f",
    "357": "https://www.jstor.org/stable/10.3138/j.ctt1287x95.12",
    "359": "https://web.seducoahuila.gob.mx/biblioweb/upload/FLOWERS_OF_FREETHOUGHT.pdf",
    "360": "ISBN: 9780802092229",
    "363": "https://www.jstor.org/stable/j.ctt19rmcgd.7",
    "366": "[ERROR retrieving ref link]",
    "368": "https://repository.uclawsf.edu/hastings_law_journal/vol29/iss6/11/",
    "371": "ISBN: 978-0-89870-748-9",
    "373": "https://archive.org/details/medieval-essays-by-etienne-gilson/page/n17/",
    "374": "https://doi.org/10.4102/aosis.2023.BK448",
    "376": "https://www.jstor.org/stable/3031577",
    "378": "https://doi.org/10.3366%2Fmore.1991.28.2-3.4",
    "381": "https://www.jstor.org/stable/4173446",
    "382": "https://doi.org/10.1163%2F9789004281257_003",
    "385": "https://doi.org/10.1163%2F187492795X00053",
    "387": "https://www.jstor.org/stable/44797141",
    "388": "https://doi.org/10.1163%2F18749275-03901009",
    "390": "https://academic.oup.com/book/7022/chapter/151358845",
    "394": "https://www.academia.edu/49003670",
    "395": "http://www.christianunity.va/content/unitacristiani/it/cardinal-koch/2018/conferenze/2018-10-30-bible-engagement-in-the-catholic-church-tradition-.html",
    "397": "[ERROR retrieving ref link]",
    "399": "https://doi.org/10.1017%2F9781108761437.002",
    "401": "https://www.jstor.org/stable/j.ctt1ggjhg1.15",
    "403": "https://www.academia.edu/95316549",
    "405": "https://doi.org/10.1163%2F187492798X00069",
    "406": "https://doi.org/10.7591%2F9780801463273-003",
    "409": "http://hdl.handle.net/1961/cuislandora:213631",
    "414": "https://edizionicafoscari.unive.it/media/pdf/article/english-literature/2014/1/art-10.14277-2420-823X-3p_jCA5Wl3.pdf",
    "415": "https://aquinas101.thomisticinstitute.org/st-prologue-and-q2",
    "418": "https://bmcr.brynmawr.edu/1994/1994.09.05/",
    "420": "https://www.gutenberg.org/files/30201/30201-h/30201-h.htm",
    "421": "https://doi.org/10.1093%2Foxfordhb%2F9780199684038.013.28",
    "423": "https://www.academia.edu/35244712",
    "424": "[ERROR retrieving ref link]",
    "425": "https://www.jstor.org/stable/26382868",
    "426": "https://doi.org/10.1163%2F9789004539686_014",
    "427": "https://doi.org/10.1080%2F00043079.2005.10786256",
    "428": "https://doi.org/10.1093%2Facprof%3Aoso%2F9780198159087.003.0006",
    "429": "https://brill.com/edcollchap/book/9789004539686/BP000013.xml",
    "430": "https://issuu.com/christianhistory/docs/ch-145-erasmus",
    "431": "https://www.jstor.org/stable/27900019",
    "432": "[ERROR retrieving ref link]",
    "433": "https://www.jstor.org/stable/44447526",
    "434": "https://www.jstor.org/stable/44443063",
    "435": "https://www.jstor.org/stable/2860126",
    "436": "https://doi.org/10.1086%2F670414",
    "437": "https://doi.org/10.3138%2F9781442668331-008",
    "438": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1004472",
    "439": "https://pubmed.ncbi.nlm.nih.gov/3550075/",
    "440": "https://doi.org/10.1093%2Frheumatology%2Fkeg474",
    "441": "https://www.rijksmuseum.nl/en/collection/SK-A-2312/catalogue-entry",
    "442": "https://www.cambridge.org/core/journals/journal-of-british-studies/article/shoes-boots-leggings-and-cloaks-the-augustinian-canons-and-dress-in-later-medieval-england/B282527E658BD79FCFBDB6100D5BDA93",
    "443": "[ERROR retrieving ref link]",
    "444": "https://exarc.net/issue-2018-3/at/some-uses-experiment-understanding-early-knitting-and-erasmus-bonnet",
    "445": "[ERROR retrieving ref link]",
    "446": "[ERROR retrieving ref link]",
    "447": "https://www.clevelandart.org/art/1971.166",
    "448": "https://www.jstor.org/stable/750613",
    "449": "https://www.clevelandart.org/art/1971.166",
    "450": "https://www.academia.edu/9168088",
    "451": "https://www.rct.uk/collection/405759/desiderius-erasmus-1466-1536",
    "452": "[ERROR retrieving ref link]",
    "453": "https://www.sculptureinternationalrotterdam.nl/en/essays-en/erasmus/",
    "454": "https://european-union.europa.eu/priorities-and-actions/eu-priorities/achievements_en",
    "455": "https://www.firstthings.com/erasmus-lectures",
    "456": "https://www.firstthings.com/web-exclusives/2008/04/biblical-interpretation-in-crisis",
    "457": "https://brill.com/view/journals/eras/eras-overview.xml",
    "458": "https://www.eur.nl/en/esphil/research/research-institutes/eipe",
    "459": "https://ejpe.org/journal",
    "460": "https://www.eur.nl/en/euc",
    "461": "https://irishrover.net/2010/09/no-more-erasmus-but-ndias-and-ndcec-continue/",
    "462": "https://curia.europa.eu/jcms/jcms/p1_3943794/en/",
    "463": "https://collections.vam.ac.uk/item/O586471/erasmus-tower-queens-college-cambridge-print-rock--co/",
    "464": "https://www.queens.cam.ac.uk/visiting-the-college/history/college-facts/the-buildings/erasmus-building-history",
    "465": "https://queensconferences.com/the-erasmus-room",
    "466": "[ERROR retrieving ref link]",
    "467": "https://brill.com/view/journals/eras/10/1/article-p122_8.xml"
  },
  "flair_entities": [
    "lord",
    "william warham",
    "bishops.",
    "jan łaski",
    "christianized",
    "council of trent",
    "spanish inquisition",
    "scholastics",
    "naples",
    "froben",
    "gates of light",
    "western",
    "cologne",
    "lucian",
    "roman",
    "benedictine abbey",
    "spanish",
    "epicurean",
    "anglican",
    "jude",
    "italic",
    "augustinian",
    "antioch",
    "augsburg",
    "stunica",
    "hellenistic",
    "martin luther",
    "adrianus barlandus",
    "latin vulgate",
    "aristotle to do with christ?",
    "old court",
    "hermannus buschius",
    "renaissance",
    "english puritans",
    "canons",
    "northern renaissance",
    "cambrai",
    "thomas more",
    "aristoteleanism",
    "augustinian canons",
    "christianity",
    "loyola",
    "church councils",
    "anti-barbieri",
    "cornelius grapheus'",
    "luther's 95 theses",
    "bonifacius amerbach",
    "warham",
    "johannes reuchlin",
    "terminus",
    "roman catholicism",
    "israelites",
    "papal",
    "islam",
    "leuven",
    "old testament",
    "catholics",
    "latin",
    "field of the cloth of gold",
    "inquisitio de fide",
    "irony  erasmus",
    "islamic",
    "woerden",
    "field of cloth of gold",
    "flanders",
    "elizabeth de heyden",
    "handbook of a christian knight",
    "sacra theologia",
    "pieter gillis",
    "aldus manutius",
    "erika rummel",
    "speech",
    "aristotelianism",
    "adagia",
    "1512 convocation",
    "splügen pass",
    "ignatius",
    "quintin matsys",
    "handbook of the christian knight",
    "johann froben",
    "sweating sickness",
    "mountjoy",
    "brethren of the common life",
    "folly of the cross",
    "philip melanchthon",
    "anti-lutherans",
    "paean",
    "anti-rome",
    "desiderius erasmus",
    "julius excluded from heaven",
    "austria",
    "chester chapin",
    "god",
    "hugo von hohenlandenberg",
    "aquinas' summa",
    "basel.",
    "guillaume budé",
    "henry of",
    "dear god",
    "st. lebuin's church",
    "benedict",
    "frankfurt book fair",
    "philosophia christi",
    "europe",
    "aiden gasquet",
    "henry",
    "adages",
    "damião de góis",
    "antwerp cornelius grapheus",
    "juan de vergara",
    "dionysus",
    "burgundy",
    "lieve god",
    "melanchthon",
    "anti-christian",
    "eamon duffy",
    "luther",
    "ottoman",
    "spaniards",
    "berthe de heyden",
    "hungary",
    "pro-rome",
    "on the preparation for death",
    "incarnation",
    "italy",
    "reformation",
    "scholasticism",
    "st omer",
    "old of poland",
    "gabriel biel",
    "lent",
    "england",
    "lutherans",
    "the education of a christian prince, on restoring the concord of the church",
    "henry viii",
    "st paul's school",
    "polish",
    "canterbury",
    "christian wisdom",
    "just war",
    "wittenberg",
    "new testament",
    "on free will",
    "on the babylonian captivity of the church",
    "dürer",
    "rogerus",
    "john calvin",
    "michael servetus",
    "deventer",
    "william blount",
    "last rites",
    "pius v",
    "canon",
    "maccabees",
    "turks",
    "collationary brethren",
    "terence j",
    "the complaint of peace",
    "johan huizinga",
    "john fisher",
    "martin",
    "lambertus grunnius",
    "toledo alonso iii fonseca",
    "thomas aquinas",
    "evangelicals",
    "hieronymus van busleyden",
    "messiah",
    "bergen",
    "thomas linacre",
    "john's gospel",
    "manfred hoffmann",
    "complutensian polyglot",
    "gerard",
    "copia: foundations of the abundant style",
    "ennaratio",
    "protestantism",
    "dirk martens",
    "isocratic",
    "berengar of tours",
    "hans holbein the younger",
    "alsatian",
    "squire francis war",
    "scripture",
    "rudolphus agricola",
    "romans",
    "king",
    "the education of a christian prince",
    "doctor of sacred theology",
    "plato",
    "stoics",
    "saint bertin",
    "erasmus'",
    "guelders",
    "tyrant",
    "adagio",
    "viterbo",
    "congregation of windesheim",
    "johann reuchlin",
    "paulus bombasius",
    "protestants",
    "latin-greek new testament",
    "de concordia",
    "st andrews",
    "bohemians",
    "stoical",
    "lutheran",
    "sweden",
    "ammonio",
    "cisneros",
    "university of cambridge",
    "charles v",
    "walsingham",
    "whale house",
    "tetragrammaton",
    "queens' college old library",
    "paul",
    "clement vii",
    "england erasmus",
    "florence",
    "dutch",
    "jean gerson",
    "catholic mass",
    "manner",
    "reformed",
    "church",
    "on the measureless mercy of god",
    "bible",
    "margaretha rogerius",
    "catholic church",
    "turin",
    "anabaptists",
    "st genevieve",
    "jerome",
    "charles'",
    "body of christ",
    "inverbation  for erasmus",
    "colloquies",
    "lebuïnuskerk",
    "campeggio",
    "cambridge",
    "queens' college",
    "mainz",
    "guillaume briçonnet",
    "christian",
    "jan standonck",
    "catholic",
    "indians",
    "german peasants' war",
    "on free will.",
    "philosophia christiana.",
    "anabaptist",
    "utrecht",
    "siena",
    "nativity of jesus",
    "devotio",
    "freiburg",
    "fr",
    "gilbert cousin",
    "south holland",
    "gouda",
    "university of alcalá",
    "venetian",
    "edward vi",
    "archduke ferdinand i",
    "jewish",
    "augustine",
    "aldine-like",
    "lorenzo valla",
    "alps",
    "luther  erasmus",
    "aldus",
    "padua",
    "christ",
    "peter",
    "irenicism",
    "sorbonne",
    "algerus",
    "jesus",
    "sacred tradition",
    "erasmus  desiderius erasmus roterodamus",
    "collège de montaigu",
    "on the bondage of the will",
    "beatitude",
    "louis bouyer",
    "franciscans",
    "preparation for death",
    "augustinus marius",
    "university of turin",
    "scotus",
    "origen",
    "richard sampson",
    "netherlands",
    "fisher",
    "sceptics",
    "zevenbergen",
    "triple commentary on psalm 23",
    "christopher ocker",
    "john morton",
    "amerindians",
    "alonso manrique de lara",
    "stoic",
    "anti-judaism",
    "france",
    "louis de berquin",
    "margaret",
    "on the war",
    "proteus",
    "cisneros' latin",
    "beatus rhenanus",
    "italian",
    "ross dealy",
    "thomas bolyn",
    "william mccuaig",
    "talmud",
    "textus receptus protestant",
    "paris",
    "ad herennium",
    "elizabeth i",
    "basel catholic",
    "catena aurea",
    "ferdinand archduke",
    "pope leo x",
    "jean le sauvage",
    "copernican",
    "dominic",
    "albrecht duerer.",
    "eramus' godson",
    "peter canisius",
    "geneva",
    "anti-moslem",
    "holy see",
    "portuguese",
    "erasmus",
    "north italy",
    "english",
    "john colet",
    "germany",
    "hyperaspistes",
    "rotterdam",
    "spain",
    "alexander stewart",
    "maximilian i",
    "western europe",
    "collegium trilingue",
    "hoffmann",
    "dominicans",
    "étienne gilson",
    "european",
    "virgin mary",
    "jean (jehan) vitrier",
    "adagiorum chiliades tres",
    "ecclesiastes",
    "post-aquinas schoolmen",
    "the 16th century's pioneer of peace education and a culture of peace",
    "william tyndale",
    "west",
    "andrea ammonio",
    "areopagite",
    "western church",
    "rhine",
    "basel",
    "enchiridion",
    "gregory the great",
    "vallodolid spain",
    "simon",
    "joyous entry",
    "master of requests",
    "word",
    "aristotle",
    "gerard (gerardus helye",
    "holy orders",
    "lapplanders",
    "low countries",
    "tournai",
    "juan de valdés",
    "ernst kohls",
    "ferdinand.",
    "giulio camillo",
    "gospel",
    "pindar",
    "de libero",
    "diet of augsburg",
    "sigismund i",
    "cisneros' college of the three languages",
    "monkishness",
    "biblical",
    "cuthbert tunstall",
    "epicureanism",
    "hebraic",
    "tunstall",
    "praeparatio",
    "archduke ferdinand",
    "servatius rogerus",
    "erasmus' annotations",
    "clement",
    "kirk essary",
    "cabbala",
    "jean vitrier",
    "margaret pole",
    "neakadêmia",
    "de góis",
    "leo x",
    "hapsburg",
    "irenic melanchthon",
    "thomas à kempis",
    "order of preachers.",
    "chapter of sion",
    "university of oxford",
    "johannes trapman",
    "stephen gardiner",
    "hieronymus froben",
    "brigittine richard reynolds",
    "new testament notes",
    "valla's adnotations",
    "gravi de pugna",
    "mark",
    "malaria",
    "brethren",
    "tower of london",
    "colet",
    "the imitation of christ",
    "gerardus geldenhouwer",
    "on the sovereignty of reason",
    "london austin friars'",
    "sámi",
    "pope",
    "jesus'",
    "swiss",
    "donation of constantine",
    "confession",
    "bologna",
    "ottoman empire",
    "ethiopian",
    "charles",
    "concord",
    "chrysostom javelli",
    "scholastic",
    "on civility in children",
    "jan de bakker",
    "erasmus of formiae",
    "giles",
    "sermon on the mount",
    "western christianity",
    "sebastian castellio",
    "christians",
    "brabantian",
    "philip \"the fair",
    "stein",
    "scottish",
    "french",
    "grand inquisitor",
    "pico della mirandola",
    "protestant",
    "portuguese inquisition",
    "scott dixon",
    "luther explanatio symboli or a playne and godly exposition or declaration of the commune crede",
    "pacifism  peace",
    "basel minster",
    "the inquisition of faith",
    "brussels",
    "biographers",
    "brabant",
    "donatists",
    "church fathers",
    "psalmum xxii",
    "alexander hegius",
    "scopus christi  scopus",
    "louvain",
    "us",
    "university of louvain",
    "ulrich von hutten",
    "breisgau",
    "rome",
    "catherine of aragon",
    "protestant reformation",
    "expositio fidelis",
    "hebrew",
    "pistorius",
    "orléans",
    "oath of supremacy",
    "quentin matsys",
    "erasmian",
    "heresy",
    "de copia",
    "gary remer",
    "noël béda",
    "greek",
    "st theodore the studite",
    "letter to grunnius",
    "patristic",
    "francis",
    "panegyricus",
    "george chantraine",
    "castille",
    "eucharist",
    "margaretha",
    "erasmus' epistle to grunnius",
    "jewish christians",
    "john bossy",
    "catalogue of the works of erasmus",
    "reformers",
    "hans holbein",
    "aldine press",
    "baptism",
    "fifth council of the lateran",
    "baptism and marriage",
    "baron mountjoy",
    "lord's prayer",
    "cynical",
    "venice",
    "flemish",
    "platonists",
    "half-christian",
    "utopia",
    "compendium vitae erasmi",
    "anderlecht",
    "lady peace",
    "luke",
    "jews",
    "adrian vi",
    "intra-christian",
    "provincial states",
    "pope julius ii",
    "popes",
    "queens'",
    "inquisition",
    "benedictine",
    "john 1:1",
    "gospels",
    "vulgate",
    "de ratione studii",
    "regent",
    "regent of the netherlands",
    "cicero",
    "on the institution of christian marriage",
    "columbian",
    "duke of burgundy",
    "christendom",
    "brabantine",
    "beatitudes",
    "university of paris",
    "city of london.",
    "catholic reformation",
    "mary",
    "antwerp",
    "roman curia",
    "london",
    "st augustine",
    "erasmus' early enchiridion",
    "george van kooten",
    "younger",
    "nathan ron",
    "cajetan",
    "franciscan",
    "lorenzo campeggio",
    "münster",
    "julius ii",
    "horace",
    "more",
    "ferdinand",
    "concedo nulli",
    "aldine \"new academy",
    "mass",
    "pieter winckel",
    "the praise of folly",
    "quintillian",
    "publio fausto andrelini"
  ]
}