{
  "title": "Gerald_Durrell",
  "url": "https://en.wikipedia.org/wiki/Gerald_Durrell",
  "summary": "Gerald Malcolm Durrell OBE (7 January 1925 – 30 January 1995) was an Indian-born British naturalist, writer, zookeeper, conservationist, and television presenter. He was born in Jamshedpur in British India, and moved to England when his father died in 1928.  In 1935 the family moved to Corfu, and stayed there for four years, before the outbreak of World War II forced them to return to the UK.  In 1946 he received an inheritance from his father's will that he used to fund animal-collecting trips to the British Cameroons and British Guiana. He married Jacquie Rasen in 1951; they had very little money, and she persuaded him to write an account of his first trip to the Cameroons.  The result, titled The Overloaded Ark, sold well, and he began writing accounts of his other trips.  An expedition to Argentina and Paraguay followed in 1953, and three years later he published My Family and Other Animals, an account of his years in Corfu.  It became a bestseller.\nIn the late 1950s Durrell decided to found his own zoo.  He visited the Cameroons for the third time, and on his return attempted to persuade Bournemouth and Poole town councils to start local zoos.  These plans came to nothing but he finally found a suitable site on the island of Jersey, and leased the property in late 1959.  He envisaged the Jersey Zoo as an institution for the study of animals and for captive breeding, rather than a showcase for the public.  In 1963 control of the zoo was turned over to the Jersey Wildlife Preservation Trust.  The zoo repeatedly came close to bankruptcy over the next few years, and Durrell raised money for it by his writing and by fundraising appeals.  The site for the zoo was leased, and to guarantee the zoo's future, Durrell launched a successful appeal in 1970 for funds to purchase the property.  He wrote about his further expeditions, and the zoo, and his own experiences in Corfu and after the war.\nDurrell was an alcoholic and had repeated problems caused by his drinking.  In 1976 he separated from his wife; they were divorced in 1979, and Durrell remarried, to Lee McGeorge, an American zoologist.  He and Lee made several television documentaries in the 1980s, including Durrell in Russia and Ark on the Move. They co-authored The Amateur Naturalist, which was intended for amateurs who wanted to know more about the natural history of the world around them, though it also had sections about each of the world's major ecosystems. This book became his most successful, selling well over a million copies; a television series was made from it.\nDurrell became an OBE in 1982.  In 1984 he founded the Durrell Conservation Academy, to train conservationists in captive breeding.  The institution has been very influential: its thousands of graduates included a director of London Zoo, an organisation which was once opposed to Durrell's work. He was diagnosed with liver cancer and cirrhosis in 1994, and received a liver transplant, but died the following January.  He was cremated, and his ashes were buried at Jersey Zoo.",
  "content": [
    {
      "section_title": "Early life and education",
      "section_content": [
        {
          "sentence": "Durrell was born in Jamshedpur, British India, on 7 January 1925",
          "refs": []
        },
        {
          "sentence": "His father, Lawrence Samuel Durrell, was a civil engineer; his mother was Louisa Florence Durrell (née Dixie)",
          "refs": []
        },
        {
          "sentence": "He had two older brothers, Lawrence and Leslie, and an older sister, Margaret",
          "refs": []
        },
        {
          "sentence": "Another sister, Margery, had died in infancy",
          "refs": []
        },
        {
          "sentence": "His parents were both born in India: his mother's family were Irish Protestants from Cork, and his father's father, who was from Suffolk, had come to India and married an Anglo-Irish woman",
          "refs": [
            "https://www.merriam-webster.com/dictionary/Jamshedpur"
          ]
        },
        {
          "sentence": "Durrell's father insisted that Louisa leave household chores and parenting duties to the Indian servants, as was expected of Anglo-Indian women of the day, but she was more independent than he wished",
          "refs": []
        },
        {
          "sentence": "She spent much time with her cook, learning to make curries, and had trained as a nurse",
          "refs": []
        },
        {
          "sentence": "It was usual for Anglo-Indian parents to see little of their children, and the household included an ayah (an Indian nursemaid) who helped raise the children, and a Catholic governess",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "When Durrell was fourteen months old, the family left Jamshedpur and sailed to Britain, where his father bought a house in Dulwich, in south London, near where both the older boys were at school",
          "refs": []
        },
        {
          "sentence": "They returned to India in late 1926 or early 1927, settling in Lahore, where Lawrence had contract work",
          "refs": []
        },
        {
          "sentence": "It was in Lahore that Gerald's fascination with animals began, first when he saw two large slugs entwined in a ditch, and later when he visited the zoo in Lahore",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He was entranced by the zoo, later recalling \"The zoo was in fact very tiny and the cages minuscule and probably never cleaned out, and certainly if I saw the zoo today I would be the first to have it closed down, but as a child it was a magic place",
          "refs": []
        },
        {
          "sentence": "Having been there once, nothing could keep me away.\"   The Durrells also briefly owned a pair of Himalayan bear cubs, given to them by Louisa's brother John, a hunter",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Louisa soon decided they were too dangerous, and gave them to the zoo",
          "refs": []
        },
        {
          "sentence": "Durrell's father fell ill in early 1928, and died of a cerebral haemorrhage on 16 April",
          "refs": []
        },
        {
          "sentence": "Louisa was devastated by his death, but Gerald was scarcely affected, having been much closer to his mother and his ayah than his father, who had often been absent as his work had taken him all over British India",
          "refs": []
        },
        {
          "sentence": "Louisa considered keeping the family in India, but finally decided to move back to the UK, and they sailed back from Bombay",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The house in Dulwich that Lawrence had bought in 1926 was large and expensive to run, and in 1930 Louisa moved the family to a flat attached to the Queen's Hotel in Upper Norwood, also in south London",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Early the following year they moved to Parkstone, near Bournemouth",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Louisa was lonely with just Gerald for company; the other three children were at school or studying elsewhere",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Durrell later recalled that she began \"resorting to the bottle more and more frequently\" and eventually had \"what in those days was called a 'nervous breakdown'\"",
          "refs": []
        },
        {
          "sentence": "[note 3]  He was left alone in the house except for a governess, brought in until Louisa returned, at which point he was sent to a kindergarten nearby instead",
          "refs": []
        },
        {
          "sentence": "He enjoyed his time there, particularly because one of the teachers encouraged his interest in natural history, bringing in an aquarium with goldfish and pond snails",
          "refs": []
        },
        {
          "sentence": "In 1932 Louisa moved them again, to a smaller house in Bournemouth, and the following year she enrolled him at Wychwood School",
          "refs": []
        },
        {
          "sentence": "Gerald loathed the school; the only lessons he enjoyed were in natural history",
          "refs": []
        },
        {
          "sentence": "He would scream and struggle to avoid going",
          "refs": []
        },
        {
          "sentence": "When he was nine he was spanked by his headmaster, and his mother took him away from the school",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "She bought him a dog, which he named Roger, as compensation for his traumatic time there",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He never received any further formal education,  though he intermittently had tutors",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Corfu",
          "section_content": [
            {
              "sentence": "Gerald's brother Lawrence and his partner, Nancy, [note 4] were living with friends of theirs, George and Pam Wilkinson, in 1934",
              "refs": []
            },
            {
              "sentence": "At the end of the year, the Wilkinsons emigrated to the Greek island of Corfu, and Lawrence and Nancy moved in with Louisa and Gerald",
              "refs": []
            },
            {
              "sentence": "George wrote to Lawrence about Corfu in glowing terms, and first Lawrence and then the rest of the family took up the idea of moving there",
              "refs": []
            },
            {
              "sentence": "Gerald and Lawrence later gave varying accounts of how the decision was reached: the poor English climate, Louisa's growing dependence on alcohol, and financial problems may all have played a part",
              "refs": []
            },
            {
              "sentence": "Michael Haag, in his account of the Durrells' time in Corfu, suggests that Louisa's drinking was the reason Lawrence felt he could not move to Corfu unless Louisa did also",
              "refs": []
            },
            {
              "sentence": "Lawrence and Nancy left England on 2 March 1935, and the rest of the family followed five days later, reaching Corfu later that month",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Lawrence and Nancy moved into a house in  Pérama  [sv], near the Wilkinsons, and the rest of the family stayed in the Pension Suisse in Corfu town for a few days, house-hunting",
              "refs": []
            },
            {
              "sentence": "They met Spiro Chalikiopoulos, who found them a villa near Lawrence and Nancy, and became a close family friend",
              "refs": []
            },
            {
              "sentence": "Gerald fell in love with Corfu as soon as they moved out of the town, and spent his days exploring, with a butterfly net and empty matchboxes in which to bring home his finds",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Louisa soon decided he needed to continue his education, and hired George to tutor him in the mornings, but Gerald was a poor student",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "George was friends with Theodore Stephanides, a polymathic Greek–British doctor and scientist, whom he introduced to Gerald",
              "refs": []
            },
            {
              "sentence": "Stephanides spent a half-day every week with Gerald, walking in the countryside and talking to him about natural history, among many other topics",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He was enormously influential on Gerald, and helped to encourage and systematise Gerald's love of the natural world",
              "refs": []
            },
            {
              "sentence": "Gerald collected animals of all kinds, keeping them in the villa in whatever containers he could find, sometimes causing an uproar in the family when they discovered water snakes in the bath or scorpions in matchboxes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Stephanides's daughter, Alexia, who was a little younger than Gerald, [note 5] became his closest friend,   and the families of each hoped that the two would one day marry",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In late 1935 the family moved to a villa near Kontokali, not far north of Corfu town",
              "refs": []
            },
            {
              "sentence": "Gerald's education continued to be haphazard, with tutors who were unable to interest him",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 6]  Lawrence encouraged Gerald to read widely, giving him an eclectic selection of books, from the unexpurgated version of Lady Chatterley's Lover to Darwin",
              "refs": []
            },
            {
              "sentence": "Among the books were Jean-Henri Fabre's Insect Life and The Life and Love of the Insects, which Gerald found entrancing;  naturalists such as Fabre, Darwin, Alfred Russel Wallace and Gilbert White became his heroes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Equally influential was a copy of Wide World, an adventure magazine, which Leslie lent him: it contained an account of an animal-collecting expedition to the Cameroons, in west Africa, led by Percy Sladen, and gave Gerald the ambition of someday doing the same",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Leslie and Lawrence each owned boats, and Gerald was given a small rowing boat as a birthday present",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was christened the Bootle-Bumtrinket, and Gerald added trips along the coast to his excursions through the countryside",
              "refs": []
            },
            {
              "sentence": "Late in 1937 the family moved again, this time to a villa overlooking Halikiopoulou Lagoon that had been built as a residence for the British governor of the Ionian Islands",
              "refs": []
            },
            {
              "sentence": "Stephanides left the island for a job in Cyprus in early 1938, though his wife and daughter stayed in Corfu, and Margaret returned to England the following year",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In mid-1939, with war looking increasingly likely, Louisa was warned by her London bank that if she did not return to England she would have no access to her funds if hostilities broke out",
              "refs": []
            },
            {
              "sentence": "Louisa, Leslie, Gerald, and Maria Condos, the family's maid, left Corfu for England in June",
              "refs": []
            },
            {
              "sentence": "Margaret briefly returned; Lawrence and Nancy waited to leave until after war was declared, and Margaret finally left after Christmas",
              "refs": []
            },
            {
              "sentence": "[note 7]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "War years and Whipsnade",
      "section_content": [
        {
          "sentence": "Louisa established the family in a Kensington flat, and began looking for a house for them",
          "refs": []
        },
        {
          "sentence": "While they were in London, Gerald took his first job, as an assistant at a pet shop near the flat, and impressed the owner with his knowledge of animals",
          "refs": []
        },
        {
          "sentence": "Louisa moved the family back to Bournemouth by early 1940, and there she made one more attempt to get Gerald an education",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "A visit to a local public school was not a success, so another tutor was hired: Harold Binns, a veteran of World War I",
          "refs": []
        },
        {
          "sentence": "Binns taught Gerald to appreciate poetry and gave him a love of the English language and good writing, and also showed him how to make use of his local public library",
          "refs": []
        },
        {
          "sentence": "Gerald spent the next two years exploring the countryside around Bournemouth and reading books from the library, supplementing these with purchases when he could afford to do so",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Durrell's call-up for the war came in late 1942, but he was exempted from military duty on medical grounds",
          "refs": []
        },
        {
          "sentence": "[note 8]  His exemption letter told him that his options were to work in a munitions factory or find work on a farm; he chose the latter, but instead worked at a riding school at Longham, near Bournemouth, having persuaded the owner to tell the authorities he was doing farmwork if asked",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He spent the rest of the war mucking out and grooming the horses, giving riding lessons, and occasionally having brief affairs with women he was teaching to ride",
          "refs": []
        },
        {
          "sentence": "After the war in Europe ended in May 1945, Durrell decided that if he were ever to achieve his dream of owning a zoo, he had to gain more experience working with animals",
          "refs": []
        },
        {
          "sentence": "He applied to the Zoological Society of London, and was invited to the zoo to meet the superintendent, Geoffrey Vevers",
          "refs": []
        },
        {
          "sentence": "At the interview, Durrell \"prattled on interminably about animals, animal collecting and my own zoo\", as Durrell later put it, and Vevers wrote to him a few weeks later offering him a position as a student keeper at Whipsnade Zoo",
          "refs": []
        },
        {
          "sentence": "He began work there on 30 July",
          "refs": []
        },
        {
          "sentence": "He was transferred periodically between areas of the zoo, and spent much of his time cleaning the animals' cages, but occasionally had more interesting tasks, such as helping to hand-rear four newborn Père David's deer",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The work could be dangerous: he was asked at one point to separate an African buffalo calf from its mother, and on another occasion to cage an aggressive brindled gnu, and broke some bones in his hand during one of these tasks",
          "refs": []
        },
        {
          "sentence": "[note 9]  Durrell continued his reading while at Whipsnade, now concentrating on learning more about zoos",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The extinctions of animals such as the dodo, the passenger pigeon and the quagga appalled him, and he realised that most zoos considered their role to be as exhibitors of animals, and did not think of themselves as scientific institutions which might help address the problems of endangered species",
          "refs": []
        },
        {
          "sentence": "He was also disappointed by the weak scientific knowledge of Whipsnade's staff",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Some of the keepers knew less than they claimed about their animals, and were often unwilling to pass on what they did know",
          "refs": []
        },
        {
          "sentence": "An exception was another newly hired keeper, Ken Smith, who was responsible for the Père David's deer",
          "refs": []
        },
        {
          "sentence": "Smith and Durrell established a friendship that lasted long after Durrell left Whipsnade",
          "refs": []
        },
        {
          "sentence": "Durrell had good friends among the female keepers, and some romances, including one woman whom he took to Bournemouth to meet his family a couple of times",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "On Durrell's twenty-first birthday, in January 1946, he inherited £3,000 (equivalent to £157,000 in 2023) that had been set aside for him in his father's will",
          "refs": []
        },
        {
          "sentence": "His long-term goal was to collect animals and start a zoo, and he wrote letters to animal collectors, offering to pay his own expenses if he could join their expeditions",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "All turned him down because of his lack of experience",
          "refs": []
        },
        {
          "sentence": "Eventually he decided to use his inheritance to fund an expedition of his own, which would give him the experience he needed to be hired by the established collectors",
          "refs": []
        },
        {
          "sentence": "He left Whipsnade in  May and returned to Bournemouth to plan his first expedition",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Early expeditions",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Cameroons 1947–1948: Bakebe, Mamfe and Eshobi",
          "section_content": [
            {
              "sentence": "Durrell planned to visit the British Cameroons in West Africa",
              "refs": []
            },
            {
              "sentence": "He teamed up with John Yealland, an ornithologist with some collecting experience, and several British zoos expressed interest in seeing whatever they were able to bring back",
              "refs": []
            },
            {
              "sentence": "The planning took over a year, and during that time Durrell met and fell in love with a woman in London that he refers to in his writings only as \"Juliet\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Durrell considered marrying her, but she ended the affair after a couple of years",
              "refs": []
            },
            {
              "sentence": "Durrell and Yealland left from Liverpool on 14 December 1947",
              "refs": []
            },
            {
              "sentence": "The ship broke down three times, but eventually reached the coast of the Cameroons at about the turn of the year",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The two men stayed in Victoria, on the coast, buying supplies, planning trips to the interior, and learning Cameroonian pidgin",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In early January they stopped in Bakebe for three days, acquiring a hairy frog and a baby drill, among other creatures, and then went on to Mamfe, where they spent a week",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In mid-January Yealland returned to Bakebe to establish a base, and Durrell went on to Eshobi, with people carrying his equipment as there was nothing resembling a road",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He spent months there, collecting hundreds of animals, and the return to Mamfe required him to hire sixty people to carry them all, with Durrell suffering from sandfly fever during the trip",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He rested at Bakebe for a few days to recover, and while he was there a hunter brought in an angwantibo, one of the animals Durrell was keenest to obtain, as he knew London Zoo were looking to acquire them",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cecil Webb, a well-established animal collector, arrived in the Cameroons intending to catch angwantibos shortly afterwards; he considered Durrell and Yealland to be inexperienced and amateurish, and Durrell was delighted to be able to tell him when they met that the angwantibo was prospering",
              "refs": []
            },
            {
              "sentence": "Durrell gave Webb a chimpanzee, named Cholmondely, to take back to London Zoo",
              "refs": []
            },
            {
              "sentence": "In July, as they began making arrangements to return, Durrell realised they did not have enough money",
              "refs": []
            },
            {
              "sentence": "He wired home for a loan; Leslie's girlfriend, Doris Hall, sent £250 (equivalent to £11,500 in 2023) immediately",
              "refs": []
            },
            {
              "sentence": "Durrell came down with malaria just before the return home",
              "refs": []
            },
            {
              "sentence": "He was told by a doctor that he would die if he insisted on travelling to the coast and boarding the ship, rather than resting",
              "refs": []
            },
            {
              "sentence": "Durrell ignored the advice, and sailed from Tiko with the animals on 25 July, recovering on the voyage",
              "refs": []
            },
            {
              "sentence": "They arrived in Liverpool on 10 August, with nearly two hundred animals, which were dispersed to various English zoos",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Cameroons 1949: Mamfe, Eshobi and Bafut",
          "section_content": [
            {
              "sentence": "The expedition had been successful but not profitable; it had absorbed half of Durrell's inheritance of £3,000",
              "refs": []
            },
            {
              "sentence": "British zoos would pay £1000 (equivalent to £46,000 in 2023) for a gorilla, a hippo, or an elephant, and Durrell planned a second trip which would target these larger animals",
              "refs": []
            },
            {
              "sentence": "Herbert Whitley, the owner of a private zoo, [note 10] promised to buy at least half of whatever animals Durrell brought back",
              "refs": []
            },
            {
              "sentence": "Yealland was not available for another expedition, but Ken Smith agreed to join Durrell, and the two made plans to return to the Cameroons, this time intending to go further north, into the grasslands of the central Cameroons",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They left from Liverpool in early January 1949, arriving in mid-February,  and reached Mamfe on 20 February",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "There they set up a base camp, and Durrell went to Eshobi again, where he was greeted warmly by the villagers, who had profited handsomely by selling him the animals they captured during his first expedition",
              "refs": []
            },
            {
              "sentence": "The villagers quickly acquired first one and eventually dozens of flying squirrels for Durrell, one of the species he was keenest to obtain",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "These proved to be difficult to keep in captivity as they were fussy eaters, and only four remained alive by the time Durrell returned to the coast in August",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In mid-March they went north to Bafut, where the Fon (the local ruler) [note 11] had agreed to rent them a house in his compound",
              "refs": []
            },
            {
              "sentence": "On arrival Durrell met with the Fon, explaining what animals he was seeking, and drawing sketches of them",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On advice from the district officer (the local British colonial administrator) Durrell had brought a bottle of Irish whiskey, and the two men drank it over the course of the evening",
              "refs": []
            },
            {
              "sentence": "Durrell and the Fon became firm friends, and often drank together in the evenings",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Fon's influence meant that there was a constant stream of hunters coming to the house with animals for Durrell, augmenting what Durrell was obtaining from the hunts he himself went on",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Acquisitions included a great cane rat, [note 12] pygmy dormice, hyraxes, pouched rats, an Allen's galago, skinks, a Nile monitor, sunbirds, and a golden cat",
              "refs": []
            },
            {
              "sentence": "Hunters frequently brought snakes, and Durrell was bitten by a burrowing viper, requiring an emergency trip to Bemenda, forty miles away, for antiserum",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They again ran out of money, and had to wire home for a loan (again arranged via Leslie), though they hoped that selling the collection in England on their return would at least recoup their expenditures",
              "refs": []
            },
            {
              "sentence": "They knew that obtaining one of the high-value animals would resolve their financial problems, so Durrell canoed downriver to Asagem, where there was a hippo herd",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was considered impossible to capture a hippo calf without killing the parents, as hippos are very dangerous animals, so Durrell shot both the bull and cow",
              "refs": []
            },
            {
              "sentence": "A crocodile killed the hippo calf almost immediately, before it could be captured",
              "refs": []
            },
            {
              "sentence": "Durrell did not have a permit to kill any further hippos, and was deeply distressed by having had to kill two animals at all, let alone in a failed attempt to obtain their calf",
              "refs": []
            },
            {
              "sentence": "A promise of a young gorilla persuaded Durrell and Smith to stay in Mamfe past their intended departure date, but it never appeared",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Durrell was forced to sell equipment, including guns, to raise money, and eventually they left Tiko in early August",
              "refs": []
            },
            {
              "sentence": "Most of the animals survived the journey, but the last flying squirrel died just one day from docking at Liverpool on 25 August",
              "refs": []
            },
            {
              "sentence": "Despite the failure to obtain the more valuable animals, the expedition had brought back several species never previously seen in Britain, including a hairy frog, and had turned a small profit",
              "refs": []
            },
            {
              "sentence": "Reporters from most of the British papers came on board the ship to interview them when they docked at Liverpool, and Durrell told them that he and Smith had already begun planning another trip, this time to South America",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "British Guiana 1950",
          "section_content": [
            {
              "sentence": "In January 1950 Smith and Durrell arrived in British Guiana",
              "refs": []
            },
            {
              "sentence": "Smith stayed in Georgetown, the capital, while Durrell made collecting trips—to Adventure, a town near the mouth of the Essequibo river; along the seashore to catch freshwater wildlife in the creeks; and to a ranch on the Rupununi savannah",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The collection grew to include paradoxical frogs, margays, fer-de-lance, armadillos, macaws, tree porcupines, and anacondas",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Again money ran short, and Durrell returned to Britain in April to sell some of the animals so he could wire the profits to Smith",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Early 1950s expeditions and books",
      "section_content": [
        {
          "sentence": "In 1949 Durrell had met Jacquie Wolfenden, [note 1] the nineteen-year-old daughter of the proprietors of a hotel in Manchester where he stayed while doing business with Belle Vue Zoo",
          "refs": []
        },
        {
          "sentence": "He returned to the hotel in May 1950, since the animals from the trip to British Guiana were housed nearby",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Jacquie was initially unenthusiastic about his presence, despite an enjoyable dinner date they had shared the previous year",
          "refs": []
        },
        {
          "sentence": "A visit to the animal collection changed her mind, as she recalled  in her 1967 book, Beasts in My Bed: \"Suddenly this seemingly shallow young man became a different person ..",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He really cared about them, and they, in a funny way, returned this love and interest with obvious trust ..",
          "refs": []
        },
        {
          "sentence": "I just sat on a box and watched him ..",
          "refs": []
        },
        {
          "sentence": "He had certainly forgotten that I was there, and concentrated his entire attention on the animals",
          "refs": []
        },
        {
          "sentence": "The whole thing fascinated me.\"",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Once the animals had all been sold, Durrell went back to Bournemouth, but wrote frequent letters and telegrams to her",
          "refs": []
        },
        {
          "sentence": "Jacquie's father objected to the relationship, since Durrell appeared to have no money and no prospects",
          "refs": []
        },
        {
          "sentence": "In addition, Durrell was fond of whisky: alcohol had killed Jacquie's paternal grandfather",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Durrell visited Manchester again to talk to Jacquie's father, and to her surprise the meeting was amicable, with Durrell receiving permission to see more of Jacquie",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Jacquie continued to spend time with Durrell, partly, she later said, to annoy her father, but she soon found herself deeply emotionally involved with Durrell",
          "refs": []
        },
        {
          "sentence": "The expedition to British Guiana had left Durrell with only about £200 (equivalent to £9,000 in 2023)",
          "refs": []
        },
        {
          "sentence": "He had to get a job, but the only jobs he was suited for were in zoos, and his chances of obtaining one were damaged by George Cansdale, the superintendent of London Zoo",
          "refs": []
        },
        {
          "sentence": "Cansdale deeply disliked Durrell: Jacquie later said it was because Cansdale regarded himself as the main expert on West African animals and was offended at Gerald intruding on what he regarded as his territory",
          "refs": []
        },
        {
          "sentence": "Durrell had also criticised London Zoo for its policy of showcasing as many animals as possible, rather than prioritising scientific research",
          "refs": []
        },
        {
          "sentence": "Cansdale sent a letter to British zoos criticising Durrell's animal care and competence",
          "refs": []
        },
        {
          "sentence": "After multiple unsuccessful job applications, Durrell finally took a short-term post at Belle Vue Zoo in late 1950, staying at Jacquie's parents' hotel",
          "refs": []
        },
        {
          "sentence": "When Jacquie reached 21, in 1950,  she was free to marry without her parents' permission",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "After months of indecision, she agreed to the marriage, and the two eloped in February 1951, marrying on 26 February in Bournemouth",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Her family never forgave her, and she never saw any of them again",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Radio talks and first books",
          "section_content": [
            {
              "sentence": "The Durrells began their marriage in a tiny flat in the house owned by Durrell's sister Margaret, in Bournemouth",
              "refs": []
            },
            {
              "sentence": "They had almost no money; Durrell applied for jobs but found nothing in the UK, except a short-term position at a seaside menagerie in Margate",
              "refs": []
            },
            {
              "sentence": "Jacquie joined him there and began \"learning about animal keeping the hard way\", as she later described it in her reminiscences, helping to feed and care for the animals",
              "refs": []
            },
            {
              "sentence": "Jacquie considered Gerald a marvellous storyteller, and tried to persuade him to write down some of his stories to make money, but he resisted",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Lawrence visited in May 1951, and agreed with Jacquie, offering to introduce Gerald to his own publisher, Faber & Faber",
              "refs": []
            },
            {
              "sentence": "Gerald still demurred, and then came down with a recurrence of malaria: Jacquie later recalled that when the doctor advised a light, high-fluid diet, she had to ask if bread and tea would suffice as that was all they could afford",
              "refs": []
            },
            {
              "sentence": "Jacquie continued to pressure him after he recovered",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Finally, after complaining about a radio talk on West Africa, she pointed out that he could do better and should try",
              "refs": []
            },
            {
              "sentence": "Within a few days Gerald borrowed a typewriter and produced a script for a short talk about his hunt for the hairy frog in the Cameroons",
              "refs": []
            },
            {
              "sentence": "Late that year they heard from the BBC that the script had been accepted, and on 9 December 1951 Durrell read the talk live on the Home Service",
              "refs": []
            },
            {
              "sentence": "The fee was fifteen guineas (equivalent to £625 in 2023), and Durrell produced more fifteen-minute talks but had also now decided that it might be worth writing a book",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Louisa gave him an allowance of £3 per week (equivalent to £120 in 2023) to sustain him and Jacquie while he worked",
              "refs": []
            },
            {
              "sentence": "Durrell decided to write an account of his first trip to the Cameroons, and quickly realised that he did not want to simply relate the events of the trip chronologically; he wanted to make the animals central characters, and to make the book entertaining and humorous rather than simply factual",
              "refs": []
            },
            {
              "sentence": "The completed typescript, titled The Overloaded Ark, was posted to Faber & Faber with a covering letter mentioning that Gerald was Lawrence's brother",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Durrell continued to apply for jobs while waiting for a response, but without success",
              "refs": []
            },
            {
              "sentence": "Faber & Faber responded after six weeks, asking Durrell to visit them in London to discuss the book",
              "refs": []
            },
            {
              "sentence": "He let them know that he could not afford the train fare, and they wrote again offering £25 (equivalent to £910.00 in 2023), and another £25 on publication",
              "refs": []
            },
            {
              "sentence": "Durrell accepted",
              "refs": []
            },
            {
              "sentence": "Lawrence had advised Gerald not to bother with an agent, but Gerald felt an agent would have obtained a higher payment from Faber & Faber, and contacted Spencer Curtis Brown, Lawrence's own agent, in late 1952",
              "refs": []
            },
            {
              "sentence": "[note 13]  Curtis Brown read a galley proof of The Overloaded Ark and asked Durrell to come to London to meet with them, and again he had to phone them to explain that he could not afford the fare",
              "refs": []
            },
            {
              "sentence": "They immediately offered to pay his expenses, and sent £120 (equivalent to £4,400 in 2023)",
              "refs": []
            },
            {
              "sentence": "Jacquie later commented that \" [this] was the first time that anyone had given us concrete evidence of their faith in Gerry's abilities\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Gerald and Jacquie both visited Curtis Brown, who offered to try to sell the American rights",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Shortly after the Durrells returned to Bournemouth they received a telegram saying the rights had been sold for £500 (equivalent to £18,000 in 2023)",
              "refs": []
            },
            {
              "sentence": "Durrell soon began work on a book about the expedition to British Guiana, titled Three Singles to Adventure",
              "refs": []
            },
            {
              "sentence": "It was completed in only six weeks, and sold to Rupert Hart-Davis, a London publisher",
              "refs": []
            },
            {
              "sentence": "After a short break Durrell began on a third book, The Bafut Beagles, about his second trip to the Cameroons",
              "refs": []
            },
            {
              "sentence": "The Overloaded Ark was published on 31 July 1953, to favourable reviews in both Britain and the US",
              "refs": []
            },
            {
              "sentence": "The only exceptions were a couple of reviewers from the animal business in the UK, who considered the book lightweight, and no competition for Cecil Webb's autobiography",
              "refs": []
            },
            {
              "sentence": "The book's dialogue used pidgin and one or two reviews suggested that this could be seen as offensive",
              "refs": []
            },
            {
              "sentence": "Some reviews questioned whether zoos, and animal collecting, were ethical",
              "refs": []
            },
            {
              "sentence": "Durrell himself was strongly critical of how zoos were run at the time, but kept his views out of his early books",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "South America",
          "section_content": [
            {
              "sentence": "The money Durrell was earning from writing enabled him to plan another expedition",
              "refs": []
            },
            {
              "sentence": "Jacquie chose the destination as she had never left Europe: she picked Argentina, and in subsequent planning this was expanded to included a visit to Paraguay",
              "refs": []
            },
            {
              "sentence": "A secretary, Sophie Cook, was hired to help with preparations, all made from the tiny flat in Margaret's house in Bournemouth",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Durrells left Tilbury by ship in November 1953: they had been promised a pleasant trip out by their travel agents, which they were looking forward to as a substitute for the honeymoon they had not had, but in the event the accommodations were cramped and unpleasant, the boat filthy, and the food appalled them",
              "refs": []
            },
            {
              "sentence": "They arrived in Buenos Aires on 19 December 1953, and met with Bebita Ferreyra, a friend of Lawrence's whom he had given them an introduction to; they came to rely on Ferreyra's assistance with the innumerable miscellaneous problems they had to resolve in Buenos Aires",
              "refs": []
            },
            {
              "sentence": "[note 14]  They soon discovered there were no flights available to Tierra del Fuego, which they had planned to visit, and went instead to the Pampas, beginning their collecting with burrowing owls, Guira cuckoos, and a baby southern screamer",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "From the Pampas they headed to Puerto Casado in Paraguay, on the Paraguay River, and from there went on to the Chaco",
              "refs": []
            },
            {
              "sentence": "They acquired a baby giant anteater, a dourocouli, a crab-eating raccoon, and a grey pampas fox, among many other animals, but in May, as they were making plans for the thousand-mile journey back to Buenos Aires, they discovered there had been a coup d'état in Asunción, the Paraguayan capital",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They were advised to leave immediately, and had to arrange a light plane to take them back to Buenos Aires, which meant most of the animals had to be left behind",
              "refs": []
            },
            {
              "sentence": "The Durrells arrived in London in July, and the few animals they had been able to bring with them were quickly placed with zoos, but the money from The Overloaded Ark had been spent on the expedition with little return",
              "refs": []
            },
            {
              "sentence": "Three Singles to Adventure had been published while they were in South America: the reviews were mostly positive, but Cansdale, who had been annoyed by criticism of London Zoo in The Overloaded Ark, wrote a scornful review in The Daily Telegraph, describing the book as superficial, hastily written, and uninformative, and Durrell as an incompetent who was lucky to have survived the expedition",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "The Drunken Forest and The New Noah",
          "section_content": [
            {
              "sentence": "To bring in more money, Durrell wrote an account of the South American trip, titled The Drunken Forest, and as soon as that was turned in to the publisher he began a children's book, The New Noah",
              "refs": []
            },
            {
              "sentence": "This was a compilation of anecdotes from the various expeditions of the previous ten years",
              "refs": []
            },
            {
              "sentence": "Durrell disliked writing: Jacquie and Sophie \"cajoled and bullied\" him, in the words of his biographer, during the writing of The Drunken Forest, and when it looked as though he would never finish The New Noah they began writing a final chapter for it, prompting Durrell to return to the book and complete it",
              "refs": []
            },
            {
              "sentence": "The Bafut Beagles was released on 15 October 1954, and it was made Book of the Month by World Books, a book club; this guaranteed substantial sales, and Hart-Davis celebrated with a dinner in Durrell's honour at the Savoy hotel",
              "refs": []
            },
            {
              "sentence": "In November Durrell gave a sold-out lecture at the Royal Festival Hall, illustrating the talk with ex tempore cartoon drawings, and showing film of the capture of an anaconda from the Guiana trip",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Reviews for The Bafut Beagles were ecstatic, and it became a best-seller and the first printing rapidly sold out",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was widely considered Durrell's best book to date",
              "refs": []
            },
            {
              "sentence": "Some reviewers commented that the book was not suitable for all audiences; there were plenty of references to the animal's lavatory and sexual habits, and to drinking alcohol",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The review in The Spectator commented that there were no moral judgements about animal collecting, or about colonialism: \"He attempts no explanations ... he passes no moral judgements; he is absorbed wholly in particulars ..",
              "refs": []
            },
            {
              "sentence": "[he has] no recipes for the future of the dark continent\"",
              "refs": []
            },
            {
              "sentence": "In 1955 Gerald and Jacquie visited Lawrence in Cyprus for two months, planning to make two films for television; Gerald had considered Cyprus as a possible location for the zoo he wanted to establish one day",
              "refs": []
            },
            {
              "sentence": "While they were in Nicosia a terrorist campaign against the British by Greek separatists began, with bombs exploding all over the city",
              "refs": []
            },
            {
              "sentence": "The plans for a zoo and the films were abandoned, though the Durrells did make a film about a Cypriot village while they were there",
              "refs": []
            },
            {
              "sentence": "In June, Gerald and Jacquie returned to the UK and rented a flat in Woodside Park, in north London",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Durrell developed jaundice, and while ill he decided to write a book about his childhood in Corfu",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "My Family and Other Animals",
          "section_content": [
            {
              "sentence": "Durrell had given a talk in 1952 called \"My Island Tutors\", in which he had described four of the tutors he had had on Corfu, but had made no other use of his pre-war memories",
              "refs": []
            },
            {
              "sentence": "He planned the book meticulously: there would be three parts, one for each of the villas, and he decided to constantly switch between the three main themes of the book—the landscape, the inhabitants and animals, and his family's eccentricities—to prevent a reader from becoming bored with any one of the topics",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He planned the order in which every character (human and animal) would be introduced",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "When he began to recover from the jaundice, he returned to Bournemouth, and began to write, producing 120,000 words in just six weeks",
              "refs": []
            },
            {
              "sentence": "Curtis Brown and Rupert Hart-Davis were delighted with the manuscript, and assured him it would be a bestseller",
              "refs": []
            },
            {
              "sentence": "Durrell was exhausted by the time the book was completed, and went with Jacquie to the Scilly Isles for two weeks to relax and recover",
              "refs": []
            },
            {
              "sentence": "His family read the manuscript, and were \"more bemused than amused\", in the words of Durrell's biographer",
              "refs": []
            },
            {
              "sentence": "Durrell had taken liberties with chronology, but claimed that every incident in the book was completely true, though Margaret and Louisa thought otherwise",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Louisa commented that \"The awful thing about Gerald's book is that I'm beginning to believe it is all true, when it isn't.\"  Lawrence disagreed, saying that it was a \"rather truthful book—the best argument I know for keeping thirteen-year-olds at boarding-schools and not letting them hang about the house listening in to conversations of their elders and betters\"",
              "refs": []
            },
            {
              "sentence": "There were, however, some obvious changes that Gerald had made: for example, he had portrayed Lawrence as staying with the rest of the family, instead of living elsewhere with Nancy, who was not even mentioned in the book",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "My Family and Other Animals was published in October 1956—the title had been suggested by Curtis Brown's son-in-law—and drew enthusiastic reviews describing it as \"bewitching\", \"joyous\", and \"uproarious\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It immediately became a bestseller, going into a third printing before it had even been published",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 15]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Late 1950s and Jersey Zoo",
      "section_content": [
        {
          "sentence": "Late in 1955 Durrell began planning another collecting expedition",
          "refs": []
        },
        {
          "sentence": "He had accepted that the expeditions could never be profitable in themselves, but he knew they would provide material for the books which were his source of income",
          "refs": []
        },
        {
          "sentence": "He also hoped to make a film of the expedition",
          "refs": []
        },
        {
          "sentence": "He settled on returning to the Cameroons, and to Bafut in particular, since he could be sure of cooperation from the Fon and the local hunters",
          "refs": []
        },
        {
          "sentence": "Durrell also began lobbying Bournemouth town council to establish a zoo there, which he would manage, but received little encouragement",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In late December 1956 the Durrells boarded the SS Tortugeiro in Southampton, accompanied by Sophie Cook and Robert Golding, a young naturalist",
          "refs": []
        },
        {
          "sentence": "The British government officials in the Cameroons were hostile and uncooperative: they considered Durrell had portrayed the Fon in The Bafut Beagles as \"a carousing black clown who spoke comic pidgin English\", in Jacquie's words, and the Durrells had trouble getting their equipment through customs",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Eventually they reached Mamfe, and discovered that it would be impossible to collect any gorillas—aside from the difficulty of getting a licence, there were so few gorillas left in the area that Durrell decided it would be wrong to capture one",
          "refs": []
        },
        {
          "sentence": "They did obtain permission to film them, but Durrell became ill, both physically and mentally",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He had to be hospitalised because of injuries to his feet, and he became depressed and started drinking heavily",
          "refs": []
        },
        {
          "sentence": "Jacquie suggested to Gerald that instead of selling the animals they were collecting, they should keep the collection and \"use it to blackmail the Bournemouth Council into giving us a suitable zoo site in the town\", and Durrell agreed",
          "refs": []
        },
        {
          "sentence": "He remained depressed at the changes in the Cameroons since he had first visited, even when they finally reached Bafut and met the Fon again",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Durrell continued to drink heavily",
          "refs": []
        },
        {
          "sentence": "He came down with malaria; and then he and Jacquie both caught a blood disease",
          "refs": []
        },
        {
          "sentence": "By May they had hundreds of animals collected, including sunbirds, cobras, eagles, Gaboon vipers, a chevrotain, and a baby chimpanzee",
          "refs": []
        },
        {
          "sentence": "They left Bafut in June 1957",
          "refs": []
        },
        {
          "sentence": "The animals were established in the garden and garage of Margaret's house in Bournemouth,  with some housed at Paignton Zoo, where Ken Smith was the superintendent",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Bournemouth town council was initially interested in the idea of a zoo, but eventually decided against it",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The town council of Poole, near Bournemouth, offered Upton House, near Poole Harbour, as a possible site",
          "refs": []
        },
        {
          "sentence": "That Christmas some of the animals were housed in a local department store, J",
          "refs": []
        },
        {
          "sentence": "J",
          "refs": []
        },
        {
          "sentence": "Allen, as \"Durrell's Menagerie\"",
          "refs": []
        },
        {
          "sentence": "Eventually Poole council provided a draft contract, which proved unacceptable: it would have required Durrell to commit £10,000 (equivalent to £300,000 in 2023), most of which would have been spent on repairs to the property, rather than on building the zoo enclosures and services",
          "refs": []
        },
        {
          "sentence": "The film they had shot in the Cameroons was used as the basis for a three-part television series, To Bafut for Beef, in early 1958",
          "refs": []
        },
        {
          "sentence": "Durrell was visibly nervous in the studio sequences, and the reviews were mixed",
          "refs": []
        },
        {
          "sentence": "While Durrell had been in the Cameroons in early 1957, the BBC had broadcast a six-part series of talks by Durrell, called Encounters with Animals",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "It had been very popular, and the BBC commissioned another six talks, titled Animal Attitudes, which were broadcast in 1958",
          "refs": []
        },
        {
          "sentence": "Durrell had not yet written a book about the most recent Cameroons trip, but was under contract to deliver a book by the end of the year",
          "refs": []
        },
        {
          "sentence": "Jacquie suggested compiling the talks into a book, a much easier task than writing a new book, and the result, also titled Encounters with Animals, was turned in to Rupert Hart-Davis where it was copyedited by David Hughes, who became a family friend",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Argentina 1958",
          "section_content": [
            {
              "sentence": "Durrell began planning a trip to Argentina once the negotiations with Poole council collapsed",
              "refs": []
            },
            {
              "sentence": "As with the Cameroons trip he planned to film the expedition",
              "refs": []
            },
            {
              "sentence": "While planning it, Jacquie suggested that they try the Channel Islands as a possible location for the zoo; Durrell liked the idea, but they had no contacts there and did not follow the suggestion up",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A few weeks later Rupert Hart-Davis gave them an introduction to Hugh Fraser, who owned a manor, Les Augrès, on Jersey, and the Durrells flew out to meet him",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Durrell happened to mention to Fraser that Les Augrès would be a wonderful site for the zoo; he had not realised that Fraser was considering selling",
              "refs": []
            },
            {
              "sentence": "By the time the Durrells left Jersey an agreement had been reached, and Durrell began negotiating with the island authorities, who proved far more cooperative than Bournemouth and Poole town councils had been",
              "refs": []
            },
            {
              "sentence": "Arrangements had to be made quickly as there was less than a month to go before they left for Argentina",
              "refs": []
            },
            {
              "sentence": "The lease for Les Augrès was signed on 17 October 1958, and the following day the expedition sailed from Plymouth on the English Star",
              "refs": []
            },
            {
              "sentence": "Durrell hired Ken Smith as superintendent, with the intention of having Smith open the zoo while the Durrells were still in South America",
              "refs": []
            },
            {
              "sentence": "It took a month to get the expedition's equipment through customs, but eventually they were able to drive to Patagonia, where they filmed fur seals, elephant seals, and penguins",
              "refs": []
            },
            {
              "sentence": "Jacquie had been injured in a traffic accident, and had apparently recovered, but it seemed possible she had fractured her skull, and when they returned to Buenos Aires in February 1959 she took ship for England",
              "refs": []
            },
            {
              "sentence": "After she had gone Durrell went to Calilegua, in Jujuy province, and brought the animals collected there back to Buenos Aires by train",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "These included a Geoffroy's cat, coatis, peccaries, a puma, seriemas, and yellow-necked macaws",
              "refs": []
            },
            {
              "sentence": "After another short excursion to Mendoza, in search of fairy armadillos, Durrell returned to Buenos Aires, where he met David Attenborough, who at that time was a producer for the BBC, and had been filming and collecting in Paraguay",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Durrell described his plans for the zoo to Attenborough, who thought it could not succeed; Durrell assured him that he would be able to support it with the royalties from his books",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Jersey Zoo and the Wildlife Trust",
          "section_content": [
            {
              "sentence": "The zoo in Jersey opened on 26 March 1959, and Jacquie packed up the Durrells' belongings in Bournemouth and moved them to Jersey while Gerald was still in Argentina",
              "refs": []
            },
            {
              "sentence": "She met him at Tilbury Docks when his ship docked, and he travelled with the animals as they were re-embarked for Jersey",
              "refs": []
            },
            {
              "sentence": "The animals arrived on 16 June",
              "refs": []
            },
            {
              "sentence": "Both Durrells were surprised to find that Smith had not followed the detailed blueprint for the zoo's layout that he had been given before the South America trip, though Smith had had to make decisions based on the resources he had available",
              "refs": []
            },
            {
              "sentence": "The Durrells, along with Louisa who moved in with them, settled into Les Augrès, many of whose accommodations soon became devoted to caring for sick animals",
              "refs": []
            },
            {
              "sentence": "Durrell had still not completed the book about the third Cameroons expedition, and again Jacquie found it very difficult to get him to finish writing it",
              "refs": []
            },
            {
              "sentence": "It was published in 1960 as A Zoo in My Luggage to good reviews and became one of his most popular books",
              "refs": []
            },
            {
              "sentence": "The zoo of the title was operational, but in constant financial trouble: equipment was makeshift, staff were underpaid, and after a year the staff were called to a meeting and told that bankruptcy was possible",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They responded with cost-saving ideas, and the zoo survived, but the financial problems persisted for years",
              "refs": []
            },
            {
              "sentence": "Durrell drew no salary, and obtained a loan for £20,000 (equivalent to £580,000 in 2023) as capital for the zoo, and in 1960 and 1961 took on several more writing projects to bring in money",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "An account of the trip to Argentina, The Whispering Land, was accompanied by two children's books, Island Zoo and Look at Zoos, along with articles and broadcast appearances",
              "refs": []
            },
            {
              "sentence": "In May 1960, in the midst of these projects, the Durrells took a six-week break on Corfu, revisiting the scenes of Gerald's childhood, with Louisa accompanying them on the trip",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Durrell was relieved to find the island much less changed than he had feared",
              "refs": []
            },
            {
              "sentence": "The limited footage shot in Argentina could not support the programme series that Durrell had hoped for, but one programme was made from it in 1961, and the BBC commissioned another series, called Zoo Packet, the same summer",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1962 Durrell and the BBC collaborated on an expedition with the goal of a television series that focused on conservation issues",
              "refs": []
            },
            {
              "sentence": "The itinerary took them to New Zealand, Australia, and finally Malaya; a planned trip to East Africa was cancelled at the last minute",
              "refs": []
            },
            {
              "sentence": "On their return, they found the zoo on the verge of financial collapse",
              "refs": []
            },
            {
              "sentence": "A financial manager was hired and given complete control of the budget, but more was needed",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "An appeal was launched, in conjunction with a plan to give control of the zoo to a trust",
              "refs": []
            },
            {
              "sentence": "Donations came in, and Durrell continued writing: Menagerie Manor was an account of the first four years of the zoo's existence, and he also worked on the scripts for Two in the Bush, the BBC series based on the 1962 trip",
              "refs": []
            },
            {
              "sentence": "In July 1963, the Jersey Wildlife Preservation Trust was created and given ownership of the zoo; Durrell remained in control, as director of the trust",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Late 1960s",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Sierra Leone 1965",
          "section_content": [
            {
              "sentence": "In January 1964, Louisa died",
              "refs": []
            },
            {
              "sentence": "Durrell was devastated",
              "refs": []
            },
            {
              "sentence": "He began to drink more: he had been advised to drink Guinness to combat anaemia, and began drinking a crate a day, and gaining weight",
              "refs": []
            },
            {
              "sentence": "Constant worries about the zoo's and Trust's finances and the pressures of the zoo's daily management began to cause problems for the Durrells' marriage; Jacquie \"began to loathe the zoo\", as she later recalled, and withdrew from many of the activities related to the zoo and the Trust",
              "refs": []
            },
            {
              "sentence": "In 1964, after a holiday in Corfu, Durrell and the BBC arranged a trip to Sierra Leone with the BBC to film a documentary about animal collecting",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jacquie, who had not enjoyed her time in the Cameroons, refused to go, and instead went to Argentina to research a possible third collecting trip there",
              "refs": []
            },
            {
              "sentence": "Durrell set sail in January 1965, and from Freetown the expedition travelled to Kenema in the interior where they set up their base",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The animal collecting and filming went well, though it turned out to be particularly troublesome to catch colobus monkeys—one of the expedition's main goals",
              "refs": []
            },
            {
              "sentence": "Durrell injured his spine and broke two ribs in an incident with one of the Land Rovers, and was in pain for the rest of the trip",
              "refs": []
            },
            {
              "sentence": "Jacquie came to Freetown to help him manage the trip back",
              "refs": []
            },
            {
              "sentence": "The resulting series of six programmes was broadcast in early 1966 and was well reviewed: the Times Educational Supplement described it as \"one more television classic in natural history\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Both Gerald and Jacquie now began writing: Gerald turned the television series Two in the Bush into a book of the same name, and Jacquie wrote a humorous account of her life with Gerald, titled Beasts in My Bed",
              "refs": []
            },
            {
              "sentence": "Gerald followed this with his first fiction book, a story for children called The Donkey Rustlers",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Durrells spent mid-1966 in Corfu",
              "refs": []
            },
            {
              "sentence": "While they were there, Two in the Bush was published in the UK, once again to positive reviews",
              "refs": []
            },
            {
              "sentence": "They returned to Jersey in September, and then took a two-year lease on the Mazet, a house Lawrence owned near Nîmes in the south of France",
              "refs": []
            },
            {
              "sentence": "That winter, the zoo was again in desperate financial trouble: Durrell was able to persuade the bank not to foreclose on the property, and Lord Jersey, a local aristocrat, covered the staff's wages for a few months to tide them over to the spring",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In early 1967 Durrell was featured in an episode of the BBC's series Animal People",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He turned the manuscript of Rosy is My Relative, his first novel, in to his publishers, and went to Corfu again for the summer",
              "refs": []
            },
            {
              "sentence": "The BBC filmed The Garden of the Gods, a documentary about Durrell's childhood, while they were there",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Mexico 1968 and Australia 1969–1970",
          "section_content": [
            {
              "sentence": "In late 1967 Durrell became interested in the volcano rabbit, which was found only near Mexico City",
              "refs": []
            },
            {
              "sentence": "The rabbit was endangered, and Durrell felt this was a good example of what the Trust might be able to do: captive breeding of a species endangered in the wild, to save it from extinction",
              "refs": []
            },
            {
              "sentence": "He and Jacquie sailed from Antwerp in January 1968, and after a short trip to the Guatemalan border, looking for the endangered thick-billed parrot, they returned to Mexico City",
              "refs": []
            },
            {
              "sentence": "The hunt brought in five rabbits, but all were female",
              "refs": []
            },
            {
              "sentence": "The expedition returned to Jersey in May, and eventually more rabbits, were found, including two males, but one died in transit to London, and the other died later at the zoo",
              "refs": []
            },
            {
              "sentence": "During the trip Durrell dictated a sequel to My Family and Other Animals, titled Birds, Beasts, and Relatives, and it was published in 1969; once again the reviews were glowing",
              "refs": []
            },
            {
              "sentence": "In late 1968 he and Jacquie visited Corfu again",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Durrell worked on a script for a film of My Family and Other Animals, the film rights to which had been acquired by Albert Finney and Michael Medwin, but the film was never made",
              "refs": []
            },
            {
              "sentence": "While there, he drank even more than usual, and the stress on his marriage increased",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jacquie later told a friend, \"He becomes quite intolerable from the moment he sets foot on the quay, and realises it will never be what it was ..",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "That's why I loathe Corfu—for what it does to him now.\"    He was by turns depressed and angry",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They returned to Jersey, and  in early 1969, on medical advice he was admitted to The Priory, a clinic in Roehampton, for three weeks",
              "refs": []
            },
            {
              "sentence": "There he was diagnosed as an alcoholic  and put on a course of tranquillisers, but kept drinking, as his visitors often brought him alcohol, which the clinic did not forbid",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He was still on the tranquillisers when released, and returned to Corfu in April to rest further, finally coming back to Jersey in July",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Financially the news was better: film rights to Durrell's novel Rosy is My Relative sold for £25,000 (equivalent to £520,000 in 2023), which wiped out all of Durrell's debts",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In August the Durrells left for Australia",
              "refs": []
            },
            {
              "sentence": "They arranged a trip to the Great Barrier Reef, with no animal collecting planned",
              "refs": []
            },
            {
              "sentence": "Although ostensibly the trip was to learn about conservation activities on the reef and in Australia, it was also intended to give Durrell a long recovery period—they travelled by sea in both directions, and were away for nine months with few obligations and no contact with the day-to-day running of the Trust and the zoo",
              "refs": []
            },
            {
              "sentence": "Time spent snorkelling on the reef was followed by a trip across northern Australia, and they eventually returned home in early 1970, reaching Jersey in May",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Durrell's mental health improved over the trip and the following year: he gave up whisky and cigarettes and began practising yoga",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A grand mal seizure while in France led to advice from a French doctor to limit his alcohol intake to no more than half a bottle of red wine a day; this was a dramatic reduction, but Durrell followed the advice, lost some weight, and in October Jacquie told Lawrence that \"all the tensions and general woes have gone and he is now like his old self\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "1970s: divorce and remarriage",
      "section_content": [
        {
          "sentence": "The lease on Les Augrès Manor, the zoo's home, was scheduled to run out in 1984, at which point the Trust might have been forced to close down",
          "refs": []
        },
        {
          "sentence": "The manor's owner, Hugh Fraser, set the purchase price at £120,000 (equivalent to £2.34 million in 2023)",
          "refs": []
        },
        {
          "sentence": "Giles Guthrie, the Trust's financial adviser, organised an appeal which raised £25,000, and Durrell donated another £20,000",
          "refs": []
        },
        {
          "sentence": "Jersey's parliament provided a low-interest loan for  £60,000, and in April 1971 the Manor became the property of the Trust",
          "refs": []
        },
        {
          "sentence": "The Durrells returned to France for the summer; they were unable to afford to buy the Mazet from Lawrence, as they had hoped, but took a five-year lease instead",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Guthrie proposed a two-part fundraising plan: Saranne Calthorpe, one of the Trust's main fundraisers, was to focus on raising £20,000 for the Trust's ongoing operating expenses, while Durrell was to travel to the US in 1972 to ask for donations",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "These plans came to nothing: Durrell made it a condition of Calthorpe's employment that she stay single, and when she married again he dismissed her; and his doctors told him he was not well enough to travel to the US",
          "refs": []
        },
        {
          "sentence": "Durrell's Fillets of Plaice, a collection of autobiographical anecdotes, was published in late 1971 to good reviews; it was followed in early 1972 by Catch Me a Colobus, which covered the trips to Sierra Leone and Mexico, and some material about the Jersey Zoo",
          "refs": []
        },
        {
          "sentence": "Reviews were mixed, but it sold well",
          "refs": []
        },
        {
          "sentence": "In the spring Durrell was at the Mazet again, working on an account of his time at Whipsnade, to be titled Beasts in My Belfry",
          "refs": []
        },
        {
          "sentence": "On 30 April 1972 a new gorilla breeding complex was opened in Jersey, and the next day the first World Conference on Breeding Endangered Species in Captivity was held there",
          "refs": []
        },
        {
          "sentence": "The conference was successful and generated publicity both for the Trust and the cause of captive breeding",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Princess Anne, who was a fan of Durrell's books, visited the zoo that summer, and by August had agreed to be the Trust's patron",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "At the end of the year the trustees made an attempt to replace Durrell as the administrator of the zoo, since he was rarely there: they argued that the zoo and Trust needed a full-time manager who was onsite",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Durrell was furious, and eventually outmanoeuvred the trustees, all (or almost all) of whom resigned",
          "refs": []
        },
        {
          "sentence": "[note 16]  In 1973 Durrell visited the US on a three-month fundraising tour, and while there arranged the creation of the Wildlife Preservation Trust International (WPTI), an organisation intended to funnel American donations to the Trust",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The following year the Durrells visited Princess Grace in Monaco, and persuaded her to act as the patron of the WPTI",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Durrell spent part of 1975 writing a treatment for a screenplay of Tarka the Otter; the film was made in 1979, with Durrell sharing screenplay credits",
          "refs": []
        },
        {
          "sentence": "He had also been working on a book about the zoo, to be titled The Stationary Ark, and in May 1975 filming began in Jersey for a Canadian TV series based on the book",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "At the end of the year, Jacquie decided on a separation; she left Gerald, who fell into a depression and was taken to a private nursing home by a friend",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "After three months, Jacquie returned to Jersey to clear out her possessions and make the separation permanent",
          "refs": []
        },
        {
          "sentence": "During the separation she had suggested that Gerald visit Mauritius, on a fact-finding trip, and despite the breakdown of his marriage, he left as planned in March, visiting Mauritius, Round Island, and Rodrigues, and returning to Jersey in May 1976",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The divorce proceedings were protracted and bitter",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Durrell continued writing: The Stationary Ark had not sold well, but his next two books, Golden Bats and Pink Pigeons, about Mauritius, and The Garden of the Gods, the third and final book about his childhood in Corfu, did better",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "On another fundraising trip to the US, in 1977, he met Lee McGeorge, a zoology student working on a Ph.D",
          "refs": []
        },
        {
          "sentence": "on the animals of Madagascar",
          "refs": []
        },
        {
          "sentence": "He was immediately attracted to her, and courted her, mostly by letter, over the next year, before she finally agreed to marry him",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The wedding was held in May 1979, shortly after Durrell's divorce was finalised",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "1980s and 1990s",
      "section_content": [
        {
          "sentence": "In 1981 Durrell filmed Ark on the Move for Canadian television",
          "refs": []
        },
        {
          "sentence": "It was a sequel to The Stationary Ark, which had been very successful",
          "refs": []
        },
        {
          "sentence": "Durrell's next project was The Amateur Naturalist, co-authored with Lee; it was a handbook for people who wanted to know how to observe nature in their own neighbourhoods and gardens, but it also covered many of the world's ecosystem types, such as tundra, tropical forests, and wetlands",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The associated television series began shooting in late 1982 and took a year to complete, and the book eventually became Durrell's most successful, selling well over a million copies",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1984 Durrell established the Durrell Conservation Academy at the zoo headquarters in Jersey, with the goal of providing training in captive breeding methods to help re-establish breeding populations of animals in their home environments",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[note 17]  In October the Durrells left for the USSR, where they spent most of the next year filming Durrell in Russia",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1986 he provided commentary for another television series, Ourselves and Other Animals, and was also the subject of a documentary, Durrell's Ark, which aired in 1988",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "By the mid-1980s Durrell's income from his writing and television work had grown to the point where he no longer had any money worries",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1986 Durrell had hip-replacement surgery in a bid to counter arthritis,  and the following year the other hip was also replaced",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In January 1994 he was diagnosed with liver cancer and cirrhosis, and given only a few months to live",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In March he received a liver transplant; he drank whisky on the way to the hospital, and arrived inebriated, but the operation went ahead",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He died of septicaemia on 30 January 1995",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "His ashes are buried in Jersey Zoo, under a memorial plaque bearing a quote by William Beebe, an early advocate for conservation:",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Legacy and honours",
      "section_content": [
        {
          "sentence": "Princess Anne, the Trust's patron, argued after Durrell's death that his influence on public awareness of conservation issues was his most important talent: \"I think his ability to write, and to transfer his enthusiasm for wild life onto the printed page for people who had never stopped to think about it before, was quite an astonishing talent in awakening people's interest in a way that had never been done before\"",
          "refs": []
        },
        {
          "sentence": "Much of Durrell's influence on the world of conservation has come through the Durrell Wildlife Conservation Trust and the Jersey Zoo",
          "refs": []
        },
        {
          "sentence": "The zoo was one of the earliest to make conservation a central part of its mission,  and the Durrell Conservation Academy has trained thousands of people in conservation biology, captive breeding, and the role of zoos in conservation",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In Durrell's early career, London Zoo was opposed to his work; years later one of the Academy's graduates became director of London Zoo, in \"a moment of triumph and vindication\", in the words of the science writer Richard Conniff",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The expertise in captive breeding acquired by the Trust and zoo were praised by David Attenborough in a 2009 speech: \"Nobody else, nobody else, has accumulated the sort of expertise in how to breed endangered species and ..",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "https://training.durrell.org/course/view.php?id=19#:~:text=Durrell%20Conservation%20Academy%20began%20as%20the%20'International%20Training%20Centre%20for,Wildlife%20Conservation%20Trust%20in%20Jersey."
          ]
        },
        {
          "sentence": "how to export that expertise to the countries where the endangered animal is indigenous\"",
          "refs": []
        },
        {
          "sentence": "For Attenborough, the institution Durrell created became \"far more important perhaps than even Gerry realized it would be",
          "refs": []
        },
        {
          "sentence": "The worldwide importance of this institution ..",
          "refs": []
        },
        {
          "sentence": "is tremendous\"",
          "refs": []
        },
        {
          "sentence": "The Trust, sometimes in collaboration with other organisations, has been responsible for the restoration of Round Island's ecosystem, for breeding many species in captivity for the first time, and for projects to reintroduce animals bred in captivity to the wild",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Durrell became an OBE in 1982",
          "refs": []
        },
        {
          "sentence": "Several species have been named for him, including Clarkeia durrelli, a fossil brachiopod from the Upper Silurian age, named by Gérard Laubacher and others \"in admiration of Gerald Durrell whose appreciation of natural history has made this a better world\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Living animals named after Durrell include Durrell's night gecko, a species of gecko native to the Mauritius archipelago and now surviving only on Round Island, named after Gerald and Lee Durrell by Edwin Nicholas Arnold and Clive G",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Jones",
          "refs": []
        },
        {
          "sentence": "In 2010 Durrell's vontsira, a carnivoran species related to the brown-tailed mongoose, from Lake Alaotra, Madagascar, was named after Gerald Durrell, \"inspirational writer and conservationist\", by Joanna Durbin and others",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Espadarana durrellorum, a glassfrog of the family Centrolenidae from the eastern Andean foothills of Ecuador, was named by Diego Cisneros-Heredia in honour of Gerald and Lee Durrell \"for their contributions to the conservation of global biodiversity\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Sources",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "56": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "114": "[ERROR retrieving ref link]",
    "124": "[ERROR retrieving ref link]",
    "144": "[ERROR retrieving ref link]",
    "200": "[ERROR retrieving ref link]",
    "219": "[ERROR retrieving ref link]",
    "2": "https://www.merriam-webster.com/dictionary/Jamshedpur",
    "4": "[ERROR retrieving ref link]",
    "5": "[ERROR retrieving ref link]",
    "6": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "14": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "25": "[ERROR retrieving ref link]",
    "26": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "30": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "32": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "35": "[ERROR retrieving ref link]",
    "36": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "41": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "43": "[ERROR retrieving ref link]",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "55": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "67": "[ERROR retrieving ref link]",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "91": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "93": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "95": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "[ERROR retrieving ref link]",
    "98": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "107": "[ERROR retrieving ref link]",
    "108": "[ERROR retrieving ref link]",
    "109": "[ERROR retrieving ref link]",
    "110": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "115": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "117": "[ERROR retrieving ref link]",
    "118": "[ERROR retrieving ref link]",
    "119": "[ERROR retrieving ref link]",
    "120": "[ERROR retrieving ref link]",
    "121": "[ERROR retrieving ref link]",
    "122": "[ERROR retrieving ref link]",
    "123": "[ERROR retrieving ref link]",
    "125": "[ERROR retrieving ref link]",
    "126": "[ERROR retrieving ref link]",
    "127": "[ERROR retrieving ref link]",
    "128": "[ERROR retrieving ref link]",
    "129": "[ERROR retrieving ref link]",
    "130": "[ERROR retrieving ref link]",
    "131": "[ERROR retrieving ref link]",
    "132": "[ERROR retrieving ref link]",
    "133": "[ERROR retrieving ref link]",
    "134": "[ERROR retrieving ref link]",
    "135": "[ERROR retrieving ref link]",
    "136": "[ERROR retrieving ref link]",
    "137": "[ERROR retrieving ref link]",
    "138": "[ERROR retrieving ref link]",
    "139": "[ERROR retrieving ref link]",
    "140": "[ERROR retrieving ref link]",
    "141": "[ERROR retrieving ref link]",
    "142": "[ERROR retrieving ref link]",
    "143": "[ERROR retrieving ref link]",
    "145": "[ERROR retrieving ref link]",
    "146": "[ERROR retrieving ref link]",
    "147": "[ERROR retrieving ref link]",
    "148": "[ERROR retrieving ref link]",
    "149": "[ERROR retrieving ref link]",
    "150": "[ERROR retrieving ref link]",
    "151": "[ERROR retrieving ref link]",
    "152": "[ERROR retrieving ref link]",
    "153": "[ERROR retrieving ref link]",
    "154": "[ERROR retrieving ref link]",
    "155": "[ERROR retrieving ref link]",
    "156": "[ERROR retrieving ref link]",
    "157": "[ERROR retrieving ref link]",
    "158": "[ERROR retrieving ref link]",
    "159": "[ERROR retrieving ref link]",
    "160": "[ERROR retrieving ref link]",
    "161": "[ERROR retrieving ref link]",
    "162": "[ERROR retrieving ref link]",
    "163": "[ERROR retrieving ref link]",
    "164": "[ERROR retrieving ref link]",
    "165": "[ERROR retrieving ref link]",
    "166": "[ERROR retrieving ref link]",
    "167": "[ERROR retrieving ref link]",
    "168": "[ERROR retrieving ref link]",
    "169": "[ERROR retrieving ref link]",
    "170": "[ERROR retrieving ref link]",
    "171": "[ERROR retrieving ref link]",
    "172": "[ERROR retrieving ref link]",
    "173": "[ERROR retrieving ref link]",
    "174": "[ERROR retrieving ref link]",
    "175": "[ERROR retrieving ref link]",
    "176": "[ERROR retrieving ref link]",
    "177": "[ERROR retrieving ref link]",
    "178": "[ERROR retrieving ref link]",
    "179": "[ERROR retrieving ref link]",
    "180": "[ERROR retrieving ref link]",
    "181": "[ERROR retrieving ref link]",
    "182": "[ERROR retrieving ref link]",
    "183": "[ERROR retrieving ref link]",
    "184": "[ERROR retrieving ref link]",
    "185": "[ERROR retrieving ref link]",
    "186": "[ERROR retrieving ref link]",
    "187": "[ERROR retrieving ref link]",
    "188": "[ERROR retrieving ref link]",
    "189": "[ERROR retrieving ref link]",
    "190": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "192": "[ERROR retrieving ref link]",
    "193": "[ERROR retrieving ref link]",
    "194": "[ERROR retrieving ref link]",
    "195": "[ERROR retrieving ref link]",
    "196": "[ERROR retrieving ref link]",
    "197": "[ERROR retrieving ref link]",
    "198": "[ERROR retrieving ref link]",
    "199": "[ERROR retrieving ref link]",
    "201": "[ERROR retrieving ref link]",
    "202": "[ERROR retrieving ref link]",
    "203": "[ERROR retrieving ref link]",
    "204": "[ERROR retrieving ref link]",
    "205": "[ERROR retrieving ref link]",
    "206": "[ERROR retrieving ref link]",
    "207": "[ERROR retrieving ref link]",
    "208": "[ERROR retrieving ref link]",
    "209": "[ERROR retrieving ref link]",
    "210": "[ERROR retrieving ref link]",
    "211": "[ERROR retrieving ref link]",
    "212": "[ERROR retrieving ref link]",
    "213": "[ERROR retrieving ref link]",
    "214": "[ERROR retrieving ref link]",
    "215": "[ERROR retrieving ref link]",
    "216": "[ERROR retrieving ref link]",
    "217": "[ERROR retrieving ref link]",
    "218": "https://training.durrell.org/course/view.php?id=19#:~:text=Durrell%20Conservation%20Academy%20began%20as%20the%20'International%20Training%20Centre%20for,Wildlife%20Conservation%20Trust%20in%20Jersey.",
    "220": "[ERROR retrieving ref link]",
    "221": "[ERROR retrieving ref link]",
    "222": "[ERROR retrieving ref link]",
    "223": "[ERROR retrieving ref link]",
    "224": "[ERROR retrieving ref link]",
    "225": "[ERROR retrieving ref link]",
    "226": "[ERROR retrieving ref link]",
    "227": "[ERROR retrieving ref link]",
    "228": "[ERROR retrieving ref link]",
    "229": "[ERROR retrieving ref link]",
    "230": "[ERROR retrieving ref link]",
    "231": "[ERROR retrieving ref link]",
    "232": "[ERROR retrieving ref link]",
    "233": "[ERROR retrieving ref link]",
    "234": "[ERROR retrieving ref link]",
    "235": "https://www.scientificamerican.com/author/richard-conniff/",
    "236": "[ERROR retrieving ref link]",
    "237": "[ERROR retrieving ref link]",
    "238": "[ERROR retrieving ref link]",
    "239": "[ERROR retrieving ref link]",
    "240": "[ERROR retrieving ref link]",
    "241": "https://reptile-database.reptarium.cz/species?genus=Nactus&species=serpensinsula",
    "242": "[ERROR retrieving ref link]",
    "243": "[ERROR retrieving ref link]"
  },
  "flair_entities": [
    "lee",
    "african",
    "the stationary ark",
    "attenborough",
    "gerald",
    "jacquie",
    "a zoo in my luggage",
    "three singles to adventure",
    "longham",
    "allen",
    "ecuador",
    "ark on the move",
    "tilbury docks",
    "nîmes",
    "indian",
    "vevers",
    "wychwood school",
    "eshobi",
    "wpti",
    "to bafut for beef",
    "manor",
    "essequibo river",
    "great barrier reef",
    "cyprus",
    "home service",
    "durrell conservation academy",
    "world war i",
    "alfred russel wallace",
    "anglo-irish",
    "bush",
    "the priory",
    "patagonia",
    "percy sladen",
    "west africa",
    "the new noah",
    "durrells",
    "india",
    "durrell's menagerie",
    "paraguay",
    "sophie",
    "cecil webb",
    "tierra del fuego",
    "uk",
    "jones",
    "george cansdale",
    "round island",
    "tilbury",
    "herbert whitley",
    "europe",
    "fon",
    "west african",
    "parkstone",
    "geoffrey vevers",
    "lover to darwin",
    "the amateur naturalist",
    "lahore",
    "cansdale",
    "animal people",
    "beasts",
    "lee mcgeorge",
    "gilbert white",
    "bemenda",
    "england",
    "malaya",
    "darwin",
    "robert golding",
    "british",
    "juliet",
    "sophie cook",
    "manchester",
    "london zoo",
    "bakebe",
    "guthrie",
    "david attenborough",
    "channel islands",
    "spiro chalikiopoulos",
    "wide world",
    "calthorpe",
    "theodore stephanides",
    "andean",
    "tiko",
    "ussr",
    "sierra leone",
    "roger",
    "hart-davis",
    "russia",
    "spencer curtis brown",
    "les augrès",
    "pampas",
    "jean-henri fabre",
    "webb",
    "irish protestants",
    "times educational supplement",
    "lee durrell",
    "louisa",
    "bombay",
    "pérama",
    "maria condos",
    "binns",
    "birds",
    "cypriot",
    "freetown",
    "smith",
    "zoo packet",
    "harold binns",
    "new zealand",
    "ken smith",
    "british india",
    "guinness",
    "savoy",
    "upper silurian",
    "georgetown",
    "kensington",
    "durrell's ark",
    "wildlife preservation trust international",
    "upper norwood",
    "pension suisse",
    "trust",
    "les augrès manor",
    "the overloaded ark",
    "catholic",
    "margate",
    "canadian",
    "centrolenidae",
    "jersey zoo  late",
    "gérard laubacher",
    "yealland",
    "george",
    "clive g",
    "whipsnade",
    "jacquie wolfenden",
    "alexia",
    "john",
    "lake alaotra",
    "corfu  gerald",
    "two in the bush",
    "gerald durrell",
    "plymouth",
    "jacquie rasen",
    "britain",
    "bournemouth",
    "beasts in my bed",
    "victoria",
    "cameroonian",
    "drunken forest",
    "cameroons",
    "mazet",
    "fabre",
    "durrell  gerald malcolm durrell obe",
    "queen's hotel",
    "tarka the otter",
    "poole",
    "english star",
    "american",
    "the daily telegraph",
    "rupert hart-davis",
    "animal attitudes",
    "guiana",
    "michael medwin",
    "france",
    "margaret",
    "british guiana",
    "albert finney",
    "africa",
    "paraguay river",
    "rupununi",
    "lawrence",
    "curtis brown",
    "michael haag",
    "guatemalan",
    "world conference on breeding endangered species in captivity",
    "the bafut beagles",
    "singles to adventure",
    "the whispering land",
    "leslie",
    "east africa",
    "look at zoos",
    "margery",
    "bafut",
    "english",
    "upton house",
    "pam wilkinson",
    "the donkey rustlers",
    "jujuy",
    "menagerie manor",
    "ferreyra",
    "rosy",
    "obe",
    "my belfry",
    "irish",
    "roehampton",
    "cholmondely",
    "mamfe",
    "book of the month",
    "the garden of the gods",
    "lawrence samuel durrell",
    "calilegua",
    "south america",
    "my island tutors",
    "suffolk",
    "buenos aires",
    "durrells'",
    "stephanides",
    "lord jersey",
    "guira",
    "adventure",
    "bournemouth council",
    "mauritius",
    "john yealland",
    "eshobi  durrell",
    "geoffroy",
    "clarkeia durrelli",
    "hugh fraser",
    "golden bats",
    "richard conniff",
    "bootle-bumtrinket",
    "saranne calthorpe",
    "joanna durbin",
    "giles guthrie",
    "my family and other animals",
    "argentina",
    "edwin nicholas arnold",
    "relatives",
    "himalayan",
    "british cameroons",
    "ourselves and other animals",
    "the durrells",
    "jersey zoo",
    "my relative",
    "world books",
    "louisa florence durrell",
    "land rovers",
    "dulwich",
    "doris hall",
    "william beebe",
    "french",
    "poole harbour",
    "ss tortugeiro",
    "mexico",
    "kenema",
    "wilkinsons",
    "jamshedpur",
    "chaco",
    "rodrigues",
    "the spectator",
    "anne",
    "mendoza",
    "overloaded ark",
    "royal festival hall",
    "wildlife trust",
    "anglo-indian",
    "southampton",
    "cork",
    "us",
    "kontokali",
    "paraguayan",
    "insect life",
    "the life and love of the insects",
    "puerto casado",
    "bbc",
    "monaco",
    "asagem",
    "durrell's vontsira",
    "the drunken forest",
    "greek",
    "paignton zoo",
    "liverpool",
    "pink pigeons",
    "island zoo",
    "jersey",
    "mexico city",
    "corfu",
    "père david",
    "grace",
    "bebita ferreyra",
    "nancy",
    "diego cisneros-heredia",
    "ionian islands",
    "bafut  the",
    "whipsnade zoo",
    "belle vue zoo",
    "madagascar",
    "gerry",
    "south american",
    "fillets of plaice",
    "australia",
    "durrell",
    "durrell wildlife conservation trust",
    "woodside park",
    "halikiopoulou lagoon",
    "nicosia",
    "two",
    "world war ii",
    "lady chatterley",
    "david hughes",
    "encounters with animals",
    "antwerp",
    "asunción",
    "jersey wildlife preservation trust",
    "faber & faber",
    "london",
    "zoological society of london",
    "dixie",
    "whipsnade  louisa",
    "fraser",
    "catch me a colobus",
    "scilly isles",
    "espadarana durrellorum",
    "bafut beagles"
  ]
}