{
  "title": "Godzilla_Minus_One",
  "url": "https://en.wikipedia.org/wiki/Godzilla_Minus_One",
  "summary": "Godzilla Minus One (Japanese: ゴジラ-1.0（マイナスワン）, Hepburn: Gojira Mainasu Wan) is a 2023 Japanese epic kaiju film written, directed, and with visual effects by Takashi Yamazaki. It is the 37th film in the Godzilla franchise, Toho's 33rd Godzilla film, and the fifth installment of the Reiwa era. Set in postwar Japan, the film stars Ryunosuke Kamiki as a former kamikaze pilot suffering from post-traumatic stress disorder after encountering a giant monster known as \"Godzilla\". The supporting cast includes Minami Hamabe, Yuki Yamada, Munetaka Aoki, Hidetaka Yoshioka, Sakura Ando, and Kuranosuke Sasaki.\nFollowing Shin Godzilla (2016), Toho was unable to produce another live-action Godzilla film until 2020, owing to a contract with Legendary Entertainment. Producer Minami Ichikawa appointed Yamazaki to create the movie upon the completion of The Great War of Archimedes (2019). Principal photography was postponed due to the COVID-19 pandemic, leaving Yamazaki three years to work on the script, taking inspiration from previous Godzilla movies and the works of Hayao Miyazaki and Steven Spielberg. In February 2022, Robot Communications publicized that Yamazaki would soon direct an untitled kaiju movie. Filming occurred in Chūbu and Kantō from March to June 2022 on a reputed $10–15 million budget. Shirogumi's Chōfu studio spent eight months creating the visual effects. The film was revealed to be an installment in the Godzilla series in November 2022, and its title was announced in July 2023.\nGodzilla Minus One premiered at the Shinjuku Toho Building on October 18, 2023, and was released in Japan on November 3, to celebrate the franchise's 70th anniversary. Toho International later released the film in North America on December 1. Many Western critics praised it as one of the best films of 2023 and among the greatest in the Godzilla franchise. The film has grossed $113–116 million worldwide, becoming the third-highest-grossing Japanese film of 2023 and surpassing Shin Godzilla as the most successful Japanese Godzilla film. It also attained numerous accolades, including a leading 12 nominations at the 47th Japan Academy Film Prize (winning eight) and winning Best Visual Effects at the 96th Academy Awards. Another Yamazaki-helmed Godzilla film is in development.",
  "content": [
    {
      "section_title": "Plot",
      "section_content": [
        {
          "sentence": "In 1945, near the end of World War II, kamikaze pilot Kōichi Shikishima lands his Mitsubishi A6M Zero for repairs at the Japanese base on Odo Island",
          "refs": []
        },
        {
          "sentence": "Lead mechanic Sōsaku Tachibana deduces that Shikishima is feigning technical issues to flee from his duty",
          "refs": []
        },
        {
          "sentence": "That night, Godzilla, a large dinosaur-like creature, attacks the garrison",
          "refs": []
        },
        {
          "sentence": "Tachibana tells Shikishima to fire at the monster from his plane, but he panics, fails to shoot, and is knocked unconscious",
          "refs": []
        },
        {
          "sentence": "When he awakes the following day, he finds Tachibana is the only other survivor, who is furious at him for failing to act.",
          "refs": []
        },
        {
          "sentence": "Shikishima returns home to find his parents were killed in the bombing of Tokyo",
          "refs": []
        },
        {
          "sentence": "Plagued by survivor's guilt, he begins supporting a woman, Noriko Ōishi, whose parents also died in the bombing, and an orphaned baby, Akiko, whom Noriko rescued",
          "refs": []
        },
        {
          "sentence": "He finds employment aboard a minesweeper tasked with disposing of naval mines from World War II",
          "refs": []
        },
        {
          "sentence": "Meanwhile, Godzilla is mutated and empowered by the United States' nuclear tests at Bikini Atoll; it sinks the USS Redfish and destroys several other ships en route to Japan",
          "refs": []
        },
        {
          "sentence": "Owing to tensions with the Soviet Union, the U.S",
          "refs": []
        },
        {
          "sentence": "offers no help save for a few decommissioned Imperial Japanese Navy (IJN) vessels approved by General Douglas MacArthur",
          "refs": []
        },
        {
          "sentence": "The Japanese government, concerned about inducing panic, does not notify the public about the danger.",
          "refs": []
        },
        {
          "sentence": "In May 1947, Shikishima and his minesweeper crew travel to the Ogasawara Islands and are tasked with stalling Godzilla's approach to Japan",
          "refs": []
        },
        {
          "sentence": "They release a mine into Godzilla's mouth and detonate it, causing significant damage, but it quickly regenerates",
          "refs": []
        },
        {
          "sentence": "The heavy cruiser Takao then engages Godzilla, but is destroyed when the monster unleashes its heat ray",
          "refs": []
        },
        {
          "sentence": "After returning to Tokyo, Shikishima opens up to Noriko about his encounters with Godzilla",
          "refs": []
        },
        {
          "sentence": "Days later, Godzilla makes landfall in Japan and attacks Ginza, where Noriko works",
          "refs": []
        },
        {
          "sentence": "She narrowly survives the initial attack and reunites with Shikishima",
          "refs": []
        },
        {
          "sentence": "Enraged by tank fire, Godzilla obliterates much of the district with its heat ray, killing tens of thousands",
          "refs": []
        },
        {
          "sentence": "Noriko pushes Shikishima to safety, but is caught in the blast and presumed dead",
          "refs": []
        },
        {
          "sentence": "Devastated by the loss, Shikishima vows revenge.",
          "refs": []
        },
        {
          "sentence": "Former naval engineer Kenji Noda, one of the minesweeper's crew, becomes frustrated by the government's inaction",
          "refs": []
        },
        {
          "sentence": "He devises a plan to destroy Godzilla by luring it out to Sagami Bay before surrounding it with Freon tanks and rupturing them, sinking the monster, and letting the resultant water pressure crush it",
          "refs": []
        },
        {
          "sentence": "Should the plan fail, balloons will be inflated under Godzilla to force it back up, killing it through explosive decompression",
          "refs": []
        },
        {
          "sentence": "To enact his plan, Noda has recruited navy veterans to crew disarmed IJN destroyers",
          "refs": []
        },
        {
          "sentence": "Shikishima recruits Tachibana to repair a broken-down Kyushu J7W Shinden fighter",
          "refs": []
        },
        {
          "sentence": "He plans to kill Godzilla in a suicide attack by flying into its mouth and detonating explosive charges on board",
          "refs": []
        },
        {
          "sentence": "He leaves Akiko in the care of his neighbor Sumiko before Godzilla resurfaces.",
          "refs": []
        },
        {
          "sentence": "As Shikishima lures Godzilla to the trap set by two destroyers, Sumiko receives a telegram intended for Shikishima",
          "refs": []
        },
        {
          "sentence": "Godzilla survives the initial plunge and then breaks free before being forced back up, sustaining serious injuries from the resultant decompression-induced barotrauma",
          "refs": []
        },
        {
          "sentence": "With the help of a fleet of tugboats organized by Mizushima, another crewmate from the minesweeper, the ships haul Godzilla to the surface",
          "refs": []
        },
        {
          "sentence": "Enraged, Godzilla prepares to destroy all the vessels with its heat ray, but Shikishima crashes the plane into Godzilla's mouth and destroys its head, causing the energy of the heat ray to tear its body apart",
          "refs": []
        },
        {
          "sentence": "The crew celebrates as Shikishima ejects before the explosion and parachutes to safety, using an ejection seat that Tachibana installed in the Shinden, imploring him to let go of his guilt and continue living.",
          "refs": []
        },
        {
          "sentence": "Upon returning home, Sumiko gives Shikishima the telegram, which leads him to a hospital where he reunites with Noriko, who survived the destruction but has a black bruise creeping up her neck",
          "refs": []
        },
        {
          "sentence": "[d] Meanwhile, a chunk of Godzilla's flesh begins to regenerate as it sinks deeper into the ocean.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Cast",
      "section_content": [],
      "subsections": [
        {
          "section_title": "English dub",
          "section_content": [
            {
              "sentence": "The cast listing for the English dub is sourced from Anime News Network",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Production",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "According to Godzilla Minus One producer Kenji Yamada, the successful Japanese release of Shin Godzilla (2016) led to the proposal of numerous live-action Godzilla follow-ups, but Toho executives rejected all of these",
              "refs": []
            },
            {
              "sentence": "In 2017, Shin Godzilla co-director Shinji Higuchi stated that the company would not be able to produce another Godzilla film until after 2020",
              "refs": [
                "https://www.austinchronicle.com/events/film/2023-12-01/godzilla-minus-one/"
              ]
            },
            {
              "sentence": "This is attributed to their contract with Legendary Pictures—who were producing the MonsterVerse—forbidding them from releasing their potential Godzilla films in the same year as Legendary's films",
              "refs": []
            },
            {
              "sentence": "The ensuing year, Toho executive Keiji Ōta imparted that Shin Godzilla would not receive a sequel and expressed interest in a potential shared universe Godzilla series akin to the Marvel Cinematic Universe",
              "refs": [
                "https://www.rogerebert.com/reviews/godzilla-minus-one-movie-review-2023"
              ]
            },
            {
              "sentence": "In 2019, Toho began a \"Godzilla Room\" division, devoted to planning new Godzilla projects",
              "refs": []
            },
            {
              "sentence": "Following the completion of his film The Great War of Archimedes that same year, producer Minami Ichikawa appointed renowned filmmaker Takashi Yamazaki to make Toho's next Godzilla film",
              "refs": [
                "https://www.express.co.uk/entertainment/films/1878606/godzilla-minus-one-2-sequel-sakura-ando-sumiko-ota"
              ]
            },
            {
              "sentence": "Godzilla Minus One ultimately became Yamazaki's third time working on a production utilizing Godzilla",
              "refs": [
                "https://www.express.co.uk/entertainment/films/1878606/godzilla-minus-one-2-sequel-sakura-ando-sumiko-ota",
                "https://www.animenewsnetwork.com/encyclopedia/anime.php?id=28999"
              ]
            },
            {
              "sentence": "His 2007 film Always: Sunset on Third Street 2 features the monster in a dream-like opening sequence, and he created the motion simulator attraction Godzilla the Ride: Giant Monsters Ultimate Battle (2021) for Seibu-en during pre-production",
              "refs": []
            },
            {
              "sentence": "On February 18, 2022, Robot Communications announced the film under the working title Blockbuster Monster Movie (超大作怪獣映画, Chōtaisaku Kaijū Eiga), via a casting call on its official website",
              "refs": []
            },
            {
              "sentence": "Robot stated Yamazaki would direct and that Toho would present the film",
              "refs": [
                "https://realsound.jp/movie/2023/12/post-1506868.html",
                "https://bloody-disgusting.com/news/3447724/shin-godzilla-sequel-cannot-made-2020/"
              ]
            },
            {
              "sentence": "The next day, HuffPost writer Kenji Ando mentioned that fans on social media were conjecturing that it would be a remake of the original 1954 Godzilla film, and cited Yamazaki's comments from an interview regarding his depiction of Godzilla in Always: Sunset on Third Street 2: \"You can't have Godzilla unless it's  [set in] the Shōwa era\"",
              "refs": [
                "https://realsound.jp/movie/2023/12/post-1506868.html"
              ]
            },
            {
              "sentence": "Yamazaki's unnamed kaiju project was declared to be a Godzilla film on November 3, 2022, at an event hosted by Toho celebrating the franchise's 68th anniversary, known as \"Godzilla Day\"",
              "refs": []
            },
            {
              "sentence": "The company also reported that the film had completed filming and had entered post-production with a targeted release date of November 3, 2023",
              "refs": []
            },
            {
              "sentence": "Yamazaki was named the film's writer and visual effects supervisor",
              "refs": []
            },
            {
              "sentence": "On December 13, 2022, Toho's head of planning, Hisashi Usui, implied that the movie is connected to Godzilla (1954)",
              "refs": [
                "https://screenrant.com/toho-godzilla-cinematic-universe-shin-godzilla-2-canceled/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Writing and influences",
          "section_content": [
            {
              "sentence": "The script initially took a year to develop based on an outline from March 2019",
              "refs": []
            },
            {
              "sentence": "However, the COVID-19 pandemic forced the crew to postpone filming for a few years,   resulting in work on the screenplay taking roughly three years",
              "refs": [
                "https://www.express.co.uk/entertainment/films/1878606/godzilla-minus-one-2-sequel-sakura-ando-sumiko-ota",
                "https://www.toho.co.jp/movie/news/godzilla_movie2023_230904"
              ]
            },
            {
              "sentence": "The worldwide anxiety and perceived government unreliability during the pandemic became one of his major inspirations for the story    and Yamazaki hoped these events would be reflected clearly in the finished film",
              "refs": [
                "https://www.animenewsnetwork.com/encyclopedia/anime.php?id=28999",
                "https://web.archive.org/web/20220326025639/http://movies.robot.co.jp/extra/yamazakimovie/",
                "https://www.huffingtonpost.jp/entry/monster-movie_jp_62103393e4b08ed7cf6ff6dd",
                "https://collider.com/new-toho-godzilla-movie-release-date-2023/"
              ]
            },
            {
              "sentence": "He steered clear of setting the movie in modern Japan and having to draw inspiration from the 2011 Fukushima nuclear disaster as he believed it would become too similar to Shin Godzilla (2016)",
              "refs": [
                "https://web.archive.org/web/20220326025639/http://movies.robot.co.jp/extra/yamazakimovie/"
              ]
            },
            {
              "sentence": "Instead, Yamazaki decided to set Godzilla Minus One in postwar Japan, having already depicted that period in a handful of his previous films",
              "refs": [
                "https://www.toho.co.jp/movie/news/godzilla_movie2023_230904",
                "https://web.archive.org/web/20220326025639/http://movies.robot.co.jp/extra/yamazakimovie/",
                "https://www.nikkansports.com/entertainment/news/202212130000602.html"
              ]
            },
            {
              "sentence": "He also took this opportunity to include the heavy cruiser Takao, Shinden fighter, destroyers Yukikaze and Hibiki because he was a fan of military history and had never depicted them before",
              "refs": [
                "https://www.toho.co.jp/movie/news/godzilla_movie2023_230904"
              ]
            },
            {
              "sentence": "Yamazaki was inspired by Shusuke Kaneko's Godzilla, Mothra and King Ghidorah: Giant Monsters All-Out Attack (2001)—which he has cited as one of his favorite Godzilla films —while writing the screenplay for Godzilla Minus One",
              "refs": [
                "https://natalie.mu/eiga/column/548917"
              ]
            },
            {
              "sentence": "He reflected in a discussion with Kaneko: \"I had forgotten the contents of GMK for a while, but it seems like I self-consciously thought about it when writing the scenario for  [Godzilla Minus One]",
              "refs": [
                "https://dot.asahi.com/articles/-/204841?page=1"
              ]
            },
            {
              "sentence": "Without realizing it, I was under considerable influence\"",
              "refs": []
            },
            {
              "sentence": "Godzilla Minus One was also heavily influenced by the 1954 film,    Shin Godzilla (2016),  Steven Spielberg's Jaws (1975)    and War of the Worlds (2005),  and the films of Hayao Miyazaki",
              "refs": [
                "https://dot.asahi.com/articles/-/204841?page=1",
                "https://www.theverge.com/23984534/godzilla-minus-one-interview-takashi-yamazaki",
                "https://web.archive.org/web/20220326025639/http://movies.robot.co.jp/extra/yamazakimovie/",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://www.toho.co.jp/movie/news/godzilla_movie2023_230904",
                "https://jp.ign.com/godzilla-2023/71715/review/10",
                "https://www.scifijapan.com/godzilla-toho/gmk-and-b-w-shin-godzilla-announced-as-final-takashi-yamazaki-selection-godzilla-screenings",
                "https://jp.ign.com/godzilla-2023/71715/review/10"
              ]
            },
            {
              "sentence": "Godzilla (2014) director Gareth Edwards identified Spielberg's films Close Encounters of the Third Kind (1977) and Jurassic Park (1993), and Christopher Nolan's Dunkirk (2017) as other evident influences on the film",
              "refs": []
            },
            {
              "sentence": "A novelization of the film, written by Yamazaki, was published in Japan by Shueisha on November 8, 2023",
              "refs": []
            },
            {
              "sentence": "The novel features a scene set on Odo Island that Yamazaki proposed for the film but was left unfilmed since Toho refused to allow him to do pick-ups",
              "refs": [
                "https://dot.asahi.com/articles/-/204607?page=2"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Casting",
          "section_content": [
            {
              "sentence": "Yamazaki sought to cast talented individuals who were able to give convincing performances of people living during the Shōwa period and could make Godzilla's presence in the film seem more realistic",
              "refs": []
            },
            {
              "sentence": "His casting decisions were influenced little by the previous Godzilla films, since this movie was about the lives of ordinary Japanese in the 1940s rather than politicians, bureaucrats, scientists, and the Self-Defense Forces",
              "refs": [
                "https://collider.com/new-toho-godzilla-movie-release-date-2023/",
                "https://www.avclub.com/why-godzilla-minus-one-could-and-should-win-an-oscar-1851273133"
              ]
            },
            {
              "sentence": "The reason for this was that Yamazaki wanted audiences to empathize with and connect with the characters despite the post-war setting",
              "refs": []
            },
            {
              "sentence": "During preproduction, producer Minami Ichikawa offered Ryunosuke Kamiki and Minami Hamabe to play the film's leads, Kōichi Shikishima and Noriko Ōishi, prior to them playing similar roles in the NHK drama series Ranman (2023)",
              "refs": []
            },
            {
              "sentence": "According to Yamazaki, the media criticized this casting, believing it would be too similar to their roles in Ranman, when it was disclosed the two would star in the film at a press conference on September 4, 2023",
              "refs": [
                "https://www.animenewsnetwork.com/encyclopedia/anime.php?id=28999"
              ]
            },
            {
              "sentence": "Yamazaki also revealed that he cast Kuranosuke Sasaki as Captain Seiji Akitsu because of his performances in Asadora such as Hiyokko (2017), which had a major influence on him",
              "refs": [
                "https://www.avclub.com/why-godzilla-minus-one-could-and-should-win-an-oscar-1851273133"
              ]
            },
            {
              "sentence": "One of the producers approached Sakura Ando about playing the role of Shikishima's neighbor before the COVID-19 outbreak, but she had to wait several years to play the role",
              "refs": [
                "https://www.avclub.com/why-godzilla-minus-one-could-and-should-win-an-oscar-1851273133"
              ]
            },
            {
              "sentence": "However, when she finally got the chance to act, the producer suggested that she choose between playing in the film or Hirokazu Kore-eda's Monster since they were being filmed simultaneously",
              "refs": []
            },
            {
              "sentence": "Refusing to make an appearance in just one of the films, Ando said she \"fought for it and in the end  [...] got to be in both\"",
              "refs": []
            },
            {
              "sentence": "Ōishi and Shikishima's adopted daughter Akiko was originally planned to be a boy",
              "refs": []
            },
            {
              "sentence": "After meeting two-year-old child actress Sae Nagatani, however, Yamazaki decided to change this in order for her to play the role",
              "refs": []
            },
            {
              "sentence": "When questioned how he managed to get Nagatani to cry for some scenes, the director responded \"I found a genius\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Creature design",
          "section_content": [
            {
              "sentence": "The design of Godzilla in Minus One is a variation of the one in Godzilla the Ride",
              "refs": []
            },
            {
              "sentence": ": 3   Inspired by the Godzilla, Mothra and King Ghidorah: Giant Monsters All-Out Attack design, Yamazaki initially envisioned his design having \"half-moon shaped eyes\", but modeling head Kosuke Taguchi gave it \"almond-shaped\" ones instead, with the final design having \"golden, almond-shaped eyes\"",
              "refs": [
                "https://web.archive.org/web/20220326025639/http://movies.robot.co.jp/extra/yamazakimovie/",
                "https://godzilla-movie2023.toho.co.jp/news/az7d6-7fr/"
              ]
            },
            {
              "sentence": "Yamazaki also elaborated that since the crew created this Godzilla in digital form: \"it allowed for much more detail than what was possible with any type of handcrafted version",
              "refs": [
                "https://godzilla-movie2023.toho.co.jp/news/az7d6-7fr/"
              ]
            },
            {
              "sentence": "So we were able to increase the resolution of the scales, for example, and make them feel really, really sharp and give it this aggressive texture",
              "refs": []
            },
            {
              "sentence": "And in terms of the bottom half of Godzilla, we made it feel very heavy and dense in a way that made the viewer feel like this mountain and triangular silhouette was walking and moving through a space.\"",
              "refs": [
                "https://collider.com/godzilla-minus-one-2-takashi-yamazaki/"
              ]
            },
            {
              "sentence": "Yamazaki attempted to make this Godzilla the most horrifying version yet",
              "refs": []
            },
            {
              "sentence": "The crew designed Godzilla to be ferocious, violent, and dynamic, with a static, god-like aspect",
              "refs": [
                "https://collider.com/godzilla-minus-one-2-takashi-yamazaki/",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Its dorsal fins were made more \"spiky and ferocious\" than the incarnation in Godzilla the Ride, as if its regenerative energy had become disorderly",
              "refs": []
            },
            {
              "sentence": "Yamazaki stated that the team also tried to make Godzilla the \"deadliest in history\" adding that it is \"discerning today, experiencing the freshness and fear felt by audiences at the time\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Filming",
          "section_content": [
            {
              "sentence": "Principal photography took place on location in the Chūbu (in the Aichi and Nagano prefectures) and Kantō regions of Honshu, starting on March 17, 2022, and wrapping circa June 11",
              "refs": []
            },
            {
              "sentence": "Robot declared in February that, due to the film's post-war Japan setting, there would be restrictions on the extras' costume sizes, hairstyles, and hair colors (with hair dyeing being prohibited) for extras participating in filming",
              "refs": [
                "https://realsound.jp/movie/2023/12/post-1506868.html",
                "https://bloody-disgusting.com/news/3447724/shin-godzilla-sequel-cannot-made-2020/"
              ]
            },
            {
              "sentence": "The maritime sequences were filmed at Lake Hamana and in the Enshū Sea",
              "refs": [
                "https://realsound.jp/movie/2023/12/post-1506868.html"
              ]
            },
            {
              "sentence": "Between April and June 2022, several community businesses near the Tenryū River helped the crew modify and maintain boats to shoot navy scenes in Enshū",
              "refs": []
            },
            {
              "sentence": "Other shooting locations included the City Hall in Okaya, Nagano,  the Tsukuba Naval Air Group Memorial Museum in Kasama, the Former Kashima Naval Air Base Site in Miho, and the Shimodate General Sports Park in Chikusei",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.daily.co.jp/horse/2024/01/28/0017270975.shtml"
              ]
            },
            {
              "sentence": "Scenes featuring the Kyushu J7W Shinden were partly realized through the construction of a 1:1 scale replica of the aircraft,  of which only a single example exists and is located outside Japan in the collection of the Steven F",
              "refs": [
                "https://www.indiewire.com/features/craft/godzilla-minus-one-vfx-redesign-takashi-yamazaki-1234944878/"
              ]
            },
            {
              "sentence": "Udvar-Hazy Center in Chantilly, Virginia",
              "refs": []
            },
            {
              "sentence": "Yamazaki noted that \"Initially, the budget didn't allow for any portion of the  [airplane] to be built\" but \"thinking outside the box, having a plan B, we were able to find a museum that was willing to purchase the prop after the film was made, which offset the production budget it would have taken to produce the plane in the first place\"",
              "refs": [
                "https://collider.com/godzilla-minus-one-2-takashi-yamazaki/"
              ]
            },
            {
              "sentence": "Thus, following the completion of shooting, the replica was transported to and put on display at the Tachiarai Peace Memorial Museum in Chikuzen, Fukuoka in July 2022",
              "refs": [
                "https://collider.com/godzilla-minus-one-2-takashi-yamazaki/"
              ]
            },
            {
              "sentence": "Toho donated the replica under anonymity, only revealing their involvement in the construction of the model after Godzilla Minus One released",
              "refs": [
                "https://collider.com/godzilla-minus-one-2-takashi-yamazaki/",
                "https://forbesjapan.com/articles/detail/67817"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-production",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Visual effects",
              "section_content": [
                {
                  "sentence": "All 610 of the film's visual effect shots were handled by a crew of 35 artists [ii] at Shirogumi's Chōfu studio,   under the supervision of Yamazaki and direction of Kiyoko Shibuya",
                  "refs": [
                    "https://www.asahi.com/articles/ASQ773TYPQ76TIPE01M.html",
                    "https://www.japantimes.co.jp/culture/2024/03/14/film/godzilla-minus-one-oscars-significance/"
                  ]
                },
                {
                  "sentence": "[iii] According to the Los Angeles Times, between a quarter and a third of the film's budget was spent on visual effects",
                  "refs": []
                },
                {
                  "sentence": "Eight months were spent on creating the visual effects",
                  "refs": []
                },
                {
                  "sentence": "A TV Shinshu special about Yamazaki released in October 2023 indicated that the team began creating the effects for the film in July 2022",
                  "refs": [
                    "https://www.cinemablend.com/interviews/how-godzilla-minus-ones-director-used-shin-godzilla-toho-movies"
                  ]
                },
                {
                  "sentence": "Shirogumi indicated by opening a recruitment call for visual effects designers and compositors in August 2022, that post-production had begun and visual effects were taking place from that same month until January 2023;  they later changed the dates to between November 2022 and February 2023",
                  "refs": [
                    "https://www.japantimes.co.jp/culture/2024/03/14/film/godzilla-minus-one-oscars-significance/",
                    "https://cgworld.jp/regular/304-godzilla.html"
                  ]
                },
                {
                  "sentence": "Their website named the 3D animation software Houdini and Maya for design and Nuke for compositing",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Yamazaki had made a 3D maquette design on ZBrush, with Taguchi augmenting the design by adding his own elements, including the insertion of polygons and rendering displacement maps using Redshift",
                  "refs": [
                    "https://cgworld.jp/regular/304-godzilla.html",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Then, the team retopologized the maquette design and finalized the displacement maps with Mudbox",
                  "refs": []
                },
                {
                  "sentence": "After the visual effects were finished, post-production concluded in late May 2023",
                  "refs": [
                    "https://www.latimes.com/entertainment-arts/awards/story/2024-02-06/creative-vfx-sees-godzilla-get-even-scarier-in-minus-one"
                  ]
                },
                {
                  "sentence": "The ocean sequences were originally not intended to be as sizable in the film until compositor Tatsuji Nojima, who composes computer-generated water at home as a hobby, presented Yamazaki with some of his water simulations, inspiring the director to rewrite its climax and include more scenes set at sea",
                  "refs": []
                },
                {
                  "sentence": "The team strived to create these sequences, especially Godzilla's destruction scene",
                  "refs": [
                    "https://collider.com/godzilla-minus-one-2-takashi-yamazaki/"
                  ]
                },
                {
                  "sentence": "Yamazaki reflected that \"It put a huge strain on all of our rendering engines, so we created so much data in the process that when we added it all up it was easily over a petabyte",
                  "refs": [
                    "https://collider.com/godzilla-minus-one-2-takashi-yamazaki/",
                    "https://www.asahi.com/articles/ASQ773TYPQ76TIPE01M.html"
                  ]
                },
                {
                  "sentence": "In the end, we erased the data from the scene where it was done, and made it while opening the hard disk.\"",
                  "refs": [
                    "https://collider.com/godzilla-minus-one-2-takashi-yamazaki/"
                  ]
                },
                {
                  "sentence": "Yamazaki informed Shinji Higuchi that the film's destruction sequences and on-screen deaths were inspired by the Shibuya sequence from Gamera 3: Revenge of Iris, in which Higuchi directed the effects",
                  "refs": []
                },
                {
                  "sentence": "Some of the characters present on-screen during Godzilla's rampage were created using Houdini; around 60 extras were 3D scanned to be replaced by a digital duplicate",
                  "refs": [
                    "https://www.cbr.com/godzilla-minus-one-heavy-cgi-elevate-story/"
                  ]
                },
                {
                  "sentence": "Yamazaki also paid homage to previous Godzilla films by not using any \"muscle simulation\" for the monster  and employed miniatures to depict the post-war Tokyo townscape, which is a traditional Japanese special effect (or tokusatsu) technique",
                  "refs": [
                    "https://www.asahi.com/articles/ASQ773TYPQ76TIPE01M.html",
                    "https://www.ign.com/articles/godzilla-minus-one-director-on-the-genesis-of-godzilla-minus-color-and-those-oscar-nominated-vfx"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Music and sound effects",
              "section_content": [
                {
                  "sentence": "Yamazaki's frequent collaborator Naoki Satō scored the film, drawing inspiration from Studio Ghibli's anime movies for the poignant scenes and the music of Akira Ifukube to accentuate the kaiju sequences",
                  "refs": []
                },
                {
                  "sentence": "Rambling Records  [ja] released Godzilla Minus One Original Soundtrack, on CD in Japan on October 28, 2023, with a limited edition vinyl following on November 24",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "On January 19, 2024, Toho announced that Waxwork Records would release the score on vinyl overseas, with pre-ordering starting that same day",
                  "refs": [
                    "https://web.archive.org/web/20220910023254/https://shirogumi.com/jobs/career_05"
                  ]
                },
                {
                  "sentence": "Natsuko Inoue handled the sound effects",
                  "refs": []
                },
                {
                  "sentence": "She felt it was her mission to recreate the original Godzilla's roar using a modern sound system",
                  "refs": []
                },
                {
                  "sentence": "Having tried many methods to keep the sound intact, Inoue decided that it wasn't strong enough, so she opted to record outdoors and use the echoes to enhance it",
                  "refs": []
                },
                {
                  "sentence": "She decided to play the roar at the ZOZO Marine Stadium to create the fresh sound effect she desired, believing it was the only stadium that could meet the requirements they needed as it had huge speakers, no ceiling, was spacious, and was slightly sloped",
                  "refs": []
                },
                {
                  "sentence": "Reminiscing on enhancing the roar at the stadium, Inoue said \"I'll never forget the emotion I felt when I played it from the biggest speaker behind the electronic bulletin board\"; Yamazaki recalled, \"I felt a shiver in the pit of my stomach when I thought that people who actually saw Godzilla would hear this sound.\"  After the crew played the sound at the stadium, they received several complaints from nearby residents",
                  "refs": [
                    "https://www.maxon.net/en/article/behind-the-scenes-of-godzilla-minus-one"
                  ]
                },
                {
                  "sentence": "Producer Gō Abe stated that sound effects from the Ichibata Dehani 50 series  [ja] were utilized for the scene where Godzilla attacks a 63 series train, as the crew sought to enhance the postwar setting through practical sounds",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Black-and-white edition",
              "section_content": [
                {
                  "sentence": "During post-production, colorist Masahiro Ishiyama was assigned to create a black-and-white version of the film, titled Godzilla Minus One/Minus Color (ゴジラ-1.0／C, Gojira Mainasu Wan/Mainasu Karā)",
                  "refs": []
                },
                {
                  "sentence": "Yamazaki proposed that Godzilla's atomic breath should remain in color for the black-and-white edition, similar to how Akira Kurosawa's black-and-white crime film High and Low (1963) features colored smoke in one scene",
                  "refs": [
                    "https://www.pref.ibaraki.jp/somu/hodo/hodo/pressrelease/hodohappyoushiryou/2203/documents/231101gojira.pdf"
                  ]
                },
                {
                  "sentence": "However, this concept was rejected by the rest of the crew",
                  "refs": []
                },
                {
                  "sentence": "In regards to the Minus Color version, the director said in a statement: \"Rather than just making it monochrome, it is a cut-by-cut",
                  "refs": [
                    "https://www.pref.ibaraki.jp/somu/hodo/hodo/pressrelease/hodohappyoushiryou/2203/documents/231101gojira.pdf"
                  ]
                },
                {
                  "sentence": "I had them make adjustments while making full use of various mattes as if they were creating a new movie.\"   This version was also the last credit for producer Shūji Abe,   who died on December 11, 2023;  Yamazaki and the visual effects team paid tribute to Abe in their acceptance speech at the 96th Academy Awards",
                  "refs": [
                    "https://www.cinematoday.jp/news/N0139003",
                    "https://news.ntv.co.jp/category/culture/136058b979394896a5bae457acc1b959",
                    "https://web.archive.org/web/20240121124348/https://waxworkrecords.com/products/godzilla-minus-one",
                    "https://natalie.mu/eiga/news/543672",
                    "https://godzilla.com/blogs/news/godzilla-minus-one-soundtrack-on-vinyl"
                  ]
                },
                {
                  "sentence": "Toho released Minus Color in Japanese theaters on January 12, 2024,   and in the United States on January 26, where it played until February 1",
                  "refs": [
                    "https://www.cinematoday.jp/news/N0139003",
                    "https://news.ntv.co.jp/category/culture/136058b979394896a5bae457acc1b959"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Thematic analysis",
      "section_content": [
        {
          "sentence": "Godzilla Minus One addresses many themes derived from its post-war setting, including anti-nuclear,  anti-war,  trauma,  hope,  guilt,  and redemption",
          "refs": [
            "https://bloody-disgusting.com/movie/3793287/godzilla-minus-one-getting-a-black-white-version-in-japanese-theaters-next-month-trailer/",
            "https://bloody-disgusting.com/movie/3793287/godzilla-minus-one-getting-a-black-white-version-in-japanese-theaters-next-month-trailer/",
            "https://www.fangoria.com/original/godzilla-minus-one-monochrome/",
            "https://www.fangoria.com/original/godzilla-minus-one-monochrome/",
            "https://eiga.com/person/181820/"
          ]
        },
        {
          "sentence": "According to Yamazaki, Godzilla symbolizes the Japanese perspective of nuclear holocaust during that period, akin to the original 1954 Godzilla film",
          "refs": [
            "https://eiga.com/person/181820/"
          ]
        },
        {
          "sentence": "[iv] He also remarked in regards to the monster's portrayal: \"There is a concept in Japan called Tatari-gami; [e] there are good gods, and there are bad gods",
          "refs": []
        },
        {
          "sentence": "Godzilla is half-monster, but it's also half-god\"",
          "refs": []
        },
        {
          "sentence": "Esther Zuckerman, writing for The New York Times, noticed that the film is similar to Christopher Nolan's Oppenheimer and Hayao Miyazaki's The Boy and the Heron, which were also released in 2023 and set during and after World War II",
          "refs": []
        },
        {
          "sentence": "She felt that—although the film and The Boy and the Heron never directly address the atomic bombings of Hiroshima and Nagasaki—they provided the Japanese point of view of this historical event which viewers of Oppenheimer would subsequently want to see",
          "refs": []
        },
        {
          "sentence": "The thematic similitudes shared between Minus One and Oppenheimer were deemed \"striking\" by Yamazaki",
          "refs": [
            "https://www.animenewsnetwork.com/news/2023-12-21/godzilla-minus-one-producer-shuji-abe-passes-away-at-74/.205766"
          ]
        },
        {
          "sentence": "He conveyed how both were released amidst increasing global tensions: \"I think the threat of nuclear warfare is almost at its highest right now in recent years than in any other year that most of us have been alive\"",
          "refs": []
        },
        {
          "sentence": "The Austin Chronicle pointed out that the film's theme of having the protagonist decide whether to persist in living despite his intellect challenges or accepting death parallels Akira Kurosawa's Ikiru (1952)",
          "refs": []
        },
        {
          "sentence": "The South China Morning Post's James Marsh asserted that the characters in Minus One unanimously condemn their government for persuading many to take their lives during World War II; regardless, some reviewers accused the movie of \"pushing a pro-military agenda\"",
          "refs": [
            "https://web.archive.org/web/20230905010852/https://www.polygon.com/23855460/godzilla-minus-one-trailer-release-date"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Release",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Marketing and promotion",
          "section_content": [
            {
              "sentence": "On June 12, 2023, the film's Twitter account began a daily countdown for all of Toho's live-action Godzilla films, starting with Shin Godzilla",
              "refs": []
            },
            {
              "sentence": "On July 11, Toho divulged the title of its secret Godzilla film, Godzilla Minus One, alongside a poster featuring a visual of Godzilla primarily created by Yamazaki, teaser trailer, the U.S",
              "refs": [
                "https://abcnews.go.com/amp/culture/live-updates/oscars-2024/godzilla-minus-one-wins-best-visual-effects-107991412?id=107931916"
              ]
            },
            {
              "sentence": "release date, and a statement from the director",
              "refs": []
            },
            {
              "sentence": "In the ensuing days, merchandise and a full-body shot of Godzilla were unveiled",
              "refs": [
                "https://deadline.com/2024/01/godzilla-minus-one-in-black-and-white-sets-us-theatrical-run-1235794982/"
              ]
            },
            {
              "sentence": "A series of pre-release products and an exhibit promoting the film were at a display in Yamazaki's hometown of Matsumoto in Nagano, from July 15 to October 29",
              "refs": [
                "https://www.sakigake.jp/news/article/20240223AK0009/",
                "https://www.escapistmagazine.com/godzilla-minus-one-is-about-trauma-hope/"
              ]
            },
            {
              "sentence": "Toho released the trailer for Godzilla Minus One alongside the poster and details on the central cast and staff members on September 4",
              "refs": []
            },
            {
              "sentence": "During a press conference on that same day, the director clarified that its title has multiple meanings, explicitly referring to how Godzilla's destruction changed Japan's position from a \"post-war zero situation\" to a \"minus\"",
              "refs": [
                "https://apnews.com/article/godzilla-minus-one-movie-yamazaki-japan-7958c1f336840dea1444acf893dcbae9"
              ]
            },
            {
              "sentence": "When explaining other possible reasons for the title, Yamazaki said that the film takes place before the 1954 film and that it emphasizes the theme of loss throughout",
              "refs": []
            },
            {
              "sentence": "On September 14, 15 shots and a visual of Godzilla from the film were released, followed by ticket sales and flyers for its Japanese release",
              "refs": [
                "https://www.animenewsnetwork.com/encyclopedia/anime.php?id=28999"
              ]
            },
            {
              "sentence": "That same day, SciFi Japan reported that Godzilla Minus One had remained the top trending film on social media sites in Japan and the U.S., with the trailer accumulating over 9 million views on YouTube",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In September 25, the mayor of Hamamatsu announced that they would promote the movie by making the nearby Lake Hamana—where some scenes were shot—a tourist attraction starting the next month",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Television stations across Japan began airing a special featuring behind-the-scenes footage and interviews with Yamazaki, Kamiki, and Hamabe in late October",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The premiere took place at Toho Cinemas' theater inside the Shinjuku Toho Building on October 18, 2023",
              "refs": []
            },
            {
              "sentence": "That same day, Yamazaki and the headliners attended the red carpet along Godzilla Street in Kabukichō, Shinjuku",
              "refs": [
                "https://www.cinematoday.jp/news/N0137897",
                "https://www.nikkansports.com/entertainment/news/202307110000963.html"
              ]
            },
            {
              "sentence": "This carpet was 50.1 meters long, proclaimed as the fictitious height of the film's titular monster",
              "refs": []
            },
            {
              "sentence": "In addition, the \"Godzilla Attack Truck\" debuted there, and would later travel around Japan to promote the movie",
              "refs": [
                "https://www.cinematoday.jp/news/N0137897",
                "https://www.nikkansports.com/entertainment/news/202307110000963.html"
              ]
            },
            {
              "sentence": "On October 23, Yamazaki, Kamiki, and Hamabe attended the red carpet at the opening of the 36th Tokyo International Film Festival,  and soft drink manufacture Cheerio began presales for a new Chūhai drink called the \"Godzilla Energy Chu-hi  [sic]\"",
              "refs": [
                "https://www.cinematoday.jp/news/N0137897",
                "https://www.oricon.co.jp/news/2286843/full/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Box office",
          "section_content": [
            {
              "sentence": "Godzilla Minus One dethroned Shin Godzilla (2016) as the highest-grossing Japanese Godzilla film ever on December 29, 2023",
              "refs": []
            },
            {
              "sentence": "In January 2024, Toho's CEO, Hiroyasu Matsuoka, stated that it exceeded the company's expectations at the worldwide box office and helped their yearly theatrical income exceed ¥100 billion ($680 million) for the first time",
              "refs": [
                "https://www.yamazakitakashi-exhibition.com/highlight/",
                "https://natalie.mu/eiga/news/539543"
              ]
            },
            {
              "sentence": "He also felt the film \"benefited from less competition on release due to the strike in Hollywood\"",
              "refs": []
            },
            {
              "sentence": "According to Box Office Mojo, the film has earned a worldwide total of $113.6 million with $57.1 million in the United States and Canada, and $56.9 million in other territories",
              "refs": [
                "https://eiga.com/news/20230914/12/"
              ]
            },
            {
              "sentence": "However, the site ceased updating the film's Japanese box office after its 25th weekend (April 20-21, 2024), by which it had registered that the film had grossed $48.2 million there",
              "refs": []
            },
            {
              "sentence": "[f] In July 2024, The Japan Times reported that Godzilla Minus One grossed $116 million internationally",
              "refs": [
                "https://www.scifijapan.com/godzilla-toho/exclusive-new-godzilla-minus-one-photo-gallery-info-direct-from-toho"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Japan",
              "section_content": [
                {
                  "sentence": "Godzilla Minus One was the closing film at the 36th Tokyo International Film Festival on November 1, where it was shown with English subtitles",
                  "refs": []
                },
                {
                  "sentence": "To celebrate the franchise's 70th anniversary, [c] it was released nationwide in Japan on November 3, the same date as the first Godzilla film's wide release in 1954",
                  "refs": [
                    "https://hollywoodreporter.jp/movies/26974/"
                  ]
                },
                {
                  "sentence": "In September, Toho stated in a press release that the film would be shown in over 500 theaters nationwide—including in IMAX, Dolby Cinema, 4DX, MX4D, and ScreenX formats—making it one of their largest domestic distributions to date",
                  "refs": [
                    "https://www.gqjapan.jp/article/20231102-gq-hype-godzilla-minus-one-movie",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "It grossed more than ¥1 billion (approximately $6.6 million) and sold 650,000 tickets during its initial three days",
                  "refs": [
                    "https://apnews.com/article/godzilla-minus-one-movie-yamazaki-japan-7958c1f336840dea1444acf893dcbae9",
                    "https://www.nikkansports.com/entertainment/news/202310230000538.html"
                  ]
                },
                {
                  "sentence": "This included $1.2 million from 49 IMAX theaters, making it the largest opening for a live-action Japanese film in the format",
                  "refs": [
                    "https://saiganak.com/ja/product/cheerio-godzilla-energy-chu-hi-relerase/"
                  ]
                },
                {
                  "sentence": "The film remained the number one film for three consecutive weekends,  but was overtaken by Tonde Saitama ~Biwako Yori Ai o Komete~ in its fourth weekend",
                  "refs": [
                    "https://www.comingsoon.net/movies/news/1463876-godzilla-minus-one-box-office"
                  ]
                },
                {
                  "sentence": "In January 2024, the Motion Picture Producers Association of Japan  [ja] reported that Godzilla Minus One was the fifth-highest-grossing Japanese film of 2023",
                  "refs": [
                    "https://www.hollywoodreporter.com/movies/movie-news/anime-godzilla-minus-one-japan-box-office-2023-1235810133/amp/"
                  ]
                },
                {
                  "sentence": "It eventually became the highest-grossing live-action film to debut in Japan during 2023  and the 94th highest-grossing movie ever at the Japanese box office",
                  "refs": [
                    "https://www.boxofficemojo.com/release/rl1874756353/",
                    "https://web.archive.org/web/20240701000006/https://www.kogyotsushin.com/archives/alltime/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Other territories",
              "section_content": [
                {
                  "sentence": "The American premiere of Godzilla Minus One took place at the DGA Theater Complex in Los Angeles on November 10, with English subtitles",
                  "refs": []
                },
                {
                  "sentence": "Toho's subsidiary Toho International distributed the subtitled print throughout the U.S",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "on December 1,  becoming their first wide theatrical self-distribution in North America",
                  "refs": [
                    "https://www.nikkansports.com/entertainment/news/202310230000538.html"
                  ]
                },
                {
                  "sentence": "After grossing $2.1 million from previews on Wednesday and Thursday, the film went on to debut in third place with $11 million from over 2,300 theaters, breaking the U.S",
                  "refs": [
                    "https://www.japantimes.co.jp/culture/2024/07/06/film/godzilla-minus-one-evil-does-not-exist/"
                  ]
                },
                {
                  "sentence": "opening weekend record for a live-action Japanese film,  and overtaking Demon Slayer: Kimetsu no Yaiba – To the Swordsmith Village as the biggest debut for a foreign film in 2023",
                  "refs": [
                    "https://www.japantimes.co.jp/culture/2024/07/06/film/godzilla-minus-one-evil-does-not-exist/"
                  ]
                },
                {
                  "sentence": "According to Deadline Hollywood, the opening weekend audience was 77% males and 63% people between 18 and 34 years old",
                  "refs": [
                    "https://2023.tiff-jp.net/ja/lineup/film/3600TOC02"
                  ]
                },
                {
                  "sentence": "Godzilla Minus One later set the American box office record for the highest-grossing Japanese-language film,    and dethroned Bong Joon-ho's Parasite (2019) as the third highest-grossing foreign-language film of all time domestically",
                  "refs": [
                    "https://www.japantimes.co.jp/culture/2024/07/06/film/godzilla-minus-one-evil-does-not-exist/",
                    "https://www.cinemablend.com/interviews/how-godzilla-minus-ones-director-used-shin-godzilla-toho-movies",
                    "https://www.scifijapan.com/godzilla-toho/new-godzilla-minus-one-press-release-from-toho",
                    "https://www.japantimes.co.jp/culture/2023/11/08/entertainment-news/godzilla-box-office/"
                  ]
                },
                {
                  "sentence": "Collider suggested that the film overperformed projections in the US, resulting in an extension to over 2,600 theaters there on December 15",
                  "refs": [
                    "https://eiga.com/news/20230914/12/"
                  ]
                },
                {
                  "sentence": "Toho eventually pulled the film on February 1, 2024,   allegedly because Godzilla x Kong: The New Empire was being readied for release eight weeks thereafter",
                  "refs": [
                    "https://collider.com/godzilla-minus-one-imax-box-office-1-million/",
                    "[ERROR retrieving ref link]",
                    "https://www.sanin-chuo.co.jp/articles/-/503064"
                  ]
                },
                {
                  "sentence": "The film received a theatrical re-release in the United States on November 1, 2024, alongside \"13 minutes of exclusive bonus content\"",
                  "refs": [
                    "https://www.oricon.co.jp/news/2303271/full/"
                  ]
                },
                {
                  "sentence": "Additionally, the film was released in several other Western countries in December 2023",
                  "refs": []
                },
                {
                  "sentence": "The highest-grossing of these territories were Mexico ($5.5 million), the United Kingdom ($3.2 million), Australia ($1.3 million), and Spain ($228,000)",
                  "refs": [
                    "https://www.cinematoday.jp/news/N0141865"
                  ]
                },
                {
                  "sentence": "During its opening weekend in Brazil and the UK, the film debuted at second place and earned £816,000 in the latter",
                  "refs": [
                    "https://natalie.mu/eiga/news/548823"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Home media",
          "section_content": [
            {
              "sentence": "Godzilla Minus One was released in Japan on Ultra HD Blu-ray, as well as regular Blu-ray and DVD formats, on May 1, 2024;  the former format was also distributed in the United States beginning in September",
              "refs": [
                "https://godzilla.com/blogs/news/godzilla-minus-one-wins-academy-award-for-best-visual-effects"
              ]
            },
            {
              "sentence": "The Ultra HD Blu-ray is a \"deluxe edition\" featuring both the color and black-and-white versions and multiple bonus features",
              "refs": [
                "https://www.crunchyroll.com/news/latest/2024/1/14/godzilla-minus-one-surpasses-50-million-in-north-america"
              ]
            },
            {
              "sentence": "Two days later, Amazon Prime Video began streaming it in Japan",
              "refs": [
                "https://godzilla.com/blogs/news/godzilla-minus-one-wins-academy-award-for-best-visual-effects"
              ]
            },
            {
              "sentence": "On June 1, 2024, the film became available internationally on Netflix, along with several streaming services, in its original language and dubbed in numerous other languages",
              "refs": [
                "https://collider.com/godzilla-minus-one-expanding-more-theaters/"
              ]
            },
            {
              "sentence": "The black-and-white version later began streaming on Netflix on August 1",
              "refs": [
                "https://collider.com/godzilla-minus-one-leaving-theaters/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reception",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Critical response",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Japanese reviews",
              "section_content": [
                {
                  "sentence": "The film was met with a mixed critical reception in its native Japan",
                  "refs": []
                },
                {
                  "sentence": "Tokyo-based film critic and journalist Mark Schilling wrote that Japanese critics frequently rebuke Yamazaki's body of work, partly because \"most are left-leaning\" and view some of them, including the war drama film The Eternal Zero (2013), as \"nationalistic if not outright jingoistic\"",
                  "refs": [
                    "https://movieweb.com/godzilla-minus-one-re-release-70th-anniversary-new-footage/",
                    "https://variety.com/2023/film/news/godzilla-minus-one-europe-theatrical-releases-1235772697/",
                    "https://www.the-numbers.com/movie/Godzilla-Minus-One-(2023-Japan)"
                  ]
                },
                {
                  "sentence": "Schilling further stated that Godzilla Minus One had an \"element of soft nationalism\",  as well as quoted essayist and film historian Inuhiko Yomota as saying that it was a \"dangerous movie\"",
                  "refs": [
                    "https://www.asahi.com/articles/ASR9V22RZR9TUTPB002.html",
                    "https://eiga.com/news/20231018/14/"
                  ]
                },
                {
                  "sentence": "Schilling appreciated the film's post-war setting for allowing the characters to defeat Godzilla using technology from that time, rather than \"digitally generated miracles\"",
                  "refs": []
                },
                {
                  "sentence": "Daisuke Satō of IGN Japan and Kazuo Ozaki cited Yamazaki's direction and visual effects as incomparable to his previous movies",
                  "refs": [
                    "https://eiga.com/news/20231018/14/"
                  ]
                },
                {
                  "sentence": "Satō believed that the characters besides Kamiki's had \"stereotypical Shōwa values\", and subsequently perceived that Noriko and Sumiko were depicted in a sexist manner",
                  "refs": [
                    "https://www.nikkansports.com/entertainment/news/202212130000602.html",
                    "https://www.omelete.com.br/bilheteria-brasil/14-dezembro-2023"
                  ]
                },
                {
                  "sentence": "The dialogue was \"eye-roll-inducing stuff\" for Matt Schley of The Japan Times",
                  "refs": [
                    "https://www.nikkansports.com/entertainment/news/202212130000602.html"
                  ]
                },
                {
                  "sentence": "Cinema Today  [ja] later named Godzilla Minus One the best movie released in Japan during 2023 on their \"Top 20 Movies\" list, noting how it \"has shown the world the potential of Japanese cinema\"",
                  "refs": []
                },
                {
                  "sentence": "Contrarily, the Japanese film magazine Eiga Geijutsu  [ja] ranked it the third worst on their list of \"The Ten Best and Ten Worst Japanese Films of 2023\"",
                  "refs": [
                    "https://www.oricon.co.jp/news/2317018/full/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "International reviews",
              "section_content": [
                {
                  "sentence": "Internationally, Godzilla Minus One garnered widespread critical acclaim [v] and was listed among the top films of 2023",
                  "refs": []
                },
                {
                  "sentence": "[vi] According to The Hollywood Reporter, American critics favored the film over recent Hollywood productions, lauding its drama, low-budgeted visual effects, and usage of \"kaiju as a metaphor for social critique\"",
                  "refs": []
                },
                {
                  "sentence": "On the review aggregator website Rotten Tomatoes, 99% of 206 critics' reviews are positive, with an average rating of 8.5/10",
                  "refs": [
                    "https://jp.ign.com/godzilla-2023/74442/news/10amazon-prime-video-53"
                  ]
                },
                {
                  "sentence": "The website's consensus reads: \"With engaging human stories anchoring the action, Godzilla Minus One is one kaiju movie that remains truly compelling between the scenes of mass destruction.\"  Metacritic, which uses a weighted average, assigned the film a score of 81 out of 100, based on 34 critics, indicating \"universal acclaim\"",
                  "refs": [
                    "https://www.cbr.com/kevin-smith-on-godzilla-minus-one/"
                  ]
                },
                {
                  "sentence": "American audiences surveyed by CinemaScore gave the film an average grade of \"A\" on an A+ to F scale, and polls by PostTrak gave it a 92% overall positive score, with 83% recommending it",
                  "refs": [
                    "https://deadline.com/2024/02/helen-mirren-cinematheque-love-godzilla-kubrick-oscar-club-maestro-anatomy-of-a-fall-go-live-notes-on-the-season-1235827612/"
                  ]
                },
                {
                  "sentence": "James Berardinelli and the Daily Express, among others, praised Minus One as one of—if not the best—in the Godzilla franchise",
                  "refs": []
                },
                {
                  "sentence": "[vii] A few critics also felt it achieves contemporizing the original 1954 film",
                  "refs": []
                },
                {
                  "sentence": "Deadline Hollywood described it as \"a Godzilla for the ages, a Godzilla art film\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Screen International and Time Out found Yamazaki's depiction of Godzilla in the film to be frightening",
                  "refs": [
                    "https://www.rogerebert.com/features/the-individual-top-tens-of-2023"
                  ]
                },
                {
                  "sentence": "IGN said that it was \"more swell\" albeit not as terrifying as Shin Godzilla",
                  "refs": [
                    "https://qctimes.com/life-entertainment/local/movies-tv/the-best-movies-of-2023-according-to-quad-city-times-reporters-tom-loewy-and-gannon/article_27b8e6a0-9f7c-11ee-b815-ab6fe0a57a00.html",
                    "https://collider.com/best-movies-2023/"
                  ]
                },
                {
                  "sentence": "Variety, The Washington Post, and Deadline concurred that one of the film's highlights was its largely emotionally-driven storyline",
                  "refs": [
                    "https://www.timeout.com/film/the-best-movies-of-2023"
                  ]
                },
                {
                  "sentence": "The Washington Post compared it favorably to Top Gun: Maverick (2022), commenting that these were reminders of the importance of movies that combine \"concise and creative action with emotionally resonant characters\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.rogerebert.com/features/the-individual-top-tens-of-2023",
                    "https://editorial.rottentomatoes.com/guide/best-movies-of-2023/"
                  ]
                },
                {
                  "sentence": "Screen International and The Washington Post also wrote that Satō's score was \"booming\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Many reviewers complimented the characters",
                  "refs": []
                },
                {
                  "sentence": "[viii] Deadline Hollywood and the Daily Express agreed that they were fully developed",
                  "refs": []
                },
                {
                  "sentence": "According to Dana Stevens, \"Kamiki's anguished, vulnerable performance is one crucial part of what makes this protagonist so memorable\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.rogerebert.com/features/the-individual-top-tens-of-2023"
                  ]
                },
                {
                  "sentence": "In contrast, RogerEbert.com was critical of the supporting cast, singling out the performances of Hidetaka Yoshioka and Munetaka Aoki",
                  "refs": [
                    "https://www.austinchronicle.com/daily/screens/2024-01-10/austin-film-critics-association-calls-killers-of-the-flower-moon-top-film-of-2023/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Industry response",
          "section_content": [
            {
              "sentence": "Industry figures largely praised Godzilla Minus One",
              "refs": []
            },
            {
              "sentence": "Writing for Deadline Hollywood, Pete Hammond stated that the film \"astounded\" Hollywood and the filmmakers' use of their low budget impressed the Visual Effects Governors",
              "refs": [
                "https://dot.asahi.com/articles/-/220518?page=1",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Many Hollywood insiders were also stunned by Nagatani's performance as Akiko and questioned the crew \"how did you find that child actor?\", according to producer Kazuaki Kishida",
              "refs": [
                "https://gendai.media/articles/-/123893"
              ]
            },
            {
              "sentence": "Hideaki Anno, co-director of Shin Godzilla, felt that the film's technical prowess exceeded Yamazaki's prior efforts",
              "refs": []
            },
            {
              "sentence": "Godzilla (2014) director Gareth Edwards admitted to feeling \"jealous\", adding that \"this is what a Godzilla movie should be\"",
              "refs": [
                "https://www.rottentomatoes.com/m/godzilla_minus_one"
              ]
            },
            {
              "sentence": "At the film's American premiere, actor Seth Green and Godzilla: King of the Monsters (2019) director Michael Dougherty voiced their praise to Yamazaki and Kamiki",
              "refs": [
                "https://www.asahi.com/articles/ASR9V22RZR9TUTPB002.html",
                "https://www.scifijapan.com/godzilla-toho/gmk-and-b-w-shin-godzilla-announced-as-final-takashi-yamazaki-selection-godzilla-screenings"
              ]
            },
            {
              "sentence": "Filmmakers Adam Wingard (director of Godzilla vs",
              "refs": [
                "https://www.metacritic.com/movie/godzilla-minus-one"
              ]
            },
            {
              "sentence": "Kong and Godzilla x Kong: The New Empire), Joe Dante, James Ponsoldt, and Juel Taylor listed the film amongst their favorite films of 2023",
              "refs": []
            },
            {
              "sentence": "Several filmmakers, including John Landis, spoke to Yamazaki and three other members of the visual effects crew while they were at the Academy of Motion Picture Arts and Sciences on January 13, 2024, expressing that they believe the movie is the best of 2023",
              "refs": [
                "https://www.reelviews.net/reelviews/godzilla-minus-one"
              ]
            },
            {
              "sentence": "Yamazaki met Steven Spielberg—who was a significant influence on the film —at the 2024 Oscar Nominees Luncheon",
              "refs": [
                "https://www.express.co.uk/entertainment/films/1845847/godzilla-minus-one-review",
                "https://www.scifijapan.com/godzilla-toho/gmk-and-b-w-shin-godzilla-announced-as-final-takashi-yamazaki-selection-godzilla-screenings"
              ]
            },
            {
              "sentence": "According to The A.V",
              "refs": []
            },
            {
              "sentence": "Club, Spielberg was \"obsessed\" with the film and told Yamazaki: \"I saw it once in my home, and then I had to go see it again in IMAX, then Dolby Atmos\"",
              "refs": []
            },
            {
              "sentence": "Oppenheimer director Christopher Nolan praised the film, saying it had much in common with Yamazaki's 2013 film The Eternal Zero and offered deep insights into its main characters",
              "refs": [
                "https://jp.ign.com/godzilla-2023/71715/review/10"
              ]
            },
            {
              "sentence": "Nolan concluded that he \"can't think of a better director\" to create a response to Oppenheimer than Yamazaki",
              "refs": []
            },
            {
              "sentence": "Furthermore, Kevin Smith,  Guillermo del Toro,   Dave Filoni,  Simon Pegg,  Jan de Bont,  and Jason Blum  lauded it.",
              "refs": [
                "https://www.chosun.com/english/kpop-culture-en/2024/06/12/VVPRI3WNRBC3REPKLYZYUDK2GU/",
                "https://dot.asahi.com/articles/-/220518?page=1",
                "https://dot.asahi.com/articles/-/220518?page=1",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://deadline.com/2023/12/best-international-films-2023-1235682706/"
              ]
            },
            {
              "sentence": "Monarch: Legacy of Monsters creators Matt Fraction and Chris Black commend the film's storyline and themes, and Black felt it was equal to their show and Legendary's Monsterverse films",
              "refs": []
            },
            {
              "sentence": "Video game designer Hideo Kojima hailed the screenplay, depiction of Godzilla, visual effects, score, and Hamabe's performance, joking that \"the result was +120 points, so I would like to change the title\"",
              "refs": [
                "https://www.screendaily.com/reviews/godzilla-minus-one-review/5187805.article"
              ]
            },
            {
              "sentence": "One Piece creator Eiichiro Oda said that the film was \"great\" and it inspired him to watch other entries in the series afterward",
              "refs": [
                "https://www.timeout.com/movies/godzilla-minus-one-2023-review"
              ]
            },
            {
              "sentence": "Manga artist Aka Akasaka spoke of how he cried during some scenes",
              "refs": [
                "https://www.ign.com/articles/godzilla-minus-one-review"
              ]
            },
            {
              "sentence": "On Twitter, author Stephen King hailed the film as \"so good\"",
              "refs": [
                "https://variety.com/2023/film/reviews/godzilla-minus-one-review-gojira-mainasu-wan-1235805243/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Controversies",
          "section_content": [
            {
              "sentence": "Upon the film's release, its budget became a topic of wide discussion",
              "refs": []
            },
            {
              "sentence": "Boston.com and LaSalle Ishii noted that, despite a relatively meager budget, many viewers felt the film delivered visual effects that were superior in quality compared to many of Marvel Studios' $200 million productions",
              "refs": [
                "https://www.moviemaker.com/godzilla-minus-one-takashi-yamazaki-oppenheimer/"
              ]
            },
            {
              "sentence": "It reportedly had a budget under 10% of that held by the previous Godzilla film, Godzilla vs",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.cinematoday.jp/news/N0143325"
              ]
            },
            {
              "sentence": "Kong (2021), produced by American studio Legendary Entertainment",
              "refs": []
            },
            {
              "sentence": "[ix] On November 14, 2023, Yamazaki denied that the movie cost ¥1 billion, stating that its budget was higher",
              "refs": []
            },
            {
              "sentence": "Starting that same month, multiple websites—including Variety, IGN, The Times, Slate, and The Hollywood Reporter—asserted that the film's budget was $15 million [x] (roughly ¥2.2 billion)",
              "refs": [
                "https://eiga.com/news/20231027/29/"
              ]
            },
            {
              "sentence": ": 2   However, Yamazaki also denied this figure, and specified that the film cost less",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://variety.com/2023/film/news/godzilla-minus-one-europe-theatrical-releases-1235772697/",
                "https://www.cinematoday.jp/news/N0143325"
              ]
            },
            {
              "sentence": "The Hindustan Times reported the budget to be $10 million,  and Yamazaki later confirmed that the budget was within $10–15 million",
              "refs": [
                "https://www.moviemaker.com/godzilla-minus-one-takashi-yamazaki-oppenheimer/",
                "https://www.indiewire.com/gallery/directors-best-movies-tv-2023-bill-hader-lulu-wang-robert-eggers/"
              ]
            },
            {
              "sentence": "Subsequently, The A.V",
              "refs": [
                "https://www.vulture.com/article/godzilla-minus-ones-oscar-nominated-vfx-budget-was-usd15-m.html"
              ]
            },
            {
              "sentence": "Club cited it as $10–12 million, adding that the number is \"on the higher end for the Japanese film industry\"",
              "refs": []
            },
            {
              "sentence": "Hideo Kojima also claimed during an interview with Yamazaki that the film's budget was under ¥1.5 billion",
              "refs": [
                "https://jp.ign.com/godzilla-2023/71715/review/10"
              ]
            },
            {
              "sentence": "Regardless, neither Toho nor Yamazaki divulged the film's actual budget figure, with the latter refusing to out of fear that \"everyone's gonna want me to make a movie for that number\"",
              "refs": [
                "https://www.nishinippon.co.jp/item/n/1148044/"
              ]
            },
            {
              "sentence": "Some Western journalists claimed that the film's low budget and low amount of animators reflected harsh working conditions in the Japanese film industry",
              "refs": []
            },
            {
              "sentence": "According to Yamazaki, the visual effects team was not mistreated",
              "refs": [
                "https://www.asahi.com/articles/ASR9V22RZR9TUTPB002.html",
                "[ERROR retrieving ref link]",
                "https://www.cinematoday.jp/news/N0140950"
              ]
            },
            {
              "sentence": "They avoided working long hours on the film and installed a kitchen in the studio to make it \"more comfortable and cozy\"",
              "refs": []
            },
            {
              "sentence": "Moreover, he explained there are two categories of animation studios in Japan: \"white\" and \"black\", with \"black\" studios being the exploiters; the name of the film's visual effects studio, Shirogumi, literally means \"white team\" in Japanese",
              "refs": []
            },
            {
              "sentence": "Shortly after its Netflix premiere on June 1, 2024, the film provoked controversy in South Korea",
              "refs": []
            },
            {
              "sentence": "On June 12, The Chosun Ilbo reported that some accused the film of \"glorifying kamikaze pilots\" with the scene where its protagonist, Kōichi Shikishima, rams his plane into Godzilla's mouth to kill the monster",
              "refs": []
            },
            {
              "sentence": "South Korean viewers reportedly also attacked the depiction of Godzilla, believing its defeat to represent a \"mental victory\" for Japan because the monster symbolizes a nuclear weapon",
              "refs": []
            },
            {
              "sentence": "Similar condemnations were previously made against writer-director Takashi Yamazaki for his 2013 film The Eternal Zero, which also depicts a kamikaze pilot",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Accolades",
          "section_content": [
            {
              "sentence": "Godzilla Minus One won Best Visual Effects at the 96th Academy Awards, [xi] becoming the first non-English language film in Academy Awards history to do so",
              "refs": []
            },
            {
              "sentence": "It was the first Godzilla film to be nominated for an Academy Award, as well as the first Japanese film ever to receive a nomination in the Best Visual Effects category",
              "refs": [
                "https://collider.com/christopher-nolan-godzilla-minus-one/"
              ]
            },
            {
              "sentence": "[g] Yamazaki also became the second director (after Stanley Kubrick), [xii] and Kiyoko Shibuya became the first woman of color, to win the Academy Award for Best Visual Effects",
              "refs": [
                "https://www.vulture.com/article/godzilla-minus-ones-oscar-nominated-vfx-budget-was-usd15-m.html",
                "https://jp.ign.com/godzilla-2023/71715/review/10",
                "https://www.ign.com/articles/godzilla-minus-one-director-on-the-genesis-of-godzilla-minus-color-and-those-oscar-nominated-vfx"
              ]
            },
            {
              "sentence": "At the 19th Austin Film Critics Association Awards, Godzilla Minus One was selected as the sixth best film of 2023 and won Best International Film",
              "refs": []
            },
            {
              "sentence": "The film received nominations for three Asian Film Awards (winning two; Best Visual Effects and Best Sound),  four Blue Ribbon Awards (winning three; Best Film, Best Actor for Kamiki, and Best Supporting Actress for Hamabe),   four Critics' Choice Super Awards (winning two: Best Science Fiction/Fantasy Movie and Best Villain in a Movie for Godzilla),  and four from the Seattle Film Critics Society (winning three; Best International Film, Best Visual Effects, and Villain of the Year)",
              "refs": [
                "https://www.bbc.com/culture/article/20231205-godzilla-minus-one-the-japanese-film-thats-2023s-best-action-blockbuster",
                "[ERROR retrieving ref link]",
                "https://www.viz.com/blog/posts/mangaka-musings-12-10-2023",
                "[ERROR retrieving ref link]",
                "https://www.cbr.com/stephen-king-godzilla-minus-one/"
              ]
            },
            {
              "sentence": "Godzilla Minus One won eight of its leading twelve nominations at the 47th Japan Academy Film Prize, including Best Picture, Best Screenplay, and Best Supporting Actress for Sakura Ando, making it the most-awarded film at that year's ceremony",
              "refs": [
                "https://www.boston.com/culture/entertainment/2024/03/07/oscars-2024-predictions/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Post-release",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Later reception",
          "section_content": [
            {
              "sentence": "Godzilla Minus One remains the fourth highest-rated movie of 2023 on Rotten Tomatoes, and, as of the release of Godzilla x Kong: The New Empire in 2024, maintains the highest certified critical rating for a Godzilla film",
              "refs": []
            },
            {
              "sentence": "It was ranked second on Variety's list of the best Godzilla movies of all time,  third on Vulture's,  sixth on IndieWire's,  and fourth on Entertainment Weekly's",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/godzilla-minus-one-hit-with-critics-1235705416/",
                "[ERROR retrieving ref link]",
                "https://www.sponichi.co.jp/entertainment/news/2023/11/14/kiji/20231114s00041000433000c.html",
                "https://www.thetimes.co.uk/article/godzilla-minus-one-film-review-a-hugely-entertaining-monster-flick-bzg6jmlbl",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In July, Far Out named it the best monster movie of the 21st century, and CBR ranked it No",
              "refs": [
                "https://www.hindustantimes.com/entertainment/anime/2024-oscars-nominations-studio-ghiblis-boy-and-the-heron-and-takashi-yamazakis-godzilla-minus-one-earn-major-nods-101706027656919.html"
              ]
            },
            {
              "sentence": "1 on their list of the \"10 Scariest Creature Features From the Last 5 Years\"",
              "refs": []
            },
            {
              "sentence": "The film was also added to Eiga.com  [ja]'s list of the 1200 greatest films of all time",
              "refs": [
                "https://collider.com/godzilla-minus-one-budget/",
                "https://deadline.com/2024/03/godzilla-minus-one-makes-vfx-oscar-record-number-of-non-english-language-movies-oscar-winners-1235854658/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Cultural impact",
          "section_content": [
            {
              "sentence": "According to Toho, Godzilla Minus One was a \"global phenomenon\", with fans making it \"propel to the forefront of pop culture\"",
              "refs": []
            },
            {
              "sentence": "In February 2024, Gavin J Blair of The Hollywood Reporter suggested that Godzilla Minus One is a significant contributor to the recent revival of Japanese popular culture in the West, alongside Miyazaki's The Boy and the Heron, the first season of Netflix's live action adaptation of One Piece, and the FX television series Shōgun (2024)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Collider claimed that Godzilla Minus One \"helped the Godzilla series become more popular than ever before\" and Variety implied that the film had gained a legendary status by April 2024",
              "refs": [
                "https://realsound.jp/movie/2023/12/post-1514445.html"
              ]
            },
            {
              "sentence": "Amidst the film's popularity, Yamazaki and the visual effects team were assigned to create another kaiju film, the web short Foodlosslla: What Should Humanity Do!? (2024)",
              "refs": [
                "https://collider.com/godzilla-x-kong-the-new-empire-global-box-office-485-million/",
                "https://www.cbr.com/stephen-king-godzilla-minus-one/"
              ]
            },
            {
              "sentence": "In May, Yamazaki was included in Gold House's annual list of 100 Most Impactful Asians as a result of Godzilla Minus One's achievements",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As a tribute to Godzilla Minus One, director Adam Wingard and visual effects supervisor Alessandro Ongaro recreated a shot of the ground bursting beneath Godzilla's foot for the Rome sequence in Godzilla x Kong: The New Empire (2024)",
              "refs": []
            },
            {
              "sentence": "The positive word-of-mouth Yamazaki's movie generated is also believed to have helped Godzilla x Kong achieve several box office milestones,   including becoming the fifth-highest-grossing film of 2024",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://variety.com/2024/film/features/twister-director-jan-de-bont-1236062857/",
                "https://www.cinematoday.jp/news/N0141093"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Future",
          "section_content": [
            {
              "sentence": "In January and February 2024, Yamazaki confirmed that no discussions of a sequel had transpired but expressed interest in directing one",
              "refs": []
            },
            {
              "sentence": "He elaborated his desire to proceed with following the same characters' lives thereon and have Godzilla battle an antagonizing kaiju",
              "refs": [
                "https://www.scmp.com/lifestyle/entertainment/article/3243312/godzilla-minus-one-movie-review-japanese-kaiju-series-37th-film-much-lavish-period-drama-spectacular",
                "[ERROR retrieving ref link]",
                "https://www.hollywoodreporter.com/movies/movie-news/asia-film-awards-2024-winners-1235846437/"
              ]
            },
            {
              "sentence": "In an interview with Mono Magazine  [ja], Yamazaki implied that a sequel would explore the curse Godzilla left behind on Japan, similar to that of the Tatari-gami in Princess Mononoke (1997)",
              "refs": [
                "https://www.scmp.com/lifestyle/entertainment/article/3243312/godzilla-minus-one-movie-review-japanese-kaiju-series-37th-film-much-lavish-period-drama-spectacular",
                "https://www.chunichi.co.jp/article/831779"
              ]
            },
            {
              "sentence": "Hamabe remarked when interviewed by the same publication: \"If there is a next series, I might be the one stepping on and crushing people\"",
              "refs": [
                "https://www.sponichi.co.jp/entertainment/news/2024/01/24/kiji/20240124s00041000029000c.html"
              ]
            },
            {
              "sentence": "On another occasion, Ando told the Daily Express that she wants her character to encounter Godzilla in a sequel to the film, joking that she would like to be \"jumping like this Spider-Man-type woman taking down Godzilla\"",
              "refs": [
                "https://variety.com/2024/film/awards/critics-choice-super-awards-2024-winners-pedro-pascal-1235960482/"
              ]
            },
            {
              "sentence": "The possibility of a sequel was largely discussed at a stage greeting held after a screening of the film's black-and-white version in Tokyo on January 12, 2024",
              "refs": []
            },
            {
              "sentence": "Several cast members were in attendance, and Yamazaki attended remotely from the United States;  the latter signified wanting the characters to return to the sea for the sequel",
              "refs": [
                "https://nextbestpicture.com/the-2023-seattle-film-critics-society-sfcs-winners/"
              ]
            },
            {
              "sentence": "Yamada proposed the idea of using Noriko as the key to locating Godzilla since, according to his interpretation, she possesses the monster's \"cells\"",
              "refs": [
                "https://www.japan-academy-prize.jp/prizes/47.html"
              ]
            },
            {
              "sentence": "During a February 2024 Q&A with Collider, Yamazaki announced that he had begun developing a new movie, and denied that it would be a sequel to Minus One",
              "refs": [
                "https://www.japan-academy-prize.jp/prizes/47.html"
              ]
            },
            {
              "sentence": "Producer Minami Ichikawa believed that Toho would take their time to produce the next live-action Godzilla film since they want \"great ideas, an excellent script, a talented director, and the right cast to work on it carefully\" because \"Godzilla deserves to have that level of intentionality\"",
              "refs": []
            },
            {
              "sentence": "On November 1, 2024, it was disclosed that a new Godzilla movie had been greenlit, with Yamazaki returning to write, direct, and handle the visual effects; but it is currently unknown whether it will be a sequel to Godzilla Minus One or a standalone film",
              "refs": [
                "https://www.express.co.uk/entertainment/films/1878606/godzilla-minus-one-2-sequel-sakura-ando-sumiko-ota"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Footnotes",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Notes",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Citations",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Works cited",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "8": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "67": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "151": "[ERROR retrieving ref link]",
    "159": "[ERROR retrieving ref link]",
    "165": "[ERROR retrieving ref link]",
    "172": "[ERROR retrieving ref link]",
    "188": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "197": "[ERROR retrieving ref link]",
    "200": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "14": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "91": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "199": "[ERROR retrieving ref link]",
    "1": "https://www.vulture.com/article/godzilla-minus-ones-oscar-nominated-vfx-budget-was-usd15-m.html",
    "2": "https://www.moviemaker.com/godzilla-minus-one-takashi-yamazaki-oppenheimer/",
    "3": "https://www.nikkei.com/article/DGXZQOCD081HB0Y4A300C2000000/",
    "5": "https://www.washingtonpost.com/entertainment/movies/2023/11/30/godzilla-minus-one-movie-review/",
    "6": "https://www.scmp.com/lifestyle/entertainment/article/3243312/godzilla-minus-one-movie-review-japanese-kaiju-series-37th-film-much-lavish-period-drama-spectacular",
    "7": "https://www.empireonline.com/movies/news/godzilla-minus-one-takashi-yamazaki-possible-sequel-exclusive/",
    "9": "https://www.cnn.com/2019/03/31/asia/japan-new-era-reiwa-intl/index.html",
    "10": "[ERROR retrieving ref link]",
    "12": "https://web.archive.org/web/20230905010852/https://www.polygon.com/23855460/godzilla-minus-one-trailer-release-date",
    "13": "https://www.hollywoodreporter.com/movies/movie-features/godzilla-x-kong-pays-tribute-minus-one-1235860045/",
    "15": "https://www.sponichi.co.jp/entertainment/news/2024/04/28/kiji/20240428s00041000704000c.html",
    "17": "https://www.austinchronicle.com/events/film/2023-12-01/godzilla-minus-one/",
    "18": "https://www.rogerebert.com/reviews/godzilla-minus-one-movie-review-2023",
    "19": "https://www.amctheatres.com/amc-scene/your-guide-to-godzilla-minus-one",
    "20": "https://www.express.co.uk/entertainment/films/1878606/godzilla-minus-one-2-sequel-sakura-ando-sumiko-ota",
    "21": "https://www.animenewsnetwork.com/encyclopedia/anime.php?id=28999",
    "22": "https://realsound.jp/movie/2023/12/post-1506868.html",
    "23": "https://bloody-disgusting.com/news/3447724/shin-godzilla-sequel-cannot-made-2020/",
    "24": "https://screenrant.com/toho-godzilla-cinematic-universe-shin-godzilla-2-canceled/",
    "25": "https://www.gqjapan.jp/article/20231102-gq-hype-godzilla-minus-one-movie",
    "26": "https://www.toho.co.jp/movie/news/godzilla_movie2023_230904",
    "27": "https://web.archive.org/web/20220326025639/http://movies.robot.co.jp/extra/yamazakimovie/",
    "28": "https://www.huffingtonpost.jp/entry/monster-movie_jp_62103393e4b08ed7cf6ff6dd",
    "29": "https://collider.com/new-toho-godzilla-movie-release-date-2023/",
    "30": "https://www.nikkansports.com/entertainment/news/202212130000602.html",
    "31": "https://natalie.mu/eiga/column/548917",
    "32": "https://dot.asahi.com/articles/-/204841?page=1",
    "33": "https://www.theverge.com/23984534/godzilla-minus-one-interview-takashi-yamazaki",
    "34": "[ERROR retrieving ref link]",
    "35": "https://jp.ign.com/godzilla-2023/71715/review/10",
    "36": "https://www.scifijapan.com/godzilla-toho/gmk-and-b-w-shin-godzilla-announced-as-final-takashi-yamazaki-selection-godzilla-screenings",
    "37": "https://moviewalker.jp/news/article/1162065/",
    "38": "https://dot.asahi.com/articles/-/204607?page=2",
    "39": "https://www.cinemablend.com/interviews/how-godzilla-minus-ones-director-used-shin-godzilla-toho-movies",
    "40": "https://www.avclub.com/why-godzilla-minus-one-could-and-should-win-an-oscar-1851273133",
    "41": "https://www.ign.com/articles/godzilla-minus-one-director-star-on-gareth-edwards-being-jealous-jaws-inspirations-and-more",
    "42": "https://www.cinematoday.jp/news/N0139647",
    "43": "https://godzilla-movie2023.toho.co.jp/news/az7d6-7fr/",
    "44": "https://collider.com/godzilla-minus-one-2-takashi-yamazaki/",
    "45": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "47": "https://www.daily.co.jp/horse/2024/01/28/0017270975.shtml",
    "48": "https://www.gqjapan.jp/article/20231103-godzilla-minus-one-movie-takashi-yamazaki",
    "49": "https://www.indiewire.com/features/craft/godzilla-minus-one-vfx-redesign-takashi-yamazaki-1234944878/",
    "50": "https://forbesjapan.com/articles/detail/67817",
    "51": "https://www.asahi.com/articles/ASR9V22RZR9TUTPB002.html",
    "52": "https://web.archive.org/web/20231031213415/https://www.fnn.jp/articles/-/609042",
    "53": "https://www.pref.ibaraki.jp/somu/hodo/hodo/pressrelease/hodohappyoushiryou/2203/documents/231101gojira.pdf",
    "54": "https://www.nishinippon.co.jp/item/n/1148044/",
    "55": "https://www.asahi.com/articles/ASQ773TYPQ76TIPE01M.html",
    "56": "https://www.japantimes.co.jp/culture/2024/03/14/film/godzilla-minus-one-oscars-significance/",
    "57": "https://www.hollywoodreporter.com/movies/movie-news/godzilla-minus-one-vfx-oscar-nomination-1235788493/",
    "58": "https://www.ign.com/articles/godzilla-minus-one-director-on-the-genesis-of-godzilla-minus-color-and-those-oscar-nominated-vfx",
    "59": "https://dot.asahi.com/articles/-/220518?page=1",
    "61": "https://cgworld.jp/regular/304-godzilla.html",
    "62": "[ERROR retrieving ref link]",
    "63": "https://www.latimes.com/entertainment-arts/awards/story/2024-02-06/creative-vfx-sees-godzilla-get-even-scarier-in-minus-one",
    "64": "https://aframe.oscars.org/news/post/godzilla-minus-one-visual-effects-interview",
    "65": "https://www.cbr.com/godzilla-minus-one-heavy-cgi-elevate-story/",
    "66": "https://godzilla.com/blogs/news/godzilla-minus-one-minus-color",
    "68": "https://web.archive.org/web/20220910023254/https://shirogumi.com/jobs/career_05",
    "69": "https://web.archive.org/web/20230206150132/https://shirogumi.com/jobs/career_05",
    "70": "https://www.maxon.net/en/article/behind-the-scenes-of-godzilla-minus-one",
    "71": "https://natalie.mu/eiga/news/539593",
    "72": "https://www.cinematoday.jp/news/N0139003",
    "73": "https://news.ntv.co.jp/category/culture/136058b979394896a5bae457acc1b959",
    "74": "https://web.archive.org/web/20240121124348/https://waxworkrecords.com/products/godzilla-minus-one",
    "75": "https://natalie.mu/eiga/news/543672",
    "76": "https://godzilla.com/blogs/news/godzilla-minus-one-soundtrack-on-vinyl",
    "77": "https://realsound.jp/movie/2023/11/post-1477063_2.html",
    "78": "https://www.sanin-chuo.co.jp/articles/-/503064",
    "79": "https://bloody-disgusting.com/movie/3793287/godzilla-minus-one-getting-a-black-white-version-in-japanese-theaters-next-month-trailer/",
    "80": "https://www.fangoria.com/original/godzilla-minus-one-monochrome/",
    "81": "https://eiga.com/person/181820/",
    "82": "https://moviewalker.jp/person/121864/",
    "83": "https://www.animenewsnetwork.com/news/2023-12-21/godzilla-minus-one-producer-shuji-abe-passes-away-at-74/.205766",
    "84": "https://abcnews.go.com/amp/culture/live-updates/oscars-2024/godzilla-minus-one-wins-best-visual-effects-107991412?id=107931916",
    "85": "https://deadline.com/2024/01/godzilla-minus-one-in-black-and-white-sets-us-theatrical-run-1235794982/",
    "86": "https://www.sakigake.jp/news/article/20240223AK0009/",
    "87": "https://www.escapistmagazine.com/godzilla-minus-one-is-about-trauma-hope/",
    "88": "https://collider.com/godzilla-minus-one-humans/",
    "89": "https://apnews.com/article/godzilla-minus-one-movie-yamazaki-japan-7958c1f336840dea1444acf893dcbae9",
    "92": "https://www.nytimes.com/2024/01/26/movies/godzilla-oppenheimer-heron-boy.html",
    "93": "https://www.cinematoday.jp/news/N0137897",
    "94": "https://www.nikkansports.com/entertainment/news/202307110000963.html",
    "95": "https://www.oricon.co.jp/news/2286843/full/",
    "96": "https://collider.com/godzilla-minus-one-figure-collectible/",
    "97": "https://www.yamazakitakashi-exhibition.com/highlight/",
    "98": "https://natalie.mu/eiga/news/539543",
    "99": "https://eiga.com/news/20230914/12/",
    "100": "https://www.scifijapan.com/godzilla-toho/exclusive-new-godzilla-minus-one-photo-gallery-info-direct-from-toho",
    "101": "https://godzilla-movie2023.toho.co.jp/news/hrx61k4s23gq",
    "102": "https://eiga.com/news/20231018/14/",
    "103": "https://hollywoodreporter.jp/movies/26974/",
    "104": "https://www.nikkansports.com/entertainment/news/202310230000538.html",
    "105": "https://saiganak.com/ja/product/cheerio-godzilla-energy-chu-hi-relerase/",
    "106": "https://screenrant.com/godzilla-minus-one-highest-grossing-toho-movie/",
    "107": "https://www.comingsoon.net/movies/news/1463876-godzilla-minus-one-box-office",
    "108": "https://www.hollywoodreporter.com/movies/movie-news/anime-godzilla-minus-one-japan-box-office-2023-1235810133/amp/",
    "109": "https://www.boxofficemojo.com/release/rl1874756353/",
    "110": "https://web.archive.org/web/20240701000006/https://www.kogyotsushin.com/archives/alltime/",
    "112": "https://www.japantimes.co.jp/culture/2024/07/06/film/godzilla-minus-one-evil-does-not-exist/",
    "113": "https://2023.tiff-jp.net/ja/lineup/film/3600TOC02",
    "114": "https://www.scifijapan.com/godzilla-toho/new-godzilla-minus-one-press-release-from-toho",
    "115": "https://www.japantimes.co.jp/culture/2023/11/08/entertainment-news/godzilla-box-office/",
    "116": "https://collider.com/godzilla-minus-one-imax-box-office-1-million/",
    "117": "https://www.oricon.co.jp/news/2303271/full/",
    "118": "https://www.animenewsnetwork.com/news/2023-11-29/live-action-fly-me-to-saitama-sequel-film-debuts-at-no.1-godzilla-minus-one-drops-to-no.2/.204851",
    "119": "http://eiren.org/toukei/img/eiren_kosyu/data_2023.pdf",
    "120": "https://www.cinematoday.jp/news/N0141865",
    "121": "https://natalie.mu/eiga/news/548823",
    "122": "https://deadline.com/2023/12/box-office-renaissance-a-film-by-beyonce-godzilla-minus-one-hunger-games-1235647651/",
    "123": "https://collider.com/godzilla-minus-one-domestic-box-office-14-million/",
    "124": "https://godzilla.com/blogs/news/godzilla-minus-one-wins-academy-award-for-best-visual-effects",
    "125": "https://www.crunchyroll.com/news/latest/2024/1/14/godzilla-minus-one-surpasses-50-million-in-north-america",
    "126": "https://collider.com/godzilla-minus-one-expanding-more-theaters/",
    "127": "https://collider.com/godzilla-minus-one-leaving-theaters/",
    "128": "https://www.fangoria.com/godzilla-minus-one-anniversary-rerelease/",
    "129": "https://movieweb.com/godzilla-minus-one-re-release-70th-anniversary-new-footage/",
    "130": "https://variety.com/2023/film/news/godzilla-minus-one-europe-theatrical-releases-1235772697/",
    "131": "https://www.the-numbers.com/movie/Godzilla-Minus-One-(2023-Japan)",
    "132": "https://www.omelete.com.br/bilheteria-brasil/14-dezembro-2023",
    "133": "https://www.screendaily.com/news/wonka-leads-uk-ireland-box-office-with-strong-64m-second-weekend-godzilla-minus-one-stomps-to-second-place/5188873.article",
    "134": "https://www.oricon.co.jp/news/2317018/full/",
    "135": "https://www.thewrap.com/godzilla-minus-one-physical-media-release/",
    "136": "https://jp.ign.com/godzilla-2023/74442/news/10amazon-prime-video-53",
    "137": "https://godzilla.com/blogs/news/godzilla-minus-one-streaming-netflix-digital-rental-purchase",
    "138": "https://www.fangoria.com/godzilla-minus-color-netflix/",
    "139": "https://gendai.media/articles/-/123893",
    "140": "https://realsound.jp/movie/2023/12/post-1514445.html",
    "141": "https://www.nikkan-gendai.com/articles/view/geino/337460/2",
    "142": "https://eiga.com/movie/98309/critic/",
    "143": "https://www.japantimes.co.jp/culture/2023/11/09/film/godzilla-minus-one/",
    "144": "https://www.cinematoday.jp/page/A0009016",
    "145": "https://natalie.mu/eiga/news/558452",
    "146": "https://www.hollywoodreporter.com/movies/movie-news/godzilla-minus-one-hit-with-critics-1235705416/",
    "147": "https://www.bbc.com/culture/article/20231205-godzilla-minus-one-the-japanese-film-thats-2023s-best-action-blockbuster",
    "148": "https://www.cbr.com/kevin-smith-on-godzilla-minus-one/",
    "149": "https://deadline.com/2024/02/helen-mirren-cinematheque-love-godzilla-kubrick-oscar-club-maestro-anatomy-of-a-fall-go-live-notes-on-the-season-1235827612/",
    "150": "https://www.hollywoodreporter.com/movies/movie-features/hypergalactic-toei-animation-yoshi-ikezawa-berlin-interview-1235823410/",
    "152": "https://www.indiewire.com/gallery/50-best-movies-of-2023-critics-survey/",
    "153": "https://www.rogerebert.com/features/the-individual-top-tens-of-2023",
    "154": "https://qctimes.com/life-entertainment/local/movies-tv/the-best-movies-of-2023-according-to-quad-city-times-reporters-tom-loewy-and-gannon/article_27b8e6a0-9f7c-11ee-b815-ab6fe0a57a00.html",
    "155": "https://collider.com/best-movies-2023/",
    "156": "https://www.timeout.com/film/the-best-movies-of-2023",
    "157": "https://editorial.rottentomatoes.com/guide/best-movies-of-2023/",
    "158": "https://www.austinchronicle.com/daily/screens/2024-01-10/austin-film-critics-association-calls-killers-of-the-flower-moon-top-film-of-2023/",
    "160": "https://www.rottentomatoes.com/m/godzilla_minus_one",
    "161": "https://www.metacritic.com/movie/godzilla-minus-one",
    "162": "https://www.reelviews.net/reelviews/godzilla-minus-one",
    "163": "https://www.express.co.uk/entertainment/films/1845847/godzilla-minus-one-review",
    "164": "https://www.chosun.com/english/kpop-culture-en/2024/06/12/VVPRI3WNRBC3REPKLYZYUDK2GU/",
    "166": "https://deadline.com/2023/12/best-international-films-2023-1235682706/",
    "167": "https://www.screendaily.com/reviews/godzilla-minus-one-review/5187805.article",
    "168": "https://www.timeout.com/movies/godzilla-minus-one-2023-review",
    "169": "https://www.ign.com/articles/godzilla-minus-one-review",
    "170": "https://variety.com/2023/film/reviews/godzilla-minus-one-review-gojira-mainasu-wan-1235805243/",
    "171": "https://slate.com/culture/2024/01/godzilla-minus-one-movie-box-office-reviews.html",
    "173": "https://www.cinematoday.jp/news/N0143325",
    "174": "https://eiga.com/news/20231027/29/",
    "175": "https://www.cinematoday.jp/news/N0139931",
    "176": "https://www.indiewire.com/gallery/directors-best-movies-tv-2023-bill-hader-lulu-wang-robert-eggers/",
    "177": "https://www.cinematoday.jp/news/N0140950",
    "178": "https://collider.com/christopher-nolan-godzilla-minus-one/",
    "179": "https://variety.com/2024/film/features/twister-director-jan-de-bont-1236062857/",
    "180": "https://www.cinematoday.jp/news/N0141093",
    "181": "https://www.cbr.com/monarch-legacy-of-monsters-praise-godzilla-minus-one/",
    "182": "[ERROR retrieving ref link]",
    "183": "https://www.viz.com/blog/posts/mangaka-musings-12-10-2023",
    "184": "[ERROR retrieving ref link]",
    "185": "https://www.cbr.com/stephen-king-godzilla-minus-one/",
    "186": "https://www.boston.com/culture/entertainment/2024/03/07/oscars-2024-predictions/",
    "187": "https://www.nikkan-gendai.com/articles/view/geino/333042/2",
    "189": "https://www.sponichi.co.jp/entertainment/news/2023/11/14/kiji/20231114s00041000433000c.html",
    "190": "https://www.thetimes.co.uk/article/godzilla-minus-one-film-review-a-hugely-entertaining-monster-flick-bzg6jmlbl",
    "192": "https://www.hindustantimes.com/entertainment/anime/2024-oscars-nominations-studio-ghiblis-boy-and-the-heron-and-takashi-yamazakis-godzilla-minus-one-earn-major-nods-101706027656919.html",
    "193": "https://collider.com/godzilla-minus-one-budget/",
    "194": "https://deadline.com/2024/03/godzilla-minus-one-makes-vfx-oscar-record-number-of-non-english-language-movies-oscar-winners-1235854658/",
    "195": "https://archive.today/20240404002229/https://www.thewrap.com/godzilla-kong-box-office-success-explained/",
    "196": "https://collider.com/godzilla-x-kong-the-new-empire-global-box-office-485-million/",
    "198": "[ERROR retrieving ref link]",
    "201": "https://www.hollywoodreporter.com/movies/movie-news/asia-film-awards-2024-winners-1235846437/",
    "202": "https://www.chunichi.co.jp/article/831779",
    "203": "https://www.sponichi.co.jp/entertainment/news/2024/01/24/kiji/20240124s00041000029000c.html",
    "204": "https://variety.com/2024/film/awards/critics-choice-super-awards-2024-winners-pedro-pascal-1235960482/",
    "205": "https://nextbestpicture.com/the-2023-seattle-film-critics-society-sfcs-winners/",
    "206": "https://www.japan-academy-prize.jp/prizes/47.html",
    "207": "https://editorial.rottentomatoes.com/guide/all-godzilla-movies-ranked/",
    "208": "https://variety.com/lists/godzilla-movies-ranked/",
    "209": "https://www.vulture.com/article/every-godzilla-movie-past-40-years-ranked.html",
    "210": "https://www.indiewire.com/gallery/best-godzilla-movies-ranked/",
    "211": "https://ew.com/godzilla-movies-ranked-8622018",
    "212": "https://faroutmagazine.co.uk/10-best-modern-monster-movies/",
    "213": "https://www.cbr.com/scariest-modern-creature-features/",
    "214": "https://eiga.com/alltime-best/results/?y=2020",
    "215": "https://collider.com/highest-grossing-godzilla-movies/",
    "216": "https://www.advertimes.com/20240319/article452637/",
    "217": "https://variety.com/lists/gold-house-a100-honoree-list-2024/",
    "218": "https://www.boxofficemojo.com/year/world/",
    "219": "https://screenrant.com/godzilla-minus-one-2-takashi-yamazaki-update/",
    "220": "https://www.japantimes.co.jp/culture/2024/01/19/film/upcoming-japan-films/",
    "221": "https://screenrant.com/godzilla-minus-one-2-movie-villain-monster-director/",
    "222": "[ERROR retrieving ref link]",
    "223": "[ERROR retrieving ref link]",
    "224": "https://www.cinematoday.jp/news/N0140927",
    "225": "https://www.toho.co.jp/movie/news/godzilla_movie2023_C_240112",
    "226": "https://gizmodo.com/takashi-yamazaki-godzilla-minus-one-sequel-new-movie-toho-2000519226"
  },
  "flair_entities": [
    "cbr",
    "oscar nominees luncheon",
    "legendary",
    "asian film awards",
    "fukuoka",
    "akiko",
    "nhk",
    "marvel studios'",
    "nagasaki",
    "gold house",
    "eiga.com",
    "bong joon-ho",
    "ogasawara islands",
    "hiroshima",
    "dolby atmos",
    "western",
    "nolan",
    "box office mojo",
    "tokyo",
    "the chosun ilbo",
    "john landis",
    "gō abe",
    "nagano",
    "munetaka aoki",
    "japan academy film prize",
    "kenji noda",
    "giant monsters all-out attack",
    "godzilla attack truck",
    "kong",
    "miho",
    "lasalle ishii",
    "kazuaki kishida",
    "rotten tomatoes",
    "shūji abe",
    "james berardinelli",
    "gareth edwards",
    "hiroyasu matsuoka",
    "matt fraction",
    "covid-19",
    "blockbuster monster movie",
    "godzilla in always: sunset",
    "noriko",
    "chūbu",
    "virginia",
    "okaya",
    "enshū sea",
    "36th tokyo international film festival",
    "19th austin film critics association awards",
    "'s dunkirk",
    "best villain in a movie for godzilla",
    "kazuo ozaki",
    "tsukuba naval air group memorial museum",
    "biwako yori ai o komete",
    "christopher nolan",
    "aka akasaka",
    "minus one",
    "ōishi",
    "kenji ando",
    "south china morning post",
    "kamiki",
    "10 scariest creature features from the last 5 years",
    "redshift",
    "toho international",
    "mainasu karā",
    "metacritic",
    "most impactful asians",
    "kevin smith",
    "godzilla energy chu-hi",
    "hamabe",
    "uk",
    "kyushu j7w shinden",
    "eiichiro oda",
    "godzilla the ride",
    "masahiro ishiyama",
    "shōgun",
    "hayao miyazaki",
    "the hollywood reporter",
    "adam wingard",
    "minami hamabe",
    "gavin j blair",
    "reiwa",
    "united states",
    "u.s.",
    "demon slayer",
    "juel taylor",
    "kenji yamada",
    "godzilla day",
    "shusuke kaneko",
    "ijn",
    "critics' choice super awards",
    "north america",
    "boston.com",
    "pete hammond",
    "sagami bay",
    "chōfu",
    "japanese-language",
    "the japan times",
    "steven spielberg",
    "sumiko",
    "motion picture producers association of japan",
    "kasama",
    "japanese",
    "mx4d",
    "marvel cinematic universe",
    "chantilly",
    "abe",
    "former kashima naval air base site",
    "variety",
    "huffpost",
    "chikusei",
    "matt schley",
    "chris black",
    "youtube",
    "parasite",
    "nagatani",
    "kaneko",
    "guillermo del toro",
    "oppenheimer",
    "brazil",
    "anime news network",
    "canada",
    "vulture's",
    "south korea",
    "dolby cinema",
    "posttrak",
    "zozo marine stadium",
    "tv shinshu",
    "one piece",
    "kantō",
    "tatari-gami",
    "third street 2",
    "studio ghibli",
    "mudbox",
    "minus color",
    "hollywood",
    "taguchi",
    "deadline",
    "hibiki",
    "united states'",
    "kōichi shikishima",
    "spider-man-type",
    "matsumoto",
    "the boy",
    "manga",
    "seth green",
    "takashi yamazaki",
    "hideo kojima",
    "cheerio",
    "gmk",
    "the new empire",
    "ando",
    "chōtaisaku kaijū eiga",
    "the new york times",
    "hideaki anno",
    "hepburn",
    "mothra",
    "slate",
    "akira kurosawa",
    "hirokazu kore-eda's monster",
    "freon",
    "schilling",
    "alessandro ongaro",
    "noriko ōishi",
    "honshu",
    "shibuya",
    "foodlosslla: what should humanity do!?",
    "the a.v. club",
    "miyazaki",
    "natsuko inoue",
    "godzilla room",
    "villain of the year",
    "uss redfish",
    "toho",
    "satō",
    "james marsh",
    "michael dougherty",
    "the a.v",
    "shikishima",
    "minami ichikawa",
    "ultra hd blu-ray",
    "american",
    "deadline hollywood",
    "hamamatsu",
    "cinema today",
    "mark schilling",
    "collider",
    "ginza",
    "jaws",
    "kiyoko shibuya",
    "naoki satō",
    "blue ribbon awards",
    "los angeles",
    "screen international",
    "japanese godzilla",
    "japan  godzilla minus one",
    "gamera 3: revenge of iris",
    "imperial japanese navy",
    "fukushima",
    "english",
    "high and low",
    "enshū",
    "godzilla",
    "spain",
    "netflix",
    "noda",
    "ranman",
    "takao",
    "akira ifukube",
    "yuki yamada",
    "shinjuku",
    "houdini",
    "west",
    "sōsaku tachibana",
    "hisashi usui",
    "shinjuku toho building",
    "godzilla street",
    "close encounters of the third kind",
    "waxwork records",
    "tonde saitama",
    "japan",
    "esther zuckerman",
    "tokyo-based",
    "nuke",
    "academy of motion picture arts and sciences",
    "legendary entertainment",
    "new empire",
    "odo island",
    "the eternal zero",
    "los angeles times",
    "jason blum",
    "the monsters",
    "rogerebert.com",
    "shin godzilla",
    "hindustan times",
    "inoue",
    "yukikaze",
    "imax",
    "seiji akitsu",
    "kosuke taguchi",
    "godzilla x kong",
    "shinji higuchi",
    "always: sunset on third street 2",
    "47th japan academy film prize",
    "legendary pictures",
    "shimodate general sports park",
    "maya",
    "far out",
    "james ponsoldt",
    "shirogumi",
    "scifi japan",
    "austin chronicle",
    "screenx",
    "shōwa",
    "jurassic park",
    "seattle film critics society",
    "united kingdom",
    "top gun: maverick",
    "zbrush",
    "4dx",
    "the times",
    "hidetaka yoshioka",
    "war of the worlds",
    "daily express",
    "robot",
    "godzilla in minus one",
    "dave filoni",
    "ryunosuke kamiki",
    "simon pegg",
    "udvar-hazy center",
    "kabukichō",
    "yamada",
    "godzilla minus one original soundtrack",
    "entertainment weekly",
    "jan de bont",
    "city hall",
    "non-english",
    "amazon prime video",
    "mexico",
    "academy awards",
    "sakura ando",
    "daisuke satō",
    "aichi",
    "lake hamana",
    "sae nagatani",
    "indiewire's",
    "self-defense forces",
    "us",
    "higuchi",
    "the washington post",
    "rome",
    "hiyokko",
    "ikiru",
    "tatsuji nojima",
    "eiga geijutsu",
    "tachiarai peace memorial museum",
    "mono magazine",
    "96th academy awards",
    "time out",
    "academy award",
    "godzilla x kong: the new empire",
    "ign japan",
    "steven f",
    "yamazaki",
    "godzilla minus one",
    "stephen king",
    "spielberg",
    "mitsubishi a6m zero",
    "inuhiko yomota",
    "asadora",
    "joe dante",
    "the ten best and ten worst japanese films of 2023",
    "kuranosuke sasaki",
    "ghidorah",
    "twitter",
    "black",
    "kimetsu no yaiba – to the swordsmith village",
    "toho cinemas'",
    "godzilla the ride: giant monsters ultimate battle",
    "douglas macarthur",
    "cinemascore",
    "bikini atoll",
    "princess mononoke",
    "heron",
    "monsterverse",
    "chikuzen",
    "mizushima",
    "shueisha",
    "soviet union",
    "ichibata dehani 50",
    "dga theater complex",
    "robot communications",
    "ign",
    "rambling records",
    "u.s",
    "australia",
    "seibu-en",
    "world war ii",
    "33rd godzilla",
    "gojira mainasu wan",
    "stanley kubrick",
    "the boy and the heron",
    "tenryū river",
    "tachibana",
    "dana stevens",
    "south korean",
    "shinden",
    "the great war of archimedes",
    "keiji ōta"
  ]
}