{
  "title": "Hashimoto's_thyroiditis",
  "url": "https://en.wikipedia.org/wiki/Hashimoto's_thyroiditis",
  "summary": "Hashimoto's thyroiditis, also known as chronic lymphocytic thyroiditis, Hashimoto's disease and autoimmune thyroiditis, is an autoimmune disease in which the thyroid gland is gradually destroyed.\nEarly on, symptoms may not be noticed. Over time, the thyroid may enlarge, forming a painless goiter. Most people eventually develop hypothyroidism with accompanying weight gain, fatigue, constipation, hair loss, and general pains. After many years the thyroid typically shrinks in size. Potential complications include thyroid lymphoma. Further complications of hypothyroidism can include high cholesterol, heart disease, heart failure, high blood pressure, myxedema, and potential problems in pregnancy.\nHashimoto's thyroiditis is thought to be due to a combination of genetic and environmental factors. Risk factors include a family history of the condition and having another autoimmune disease. Diagnosis is confirmed with blood tests for TSH, Thyroxine (T4), antithyroid autoantibodies, and ultrasound. Other conditions that can produce similar symptoms include Graves' disease and nontoxic nodular goiter.\nHashimoto's is typically not treated unless there is hypothyroidism, or the presence of a goiter, when it may be treated with levothyroxine. Those affected should avoid eating large amounts of iodine; however, sufficient iodine is required especially during pregnancy. Surgery is rarely required to treat the goiter.\nHashimoto's thyroiditis has a global prevalence of 7.5%, and varies greatly by region. The highest rate is in Africa, and the lowest in Asia. In the US white people are affected more often than black. It is more common in low to middle income groups. Females are more susceptible with a 17.5% rate of prevalence compared to 6% in males.  It is the most common cause of hypothyroidism in developed countries. It typically begins between the ages of 30 and 50. Rates of the disease have increased. It was first described by the Japanese physician Hakaru Hashimoto in 1912. Studies in 1956 discovered that it was an autoimmune disorder.",
  "content": [
    {
      "section_title": "Signs and symptoms",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Signs",
          "section_content": [
            {
              "sentence": "Early stages of autoimmune thyroiditis may have a normal physical exam with or without a goiter",
              "refs": []
            },
            {
              "sentence": "A goiter is a diffuse, often symmetric, swelling of the thyroid gland visible in the anterior neck that may develop",
              "refs": [
                "ISBN: 978-1-9751-1333-9"
              ]
            },
            {
              "sentence": "The thyroid gland may become firm, large, and lobulated in Hashimoto's thyroiditis, but changes in the thyroid can also be non-palpable",
              "refs": [
                "ISBN: 978-1-9751-1333-9"
              ]
            },
            {
              "sentence": "Enlargement of the thyroid is due to lymphocytic infiltration, and fibrosis",
              "refs": [
                "https://books.google.com/books?id=yvZ9965dqxAC&pg=PA56"
              ]
            },
            {
              "sentence": "While their role in the initial destruction of the follicles is unclear, antibodies against thyroid peroxidase   or thyroglobulin are relevant, as they serve as biomarkers for detecting the disease and its severity",
              "refs": []
            },
            {
              "sentence": "They are thought to be the secondary products of the T cell-mediated destruction of the gland",
              "refs": [
                "https://www.uptodate.com/contents/pathogenesis-of-hashimotos-thyroiditis-chronic-autoimmune-thyroiditis#H28"
              ]
            },
            {
              "sentence": "As lymphocytic infiltration progresses, patients may exhibit signs of hypothyroidism in multiple bodily systems, including, but not limited to, a larger goiter, weight gain, cold intolerance, fatigue, myxedema, constipation, menstrual disturbances, pale or dry skin, and dry, brittle hair, depression, and ataxia",
              "refs": []
            },
            {
              "sentence": "Extended thyroid hormone deficiency may lead to muscle fibre changes, with fast-twitching type II being replaced by slow-twitching type-I fibers, resulting in muscle weakness, muscle pain, stiffness, and rarely, pseudohypertrophy",
              "refs": [
                "ISBN: 978-1-9751-1333-9",
                "http://www.ncbi.nlm.nih.gov/books/NBK459262/"
              ]
            },
            {
              "sentence": "While rare, more serious complications of the hypothyroidism resulting from autoimmune thyroiditis are pericardial effusion, pleural effusion, both of which require further medical attention, and myxedema coma, which is an endocrine emergency",
              "refs": []
            },
            {
              "sentence": "Patients with goiters who have had autoimmune thyroiditis for many years might see their goiter shrink in the later stages of the disease due to destruction of the thyroid",
              "refs": []
            },
            {
              "sentence": "Graves disease may occur before or after the development of autoimmune thyroiditis",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Symptoms",
          "section_content": [
            {
              "sentence": "Many symptoms are attributed to the development of Hashimoto's thyroiditis",
              "refs": []
            },
            {
              "sentence": "Symptoms can include: fatigue, weight gain, pale or puffy face, feeling cold, joint and muscle pain, constipation, dry and thinning hair, heavy menstrual flow or irregular periods, depression, a slowed heart rate, problems getting pregnant, miscarriages,  and myopathy",
              "refs": [
                "https://www.mayoclinic.org/diseases-conditions/hashimotos-disease/symptoms-causes/syc-20351855"
              ]
            },
            {
              "sentence": "Some patients in the early stage of the disease may experience symptoms of hyperthyroidism due to the release of thyroid hormones from intermittent thyroid destruction   (aka destructive thyrotoxicosis)",
              "refs": [
                "http://www.ncbi.nlm.nih.gov/books/NBK459262/",
                "https://journals.viamedica.pl/endokrynologia_polska/article/view/100701"
              ]
            },
            {
              "sentence": "While most symptoms are attributed to hypothyroidism, similar symptoms are observed in Hashimoto's patients with normal thyroid hormone levels",
              "refs": []
            },
            {
              "sentence": "According to one study, these symptoms may include lower quality of life, and issues of the \"digestive system (abdominal distension, constipation and diarrhea), endocrine system (chilliness, gain weight and facial edema), neuropsychiatric system (forgetfulness, anxiety, depressed, fatigue, insomnia, irritability, and indifferent  [sic]) and mucocutaneous system (dry skin, pruritus, and hair loss).\"",
              "refs": [
                "ISBN: 978-0-323-69412-4",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8930682",
                "https://dx.doi.org/10.1016/j.jtauto.2021.100101",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11561229"
              ]
            },
            {
              "sentence": "In non-medical settings, the term \"flare\" is used to refer to a sudden exacerbation of symptoms, whether hyper or hypo",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Causes",
      "section_content": [
        {
          "sentence": "The causes of Hashimoto's thyroiditis are complex",
          "refs": []
        },
        {
          "sentence": "Around 80% of the risk of developing an autoimmune thyroid disorder is due to genetic factors, while the remaining 20% is related to environmental factors (such as iodine, drugs, infection, stress, radiation)",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Genetics",
          "section_content": [
            {
              "sentence": "Thyroid autoimmunity can be familial",
              "refs": []
            },
            {
              "sentence": "Many patients report a family history of autoimmune thyroiditis or Graves' disease",
              "refs": [
                "https://doi.org/10.1056%2Fnejm199607113350206"
              ]
            },
            {
              "sentence": "The strong genetic component is borne out in studies on monozygotic twins,  with a concordance of 38–55%, with an even higher concordance of circulating thyroid antibodies not in relation to clinical presentation (up to 80% in monozygotic twins)",
              "refs": [
                "ISBN: 978-1-9751-1333-9",
                "http://www.ncbi.nlm.nih.gov/books/NBK459262/"
              ]
            },
            {
              "sentence": "Neither result was seen to a similar degree in dizygotic twins, offering strong favour for high genetic etiology",
              "refs": []
            },
            {
              "sentence": "The genes implicated vary in different ethnic groups  and the impact of these genes on the disease differs significantly among people from different ethnic groups",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2244911"
              ]
            },
            {
              "sentence": "A gene that has a large effect in one ethnic group's risk of developing Hashimoto's thyroiditis might have a much smaller effect in another ethnic group",
              "refs": []
            },
            {
              "sentence": "The incidence of autoimmune thyroid disorders is increased in people with chromosomal disorders, including Turner, Down, and Klinefelter syndromes",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "HLA genes",
              "section_content": [
                {
                  "sentence": "The first gene locus associated with autoimmune thyroid disease was the major histocompatibility complex (MHC) region on chromosome 6p21",
                  "refs": []
                },
                {
                  "sentence": "It encodes human leukocyte antigens (HLAs)",
                  "refs": []
                },
                {
                  "sentence": "Specific HLA alleles have a higher affinity to auto-antigenic thyroidal peptides and can contribute to autoimmune thyroid disease development",
                  "refs": []
                },
                {
                  "sentence": "Specifically, in Hashimoto's disease, aberrant expression of HLA II on thyrocytes has been demonstrated",
                  "refs": []
                },
                {
                  "sentence": "They can present thyroid autoantigens and initiate autoimmune thyroid disease",
                  "refs": []
                },
                {
                  "sentence": "Susceptibility alleles are not consistent in Hashimoto's disease",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2244911"
                  ]
                },
                {
                  "sentence": "In Caucasians, various alleles are reported to be associated with the disease, including DR3, DR5, and DQ7",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "CTLA-4 genes",
              "section_content": [
                {
                  "sentence": "CTLA-4 is the second major immune-regulatory gene related to autoimmune thyroid disease",
                  "refs": []
                },
                {
                  "sentence": "CTLA-4 gene polymorphisms may contribute to the reduced inhibition of T-cell proliferation and increase susceptibility to autoimmune response",
                  "refs": []
                },
                {
                  "sentence": "CTLA-4 is a major thyroid autoantibody susceptibility gene",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3271310"
                  ]
                },
                {
                  "sentence": "A linkage of the CTLA-4 region to the presence of thyroid autoantibodies was demonstrated by a whole-genome linkage analysis",
                  "refs": []
                },
                {
                  "sentence": "CTLA-4 was confirmed as the main locus for thyroid autoantibodies",
                  "refs": [
                    "https://doi.org/10.1210%2Fjcem.86.4.7372"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "PTPN22 gene",
              "section_content": [
                {
                  "sentence": "PTPN22 is the most recently identified immune-regulatory gene associated with autoimmune thyroid disease",
                  "refs": []
                },
                {
                  "sentence": "It is located on chromosome 1p13 and expressed in lymphocytes",
                  "refs": []
                },
                {
                  "sentence": "It acts as a negative regulator of T-cell activation",
                  "refs": []
                },
                {
                  "sentence": "Mutation in this gene is a risk factor for many autoimmune diseases",
                  "refs": []
                },
                {
                  "sentence": "Weaker T-cell signaling may lead to impaired thymic deletion of autoreactive T cells, and increased PTPN22 function may result in inhibition of regulatory T cells, which protect against autoimmunity",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Immune-related genes",
              "section_content": [
                {
                  "sentence": "IFN-γ promotes cell-mediated cytotoxicity against thyroid mutations causing increased production of IFN-γ were associated with the severity of hypothyroidism",
                  "refs": []
                },
                {
                  "sentence": "Severe hypothyroidism is associated with mutations leading to lower production of IL-4 (Th2 cytokine suppressing cell-mediated autoimmunity),  lower secretion of TGF-β (inhibitor of cytokine production),  and mutations of FOXP3, an essential regulatory factor for the regulatory T cells (Tregs) development",
                  "refs": [
                    "https://doi.org/10.1507%2Fendocrj.k06-015",
                    "https://doi.org/10.1373%2Fclinchem.2007.099739",
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2276968"
                  ]
                },
                {
                  "sentence": "Development of Hashimoto's disease was associated with mutation of the gene for TNF-α (stimulator of the IFN-γ production), causing its higher concentration",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3026543"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Existential (aka endogenous environmental)",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Sex",
              "section_content": [
                {
                  "sentence": "Anyone may develop this disease, but it occurs between 8  and 15 times more often in women than in men",
                  "refs": [
                    "ISBN: 978-0-323-69412-4"
                  ]
                },
                {
                  "sentence": "Some research suggests a connection to the role of the placenta as an explanation for the sex difference",
                  "refs": []
                },
                {
                  "sentence": "The difference in prevalence amongst genders is due to the effects of sex hormones",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6611699"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "X-chromosome inactivation",
              "section_content": [
                {
                  "sentence": "Another potential mechanism might be skewed X-chromosome inactivation,  leading to the escape of X-linked self-antigens from presentation in the thymus and loss of T-cell tolerance",
                  "refs": [
                    "ISBN: 978-0-323694124"
                  ]
                },
                {
                  "sentence": "[citation needed]",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Pregnancy",
              "section_content": [
                {
                  "sentence": "The Endocrine Society recommends screening in pregnant women who are considered high-risk for thyroid autoimmune disease",
                  "refs": []
                },
                {
                  "sentence": "Universal screening for thyroid diseases during pregnancy is controversial, however, one study \"supports the potential benefit of universal screening\"",
                  "refs": [
                    "https://web.archive.org/web/20151008045642/https://www.endocrine.org/news-room/current-press-releases/endocrine-experts-support-screening-for-thyroid-dysfunction-in-pregnant-women"
                  ]
                },
                {
                  "sentence": "Pregnant women may have antithyroid antibodies (5%–14% of pregnancies ), poor thyroid function resulting in hypothyroidism, or both",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
                  ]
                },
                {
                  "sentence": "Each is associated with risks",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Environmental",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Medications",
              "section_content": [
                {
                  "sentence": "Certain medications or drugs have been associated with altering and interfering with thyroid function",
                  "refs": []
                },
                {
                  "sentence": "There are two main mechanisms of interference:",
                  "refs": [
                    "https://doi.org/10.1056%2FNEJM199512213332507"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Iodine",
              "section_content": [
                {
                  "sentence": "Excessive iodine intake is a well-established environmental factor for triggering thyroid autoimmunity",
                  "refs": []
                },
                {
                  "sentence": "Thyroid autoantibodies are found to be more prevalent in geographical areas with a higher dietary iodine levels",
                  "refs": []
                },
                {
                  "sentence": "Several mechanisms by which iodine may promote thyroid autoimmunity have been proposed:",
                  "refs": []
                },
                {
                  "sentence": "Data from the Danish Investigation of Iodine Intake and Thyroid Disease shows that within two cohorts (males, females) with moderate and mild iodine deficiency, the levels of both thyroid peroxidase and thyroglobulin antibodies are higher in females, and prevalence rates of both antibodies increase with age",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Comorbidities",
              "section_content": [
                {
                  "sentence": "Comorbid autoimmune diseases are a risk factor for developing Hashimoto's thyroiditis, and the opposite is also true",
                  "refs": []
                },
                {
                  "sentence": "Another thyroid disease closely associated with Hashimoto's thyroiditis is Graves' disease",
                  "refs": [
                    "https://www.niddk.nih.gov/health-information/health-topics/endocrine/hashimotos-disease/Pages/fact-sheet.aspx"
                  ]
                },
                {
                  "sentence": "Autoimmune diseases affecting other organs most commonly associated with Hashimoto's thyroiditis include celiac disease, type 1 diabetes, vitiligo, alopecia,  Addison disease, Sjogren's syndrome, and rheumatoid arthritis   Autoimmune thyroiditis has also been seen in patients with autoimmune polyendocrine syndromes type 1 and 2",
                  "refs": [
                    "ISBN: 978-1-975112-96-7",
                    "https://doi.org/10.1159%2F000363162",
                    "ISBN: 978-1-9751-1333-9",
                    "https://www.niddk.nih.gov/health-information/endocrine-diseases/hashimotos-disease"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Other",
              "section_content": [
                {
                  "sentence": "As of 2022, there has been only one study of low-dose naltrexone in Hashimotos, which did not demonstrate efficacy, therefore nothing supports its use; Removing dairy products in those without lactose intolerance has not been found to be supported",
                  "refs": []
                },
                {
                  "sentence": "While soy isoflavones have the potential to theoretically affect T3 and T4 production, studies in those with sufficient iodine find no effect",
                  "refs": [
                    "https://academic.oup.com/jcem/article/107/11/2973/6661401"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Mechanism",
      "section_content": [
        {
          "sentence": "The pathophysiology of autoimmune thyroiditis is not well understood",
          "refs": []
        },
        {
          "sentence": "However, once the disease is established, its core processes have been observed:",
          "refs": [
            "ISBN: 978-0-323694124"
          ]
        },
        {
          "sentence": "Hashimoto's Thyroiditis is a T-lymphocyte mediated attack on the thyroid gland",
          "refs": []
        },
        {
          "sentence": "T helper 1 cells trigger macrophages and cytotoxic lymphocytes to destroy thyroid follicular cells, while T helper 2 cells stimulate the excessive production of B cells and plasma cells which generate antibodies against the thyroid antigens, leading to thyroiditis",
          "refs": [
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
          ]
        },
        {
          "sentence": "The three major antibodies are: Thyroid peroxidase Antibodies (TPOAb), Thyroglobulin Antibodies (TgAb), and Thyroid stimulating hormone receptor Antibodies (TRAb),  with TPOAb and TgAb being most commonly implicated in Hashimotos",
          "refs": [
            "https://ijaai.tums.ac.ir/index.php/ijaai/article/view/984",
            "https://doi.org/10.1056%2Fnejm199607113350206"
          ]
        },
        {
          "sentence": "They are hypothesized to develop as a result of thyroid damage, where T-lymphocytes are sensitized to residual thyroid peroxidase and thyroglobulin, rather than as the initial cause of thyroid damage",
          "refs": [
            "ISBN: 978-0-323694124"
          ]
        },
        {
          "sentence": "However, they may exacerbate further thyroid destruction by binding the complement system and triggering apoptosis of thyroid cells",
          "refs": [
            "ISBN: 978-0-323694124"
          ]
        },
        {
          "sentence": "TPO antibody levels may correlate with the degree of lymphocyte infiltration of the thyroid",
          "refs": [
            "ISBN: 978-0-323694124"
          ]
        },
        {
          "sentence": "Gross morphological changes within the thyroid are seen in the general enlargement, which is far more locally nodular and irregular than more diffuse patterns (such as that of hyperthyroidism)",
          "refs": []
        },
        {
          "sentence": "While the capsule is intact and the gland itself is still distinct from surrounding tissue, microscopic examination can provide a more revealing indication of the level of damage",
          "refs": []
        },
        {
          "sentence": "Hypothyroidism is caused by replacement of follicular cells with parenchymatous tissue",
          "refs": []
        },
        {
          "sentence": "Partial regeneration of the thyroid tissue can occur, but this has not been observed to normalise hormonal levels",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Pathology",
          "section_content": [
            {
              "sentence": "Gross pathology of a thyroid with autoimmune thyroiditis may show an symmetrically enlarged thyroid",
              "refs": []
            },
            {
              "sentence": "It is often paler in color, in comparison to normal thyroid tissue which is reddish-brown",
              "refs": [
                "ISBN: 978-0-323694124"
              ]
            },
            {
              "sentence": "Microscopic examination (histology) will show diffuse parenchymal infiltration by lymphocytes including plasma B-cells",
              "refs": []
            },
            {
              "sentence": "The lymphocytes are predominately T-lymphocytes with a representation of both CD4 positive and CD8 positive cells",
              "refs": [
                "ISBN: 978-0-323-29635-9"
              ]
            },
            {
              "sentence": "The plasma cells are polyclonal, with present germinal centers resembling the structure of a lymph node  (aka secondary lymphoid follicles, not to be confused with the normally present colloid-filled follicles that constitute the thyroid)",
              "refs": [
                "ISBN: 978-0-323694124",
                "ISBN: 978-0-323694124"
              ]
            },
            {
              "sentence": "Atrophic colloid follicles are lined by Hürthle cells (cells with intensely eosinophilic and granular cytoplasm, which are a metaplasia of the normal cuboidal cells that line the thyroid follicles)",
              "refs": []
            },
            {
              "sentence": "Fibrous tissue may be found throughout the affected thyroid as well",
              "refs": []
            },
            {
              "sentence": "In late stages of the disease, the thyroid may be atrophic",
              "refs": [
                "ISBN: 978-0-323694124"
              ]
            },
            {
              "sentence": "Severe thyroid atrophy presents often with denser fibrotic bands of collagen that remains within the confines of the thyroid capsule",
              "refs": [
                "http://www.ncbi.nlm.nih.gov/books/NBK459262/"
              ]
            },
            {
              "sentence": "Generally, pathological findings of the thyroid are related to the amount of existing thyroid function - the more infiltration and fibrosis, the less likely a patient will have normal thyroid function",
              "refs": []
            },
            {
              "sentence": "A rare but serious complication is thyroid lymphoma, generally the B-cell type, non-Hodgkin lymphoma",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Diagnosis",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Tests",
          "section_content": [
            {
              "sentence": "Some or all of the following tests may be performed, in any order:",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Physical exam",
              "section_content": [
                {
                  "sentence": "Physicians will often start by assessing reported symptoms and performing a thorough physical exam, including a neck exam",
                  "refs": []
                },
                {
                  "sentence": "On gross examination, a hard goiter that is not painful to the touch often presents;  other symptoms seen with hypothyroidism, such as periorbital myxedema, depend on the current state of progression of the response, especially given the usually gradual development of clinically relevant hypothyroidism.",
                  "refs": [
                    "http://www.ncbi.nlm.nih.gov/books/NBK459262/",
                    "ISBN: 978-0-323-29635-9"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Antithyroid antibodies tests",
              "section_content": [
                {
                  "sentence": "Tests for antibodies against thyroid peroxidase, thyroglobulin, and thyrotropin receptors can detect autoimmune processes against the thyroid",
                  "refs": []
                },
                {
                  "sentence": "However, seronegative (without circulating autoantibodies) thyroiditis is also possible",
                  "refs": []
                },
                {
                  "sentence": "There may be circulating antibodies before the onset any symptoms",
                  "refs": [
                    "https://doi.org/10.1007%2Fs12020-014-0441-5"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Ultrasound",
              "section_content": [
                {
                  "sentence": "An ultrasound may be useful in detecting Hashimoto thyroiditis, especially in those with seronegative thyroiditis,  or when patients have normal laboratory values but symptoms of autoimmune thyroiditis",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
                  ]
                },
                {
                  "sentence": "Key features detected in the ultrasound of a person with Hashimoto's thyroiditis include \"echogenicity, heterogeneity, hypervascularity, and presence of small cysts.\"  Images obtained with ultrasound can evaluate the size of the thyroid, reveal the presence of nodules, or provide clues to the diagnosis of other thyroid conditions",
                  "refs": [
                    "https://www.niddk.nih.gov/health-information/endocrine-diseases/hashimotos-disease",
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Nuclear medicine",
              "section_content": [
                {
                  "sentence": "Nuclear imaging showing thyroid uptake can also be helpful in diagnosing thyroid function, particularly differential diagnosis",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "TSH plasma serum concentration test",
              "section_content": [
                {
                  "sentence": "To detect if the pituitary is stimulating an underperforming thyroid to produce more thyroid hormone",
                  "refs": []
                },
                {
                  "sentence": "Thyroid-stimulating hormone (TSH) secretion from the anterior pituitary increases in response to decreased serum thyroid hormones",
                  "refs": []
                },
                {
                  "sentence": "If elevated, it signifies hypothyroidism",
                  "refs": []
                },
                {
                  "sentence": "The elevation is usually a marked increase over the normal range",
                  "refs": [
                    "https://www.niddk.nih.gov/health-information/endocrine-diseases/hashimotos-disease"
                  ]
                },
                {
                  "sentence": "TSH is the preferred initial test of thyroid function as it has a higher sensitivity to changes in thyroid status than free T4",
                  "refs": [
                    "ISBN: 978-1-9751-1333-9"
                  ]
                },
                {
                  "sentence": "Biotin can cause this test to read \"falsely low\"",
                  "refs": []
                },
                {
                  "sentence": "Time of day can affect the results of this test; TSH peaks early in the morning and slumps in the late afternoon to early evening,  with \"a variation in TSH by a mean of between 0.95 mIU/mL to 2.0 mIU/mL\"",
                  "refs": [
                    "ISBN: 978-0-323-69412-4",
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7288350"
                  ]
                },
                {
                  "sentence": "Hypothyroidism is diagnosed more often in samples taken soon after waking",
                  "refs": [
                    "http://www.clinmedres.org/content/14/2/83.full"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "T3 or T4 levels test",
              "section_content": [
                {
                  "sentence": "To detect a lack of thyroid hormones (hypothyroidism), or excess of thyroid hormones (hyperthyroidism)",
                  "refs": []
                },
                {
                  "sentence": "The two thyroid hormones are Thyroxine (T4) and Tri-iodothyronine (T3)",
                  "refs": []
                },
                {
                  "sentence": "T4 and T3 can be measured by their total amount, or free amount",
                  "refs": []
                },
                {
                  "sentence": "As the free amount reflects the amount available to body tissues, the most treatment-relevant measures for thyroid disorders are Free T3 and Free T4",
                  "refs": []
                },
                {
                  "sentence": "Typically, Free T4 is the preferred test for hypothyroidism,  as Free T3 immunoassay tests are less reliable at detecting low levels of thyroid hormone,  and they are more susceptible to interference",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5113291",
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10517335",
                    "https://www.rcpa.edu.au/Manuals/RCPA-Manual/Pathology-Tests/F/Free-T3"
                  ]
                },
                {
                  "sentence": "Free T4 levels will usually be lowered, but sometimes might be normal",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10517335"
                  ]
                },
                {
                  "sentence": "Immunoassay tests of Free T4 and Free T3 may overestimate concentrations, particularly at low thyroid hormone levels, which is why results are typically read in conjunction with TSH, a more sensitive measure",
                  "refs": []
                },
                {
                  "sentence": "LC-MSMS assays are rarer, but they are \"highly specific, sensitive, precise, and can detect hormones found in low concentrations.\"",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5113291",
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5113291"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Muscle Biopsy",
              "section_content": [
                {
                  "sentence": "Muscle biopsy is not necessary for diagnosis of myopathy due to hypothyroid muscle fibre changes, however it may reveal confirmatory features",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Treatment",
      "section_content": [
        {
          "sentence": "There is no cure for Hashimoto's Thyroiditis",
          "refs": []
        },
        {
          "sentence": "There is currently no known way to stop auto-immune lymphocytes infiltrating the thyroid  or to stimulate regeneration of thyroid tissue",
          "refs": [
            "https://www.nature.com/articles/s41574-024-01003-w",
            "https://www.healthdirect.gov.au/hashimotos-disease",
            "ISBN: 978-0-323694124"
          ]
        },
        {
          "sentence": "However, the condition can be managed",
          "refs": [
            "ISBN: 978-0-323694124"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Managing hormone levels",
          "section_content": [
            {
              "sentence": "Hypothyroidism caused by Hashimoto's thyroiditis is treated with thyroid hormone replacement agents such as levothyroxine (LT4), liothyronine (LT3), or desiccated thyroid extract (T4+T3)",
              "refs": []
            },
            {
              "sentence": "A tablet or liquid taken once a day generally keeps the thyroid hormone levels normal",
              "refs": []
            },
            {
              "sentence": "In most cases, the treatment needs to be taken for the rest of the person's life.",
              "refs": []
            },
            {
              "sentence": "The standard of care is levothyroxine (LT4) therapy, which is an oral medication identical in molecular structure to endogenous thyroxine (T4)",
              "refs": []
            },
            {
              "sentence": "Levothyroxine sodium has a sodium salt added to increase the gastrointestinal absorption of levothyroxine",
              "refs": [
                "ISBN: 978-0-323-69412-4"
              ]
            },
            {
              "sentence": "Levothyroxine has the benefits of a long half-life  leading to stable thyroid hormone levels,  ease of monitoring,  excellent safety   and efficacy record,  and usefulness in pregnancy as it can cross the fetal blood-brain barrier",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://dx.doi.org/10.1016/j.jtauto.2021.100101",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6629976",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6629976",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6629976",
                "https://www.sciencedirect.com/science/article/abs/pii/B9780702040849000768",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5113291"
              ]
            },
            {
              "sentence": "Levothyroxine dosing to normalise TSH is based on the amount of residual endogenous thyroid function and the patient’s weight, particularly lean body mass",
              "refs": []
            },
            {
              "sentence": "The dose can be adjusted based upon each patient, for example, the dose may be lowered for elderly patients or patients with certain cardiac conditions, but should be increased in pregnant patients",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
              ]
            },
            {
              "sentence": "It should be administered on a consistent schedule",
              "refs": [
                "http://www.ncbi.nlm.nih.gov/books/NBK459262/"
              ]
            },
            {
              "sentence": "Levothyroxine may be dosed daily or weekly, however weekly dosing may be associated with higher TSH levels, elevated thyroid hormone levels, and transient \"echocardiographic changes in some patients following 2-4 h of thyroxine intake\"",
              "refs": [
                "ISBN: 978-0-323-69412-4"
              ]
            },
            {
              "sentence": "Some patients elect combination therapy with both levothyroxine and liothyronine, which is identical in molecular structure to tri-iodothyronine (T3), however studies of combination therapy are limited,  and five meta-analyses/reviews \"suggested no clear advantage of the combination therapy.\"  However, subgroup analysis found that patients who remain the most symptomatic while taking levothyroxine may benefit from therapy containing liothyronine",
              "refs": [
                "ISBN: 978-0-323694124",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
              ]
            },
            {
              "sentence": "There is a lack of evidence around the benefits, long-term effects and side effects of dessicated thyroid extract",
              "refs": []
            },
            {
              "sentence": "It is no longer recommended for the treatment of hypothyroidism",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Side Effects",
              "section_content": [
                {
                  "sentence": "Side effects of thyroid replacement therapy are associated with \"inadequate or excessive doses.\"  Symptoms to watch for include, but are not limited to, anxiety, tremor, weight loss, heat sensitivity, diarrhea, and shortness of breath",
                  "refs": [
                    "ISBN: 978-0-323-69412-4"
                  ]
                },
                {
                  "sentence": "More worrisome symptoms include atrial fibrillation and bone density loss",
                  "refs": []
                },
                {
                  "sentence": "Long term over-treatment is associated with increased mortality and dementia",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Monitoring",
              "section_content": [
                {
                  "sentence": "Thyroid Stimulating Hormone (TSH) is the laboratory value of choice for monitoring response to treatment with levothyroxine",
                  "refs": []
                },
                {
                  "sentence": "When treatment is first initiated, TSH levels may be monitored as often as a frequency of every 6–8 weeks",
                  "refs": [
                    "https://www.thyroid.org/hashimotos-thyroiditis/"
                  ]
                },
                {
                  "sentence": "Each time the dose is adjusted, TSH levels may be measured at that frequency until the correct dose is determined",
                  "refs": [
                    "https://www.thyroid.org/hashimotos-thyroiditis/"
                  ]
                },
                {
                  "sentence": "Once titrated to a proper dose, TSH levels will be monitored yearly",
                  "refs": [
                    "https://www.thyroid.org/hashimotos-thyroiditis/"
                  ]
                },
                {
                  "sentence": "The target level for TSH is the subject of debate, with factors like age, sex, individual needs and special circumstances such as pregnancy being considered",
                  "refs": [
                    "https://www.thyroid.org/hashimotos-thyroiditis/"
                  ]
                },
                {
                  "sentence": "Recent studies suggest that adjusting therapy based on thyroid hormone levels (T4 and/or T3) may be important",
                  "refs": [
                    "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143"
                  ]
                },
                {
                  "sentence": "Monitoring liothyronine treatment or combination treatment can be challenging",
                  "refs": []
                },
                {
                  "sentence": "Liothyronine can suppress TSH to a greater extent than levothyroxine",
                  "refs": [
                    "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143",
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6629976",
                    "https://www.sciencedirect.com/science/article/abs/pii/B0444510052009773"
                  ]
                },
                {
                  "sentence": "Short-acting Liothyronine's short half-life can result in large fluctuations of free T3  over the course of 24 hours",
                  "refs": [
                    "https://www.endocrine-abstracts.org/ea/0094/ea0094p128",
                    "https://www.sciencedirect.com/science/article/abs/pii/B0444510052009773"
                  ]
                },
                {
                  "sentence": "Patients may have to adjust their dosage several times over the course of the disease",
                  "refs": []
                },
                {
                  "sentence": "Endogenous thyroid hormone levels may fluctuate, particularly early in the disease",
                  "refs": []
                },
                {
                  "sentence": "Patients may sometimes develop hyperthyroidism, even after long-term treatment",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4119923"
                  ]
                },
                {
                  "sentence": "This can be due to a number of factors including acute attacks of destructive thyrotoxicosis (autoimmune attacks on the thyroid resulting in rises in thyroid hormone levels as thyroid hormones leak out of the damaged tissues)",
                  "refs": [
                    "ISBN: 978-0-323694124"
                  ]
                },
                {
                  "sentence": "This is usually followed by hypothyroidism",
                  "refs": [
                    "https://journals.viamedica.pl/endokrynologia_polska/article/view/100701",
                    "ISBN: 978-0-323694124"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Reverse T3",
              "section_content": [
                {
                  "sentence": "Measuring reverse tri-iodothyronine (rT3) is often mentioned in the lay (non-medical) press as a possible marker to inform T4 or T3 therapy, \"however, there is currently no evidence to support this application\" as of 2023",
                  "refs": []
                },
                {
                  "sentence": "Although cited in the lay press as a possible competitor to T3, it is unlikely that rT3 causes hypothyroid symptoms by out-competing T3 for thyroid hormone receptors, as it has a binding affinity 200 times weaker",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10517335"
                  ]
                },
                {
                  "sentence": "It is also unlikely that rT3 causes poor T4 to T3 conversion; despite being demonstrated in vivo to have the potential to inhibit DIO-mediated T4 to T3 conversion, this is considered improbable at normal body hormone concentrations",
                  "refs": [
                    "https://journals.sagepub.com/doi/10.1177/0004563220969150"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Persistent Symptoms",
          "section_content": [
            {
              "sentence": "Multiple studies have demonstrated persistent symptoms in Hashimotos patients with normal thyroid hormone levels (euthyroid)     and an estimated 10%-15% of patients treated with levothyroxine monotherapy are dissatisfied due to persistent symptoms of hypothyroidism",
              "refs": [
                "ISBN: 978-0-323-69412-4",
                "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900",
                "https://dx.doi.org/10.1016/j.jtauto.2021.100101"
              ]
            },
            {
              "sentence": "Several different hypothesised causes are discussed in the medical literature:",
              "refs": [
                "https://linkinghub.elsevier.com/retrieve/pii/S2213858718303711",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8930682",
                "https://onlinelibrary.wiley.com/doi/10.1111/cen.14473",
                "https://dx.doi.org/10.1016/j.jtauto.2021.100101",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Low tissue tri-iodothyronine (T3) hypothesis",
              "section_content": [
                {
                  "sentence": "Peripheral tissue T4 to T3 conversion may be inadequate",
                  "refs": []
                },
                {
                  "sentence": "Patients on LT4 monotherapy may have blood T3 levels low or below the normal range,   and/or may have local T3 deficiency in some tissues",
                  "refs": [
                    "ISBN: 978-0-323-69412-4",
                    "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143"
                  ]
                },
                {
                  "sentence": "Although both molecules can have biological effects, thyroxine (T4) is considered the \"storage form\" of thyroid hormone, while tri-iodothyronine (T3) is considered the active form used by body tissues",
                  "refs": []
                },
                {
                  "sentence": "The body must convert thyroxine into tri-iodothyronine in order to have biological effects",
                  "refs": [
                    "https://link.springer.com/article/10.1007/s12020-019-01990-1",
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4699302"
                  ]
                },
                {
                  "sentence": "Tri-iodothyronine is produced primarily by conversion in the liver, kidney, skeletal muscle and pituitary gland",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4699302"
                  ]
                },
                {
                  "sentence": "Possible reasons for poor conversion include:",
                  "refs": [
                    "https://www.sciencedirect.com/science/article/abs/pii/S0025712512000077"
                  ]
                },
                {
                  "sentence": "Patients with impaired conversion may be recommended combination therapy of both levothyroxine and liothyronine",
                  "refs": []
                },
                {
                  "sentence": "As standard immunoassay tests can overestimate blood T4 and T3 levels, Ultrafiltration LC-MSMS T4 and T3 tests may help to identify patients who would benefit from additional T3",
                  "refs": [
                    "https://www.sciencedirect.com/science/article/abs/pii/B9780323074452000124",
                    "https://www.endocrine-abstracts.org/ea/0070/ea0070ep451"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Inadequate markers hypothesis",
              "section_content": [
                {
                  "sentence": "There is ongoing debate about how to define euthyroidism and whether TSH is its best indicator",
                  "refs": []
                },
                {
                  "sentence": "TSH may be useful to detect poor thyroid output and may reflect the state of thyroid hormones in the hypothalamic-pituitary-thyroid axis, but not the presence of hormones in other body tissues",
                  "refs": [
                    "https://linkinghub.elsevier.com/retrieve/pii/S2213858718303711"
                  ]
                },
                {
                  "sentence": "As a result, LT4 monotherapy may not result in a \"truly biochemically euthyroid state.\"  Patients may express a preference for \"low normal or below normal TSH values\"  and/or T4 and T3 monitoring",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8930682",
                    "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143",
                    "https://www.nature.com/articles/nrendo.2013.258",
                    "https://dx.doi.org/10.1016/j.jtauto.2021.100101",
                    "https://www.nature.com/articles/nrendo.2013.258"
                  ]
                },
                {
                  "sentence": "The monitoring of other biomarkers that reflect the action of thyroid hormone on tissue levels has also been proposed",
                  "refs": []
                },
                {
                  "sentence": "As immunoassay Free T3 and Free T4 tests can overestimate levels, particularly at low thyroid hormone levels, hypothyroidism may be undertreated",
                  "refs": []
                },
                {
                  "sentence": "LC-MSMS tests may provide more reliable measures",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5113291"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Extra-thyroidal effects of autoimmunity hypothesis",
              "section_content": [
                {
                  "sentence": "It is hypothesised that autoimmunity may play some role in euthyroid symptoms",
                  "refs": []
                },
                {
                  "sentence": "Hypothesised mechanisms include the proposal that TPO-antibody-producing lymphocytes may travel out of the thyroid to other tissue, creating symptoms and inflammation due to cross-reaction,   or \"the inflammatory nature of  [...] persistently increased circulating cytokine levels.\"  Multiple studies find that antibodies coincide with symptoms even in euthyroid patients,   and higher levels are associated with increased symptoms,  however \"the found association does not prove a causality\"",
                  "refs": [
                    "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143",
                    "https://www.nature.com/articles/s41572-022-00357-7",
                    "https://dx.doi.org/10.1016/j.jtauto.2021.100101",
                    "https://dx.doi.org/10.1016/j.jtauto.2021.100101",
                    "https://www.acpjournals.org/doi/10.7326/M18-0284",
                    "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143",
                    "ISBN: 978-0-323694124",
                    "https://dx.doi.org/10.1016/j.jtauto.2021.100101",
                    "ISBN: 978-0-323-69412-4"
                  ]
                },
                {
                  "sentence": "No treatment currently exists for Hashimotos autoimmunity, although observed wellbeing improvements after surgical thyroid removal are hypothesised to be due to removing the autoimmune stimulus",
                  "refs": [
                    "https://dx.doi.org/10.1016/j.jtauto.2021.100101"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Physical and psychosocial co-morbidities hypothesis",
              "section_content": [
                {
                  "sentence": "It is hypothesised that symptoms may not be due to Hashimotos or hypothyroidism, but some other \"physical and psychosocial co-morbidities\"",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Other influences on thyroid hormone levels",
          "section_content": [
            {
              "sentence": "Zinc may increase free T3 levels",
              "refs": []
            },
            {
              "sentence": "A small pilot study found Ashwagandha Root may increase T3 and T4 levels, however, there's a lack of strong evidence of this benefit and Ashwagandha has a potential to cause adrenal insufficiency",
              "refs": [
                "https://academic.oup.com/jcem/article/107/11/2973/6661401"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Improving wellbeing",
          "section_content": [
            {
              "sentence": "Some patients may perceive improved wellbeing while in thyrotoxicosis, however overtreatment has risks (known risks for levothyroxine and unknown risks for liothyronine)",
              "refs": []
            },
            {
              "sentence": "One study demonstrated surgical thyroid removal may substantially improve fatigue and wellbeing,   see Surgery considerations.",
              "refs": [
                "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143",
                "ISBN: 978-0-323694124"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Reducing antibodies",
          "section_content": [
            {
              "sentence": "It is not established that reducing antithyroid antibodies in Hashimoto's has benefits",
              "refs": []
            },
            {
              "sentence": "A systematic review and meta-analysis of selenium trials found that while selenium reduces TPO antibodies, there was a lack of evidence of effects on \"disease remission, progression, lowered levothyroxine dose or improved quality of life\"",
              "refs": [
                "https://www.nature.com/articles/s41572-022-00357-7",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900",
                "https://www.liebertpub.com/doi/abs/10.1089/thy.2016.0256"
              ]
            },
            {
              "sentence": "Selenium,   vitamin D,  and metformin  can reduce thyroid peroxidase antibodies",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10951571",
                "https://www.nature.com/articles/s41574-019-0311-6",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9302126",
                "https://www.tandfonline.com/doi/full/10.1080/08916934.2020.1789969"
              ]
            },
            {
              "sentence": "There is preliminary evidence that Levothyroxine,   Aloe Vera Juice  and Black Cumin Seed  may reduce thyroid peroxidase antibodies",
              "refs": [
                "https://www.jstage.jst.go.jp/article/endocrj/52/3/52_3_337/_article",
                "https://www.liebertpub.com/doi/10.1089/105072501750159651",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5842288",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9962371"
              ]
            },
            {
              "sentence": "Metformin can reduce thyroglobulin antibodies",
              "refs": []
            },
            {
              "sentence": "It is not established that a gluten-free diet can reduce antibodies when there is no comorbid coeliac disease",
              "refs": []
            },
            {
              "sentence": "Gluten free diets have been shown in several studies to reduce antibodies, and in other studies to have no effect, however there were significant confounding issues in these studies, including not ruling out comorbid coeliac disease",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9101474",
                "https://academic.oup.com/jcem/article/107/11/2973/6661401"
              ]
            },
            {
              "sentence": "One study found Surgical thyroid removal can substantially reduce anti-thyroid antibody levels,   see Surgery considerations.",
              "refs": [
                "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143",
                "ISBN: 978-0-323694124"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Surgery considerations",
          "section_content": [
            {
              "sentence": "Surgery is not the initial treatment of choice for autoimmune disease, and uncomplicated Hashimoto's thyroiditis is not an indication for thyroidectomy",
              "refs": []
            },
            {
              "sentence": "Patients generally may discuss surgery with their doctor if they are experiencing significant pressure symptoms, or cosmetic concerns, or have nodules present on ultrasound",
              "refs": [
                "ISBN: 978-0-323694124"
              ]
            },
            {
              "sentence": "One well-conducted study of patients with troublesome general symptoms and with anti-thyroperoxidase (anti-TPO) levels greater than 1000 IU/ml (normal <100 IU/ml) showed that total thyroidectomy caused the symptoms to resolve and median anti-thyroid peroxidase levels to reduce from 2232 to 152 IU/mL,   but post-operative complications were higher than expected:  infection (4.1%), permanent hypoparathyroidism (4.1%) and recurrent laryngeal nerve injury (5.5%)",
              "refs": [
                "ISBN: 978-0-323694124",
                "ISBN: 978-0-323694124",
                "https://www.health.harvard.edu/blog/is-there-a-role-for-surgery-in-treating-hashimotos-thyroiditis-2019081217443",
                "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Other",
          "section_content": [
            {
              "sentence": "As of 2022, there has been only one study of low-dose naltrexone in Hashimotos, which did not demonstrate efficacy, therefore nothing supports its use; Removing dairy products in those without lactose intolerance has not been found to be supported",
              "refs": []
            },
            {
              "sentence": "While soy isoflavones have the potential to theoretically affect T3 and T4 production, studies in those with sufficient iodine find no effect",
              "refs": [
                "https://academic.oup.com/jcem/article/107/11/2973/6661401"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Prognosis",
      "section_content": [
        {
          "sentence": "Overt, symptomatic thyroid dysfunction is the most common complication, with about 5% of people with subclinical hypothyroidism and chronic autoimmune thyroiditis progressing to thyroid failure every year",
          "refs": []
        },
        {
          "sentence": "Transient periods of thyrotoxicosis (over-activity of the thyroid) sometimes occur, and rarely the illness may progress to full hyperthyroid Graves' disease with active orbitopathy (bulging, inflamed eyes)",
          "refs": []
        },
        {
          "sentence": "Rare cases of fibrous autoimmune thyroiditis present with severe shortness of breath and difficulty swallowing, resembling aggressive thyroid tumors, but such symptoms always improve with surgery or corticosteroid therapy",
          "refs": []
        },
        {
          "sentence": "Although primary thyroid B-cell lymphoma affects fewer than one in 1000 persons, it is more likely to affect those with long-standing autoimmune thyroiditis,  as there is a 67- to 80-fold increased risk of developing primary thyroid lymphoma in patients with Hashimoto's thyroiditis",
          "refs": [
            "ISBN: 978-1-4398-6839-3"
          ]
        },
        {
          "sentence": "Myopathy as a result of muscle fibre changes due to thyroid hormone deficiency may take months  or years  of thyroid hormone treatment to resolve.",
          "refs": [
            "https://www.ncbi.nlm.nih.gov/books/NBK519513/",
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10617199"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Anti-thyroid antibodies",
          "section_content": [
            {
              "sentence": "Thyroid peroxidase antibodies typically (but not always) decline in patients treated with levothyroxine,  with decreases varying between 10% and 90% after a follow-up of 6 to 24 months",
              "refs": [
                "https://www.liebertpub.com/doi/abs/10.1089/thy.2016.0256"
              ]
            },
            {
              "sentence": "One study of patients treated with levothyroxine observed that 35 out of 38 patients (92%) had declines in thyroid peroxidase antibody levels over five years, lowering by 70% on average",
              "refs": [
                "https://pubmed.ncbi.nlm.nih.gov/18631004/"
              ]
            },
            {
              "sentence": "6 of the 38 patients (16%) had thyroid peroxidase antibody levels return to normal",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Children",
          "section_content": [
            {
              "sentence": "Many children diagnosed with Hashimoto's disease will experience the same progressive course of the disease that adults do",
              "refs": []
            },
            {
              "sentence": "However, of children who develop anti-thyroid antibodies and hypothyroidism, up to 50% are later observed to have normal antibodies and thyroid hormone levels",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3567976"
              ]
            },
            {
              "sentence": "One case of true remission has been observed in a 12-year-old girl",
              "refs": []
            },
            {
              "sentence": "Her thyroid was observed via ultrasound to progress from early inflammation to severe end-stage Hashimoto's thyroiditis with hypothyroidism, and then return to \"almost normal with only minimal features of inflammation\" and euthyroidism",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Epidemiology",
      "section_content": [
        {
          "sentence": "Hashimoto's Disease is estimated to affect 2% of the world's population",
          "refs": []
        },
        {
          "sentence": "About 1.0 to 1.5 in 1000 people have this disease at any time",
          "refs": [
            "ISBN: 978-0-323694124",
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC555850"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Sex",
          "section_content": [
            {
              "sentence": "Anyone may develop this disease, but it occurs between 8  and 15 times more often in women than in men",
              "refs": [
                "ISBN: 978-0-323-69412-4"
              ]
            },
            {
              "sentence": "Some research suggests a connection to the role of the placenta as an explanation for the sex difference",
              "refs": []
            },
            {
              "sentence": "The difference in prevalence amongst genders is due to the effects of sex hormones",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6611699"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "High iodine consumption",
          "section_content": [
            {
              "sentence": "Autoimmune thyroiditis has a higher prevalence in societies that have a higher intake of iodine in their diet, such as the United States and Japan, and among people who are genetically susceptible",
              "refs": []
            },
            {
              "sentence": "It is the most common cause of hypothyroidism in areas of sufficient iodine",
              "refs": [
                "ISBN: 978-1-4398-6839-3"
              ]
            },
            {
              "sentence": "Also, the rate of lymphocytic infiltration increased in areas where the iodine intake was once low, but increased due to iodine supplementation",
              "refs": [
                "http://www.ncbi.nlm.nih.gov/books/NBK459262/"
              ]
            },
            {
              "sentence": "Iodine deficiency disorder is combated using an increase in iodine in a person's diet",
              "refs": []
            },
            {
              "sentence": "When a dramatic change occurs in a person's diet, they become more at-risk of developing hypothyroidism and other thyroid disorders",
              "refs": []
            },
            {
              "sentence": "Treating iodine deficiency disorder with high salt intakes should be done carefully and cautiously as risk for Hashimoto's may increase",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Geographic influence of dietary trends",
          "section_content": [
            {
              "sentence": "Geography plays a large role in which regions have access to diets with low or high iodine",
              "refs": []
            },
            {
              "sentence": "Iodine levels in both water and salt should be heavily monitored in order to protect at-risk populations from developing hypothyroidism",
              "refs": []
            },
            {
              "sentence": "Geographic trends of hypothyroidism vary across the world as different places have different ways of defining disease and reporting cases",
              "refs": []
            },
            {
              "sentence": "Populations that are spread out or defined poorly may skew data in unexpected ways",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "North America",
          "section_content": [
            {
              "sentence": "Hashimoto's thyroiditis may affect up to 5% of the United States' population",
              "refs": []
            },
            {
              "sentence": "Hashimoto's thyroiditis disorder is thought to be the most common cause of primary hypothyroidism in North America",
              "refs": [
                "ISBN: 978-1-4963-9653-2"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Age",
          "section_content": [
            {
              "sentence": "It has been shown that the prevalence of positive tests for thyroid antibodies increases with age, \"with a frequency as high as 33 percent in women 70 years old or older.\"",
              "refs": [
                "https://doi.org/10.1056%2Fnejm199607113350206"
              ]
            },
            {
              "sentence": "Hashimoto's thyroiditis can occur at any age, including children,  but more commonly appears in middle age, particularly for men",
              "refs": [
                "ISBN: 978-1-4398-6839-3"
              ]
            },
            {
              "sentence": "Incidence peaks in the fifth decade of life, but patients are usually diagnosed between age 30–50",
              "refs": [
                "https://www.womenshealth.gov/publications/our-publications/fact-sheet/hashimoto-disease.html"
              ]
            },
            {
              "sentence": "The highest prevalence from one study was found in the elderly members of the community",
              "refs": [
                "https://www.niddk.nih.gov/health-information/endocrine-diseases/hashimotos-disease",
                "ISBN: 978-1-4963-9653-2"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Race",
          "section_content": [
            {
              "sentence": "The prevalence of Hashimoto's varies geographically",
              "refs": []
            },
            {
              "sentence": "The highest rate is in Africa, and the lowest in Asia",
              "refs": []
            },
            {
              "sentence": "In the US, the African-American population experiences it less commonly but has greater associated mortality",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9608544"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Autoimmune diseases",
          "section_content": [
            {
              "sentence": "Those that already have an autoimmune disease are at greater risk of developing Hashimoto's as the diseases generally coexist with each other",
              "refs": []
            },
            {
              "sentence": "See Causes > Comorbidities, above.",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC555850"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Secular trends",
          "section_content": [
            {
              "sentence": "The secular trends of hypothyroidism reveal how the disease has changed over the course of time given changes in technology and treatment options",
              "refs": []
            },
            {
              "sentence": "Even though ultrasound technology and treatment options have improved, the incidence of hypothyroidism has increased according to data focused on the US and Europe",
              "refs": []
            },
            {
              "sentence": "Between 1993 and 2001, per 1000 women, the disease was found varying between 3.9 and 4.89",
              "refs": []
            },
            {
              "sentence": "Between 1994 and 2001, per 1000 men, the disease increased from 0.65 to 1.01",
              "refs": []
            },
            {
              "sentence": "Changes in the definition of hypothyroidism and treatment options modify the incidence and prevalence of the disease overall",
              "refs": []
            },
            {
              "sentence": "Treatment using levothyroxine is individualized, and therefore allows the disease to be more manageable with time but does not work as a cure for the disease",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "History",
      "section_content": [
        {
          "sentence": "Also known as Hashimoto's disease, Hashimoto's thyroiditis is named after Japanese physician Hakaru Hashimoto (1881−1934) of the medical school at Kyushu University,  who first described the symptoms of persons with struma lymphomatosa, an intense infiltration of lymphocytes within the thyroid, in 1912 in the German journal called Archiv für Klinische Chirurgie",
          "refs": [
            "http://www.whonamedit.com/doctor.cfm/1974.html"
          ]
        },
        {
          "sentence": "This paper was made up of 30 pages and 5 illustrations all describing the histological changes in the thyroid tissue",
          "refs": [
            "https://doi.org/10.1007%2FBF03401282",
            "https://ci.nii.ac.jp/naid/10005555208/en/"
          ]
        },
        {
          "sentence": "Furthermore, all results in his first study were collected from four women",
          "refs": []
        },
        {
          "sentence": "These results explained the pathological characteristics observed in these women especially the infiltration of lymphocyte and plasma cells as well as the formation of lymphoid follicles with germinal centers, fibrosis, degenerated thyroid epithelial cells and leukocytes in the lumen",
          "refs": []
        },
        {
          "sentence": "He described these traits to be histologically similar to those of Mikulic's disease",
          "refs": [
            "https://doi.org/10.1007%2FBF03401282"
          ]
        },
        {
          "sentence": "As mentioned above, once he discovered these traits in this new disease, he named the disease struma lymphomatosa",
          "refs": []
        },
        {
          "sentence": "This disease emphasized the lymphocyte infiltration and formation of the lymphoid follicles with germinal centers, neither of which had ever been previously reported",
          "refs": []
        },
        {
          "sentence": "Despite Dr",
          "refs": []
        },
        {
          "sentence": "Hashimoto's discovery and publication, the disease was not recognized as distinct from Reidel's thyroiditis, which was a common disease at that time in Europe",
          "refs": []
        },
        {
          "sentence": "Although many other articles were reported and published by other researchers, Hashimoto's struma lymphomatosa was only recognized as an early phase of Reidel's thyroiditis in the early 1900s",
          "refs": []
        },
        {
          "sentence": "It was not until 1931 that the disease was recognized as a disease in its own right, when researchers Allen Graham et al",
          "refs": []
        },
        {
          "sentence": "from Cleveland reported its symptoms and presentation in the same detailed manner as Hashimoto",
          "refs": []
        },
        {
          "sentence": "In 1956, Drs",
          "refs": []
        },
        {
          "sentence": "Rose and Witebsky were able to demonstrate how immunization of certain rodents with extracts of other rodents' thyroid resembled the disease Hakaru and other researchers were trying to describe",
          "refs": []
        },
        {
          "sentence": "These doctors were also able to describe anti-thyroglobulin antibodies in blood serum samples from these same animals",
          "refs": [
            "https://doi.org/10.1007%2FBF03401282"
          ]
        },
        {
          "sentence": "Later on in the same year, researchers from the Middlesex Hospital in London were able to perform human experiments on patients who presented with similar symptoms",
          "refs": []
        },
        {
          "sentence": "They purified anti-thyroglobulin antibody from their serum and were able to conclude that these sick patients had an immunological reaction to human thyroglobulin",
          "refs": []
        },
        {
          "sentence": "From this data, it was proposed that Hashimoto's struma could be an autoimmune disease of the thyroid gland.",
          "refs": [
            "https://doi.org/10.1007%2FBF03401282"
          ]
        },
        {
          "sentence": "\"Following these discoveries, the concept of organ-specific autoimmune disease was established and HT recognized as one such disease.\"",
          "refs": [
            "https://doi.org/10.1007%2FBF03401282"
          ]
        },
        {
          "sentence": "Following this recognition, the same researchers from Middlesex Hospital published an article in 1962 in The Lancet that included a portrait of Hakaru Hashimoto",
          "refs": []
        },
        {
          "sentence": "The disease became more well known from that moment, and Hashimoto's disease started to appear more frequently in textbooks",
          "refs": [
            "https://doi.org/10.1007%2FBF03401282"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Pregnancy",
      "section_content": [
        {
          "sentence": "The Endocrine Society recommends screening in pregnant women who are considered high-risk for thyroid autoimmune disease",
          "refs": []
        },
        {
          "sentence": "Universal screening for thyroid diseases during pregnancy is controversial, however, one study \"supports the potential benefit of universal screening\"",
          "refs": [
            "https://web.archive.org/web/20151008045642/https://www.endocrine.org/news-room/current-press-releases/endocrine-experts-support-screening-for-thyroid-dysfunction-in-pregnant-women"
          ]
        },
        {
          "sentence": "Pregnant women may have antithyroid antibodies (5%–14% of pregnancies ), poor thyroid function resulting in hypothyroidism, or both",
          "refs": [
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
          ]
        },
        {
          "sentence": "Each is associated with risks",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Conception",
          "section_content": [
            {
              "sentence": "It is recommended that hypothyroidism be treated with levothyoxine before conception, to prevent adverse effects on the course of the pregnancy and on the development of the child",
              "refs": []
            },
            {
              "sentence": "In IVF, embryo transfer is improved when hypothyroidism is treated",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pregnancy",
          "section_content": [
            {
              "sentence": "The Endocrine Society recommends screening in pregnant women who are considered high-risk for thyroid autoimmune disease",
              "refs": []
            },
            {
              "sentence": "Universal screening for thyroid diseases during pregnancy is controversial, however, one study \"supports the potential benefit of universal screening\"",
              "refs": [
                "https://web.archive.org/web/20151008045642/https://www.endocrine.org/news-room/current-press-releases/endocrine-experts-support-screening-for-thyroid-dysfunction-in-pregnant-women"
              ]
            },
            {
              "sentence": "Pregnant women may have antithyroid antibodies (5%–14% of pregnancies ), poor thyroid function resulting in hypothyroidism, or both",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
              ]
            },
            {
              "sentence": "Each is associated with risks",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Anti-thyroid antibodies in pregnancy",
              "section_content": [
                {
                  "sentence": "The presence of Thyroid peroxidase antibodies at the outset of pregnancy are associated with a greater risk to the mother of hypothyroidism and thyroid impairment in the first year after delivery",
                  "refs": []
                },
                {
                  "sentence": "The presence of antibodies is also associated with \"a 2 to 4-fold increase in the risk of recurrent miscarriages, and 2 to 3-fold increased risk of preterm birth\", however the reason why is unclear",
                  "refs": []
                },
                {
                  "sentence": "Thyroid peroxidase antibodies are speculated to indicate other autoimmune processes against the placental-fetal unit",
                  "refs": []
                },
                {
                  "sentence": "Levothyroxine treatment in euthyroid women with thyroid autoimmunity does not significantly impact the relative risk of miscarriage and preterm delivery, or outcomes with live birth",
                  "refs": []
                },
                {
                  "sentence": "\"Therefore, no strong recommendations regarding the therapy in such scenarios could be made, but consideration on a case-by-case basis might be implemented.\"",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Hypothyroidism in pregnancy.",
              "section_content": [
                {
                  "sentence": "Women who have low thyroid function that has not been stabilized are at greater risk of complications for both parent and child",
                  "refs": []
                },
                {
                  "sentence": "Risks to the mother include gestational hypertension including preeclampsia and eclampsia, gestational diabetes, placental abruption, and postpartum hemorrhage",
                  "refs": []
                },
                {
                  "sentence": "Risks to the infant include miscarriage, preterm delivery, low birth weight, neonatal respiratory distress, hydrocephalus, hypospadias, fetal death, infant intensive care unit admission, and neurodevelopmental delays (lower child IQ, language delay or global developmental delay)",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
                  ]
                },
                {
                  "sentence": "Successful pregnancy outcomes are improved when hypothyroidism is treated",
                  "refs": []
                },
                {
                  "sentence": "Levothyroxine treatment may be considered at lower TSH levels in pregnancy than in standard treatment",
                  "refs": [
                    "https://doi.org/10.1586%2Feci.11.42"
                  ]
                },
                {
                  "sentence": "Liothyronine does not cross the fetal blood-brain barrier, so liothyronine (T3) only or liothyronine + levothyroxine (T3 + T4) therapy is not indicated in pregnancy",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900"
                  ]
                },
                {
                  "sentence": "Close cooperation between the endocrinologist and obstetrician benefits the woman and the infant",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Immune changes during pregnancy",
              "section_content": [
                {
                  "sentence": "Hormonal changes and trophoblast expression of key immunomodulatory molecules lead to immunosuppression and fetal tolerance",
                  "refs": []
                },
                {
                  "sentence": "The main players in regulation of the immune response are Tregs",
                  "refs": []
                },
                {
                  "sentence": "Both cell-mediated and humoral immune responses are attenuated, resulting in immune tolerance and suppression of autoimmunity",
                  "refs": []
                },
                {
                  "sentence": "It has been reported that during pregnancy, levels of thyroid peroxidase and thyroglobulin antibodies decrease",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Postpartum",
          "section_content": [
            {
              "sentence": "Thyroid peroxidase antibodies testing is recommended for women who have ever been pregnant regardless of pregnancy outcome",
              "refs": []
            },
            {
              "sentence": "\" [P]revious pregnancy plays a major role in development of autoimmune overt hypothyroidism in premenopausal women, and the number of previous pregnancies should be taken into account when evaluating the risk of hypothyroidism in a young women  [sic].\"",
              "refs": [
                "https://doi.org/10.1210%2Fjc.2013-4474"
              ]
            },
            {
              "sentence": "Postpartum thyroiditis can occur in women with Hashimoto's",
              "refs": []
            },
            {
              "sentence": "In healthy women, Postpartum thyroiditis can occur up to 1 year after delivery and should be differentiated from Hashimoto's thyroiditis as it is treated differently",
              "refs": [
                "ISBN: 978-0-323694124"
              ]
            },
            {
              "sentence": "After giving birth, Tregs rapidly decrease and immune responses are re-established",
              "refs": []
            },
            {
              "sentence": "It may lead to the occurrence or aggravation of autoimmune thyroid disease",
              "refs": []
            },
            {
              "sentence": "In up to 50% of females with thyroid peroxidase antibodies in the early pregnancy, thyroid autoimmunity in the postpartum period exacerbates in the form of postpartum thyroiditis",
              "refs": [
                "https://doi.org/10.1038%2Fnrendo.2010.46"
              ]
            },
            {
              "sentence": "Higher secretion of IFN-γ and IL-4, and lower plasma cortisol concentration during pregnancy has been reported in females with postpartum thyroiditis than in healthy females",
              "refs": [
                "https://doi.org/10.1210%2Fjc.2011-0091"
              ]
            },
            {
              "sentence": "It indicates that weaker immunosuppression during pregnancy could contribute to the postpartum thyroid dysfunction",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Fetal microchimerism",
          "section_content": [
            {
              "sentence": "Several years after the delivery, the chimeric male cells can be detected in the maternal peripheral blood, thyroid, lung, skin, or lymph nodes",
              "refs": []
            },
            {
              "sentence": "The fetal immune cells in the maternal thyroid gland may become activated and act as a trigger that may initiate or exaggerate the autoimmune thyroid disease",
              "refs": []
            },
            {
              "sentence": "In Hashimoto's disease patients, fetal microchimeric cells were detected in thyroid in significantly higher numbers than in healthy females",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Other animals",
      "section_content": [
        {
          "sentence": "Hashimoto's disease is known to occur in chickens, rats, mice, dogs, and marmosets, but Graves' disease does not",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Pseudoscience",
      "section_content": [
        {
          "sentence": "Pseudoscientific claims and \"rogue practitioners\" pose increasing risks to patients",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://www.niddk.nih.gov/health-information/endocrine-diseases/hashimotos-disease",
    "2": "https://doi.org/10.1097%2Fcco.0000000000000150",
    "3": "https://www.niddk.nih.gov/health-information/health-topics/endocrine/hashimotos-disease/Pages/fact-sheet.aspx",
    "4": "https://doi.org/10.1007%2FBF03401282",
    "5": "ISBN: 978-0-323694124",
    "6": "https://www.ncbi.nlm.nih.gov/books/NBK285557/",
    "7": "https://www.autoimmuneregistry.org/autoimmune-thyroiditis",
    "8": "https://www.nature.com/articles/s41574-019-0311-6",
    "9": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9608544",
    "10": "http://www.ncbi.nlm.nih.gov/books/NBK459262/",
    "11": "https://books.google.com/books?id=A_vtzMxtd9AC&pg=PA216",
    "12": "https://www.sciencedirect.com/science/article/abs/pii/S1568997220302202",
    "13": "ISBN: 978-1-9751-1333-9",
    "14": "https://books.google.com/books?id=yvZ9965dqxAC&pg=PA56",
    "15": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9478900",
    "16": "https://www.uptodate.com/contents/pathogenesis-of-hashimotos-thyroiditis-chronic-autoimmune-thyroiditis#H28",
    "17": "https://www.ncbi.nlm.nih.gov/books/NBK519513/",
    "18": "ISBN: 978-1-975112-96-7",
    "19": "https://www.mayoclinic.org/diseases-conditions/hashimotos-disease/symptoms-causes/syc-20351855",
    "20": "https://journals.viamedica.pl/endokrynologia_polska/article/view/100701",
    "21": "ISBN: 978-0-323-69412-4",
    "22": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8930682",
    "23": "https://dx.doi.org/10.1016/j.jtauto.2021.100101",
    "24": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11561229",
    "25": "https://www.webmd.com/women/hashimotos-thyroiditis-symptoms-causes-treatments",
    "26": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7913917",
    "27": "https://doi.org/10.1056%2Fnejm199607113350206",
    "28": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC555850",
    "29": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2244911",
    "30": "https://doi.org/10.1111%2Fj.1365-2265.1991.tb00309.x",
    "31": "https://doi.org/10.3109%2F08916939209083135",
    "32": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3271310",
    "33": "https://doi.org/10.1210%2Fjcem.86.4.7372",
    "34": "https://doi.org/10.1038%2Fsj.gene.6364018",
    "35": "https://doi.org/10.1016%2Fj.febslet.2011.04.032",
    "36": "https://doi.org/10.1507%2Fendocrj.k06-015",
    "37": "https://doi.org/10.1373%2Fclinchem.2007.099739",
    "38": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2276968",
    "39": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3026543",
    "40": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2759465",
    "41": "https://doi.org/10.1530%2Feje.1.02060",
    "42": "https://doi.org/10.2174%2F156652409789839116",
    "43": "https://doi.org/10.4049%2Fjimmunol.175.1.575",
    "44": "https://doi.org/10.1210%2Fjc.2013-4474",
    "45": "https://doi.org/10.1056%2FNEJM199512213332507",
    "46": "https://citeseerx.ist.psu.edu/viewdoc/summary?doi=10.1.1.326.5700",
    "47": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2790188",
    "48": "https://pubmed.ncbi.nlm.nih.gov/17324915",
    "49": "https://ui.adsabs.harvard.edu/abs/2011BTER..143.1064Y",
    "50": "https://doi.org/10.1046%2Fj.1365-2265.2003.01633.x",
    "51": "https://doi.org/10.1159%2F000363162",
    "52": "https://www.niddk.nih.gov/health-information/endocrine-diseases/hashimotos-disease",
    "53": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4514442",
    "54": "https://doi.org/10.1159%2F000324442",
    "55": "https://www.nature.com/articles/s41574-023-00946-w",
    "56": "https://www.nature.com/articles/s41574-024-01003-w",
    "57": "https://ijaai.tums.ac.ir/index.php/ijaai/article/view/984",
    "58": "https://doi.org/10.1177%2F0300060514562487",
    "59": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8106604",
    "60": "ISBN: 978-0-323-29635-9",
    "61": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10516459",
    "62": "https://aot.amegroups.com/article/view/7822/html",
    "63": "https://doi.org/10.1007%2Fs12020-014-0441-5",
    "64": "https://www.rcpa.edu.au/Manuals/RCPA-Manual/Pathology-Tests/T/Thyroid-stimulating-hormone",
    "65": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7288350",
    "66": "http://www.clinmedres.org/content/14/2/83.full",
    "67": "https://www.tandfonline.com/doi/full/10.3109/07435800.2012.710696",
    "68": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5113291",
    "69": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10517335",
    "70": "https://www.rcpa.edu.au/Manuals/RCPA-Manual/Pathology-Tests/F/Free-T3",
    "71": "https://www.thyroid.org/hashimotos-thyroiditis/",
    "72": "https://www.healthdirect.gov.au/hashimotos-disease",
    "73": "[ERROR retrieving ref link]",
    "74": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6629976",
    "75": "https://www.sciencedirect.com/science/article/abs/pii/B9780702040849000768",
    "76": "https://asean-endocrinejournal.org/index.php/JAFES/article/view/1079",
    "77": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8477739",
    "78": "https://www.liebertpub.com/doi/abs/10.1089/thy.2023.0649",
    "79": "https://linkinghub.elsevier.com/retrieve/pii/S0140673624016143",
    "80": "https://www.sciencedirect.com/science/article/abs/pii/B0444510052009773",
    "81": "https://www.endocrine-abstracts.org/ea/0094/ea0094p128",
    "82": "https://www.thieme-connect.de/products/ejournals/abstract/10.1055/s-2007-973071",
    "83": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4119923",
    "84": "https://journals.sagepub.com/doi/10.1177/0004563220969150",
    "85": "https://linkinghub.elsevier.com/retrieve/pii/S2213858718303711",
    "86": "https://onlinelibrary.wiley.com/doi/10.1111/cen.14473",
    "87": "https://www.nature.com/articles/nrendo.2013.258",
    "88": "https://link.springer.com/article/10.1007/s12020-019-01990-1",
    "89": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4699302",
    "90": "https://www.sciencedirect.com/science/article/abs/pii/S0025712512000077",
    "91": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7353203",
    "92": "https://academic.oup.com/jes/article/3/Supplement_1/SUN-591/5483482",
    "93": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9592814",
    "94": "https://pubmed.ncbi.nlm.nih.gov/27150496/",
    "95": "https://www.sciencedirect.com/science/article/abs/pii/B9780323074452000124",
    "96": "https://www.endocrine-abstracts.org/ea/0070/ea0070ep451",
    "97": "https://academic.oup.com/jcem/article/103/12/4533/5074280",
    "98": "https://www.nature.com/articles/s41572-022-00357-7",
    "99": "https://www.acpjournals.org/doi/10.7326/M18-0284",
    "100": "https://academic.oup.com/jcem/article/107/11/2973/6661401",
    "101": "https://www.liebertpub.com/doi/abs/10.1089/thy.2016.0256",
    "102": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10951571",
    "103": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9302126",
    "104": "https://www.tandfonline.com/doi/full/10.1080/08916934.2020.1789969",
    "105": "https://www.jstage.jst.go.jp/article/endocrj/52/3/52_3_337/_article",
    "106": "https://www.liebertpub.com/doi/10.1089/105072501750159651",
    "107": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5842288",
    "108": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9962371",
    "109": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9101474",
    "110": "https://www.health.harvard.edu/blog/is-there-a-role-for-surgery-in-treating-hashimotos-thyroiditis-2019081217443",
    "111": "ISBN: 978-1-4398-6839-3",
    "112": "https://doi.org/10.1097%2FCCO.0000000000000150",
    "113": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10617199",
    "114": "https://pubmed.ncbi.nlm.nih.gov/18631004/",
    "115": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3567976",
    "116": "https://www.imrpress.com/journal/FBL/21/5/10.2741/4437",
    "117": "https://pubmed.ncbi.nlm.nih.gov/20883175/",
    "118": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6611699",
    "119": "ISBN: 978-1-4398-6839-3",
    "120": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5101821",
    "121": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5345857",
    "122": "ISBN: 978-1-4963-9653-2",
    "123": "https://www.womenshealth.gov/publications/our-publications/fact-sheet/hashimoto-disease.html",
    "124": "https://doi.org/10.1093%2Fbmb%2Fldr030",
    "125": "https://www.medpagetoday.org/endocrinology/thyroid/39357",
    "126": "http://www.whonamedit.com/doctor.cfm/1974.html",
    "127": "https://ci.nii.ac.jp/naid/10005555208/en/",
    "128": "https://books.google.com/ngrams/graph?content=hashimoto's+disease&year_start=1800&year_end=2022&corpus=en&smoothing=0&case_insensitive=true",
    "129": "https://doi.org/10.1586%2Feci.11.42",
    "130": "https://web.archive.org/web/20151008045642/https://www.endocrine.org/news-room/current-press-releases/endocrine-experts-support-screening-for-thyroid-dysfunction-in-pregnant-women",
    "131": "https://doi.org/10.1159%2F000343759",
    "132": "https://www.sciencedirect.com/science/article/abs/pii/S1568997214000196",
    "133": "https://opus.bibliothek.uni-augsburg.de/opus4/frontdoor/index/index/docId/84394",
    "134": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3652173",
    "135": "https://doi.org/10.1038%2Fnrendo.2010.46",
    "136": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9020832",
    "137": "https://doi.org/10.1210%2Fjc.2011-0091",
    "138": "https://doi.org/10.1210%2Fjc.2002-021219",
    "139": "https://doi.org/10.1016%2Fj.jri.2008.01.002",
    "140": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3229821",
    "141": "https://link.springer.com/chapter/10.1007/978-3-030-22720-3_3"
  },
  "flair_entities": [
    "lc-msms",
    "reidel",
    "tgab",
    "hashimoto's disease",
    "thyroglobulin",
    "ashwagandha root",
    "hakaru hashimoto",
    "aloe vera juice",
    "free t4",
    "allen graham",
    "hashimotos",
    "ashwagandha",
    "hakaru",
    "kyushu university",
    "asia",
    "tpoab",
    "japan",
    "thyroid disease",
    "dq7",
    "sjogren",
    "mikulic",
    "t3",
    "us",
    "japanese",
    "down",
    "endocrine society",
    "black cumin seed",
    "united states",
    "united states'",
    "archiv für klinische chirurgie",
    "african-american",
    "tregs",
    "german",
    "klinefelter",
    "liothyronine",
    "hashimoto",
    "london",
    "ctla-4",
    "danish investigation of iodine intake",
    "thyroxine",
    "hla ii",
    "ultrafiltration lc-msms t4",
    "rose",
    "drs",
    "t4",
    "thyroiditis",
    "middlesex hospital",
    "cleveland",
    "tsh",
    "the lancet",
    "levothyroxine",
    "caucasians",
    "trab",
    "turner",
    "tri-iodothyronine",
    "dr5",
    "thyroid stimulating hormone",
    "witebsky",
    "africa",
    "north america",
    "graves'",
    "europe",
    "foxp3"
  ]
}