{
  "title": "History_of_Africa",
  "url": "https://en.wikipedia.org/wiki/History_of_Africa",
  "summary": "Archaic humans emerged out of Africa between 0.5 and 1.8 million years ago. This was followed by the emergence of modern humans (Homo sapiens) in East Africa around 300,000–250,000 years ago. In the 4th millennium BC written history arose in Ancient Egypt, and later in Nubia's Kush, the Horn of Africa's Dʿmt, and Ifrikiya's Carthage. Between around 3000 BC and 1000 AD, the Bantu expansion swept from north-western Central Africa (modern day Cameroon) across much of sub-Saharan Africa, laying the foundations for states in Central, Eastern, and Southern regions. In most African societies the oral word is revered, and as such they have generally recorded their history orally. This has led anthropologists to term them oral civilisations, contrasted with literate civilisations which pride the written word.: 142–143  Oral tradition often remained the preferred method of recordation in cases when a writing system was adapted or developed; for example the oral recordation of the Kouroukan Fouga in the Mali Empire while having adapted the Arabic script to be used in scholarly pursuits.  \nMany kingdoms and empires came and went in all regions of the continent. Most states were created through conquest or the borrowing and assimilation of ideas and institutions, while some developed through internal, largely isolated development. Some African empires and hegemonic kingdoms include Ghana, Mali, Songhai, Ife, Oyo, Bamana/Ségou, Asante, Massina, Sokoto, and the Toucouleur in West Africa; Ancient Egypt, Kush, Carthage, the Fatimids, Almoravids, Almohads, Ayyubids, and Mamluks in North Africa; Aksum, Ethiopia, Adal, Kitara, Kilwa, and Imerina in East Africa; Kanem-Bornu, Kongo, Mwene Muji, Luba, Lunda, and Utetera in Central Africa; and Mapungubwe, Great Zimbabwe, Mutapa, Rozvi, Maravi, Mthwakazi, and Zulu in Southern Africa. Some societies are heterarchical and egalitarian, while others remained organised into chiefdoms. The continent has between 1250 and 2000 languages, and at its peak it is estimated that Africa had around 10,000 polities, with most following traditional religions.   \nFrom the 7th century CE, Islam spread west amid the Arab conquest of North Africa, and by proselytization to the Horn of Africa. It later spread southwards to the Swahili coast assisted by Muslim dominance of the Indian Ocean trade, and from the Maghreb traversing the Sahara into the western Sahel and Sudan, catalysed by the Fula jihads in the 18th and 19th centuries. Systems of servitude and slavery were historically widespread and commonplace in parts of Africa, as they were in much of the ancient and medieval world. When the trans-Saharan, Red Sea, Indian Ocean and Atlantic slave trades began, many of the pre-existing local slave systems started supplying captives for slave markets outside Africa, creating various diasporas, especially in the Americas. \nFrom 1870 to 1914, driven by the great force and hunger of the Second Industrial Revolution, European colonisation of Africa developed rapidly, as the major European powers partitioned the continent in the 1884 Berlin Conference, from one-tenth of the continent being under European imperial control to over nine-tenths in the Scramble for Africa. European colonialism had significant impacts on Africa's societies, and the suppression of communal autonomy disrupted local customary practices and caused the transformation of Africa's socioeconomic systems. Colonies were maintained for the purpose of economic exploitation and extraction of natural resources. Colonial histories were written under the pretence of white supremacism, with Africans considered racially inferior and their viewpoint ignored. Oral sources were deprecated and dismissed by most historians, giving them the impression that Africa had no history. Pre-colonial Christian states include Ethiopia, Makuria, and Kongo. Widespread conversion to Christianity occurred under European rule in southern West Africa, Central Africa, and Southern Africa due to efficacious missions, with peoples syncretising Christianity with their local beliefs.  \nThe rise of nationalism facilitated struggles for independence in many parts of the continent, and, with a weakened Europe after the Second World War, waves of decolonisation took place. This culminated in the 1960 Year of Africa and the establishment of the Organisation of African Unity in 1963 (the predecessor to the African Union), with countries deciding to keep their colonial borders. Traditional power structures, which had been incorporated into the colonial regimes, remained partly in place in many parts of Africa, and their roles, powers, and influence vary greatly. Many countries have undergone the triumph and defeat of nationalistic fervour, and continue to face challenges such as internal conflict, neocolonialism, and climate change.   \nAfrican historiography became organized at the academic level in the mid-20th century, and saw a movement towards utilising the oral sources in a multidisciplinary approach. This culminated in UNESCO publishing the General History of Africa from 1981, edited by specialists from across the continent. The community are still tasked with building the institutional frameworks, incorporating African epistemologies, establishing a continental periodisation, and representing an African perspective.",
  "content": [
    {
      "section_title": "History in Africa",
      "section_content": [
        {
          "sentence": "In accordance with African cosmology, African historical consciousness viewed historical change and continuity, order and purpose within the framework of man and his environment, the gods, and his ancestors, and he believed himself part of a holistic spiritual entity",
          "refs": []
        },
        {
          "sentence": "In African societies, the historical process is largely a communal one, with eyewitness accounts, hearsay, reminiscences, and occasionally visions, dreams, and hallucinations crafted into narrative oral traditions which are performed and transmitted through generations",
          "refs": [
            "https://books.google.com/books?id=9dgBEQAAQBAJ"
          ]
        },
        {
          "sentence": ": 12  : 48  Time is sometimes mythical and social, [b] and truth generally viewed as relativist",
          "refs": [
            "https://www.jstor.org/stable/24328680?seq=1",
            "https://archive.org/details/oraltraditionash0000vans_g5z0/page/n9/mode/2up"
          ]
        },
        {
          "sentence": ": 43–53  In African epistemology, the epistemic subject \"experiences the epistemic object in a sensuous, emotive, intuitive, abstractive understanding, rather than through abstraction alone, as is the case in Western epistemology\" to arrive at a \"complete knowledge\", and as such oral traditions, music, proverbs, and the like were used in the preservation and transmission of knowledge",
          "refs": [
            "https://unesdoc.unesco.org/ark:/48223/pf0000042225",
            "https://archive.org/details/oraltraditionash0000vans_g5z0/page/n9/mode/2up"
          ]
        },
        {
          "sentence": "Oral tradition can be exoteric or esoteric",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "It speaks to people according to their understanding, unveiling itself in accordance with their aptitudes",
          "refs": []
        },
        {
          "sentence": ": 168  In studying traditions, historians consider the role the mind and memory has in shaping a tradition",
          "refs": [
            "https://onlinelibrary.wiley.com/doi/10.1002/9780470997154.ch1"
          ]
        },
        {
          "sentence": "The concrete, rather than the abstract, is often remembered as events are crystallised into clichés over time",
          "refs": []
        },
        {
          "sentence": ": 11",
          "refs": [
            "https://link.springer.com/chapter/10.1007/978-3-319-40796-8_8"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Early prehistory",
      "section_content": [
        {
          "sentence": "The first known hominids evolved in Africa",
          "refs": []
        },
        {
          "sentence": "According to paleontology, the early hominids' skull anatomy was similar to that of the gorilla and the chimpanzee, great apes that also evolved in Africa, but the hominids had adopted a bipedal locomotion which freed their hands",
          "refs": []
        },
        {
          "sentence": "This gave them a crucial advantage, enabling them to live in both forested areas and on the open savanna at a time when Africa was drying up and the savanna was encroaching on forested areas",
          "refs": []
        },
        {
          "sentence": "This would have occurred 10 to 5 million years ago, but these claims are controversial because biologists and genetics have humans appearing around the last 70 thousand to 200 thousand years",
          "refs": []
        },
        {
          "sentence": "The fossil record shows Homo sapiens (also known as \"modern humans\" or \"anatomically modern humans\") living in Africa by about 350,000–260,000 years ago",
          "refs": []
        },
        {
          "sentence": "The earliest known Homo sapiens fossils include the Jebel Irhoud remains from Morocco (c. 315,000 years ago),  the Florisbad Skull from South Africa (c. 259,000 years ago), and the Omo remains from Ethiopia (c. 233,000 years ago)",
          "refs": [
            "https://books.google.com/books?id=3C2tzBSAp3MC&dq=african+history&pg=PP14"
          ]
        },
        {
          "sentence": "Scientists have suggested that Homo sapiens may have arisen between 350,000 and 260,000 years ago through a merging of populations in East Africa and South Africa",
          "refs": [
            "[ERROR retrieving ref link]",
            "http://www.nature.com/news/oldest-homo-sapiens-fossil-claim-rewrites-our-species-history-1.22114",
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4920294",
            "https://www.theguardian.com/science/2017/jun/07/oldest-homo-sapiens-bones-ever-found-shake-foundations-of-the-human-story",
            "http://kar.kent.ac.uk/62267/1/Submission_288356_1_art_file_2637492_j96j1b.pdf"
          ]
        },
        {
          "sentence": "Evidence of a variety of behaviors indicative of Behavioral modernity date to the African Middle Stone Age, associated with early Homo sapiens and their emergence",
          "refs": []
        },
        {
          "sentence": "Abstract imagery, widened subsistence strategies, and other \"modern\" behaviors have been discovered from that period in Africa, especially South, North, and East Africa.",
          "refs": []
        },
        {
          "sentence": "The Blombos Cave site in South Africa, for example, is famous for rectangular slabs of ochre engraved with geometric designs",
          "refs": []
        },
        {
          "sentence": "Using multiple dating techniques, the site was confirmed to be around 77,000 and 100–75,000 years old",
          "refs": []
        },
        {
          "sentence": "Ostrich egg shell containers engraved with geometric designs dating to 60,000 years ago were found at Diepkloof, South Africa",
          "refs": [
            "https://www.nytimes.com/2019/09/10/science/human-ancestor-skull-computer.html",
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6736881"
          ]
        },
        {
          "sentence": "Beads and other personal ornamentation have been found from Morocco which might be as much as 130,000 years old; as well, the Cave of Hearths in South Africa has yielded a number of beads dating from significantly prior to 50,000 years ago,  and shell beads dating to about 75,000 years ago have been found at Blombos Cave, South Africa",
          "refs": [
            "https://ui.adsabs.harvard.edu/abs/2002Sci...295.1278H",
            "https://ui.adsabs.harvard.edu/abs/2009JHumE..57...27H"
          ]
        },
        {
          "sentence": "Around 65–50,000 years ago, the species' expansion out of Africa launched the colonization of the planet by modern human beings",
          "refs": []
        },
        {
          "sentence": "By 10,000 BC, Homo sapiens had spread to most corners of Afro-Eurasia",
          "refs": [
            "https://ui.adsabs.harvard.edu/abs/2005JHumE..48....3D",
            "https://ui.adsabs.harvard.edu/abs/2013JHumE..64..500V",
            "https://doi.org/10.1016%2Fj.cub.2016.01.037",
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4381518"
          ]
        },
        {
          "sentence": "Their dispersals are traced by linguistic, cultural and genetic evidence",
          "refs": []
        },
        {
          "sentence": "Eurasian back-migrations, specifically West-Eurasian backflow, started in the early Holocene or already earlier in the Paleolithic period, sometimes between 30 and 15,000 years ago, followed by pre-Neolithic and Neolithic migration waves from the Middle East, mostly affecting Northern Africa, the Horn of Africa, and wider regions of the Sahel zone and East Africa",
          "refs": [
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6401177",
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6707464",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Affad 23 is an archaeological site located in the Affad region of southern Dongola Reach in northern Sudan,  which hosts \"the well-preserved remains of prehistoric camps (relics of the oldest open-air hut in the world) and diverse hunting and gathering loci some 50,000 years old\"",
          "refs": [
            "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2947357"
          ]
        },
        {
          "sentence": "Around 16,000 BC, from the Red Sea Hills to the northern Ethiopian Highlands, nuts, grasses and tubers were being collected for food",
          "refs": []
        },
        {
          "sentence": "By 13,000 to 11,000 BC, people began collecting wild grains",
          "refs": []
        },
        {
          "sentence": "This spread to Western Asia, which domesticated its wild grains, wheat and barley",
          "refs": []
        },
        {
          "sentence": "Between 10,000 and 8000 BC, Northeast Africa was cultivating wheat and barley and raising sheep and cattle from Southwest Asia.",
          "refs": []
        },
        {
          "sentence": "A wet climatic phase in Africa turned the Ethiopian Highlands into a mountain forest",
          "refs": []
        },
        {
          "sentence": "Omotic speakers domesticated enset around 6500–5500 BC",
          "refs": []
        },
        {
          "sentence": "Around 7000 BC, the settlers of the Ethiopian highlands domesticated donkeys, and by 4000 BC domesticated donkeys had spread to Southwest Asia",
          "refs": []
        },
        {
          "sentence": "Cushitic speakers, partially turning away from cattle herding, domesticated teff and finger millet between 5500 and 3500 BC",
          "refs": []
        },
        {
          "sentence": "During the 11th millennium BP, pottery was independently invented in Africa, with the earliest pottery there dating to about 9,400 BC from central Mali",
          "refs": []
        },
        {
          "sentence": "It soon spread throughout the southern Sahara and Sahel",
          "refs": [
            "https://depot.ceon.pl/bitstream/handle/123456789/21580/Katalog%20wystawy%20From%20Faras%20to%20Soba%20-%20ONLINE%20o2.pdf?sequence=1&isAllowed=y"
          ]
        },
        {
          "sentence": "In the steppes and savannahs of the Sahara and Sahel in Northern West Africa, the Nilo-Saharan speakers and Mandé peoples started to collect and domesticate wild millet, African rice and sorghum between 8000 and 6000 BC",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Later, gourds, watermelons, castor beans, and cotton were also collected and domesticated",
          "refs": []
        },
        {
          "sentence": "The people started capturing wild cattle and holding them in circular thorn hedges, resulting in domestication",
          "refs": []
        },
        {
          "sentence": "They also started making pottery and built stone settlements (e.g., Tichitt, Oualata)",
          "refs": []
        },
        {
          "sentence": "Fishing, using bone-tipped harpoons, became a major activity in the numerous streams and lakes formed from the increased rains",
          "refs": []
        },
        {
          "sentence": "Mande peoples have been credited with the independent development of agriculture about 4000–3000 BC",
          "refs": [
            "https://doi.org/10.3213%2F1612-1651-10171"
          ]
        },
        {
          "sentence": "Evidence of the early smelting of metals –  lead, copper, and bronze –  dates from the fourth millennium BC",
          "refs": []
        },
        {
          "sentence": "Egyptians smelted copper during the predynastic period, and bronze came into use after 3,000 BC at the latest  in Egypt and Nubia",
          "refs": [
            "https://www.britannica.com/topic/Mande"
          ]
        },
        {
          "sentence": "Nubia became a major source of copper as well as of gold",
          "refs": []
        },
        {
          "sentence": "The use of gold and silver in Egypt dates back to the predynastic period",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In the Aïr Mountains of present-day Niger people smelted copper independently of developments in the Nile valley between 3,000 and 2,500 BC",
          "refs": []
        },
        {
          "sentence": "They used a process unique to the region, suggesting that the technology was not brought in from outside; it became more mature by about 1,500 BC",
          "refs": []
        },
        {
          "sentence": "By the 1st millennium BC iron working had reached Northwestern Africa, Egypt, and Nubia",
          "refs": []
        },
        {
          "sentence": "Zangato and Holl document evidence of iron-smelting in the Central African Republic and Cameroon that may date back to 3,000 to 2,500 BC",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Assyrians using iron weapons pushed Nubians out of Egypt in 670 BC, after which the use of iron became widespread in the Nile valley",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The theory that iron spread to Sub-Saharan Africa via the Nubian city of Meroe  is no longer widely accepted, and some researchers believe that sub-Saharan Africans invented iron metallurgy independently",
          "refs": [
            "http://www.african-archaeology.de/index.php?page_id=154&journal_id=24&pdf_id=172"
          ]
        },
        {
          "sentence": "Metalworking in West Africa has been dated as early as 2,500 BC at Egaro west of the Termit in Niger, and iron working was practiced there by 1,500 BC",
          "refs": []
        },
        {
          "sentence": "Iron smelting has been dated to 2,000 BC in southeast Nigeria",
          "refs": [
            "ISBN: 0-313-31323-7"
          ]
        },
        {
          "sentence": "Central Africa provides possible evidence of iron working as early as the 3rd millennium BC",
          "refs": [
            "https://www.jstor.org/stable/20065735"
          ]
        },
        {
          "sentence": "Iron smelting developed in the area between Lake Chad and the African Great Lakes between 1,000 and 600 BC, and in West Africa around 2,000 BC, long before the technology reached Egypt",
          "refs": [
            "http://portal.unesco.org/en/ev.php-URL_ID=3432&URL_DO=DO_PRINTPAGE&URL_SECTION=201.html"
          ]
        },
        {
          "sentence": "Before 500 BC, the Nok culture in the Jos Plateau was already smelting iron",
          "refs": []
        },
        {
          "sentence": "Archaeological sites containing iron-smelting furnaces and slag have been excavated at sites in the Nsukka region of southeast Nigeria in Igboland: dating to 2,000 BC at the site of Lejja (Eze-Uzomaka 2009)   and to 750 BC and at the site of Opi (Holl 2009)",
          "refs": [
            "https://www.academia.edu/4103707",
            "https://doi.org/10.1126%2Fscience.323.5911.200",
            "[ERROR retrieving ref link]",
            "ISBN: 0-19-521921-X",
            "https://doi.org/10.1086%2F200878",
            "https://core.tdar.org/document/416171/the-origin-of-iron-smelting-in-africa",
            "https://www.jstor.org/stable/20065735",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The site of Gbabiri (in the Central African Republic) has also yielded evidence of iron metallurgy, from a reduction furnace and blacksmith workshop; with earliest dates of 896–773 BC and 907–796 BC respectively",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "4th millennium BC – 6th century AD: Ancient Africa",
      "section_content": [],
      "subsections": [
        {
          "section_title": "North-East Africa and the Horn of Africa",
          "section_content": [],
          "subsections": [
            {
              "section_title": "North-East Africa",
              "section_content": [
                {
                  "sentence": "The ancient history of North Africa is inextricably linked to that of the Ancient Near East and Europe",
                  "refs": []
                },
                {
                  "sentence": "This is particularly true of the various cultures and dynasties of Ancient Egypt and of Nubia",
                  "refs": []
                },
                {
                  "sentence": "From around 3500 BC, a coalition of Horus-worshipping nomes in the western Nile Delta conquered the Andjety-worshipping nomes of the east to form Lower Egypt, whilst Set-worshipping nomes in the south coalesced to form Upper Egypt",
                  "refs": []
                },
                {
                  "sentence": ": 62–63  Egypt was first united when Narmer of Upper Egypt conquered Lower Egypt, giving rise to the 1st and 2nd dynasties of Egypt whose efforts presumably consisted of conquest and consolidation, with unification completed by the 3rd dynasty to form the Old Kingdom of Egypt in 2686 BC",
                  "refs": [
                    "https://books.google.com/books?id=BBn1BQAAQBAJ&q=Nok+Breunig&pg=PA38"
                  ]
                },
                {
                  "sentence": ": 63  The Kingdom of Kerma emerged around this time to become the dominant force in Nubia, controlling an area as large as Egypt between the 1st and 4th cataracts of the Nile, with Egyptian records speaking of its rich and populous agricultural regions",
                  "refs": [
                    "https://books.google.com/books?id=BBn1BQAAQBAJ&q=Nok+Breunig&pg=PA38"
                  ]
                },
                {
                  "sentence": "The height of the Old Kingdom came under the 4th dynasty who constructed numerous great pyramids, however under the 6th dynasty of Egypt power began to decentralise to the nomarchs, culminating in anarchy exacerbated by drought and famine in 2200 BC, and the onset of the First Intermediate Period in which numerous nomarchs ruled simultaneously",
                  "refs": [
                    "https://doi.org/10.1007%2Fs10963-009-9030-6",
                    "https://unesdoc.unesco.org/ark:/48223/pf0000134375"
                  ]
                },
                {
                  "sentence": "Throughout this time, power bases were built and destroyed in Memphis, and in Heracleopolis, when Mentuhotep II of Thebes and the 11th dynasty conquered all of Egypt to form the Middle Kingdom in 2055 BC",
                  "refs": []
                },
                {
                  "sentence": "The 12th dynasty oversaw advancements in irrigation and economic expansion in the Faiyum Oasis, as well as expansion into Lower Nubia at the expense of Kerma",
                  "refs": []
                },
                {
                  "sentence": "In 1700 BC, Egypt fractured in two, ushering in the Second Intermediate Period",
                  "refs": []
                },
                {
                  "sentence": ": 68–71",
                  "refs": [
                    "https://books.google.com/books?id=BBn1BQAAQBAJ&q=Nok+Breunig&pg=PA38"
                  ]
                },
                {
                  "sentence": "The Hyksos, a militaristic people from Palestine, capitalised on this fragmentation and conquered Lower Egypt, establishing the 15th dynasty of Egypt, whilst Kerma coordinated invasions deep into Egypt to reach its greatest extent, looting royal statues and monuments",
                  "refs": []
                },
                {
                  "sentence": "A rival power base developed in Thebes with Ahmose I of the 18th dynasty eventually expelling the Hyksos from Egypt, forming the New Kingdom in 1550 BC",
                  "refs": [
                    "https://doi.org/10.1002%2F9781444338386.wbeah15224"
                  ]
                },
                {
                  "sentence": "Utilising the military technology the Hyksos had brought, they conducted numerous campaigns to conquer the Levant from the Canaanites, Amorites, Hittites, and Mitanni, and extinguish Kerma, incorporating Nubia into the empire, sending the Egyptian empire into its golden age",
                  "refs": []
                },
                {
                  "sentence": ": 73  Internal struggles, drought and famine, and invasions by a confederation of seafaring peoples, contributed to the New Kingdom's collapse in 1069 BC, ushering in the Third Intermediate Period which saw Egypt fractured into many pieces amid widespread turmoil",
                  "refs": [
                    "https://books.google.com/books?id=BBn1BQAAQBAJ&q=Nok+Breunig&pg=PA38"
                  ]
                },
                {
                  "sentence": ": 76–77  Egypt's disintegration liberated the more Egyptianized Kingdom of Kush in Nubia, and later in the 8th century BC the Kushite king Kashta would expand his power and influence by manoeuvring his daughter into a position of power in Upper Egypt, paving the way for his successor Piye to conquer Lower Egypt and form the Kushite Empire",
                  "refs": [
                    "https://books.google.com/books?id=BBn1BQAAQBAJ&q=Nok+Breunig&pg=PA38"
                  ]
                },
                {
                  "sentence": "The Kushites assimilated further into Egyptian society by reaffirming Ancient Egyptian religious traditions, and culture, while introducing some unique aspects of Kushite culture and overseeing a revival in pyramid-building",
                  "refs": []
                },
                {
                  "sentence": "After a century of rule they were forcibly driven out of Egypt by the Assyrians as reprisal for the Kushites agitating peoples within the Assyrian Empire in an attempt to gain a foothold in the region",
                  "refs": []
                },
                {
                  "sentence": "The Assyrians installed a puppet dynasty which later gained independence and once more unified Egypt, with Upper Egypt becoming a rich agricultural region whose produce Lower Egypt then sold and traded",
                  "refs": [
                    "http://docs.lib.purdue.edu/cgi/viewcontent.cgi?article=1001&context=anthpubs"
                  ]
                },
                {
                  "sentence": ": 77",
                  "refs": [
                    "https://books.google.com/books?id=BBn1BQAAQBAJ&q=Nok+Breunig&pg=PA38"
                  ]
                },
                {
                  "sentence": "In 525 BC Egypt was conquered by the expansive Achaemenids, however later regained independence in 404 BC until 343 BC when it was re-annexed by the Achaemenid Empire",
                  "refs": []
                },
                {
                  "sentence": "Persian rule in Egypt ended with the defeat of the Achaemenids by Alexander the Great in 332 BC, marking the beginning of Hellenistic rule by the Macedonian Ptolemaic dynasty in Egypt",
                  "refs": []
                },
                {
                  "sentence": "The Hellenistic rulers, seeking legitimacy from their Egyptian subjects, gradually Egyptianized and participated in Egyptian religious life",
                  "refs": []
                },
                {
                  "sentence": ": 119  Following the Syrian Wars with the Seleucid Empire, the Ptolemaic Kingdom lost its holdings outside Africa, but expanded its territory by conquering Cyrenaica from its respective tribes, and subjugated Kush",
                  "refs": [
                    "https://web.archive.org/web/20131105214410/http://www.dailytimes.com.pk/default.asp?page=story_29-7-2003_pg9_1"
                  ]
                },
                {
                  "sentence": "Beginning in the mid second century BC, dynastic strife and a series of foreign wars weakened the kingdom, and it became increasingly reliant on the Roman Republic",
                  "refs": []
                },
                {
                  "sentence": "Under Cleopatra VII, who sought to restore Ptolemaic power, Egypt became entangled in a Roman civil war, which ultimately led to its conquest by Rome in 30 BC",
                  "refs": []
                },
                {
                  "sentence": "The Crisis of the Third Century in the Roman Empire freed the Levantine city state of Palmyra who conquered Egypt, however their rule lasted only a few years before Egypt was reintegrated into the Roman Empire",
                  "refs": []
                },
                {
                  "sentence": "In the midst of this, Kush regained total independence from Egypt, and they would persist as a major regional power until, having been weakened from internal rebellion amid worsening climatic conditions, invasions by both the Aksumites and the Noba caused their disintegration into Makuria, Alodia, and Nobatia in the 5th century AD",
                  "refs": []
                },
                {
                  "sentence": "The Romans managed to hold on to Egypt for the rest of the ancient period.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Horn of Africa",
              "section_content": [],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "North-West Africa",
          "section_content": [
            {
              "sentence": "Further north-west, the Maghreb and Ifriqiya were mostly cut off from the cradle of civilisation in Egypt by the Libyan desert, exacerbated by Egyptian boats being tailored to the Nile and not coping well in the open Mediterranean Sea",
              "refs": []
            },
            {
              "sentence": "This caused its societies to develop contiguous to those of Southern Europe, until Phoenician settlements came to dominate the most lucrative trading locations in the Gulf of Tunis, initially searching for sources of metal",
              "refs": []
            },
            {
              "sentence": ": 247  Phoenician settlements subsequently grew into Ancient Carthage after gaining independence from Phoenicia in the 6th century BC, and they would build an extensive empire, countering Greek influence in the Mediterranean, as well as a strict mercantile network reaching as far as west Asia and northern Europe, distributing an array of commodities from all over the ancient world along with locally produced goods, all secured by one of the largest and most powerful navies in the ancient Mediterranean",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Carthage's political institutions received rare praise from both Greeks and Romans, with its constitution and aristocratic council providing stability, with birth and wealth paramount for election",
              "refs": []
            },
            {
              "sentence": ": 251–253  In 264 BC the First Punic War began when Carthage came into conflict with the expansionary Roman Republic on the island of Sicily, leading to what has been described as the greatest naval war of antiquity, causing heavy casualties on both sides, but ending in Carthage's eventual defeat and loss of Sicily",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": ": 255–256  The Second Punic War broke out when the Romans opportunistically took Sardinia and Corsica whilst the Carthaginians were putting down a ferocious Libyan revolt, with Carthage initially experiencing considerable success following Hannibal's infamous crossing of the alps into northern Italy",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In a 14 year long campaign Hannibal's forces conquered much of mainland Italy, only being recalled after the Romans conducted a bold naval invasion of the Carthaginian homeland and then defeated him in climactic battle in 202 BC",
              "refs": []
            },
            {
              "sentence": ": 256–257",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Carthage was forced to give up their fleet, and the subsequent collapse of their empire would produce two further polities in the Maghreb; Numidia, a polity made up of two Numidian tribal federations until the Massylii conquered the Masaesyli, and assisted the Romans in the Second Punic War; Mauretania, a Mauri tribal kingdom, home of the legendary King Atlas; and various tribes such as Garamantes, Musulamii, and Bavares",
              "refs": []
            },
            {
              "sentence": "The Third Punic War would result in Carthage's total defeat in 146 BC and the Romans established the province of Africa, with Numidia assuming control of many of Carthage's African ports",
              "refs": []
            },
            {
              "sentence": "Towards the end of the 2nd century BC Mauretania fought alongside Numidia's Jugurtha in the Jugurthine War against the Romans after he had usurped the Numidian throne from a Roman ally",
              "refs": []
            },
            {
              "sentence": "Together they inflicted heavy casualties that quaked the Roman Senate, with the war only ending inconclusively when Mauretania's Bocchus I sold out the Jugurtha to the Romans",
              "refs": []
            },
            {
              "sentence": ": 258  At the turn of the millennium they both would face the same fate as Carthage and be conquered by the Romans who established Mauretania and Numidia as provinces of their empire, whilst Musulamii, led by Tacfarinas, and Garamantes were eventually defeated in war in the 1st century AD however weren't conquered",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": ": 261–262  In the 5th century AD the Vandals conquered north Africa precipitating the fall of Rome",
              "refs": [
                "ISBN: 0748601066"
              ]
            },
            {
              "sentence": "Swathes of indigenous peoples would regain self-governance in the Mauro-Roman Kingdom and its numerous successor polities in the Maghreb, namely the kingdoms of Ouarsenis, Aurès, and Altava",
              "refs": []
            },
            {
              "sentence": "The Vandals ruled Ifriqiya for a century until Byzantine reconquest in the early 6th century AD",
              "refs": []
            },
            {
              "sentence": "The Byzantines and the Berber kingdoms fought minor inconsequential conflicts, such as in the case of Garmul, however largely coexisted",
              "refs": []
            },
            {
              "sentence": ": 284  Further inland to the Byzantine Exarchate of Africa were the Sanhaja in modern-day Algeria, a broad grouping of three groupings of tribal confederations, one of which is the Masmuda grouping in modern-day Morocco, along with the nomadic Zenata; their composite tribes would later go onto shape much of North African history.",
              "refs": [
                "ISBN: 0748601066"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "West Africa",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Central, Eastern, and Southern Africa",
          "section_content": [
            {
              "sentence": "At the 4th millennium BC the Congo Basin was inhabited by the Bambenga, Bayaka, Bakoya, and Babongo in the west, the Bambuti in the east, and the Batwa who were widely scattered and also present in the Great Lakes region; together they are grouped as Pygmies",
              "refs": []
            },
            {
              "sentence": "On the later-named Swahili coast there were Cushitic-speaking peoples, and the Khoisan (a neologism for the Khoekhoe and San) in the continent's south",
              "refs": [
                "http://www.thuto.org/ubh/bw/bhp1.htm"
              ]
            },
            {
              "sentence": "Early San society left a rich legacy of cave paintings across Southern Africa",
              "refs": []
            },
            {
              "sentence": ": 11–12",
              "refs": [
                "https://web.archive.org/web/20071016165014/http://elaine.ihs.ac.at/~isa/diplom/node59.html"
              ]
            },
            {
              "sentence": "The Bantu expansion constituted a major series of migrations of Bantu-speaking peoples from Central Africa to Eastern and Southern Africa and was substantial in the settling of the continent",
              "refs": []
            },
            {
              "sentence": "Commencing in the 2nd millennium BC, the Bantu began to migrate from Cameroon to the Congo Basin, and eastward to the Great Lakes region to form the Urewe culture from the 5th century BC",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the 7th century AD, Bantu spread to the Upemba Depression, forming the Upemba culture  [es]",
              "refs": [
                "https://archive.org/details/historyofzimbabw0000mlam/mode/2up?view=theater",
                "https://www.south-africa-tours-and-travel.com/bantu.html"
              ]
            },
            {
              "sentence": "During the 1st millennium BC the Bantu spread further from the Great Lakes to Southern and East Africa",
              "refs": [
                "https://books.google.com/books?id=70U1cAAACAAJ"
              ]
            },
            {
              "sentence": "One early movement headed south to the upper Zambezi basin in the 2nd century BC",
              "refs": []
            },
            {
              "sentence": "The Bantu then split westward to the savannahs of present-day Angola and eastward into Malawi, Zambia, and Zimbabwe in the 1st century AD, forming the Gokomere culture in the 5th century AD",
              "refs": []
            },
            {
              "sentence": "The second thrust from the Great Lakes was eastward, also in the 1st century AD, expanding to Kenya, Tanzania, and the Swahili coast.",
              "refs": [
                "https://link.springer.com/article/10.1007/BF01953040"
              ]
            },
            {
              "sentence": "Prior to this migration, the northern part of the Swahili coast was home to the elusive Azania, most likely a Southern Cushitic polity, extending southwards to modern-day Tanzania",
              "refs": []
            },
            {
              "sentence": "The Bantu populations crowded out Azania, with Rhapta being its last stronghold by the 1st century AD,  and traded via the Indian Ocean trade  Madagascar was possibly first settled by Austronesians from 350 BC-550 AD, termed the Vazimba in Malagasy oral traditions, although there is considerable academic debate",
              "refs": [
                "https://open.uct.ac.za/items/ef05c1ab-8f65-4656-bd3b-9a656cddd8fa",
                "https://www.jstor.org/stable/3888249",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The eastern Bantu group would eventually meet with the southern migrants from the Great Lakes in Malawi, Zambia, and Zimbabwe and both groups continued southward, with eastern groups continuing to Mozambique and reaching Maputo in the 2nd century AD",
              "refs": [
                "https://books.google.com/books?id=mXa4AQAAQBAJ",
                "https://unesdoc.unesco.org/in/documentViewer.xhtml?v=2.1.196&id=p::usmarcdef_0000184265&file=/in/rest/annotationSVC/DownloadWatermarkedAttachment/attach_import_976b4f2f-4e7c-44ec-a92e-2014aa9d86f0%3F_%3D184265engo.pdf&locale=en&multi=true&ark=/ark:/48223/pf0000184265/PDF/184265engo.pdf#%5B%7B%22num%22%3A2734%2C%22gen%22%3A0%7D%2C%7B%22name%22%3A%22XYZ%22%7D%2Cnull%2Cnull%2C0%5D"
              ]
            },
            {
              "sentence": "Further to the south, settlements of Bantu peoples who were iron-using agriculturists and herdsmen were well established south of the Limpopo River by the 4th century AD, displacing and assimilating the Khoisan",
              "refs": []
            },
            {
              "sentence": "By the Chari River south of Lake Chad the Sao civilisation flourished for over a millennium beginning in the 6th century BC, in territory that later became part of present-day Cameroon and Chad",
              "refs": []
            },
            {
              "sentence": "Sao artifacts show that they were skilled workers in bronze, copper, and iron, : 19  with finds including bronze sculptures, terracotta statues of human and animal figures, coins, funerary urns, household utensils, jewellery, highly decorated pottery, and spears",
              "refs": [
                "https://d1wqtxts1xzle7.cloudfront.net/68195931/Blench_grassy_biomes_2021_full_paper-libre.pdf?1626715803=&response-content-disposition=inline%3B+filename%3DWas_a_migration_of_foragers_from_the_Afr.pdf&Expires=1720102314&Signature=RrjGoX4QBQiK9qVEHOubCcacWfxMD-XaWl5x7G2N~DZitfD7Sy9TlmXILqV8w-40DZ9DO5zXR36qn4Tgb4ibgv8bAFxdh~QSN~m98rPKtyXz0o4g3p~nxa71OI6j6ip~c7pB~PIRU39egT6wo5ONxENuDv35~ON7fPP9xMcESPLiqGx4yhBuoS2fGOweClWkgXbtwF75yrteLEsm6Hn-iC1XCG8wHqmokurd9oLWorwiRftlzUJlYHvHKdaxHcX2B5GEcZCevVRfk0PRhY-hKz05uZQ2ZrjyJgz5doqREfWOi93oOWur9YOl97Tinkhbv9o4NrjSKKK18vpa3bXJKg__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA"
              ]
            },
            {
              "sentence": ": 19  : 1051  Nearby, around Lake Ejagham in south-west Cameroon, the Ekoi civilisation rose circa 2nd century AD, and are most notable for constructing the Ikom monoliths and developing the Nsibidi script",
              "refs": [
                "https://d1wqtxts1xzle7.cloudfront.net/68195931/Blench_grassy_biomes_2021_full_paper-libre.pdf?1626715803=&response-content-disposition=inline%3B+filename%3DWas_a_migration_of_foragers_from_the_Afr.pdf&Expires=1720102314&Signature=RrjGoX4QBQiK9qVEHOubCcacWfxMD-XaWl5x7G2N~DZitfD7Sy9TlmXILqV8w-40DZ9DO5zXR36qn4Tgb4ibgv8bAFxdh~QSN~m98rPKtyXz0o4g3p~nxa71OI6j6ip~c7pB~PIRU39egT6wo5ONxENuDv35~ON7fPP9xMcESPLiqGx4yhBuoS2fGOweClWkgXbtwF75yrteLEsm6Hn-iC1XCG8wHqmokurd9oLWorwiRftlzUJlYHvHKdaxHcX2B5GEcZCevVRfk0PRhY-hKz05uZQ2ZrjyJgz5doqREfWOi93oOWur9YOl97Tinkhbv9o4NrjSKKK18vpa3bXJKg__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA",
                "https://doi.org/10.1016%2Fj.sciaf.2019.e00091"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "c. 7th century–1250: Postclassical Africa",
      "section_content": [],
      "subsections": [
        {
          "section_title": "North Africa",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Northern Africa",
              "section_content": [],
              "subsections": []
            },
            {
              "section_title": "Nubia",
              "section_content": [
                {
                  "sentence": "This section is being written",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "East Africa",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Horn of Africa",
              "section_content": [],
              "subsections": []
            },
            {
              "section_title": "Swahili coast, Madagascar, and the Comoro Islands",
              "section_content": [
                {
                  "sentence": "The turn of the 7th century saw the Swahili coast continue to be inhabited by the Swahili civilisation, whose economies were primarily based on agriculture, however they traded via the Indian Ocean trade and later developed local industries, with their iconic stone architecture",
                  "refs": []
                },
                {
                  "sentence": ": 587, 607–608   Forested river estuaries created natural harbours whilst the yearly monsoon winds assisted trade,   and the Swahili civilisation consisted of hundreds of settlements and linked the societies and kingdoms of the interior, such as those of the Zambezi basin and the Great Lakes, to the wider Indian Ocean trade",
                  "refs": [
                    "https://www.persee.fr/doc/ethio_0066-2127_2014_num_29_1_1572",
                    "https://eprints.soas.ac.uk/29226/1/10731321.pdf",
                    "https://unesdoc.unesco.org/ark:/48223/pf0000184282",
                    "https://oxfordre.com/anthropology/display/10.1093/acrefore/9780190854584.001.0001/acrefore-9780190854584-e-267"
                  ]
                },
                {
                  "sentence": ": 614–615  There is much debate around the chronology of the settlement of Madagascar, although most scholars agree that the island was further settled by Austronesian peoples from the 5th or 7th centuries AD who had proceeded through or around the Indian Ocean by outrigger boats, to also settle the Comoros",
                  "refs": [
                    "https://www.persee.fr/doc/ethio_0066-2127_2014_num_29_1_1572"
                  ]
                },
                {
                  "sentence": "This second wave possibly found the island of Madagascar sparsely populated by descendants of the first wave a few centuries earlier, with the Vazimba of the interior's highlands being revered and featuring prominently in Malagasy oral traditions.",
                  "refs": [
                    "https://www.worldhistory.org/Swahili_Coast/",
                    "https://web.archive.org/web/20191107143627/https://www.youtube.com/watch?v=a6XtBLDmPA0"
                  ]
                },
                {
                  "sentence": "The wider region underwent a trade expansion from the 7th century, as the Swahili engaged in the flourishing Indian Ocean trade following the early Muslim conquests",
                  "refs": []
                },
                {
                  "sentence": ": 612–615  Settlements further centralised and some major states included Gedi, Ungwana  [de], Pate, Malindi, Mombasa, and Tanga in the north, Unguja Ukuu on Zanzibar, Kaole, Dar es Salaam, Kilwa, Kiswere  [de], Monapo, Mozambique, and Angoche in the middle, and Quelimane, Sofala, Chibuene, and Inhambane in the south",
                  "refs": [
                    "https://www.persee.fr/doc/ethio_0066-2127_2014_num_29_1_1572"
                  ]
                },
                {
                  "sentence": "Via mtumbwi  [uk], mtepe and later ngalawa they exported gold, iron, copper, ivory, slaves, pottery, cotton cloth, wood, grain, and rice, and imported silk, glassware, jewellery, Islamic pottery, and Chinese porcelain",
                  "refs": [
                    "https://eprints.soas.ac.uk/29226/1/10731321.pdf"
                  ]
                },
                {
                  "sentence": "Relations between the states fluctuated and varied, with Mombasa, Pate, and Kilwa emerging as the strongest",
                  "refs": [
                    "https://doi.org/10.1177%2F0392192108090734"
                  ]
                },
                {
                  "sentence": "This prosperity led some Arab and Persian merchants to settle and assimilate into the various societies, and from the 8th to the 14th century the region gradually Islamised due to the increased trading opportunities it brought, with some oral traditions having rulers of Arab or Persian descent",
                  "refs": []
                },
                {
                  "sentence": ": 605–607  The Kilwa Chronicle, supposedly based on oral tradition, holds that a Persian prince from Shiraz arrived and acquired the island of Kilwa from the local inhabitants, before quarrel with the Bantu king led to the severing Kilwa's land bridge to the mainland",
                  "refs": [
                    "https://www.persee.fr/doc/ethio_0066-2127_2014_num_29_1_1572"
                  ]
                },
                {
                  "sentence": "Settlements in northern Madagascar such as Mahilaka  [de], Irodo, and Iharana also engaged in the trade, attracting Arab immigration",
                  "refs": []
                },
                {
                  "sentence": "Bantu migrated to Madagascar and the Comoros from the 9th century, when zebu were first brought",
                  "refs": [
                    "https://eprints.soas.ac.uk/29226/1/10731321.pdf"
                  ]
                },
                {
                  "sentence": "From the 10th century Kilwa expanded its influence, coming to challenge the dominance of Somalian Mogadishu located to its north, however details of Kilwa's rise remain scarce",
                  "refs": []
                },
                {
                  "sentence": "In the late 12th century Kilwa wrestled control of Sofala in the south, a key trading city linking to Great Zimbabwe in the interior and famous for its Zimbabwean gold, which was substantial in the usurpation of Mogadishu's hegemony, while also conquering Pemba and Zanzibar",
                  "refs": []
                },
                {
                  "sentence": "Kilwa's administration consisted of representatives who ranged from governing their assigned cities to fulfilling the role of ambassador in the more powerful ones",
                  "refs": []
                },
                {
                  "sentence": "Meanwhile the Pate Chronicle  [fr] has Pate conquering Shanga, Faza, and prosperous Manda, and was at one time led by the popular Fumo Liyongo",
                  "refs": []
                },
                {
                  "sentence": "The islands of Pemba, Zanzibar, Lamu, Mafia and the Comoros were further settled by Shirazi and grew in importance due to their geographical positions for trade.",
                  "refs": [
                    "https://doi.org/10.1093%2Fmolbev%2Fmsp120"
                  ]
                },
                {
                  "sentence": "By 1100, all regions of Madagascar were inhabited, although the total population remained small",
                  "refs": []
                },
                {
                  "sentence": ": 48  Societies organised at the behest of hasina, which later evolved to embody kingship, and competed with one another over the island's estuaries, with oral histories describing bloody clashes and earlier settlers often pushed along the coast or inland",
                  "refs": [
                    "https://www.worldhistory.org/Swahili_Coast/"
                  ]
                },
                {
                  "sentence": ": 43, 52–53  An Arab geographer wrote in 1224 that the island consisted of a great many towns and kingdoms, with kings making war on each other",
                  "refs": [
                    "https://www.worldhistory.org/Swahili_Coast/"
                  ]
                },
                {
                  "sentence": ": 51–52  Assisted by climate change, the peoples gradually transformed the island from dense forest to grassland for cultivation and zebu pastoralism",
                  "refs": [
                    "https://www.worldhistory.org/Swahili_Coast/"
                  ]
                },
                {
                  "sentence": "Oral traditions of the central highlands describe encountering an earlier population called the Vazimba, thought to have been the first settlers of Madagsacar, represented as primitive dwarfs",
                  "refs": []
                },
                {
                  "sentence": ": 71  From the 13th century Muslim settlers arrived, integrating into the respective societies, and held high status owing to Islamic trading networks",
                  "refs": [
                    "https://www.worldhistory.org/Swahili_Coast/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Northern Great Lakes",
              "section_content": [
                {
                  "sentence": "This section is being written",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "West Africa",
          "section_content": [],
          "subsections": [
            {
              "section_title": "The western Sahel and Sudan",
              "section_content": [],
              "subsections": []
            },
            {
              "section_title": "Within the Niger bend and the forest region",
              "section_content": [
                {
                  "sentence": "While the precise timeline is unknown, archaeological evidence points to settlements in Ile-Ife being one of the earliest south of the Niger river, dating back as early as the 10th to 6th century BCE",
                  "refs": []
                },
                {
                  "sentence": "The city gradually transitioned into a more urban center around the 4th to 7th centuries CE",
                  "refs": []
                },
                {
                  "sentence": "By the 8th century, a powerful city-state had formed,  laying the foundation for the eventual rise of the Ife Empire (circa 1200–1420)",
                  "refs": [
                    "https://www.jstor.org/stable/24350899"
                  ]
                },
                {
                  "sentence": "Under figures like the now defied figures such as Oduduwa, revered as the first divine king of the Yoruba, the Ife Empire grew",
                  "refs": [
                    "https://doi.org/10.2307/3171880"
                  ]
                },
                {
                  "sentence": "Ile-Ife, its capital, rose to prominence, its influence extending across a vast swathe of what is now southwestern Nigeria",
                  "refs": []
                },
                {
                  "sentence": "The period between 1200 and 1400 is often referred to as the \"golden age\" of Ile-Ife, marked by exceptional artistic production, economic prosperity, and urban development",
                  "refs": []
                },
                {
                  "sentence": "The city's artisans excelled in crafting exquisite sculptures from bronze, terracotta, and stone",
                  "refs": []
                },
                {
                  "sentence": "These works, renowned for their naturalism and technical mastery, were not only objects of aesthetic appreciation but also likely held religious significance, potentially reflecting the cosmology and belief systems of the Ife people",
                  "refs": []
                },
                {
                  "sentence": "This artistic tradition coincided with Ile-Ife's role as a major commercial hub",
                  "refs": []
                },
                {
                  "sentence": "The Ife Empire's strategic location facilitated its participation in extensive trade networks that spanned West Africa",
                  "refs": []
                },
                {
                  "sentence": "Of note is the evidence of a thriving glass bead industry in Ile-Ife",
                  "refs": []
                },
                {
                  "sentence": "Archaeological excavations have unearthed numerous glass beads, indicating local production and pointing to the existence of specialized knowledge and technology",
                  "refs": []
                },
                {
                  "sentence": "These beads, particularly the dichroic beads known for their iridescent qualities, were highly sought-after trade items, found as far afield as the Sahel region, demonstrating the far-reaching commercial connections of the Ife Empire",
                  "refs": []
                },
                {
                  "sentence": "This section is being written",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Central Africa",
          "section_content": [],
          "subsections": [
            {
              "section_title": "The central Sahel and Cameroon",
              "section_content": [
                {
                  "sentence": "This section is being written",
                  "refs": []
                },
                {
                  "sentence": "In northern modern-day Nigeria, Hausa tradition holds that Bayajidda came to Daura in the 9th century, and his descendants founded the kingdoms of Daura, Kano, Rano, Katsina, Gobir, Zazzau, and Biram in the 10th, 11th, and 12th centuries, with his bastard descendants founding various others",
                  "refs": []
                },
                {
                  "sentence": "While the historical validity of these legends is unknowable, the Arab geographer al-Yaqubi, writing in 872/873 CE (AH 259), describes a kingdom called \"HBShH\" with a city named \"ThBYR\" located between the Niger and the Kanem–Bornu Empire which may refer to Hausa",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "The Congo Basin",
              "section_content": [
                {
                  "sentence": "Following the Bantu migrations, a period of state and class formation began circa 700 with four centres; one in the west around Pool Malebo, one south around the highlands of Angola, a third north-central around Lake Mai-Ndombe, and a fourth in the far southeast in the Upemba Depression",
                  "refs": []
                },
                {
                  "sentence": ": 17–18",
                  "refs": [
                    "https://doi.org/10.1017/CBO9781139128872"
                  ]
                },
                {
                  "sentence": "In the Upemba Depression social stratification and governance began to form after the 10th century based on villages",
                  "refs": []
                },
                {
                  "sentence": ": 18–19",
                  "refs": [
                    "https://doi.org/10.1017/CBO9781139128872"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Southern Africa",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Southern Great Lakes and the Zambezi Basin",
              "section_content": [
                {
                  "sentence": "By the 4th century, Bantu peoples had established farming villages south of the Zambezi River",
                  "refs": []
                },
                {
                  "sentence": "The San, having inhabited the region for around 100,000 years, [d] were driven off their ancestral lands or incorporated by Bantu speaking groups",
                  "refs": []
                },
                {
                  "sentence": ": 11–12  The Zambezi Plateau came to be dotted with the agricultural chiefdoms of the Zhizo people and Leopard's Kopje people, in which cattle was the primary identifier of wealth",
                  "refs": [
                    "https://web.archive.org/web/20071016165014/http://elaine.ihs.ac.at/~isa/diplom/node59.html"
                  ]
                },
                {
                  "sentence": "External trade began around the 7th century, primarily exporting gold and ivory",
                  "refs": []
                },
                {
                  "sentence": ": 14  Around 900, motivated by the ivory trade, some Zhizo moved south to settle the Limpopo-Shashe Basin",
                  "refs": [
                    "https://web.archive.org/web/20071016165014/http://elaine.ihs.ac.at/~isa/diplom/node59.html"
                  ]
                },
                {
                  "sentence": "Their capital and most populated settlement was Schroda, and via the coastal Swahili city-state Chibuene they engaged in the Indian Ocean trade",
                  "refs": []
                },
                {
                  "sentence": ": 10-14",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The 10th century saw increased global demand for gold as various Muslim, European, and Indian states began issuing gold coinage",
                  "refs": []
                },
                {
                  "sentence": "Around 1000, some Leopard's Kopje people moved south to settle Bambandyanalo (known as K2), as the Zhizo moved west to settle Toutswe in modern day Botswana",
                  "refs": [
                    "https://www.cambridge.org/core/books/abs/history-of-west-central-africa-to-1850/development-of-states-in-west-central-africa-to-1540/CE71122CF8DFD7B4B188BA34F8F65BFC"
                  ]
                },
                {
                  "sentence": "Some scholars believe their relations to have been hostile, however others insist they were more complex, both socially and politically",
                  "refs": []
                },
                {
                  "sentence": "The San, who were believed to have closer connections to the old spirits of the land, were often turned to by other societies for rainmaking",
                  "refs": [
                    "https://www.cambridge.org/core/journals/antiquity/article/abs/primordialism-and-the-pleistocene-san-of-southern-africa/45D6E61597C34A496AB5A0B6FA1C7632"
                  ]
                },
                {
                  "sentence": "The community at K2 chose the San rather than the Zhizo, their political rivals, because the San did not believe in ancestors, and by not acknowledging the Zhizo's ancestors they would not be held to ransom by them",
                  "refs": []
                },
                {
                  "sentence": "Northwest, the community at Mapela Hill had possibly developed sacral kingship by the 11th century",
                  "refs": [
                    "https://www.cambridge.org/core/books/abs/history-of-west-central-africa-to-1850/development-of-states-in-west-central-africa-to-1540/CE71122CF8DFD7B4B188BA34F8F65BFC"
                  ]
                },
                {
                  "sentence": "To the east, an early settlement was Gumanye",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://archive.org/details/mapungubweancien0000huff/mode/2up?view=theater"
                  ]
                },
                {
                  "sentence": "Great Zimbabwe was founded around 1000 AD,  and from the 12th century wrestled with other settlements, such as Chivowa, for economic and political dominance in the Southern Zambezi Escarpment",
                  "refs": [
                    "https://books.google.com/books?id=3pa7CgAAQBAJ&dq=kingdom+of+mapungubwe&pg=PT6",
                    "https://link.springer.com/article/10.1023/A:1006796925891"
                  ]
                },
                {
                  "sentence": "Further south by 1200, K2 had a population of 1500",
                  "refs": [
                    "https://www.jstor.org/stable/24643605"
                  ]
                },
                {
                  "sentence": ": 26–29  The large wealth generated by the Indian Ocean trade created unprecedented inequalities, evolving over time from a society based on social ranking to one based on social classes",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "K2's spatial arrangement became unsuited to this development",
                  "refs": []
                },
                {
                  "sentence": ": 30",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Amid a harsh drought which likely troubled the society,  royal elites moved the capital to Mapungubwe Hill and settled its flat-topped summit around 1220, while most people settled below",
                  "refs": [
                    "https://www.cambridge.org/core/books/abs/history-of-west-central-africa-to-1850/development-of-states-in-west-central-africa-to-1540/CE71122CF8DFD7B4B188BA34F8F65BFC"
                  ]
                },
                {
                  "sentence": "Mapungubwe Hill became the sole rainmaking hill, and its habitation by the leader emphasised a link between himself and rainmaking, which was substantial in the development of sacral kingship",
                  "refs": []
                },
                {
                  "sentence": ": 32–34  The first king had their palace on the western part of the hill",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His entourage included soldiers and praise singers, along with musicians who played mbiras and xylophones",
                  "refs": []
                },
                {
                  "sentence": "They traded locally with Toutswe and Eiland among others",
                  "refs": []
                },
                {
                  "sentence": "High global demand saw gold and ivory exported to the Indian Ocean trade via Sofala",
                  "refs": []
                },
                {
                  "sentence": ": 38–51",
                  "refs": [
                    "https://www.cambridge.org/core/books/abs/history-of-west-central-africa-to-1850/development-of-states-in-west-central-africa-to-1540/CE71122CF8DFD7B4B188BA34F8F65BFC",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "South of the Zambezi Basin",
              "section_content": [
                {
                  "sentence": "This section is being written",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "c. 1250–1800: Medieval Africa",
      "section_content": [],
      "subsections": [
        {
          "section_title": "North Africa",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Northern Africa",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "c. 1250–1500",
                  "section_content": [
                    {
                      "sentence": "Further southeast in the Upemba Depression, \"Lords of the land\" held priestly roles due to their special relationship with the spirits of the land and were widely recognised, holding sway over multiple villages and essentially ruling embryonic kingdoms",
                      "refs": []
                    },
                    {
                      "sentence": "As lineages grew in size, authority was opportunistically incorporated diplomatically or by force, leading to the formation of states",
                      "refs": []
                    },
                    {
                      "sentence": ": 557–558  Some of those of the southern savanna, such as the Luba-Katanga and Songye, had transitioned from being matrilineal to patrilineal by 1500, while others such as the Luba-Hemba and Chokwe remained so, making up the matrilineal belt",
                      "refs": [
                        "https://archive.org/details/historyofwestafr0000ajay_q6f4/page/130/mode/2up"
                      ]
                    },
                    {
                      "sentence": "An early state formed between the Lualaba and Lomami rivers among the Luba-Katanga, around the 15th century, known as the Kingdom of Luba",
                      "refs": []
                    },
                    {
                      "sentence": "Their oral traditions account their people's history and hold their first king, Nkongolo, as a conqueror",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            }
          ]
        },
        {
          "section_title": "East Africa",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Horn of Africa",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "c. 1250–1500",
                  "section_content": [
                    {
                      "sentence": "Further southeast in the Upemba Depression, \"Lords of the land\" held priestly roles due to their special relationship with the spirits of the land and were widely recognised, holding sway over multiple villages and essentially ruling embryonic kingdoms",
                      "refs": []
                    },
                    {
                      "sentence": "As lineages grew in size, authority was opportunistically incorporated diplomatically or by force, leading to the formation of states",
                      "refs": []
                    },
                    {
                      "sentence": ": 557–558  Some of those of the southern savanna, such as the Luba-Katanga and Songye, had transitioned from being matrilineal to patrilineal by 1500, while others such as the Luba-Hemba and Chokwe remained so, making up the matrilineal belt",
                      "refs": [
                        "https://archive.org/details/historyofwestafr0000ajay_q6f4/page/130/mode/2up"
                      ]
                    },
                    {
                      "sentence": "An early state formed between the Lualaba and Lomami rivers among the Luba-Katanga, around the 15th century, known as the Kingdom of Luba",
                      "refs": []
                    },
                    {
                      "sentence": "Their oral traditions account their people's history and hold their first king, Nkongolo, as a conqueror",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            }
          ]
        },
        {
          "section_title": "West Africa",
          "section_content": [],
          "subsections": [
            {
              "section_title": "The western Sahel and Sudan",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "c.1250–1500",
                  "section_content": [
                    {
                      "sentence": "Mali continued its expansion after the death of Sundiata",
                      "refs": []
                    },
                    {
                      "sentence": "His son conquered Gajaaga and Takrur, and brought the key Saharan trading centres under his rule",
                      "refs": []
                    },
                    {
                      "sentence": "The cessation of his reign culminated in a destructive civil war, only reconciled with a militaristic coup, after which Gao was conquered and the Tuareg subdued, cementing Mali's dominance over the trans-Saharan trade",
                      "refs": []
                    },
                    {
                      "sentence": ": 126–147  In the 13th century Al-Hajj Salim Suwari, a Soninke Islamic scholar, pioneered the Suwarian tradition which sought to tolerate traditional religions, gaining popularity among West African Muslims",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "In 1312 Mansa Musa came to power in Mali after his predecessor had set out on an Atlantic voyage",
                      "refs": []
                    },
                    {
                      "sentence": "Musa supposedly spent much of his early campaign preparing for his infamous hajj or pilgrimage to Mecca",
                      "refs": []
                    },
                    {
                      "sentence": "Between 1324 and 1325 his entourage of over 10,000, and hundreds of camels, all carrying around 12 tonnes of gold in total,   travelled 2700 miles, giving gifts to the poor along the way, and fostered good relations with the Mamluk sultan, garnering widespread attention in the Muslim world",
                      "refs": [
                        "https://books.google.com/books?id=zpYBD3bzW1wC",
                        "https://books.google.com/books?id=UfrcAAAAQBAJ&pg=PA71"
                      ]
                    },
                    {
                      "sentence": "On Musa's return, his general reasserted dominance over Gao and he commissioned a large construction program, building mosques and madrasas, with Timbuktu becoming a centre for trade and Islamic scholarship, however Musa features comparatively less than his predecessors in Mandinka oral traditions than in modern histories",
                      "refs": []
                    },
                    {
                      "sentence": ": 147–152  Despite Mali's fame being attributed to its riches in gold, its prosperous economy was based on arable and pastoral farming, as well as crafts, and they traded commonly with the Akan, Dyula, and with Benin, Ife, and Nri in the forest regions",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": ": 164–171",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "Amid a Malian mansa's attempt to coerce the empire back into financial shape after the lacklustre premiership of his predecessor, Mali's northwestern-most province broke away to form the Jolof Empire and the Serer kingdoms",
                      "refs": []
                    },
                    {
                      "sentence": "Wolof tradition holds that the empire was founded by the wise Ndiadiane Ndiaye, and it later absorbed neighbouring kingdoms to form a confederacy of the Wolof kingdoms of Jolof, Cayor, Baol, and Waalo, and the Serer kingdoms of Sine and Saloum",
                      "refs": []
                    },
                    {
                      "sentence": "In Mali after the death of Musa II in 1387, vicious conflict ensued within the Keita dynasty",
                      "refs": []
                    },
                    {
                      "sentence": "In the 1390s Yatenga sacked and raided the southern trading city of Macina in Mali",
                      "refs": []
                    },
                    {
                      "sentence": "The internal conflict weakened Mali's central authority",
                      "refs": []
                    },
                    {
                      "sentence": "This provided an opportunity for the previously subdued Tuareg tribal confederations in the Sahara to rebel",
                      "refs": []
                    },
                    {
                      "sentence": "Over the next few decades they captured the main trading cities of Timbuktu, Oualata, Nema, and possibly Gao, with some tribes forming the northeastern Sultanate of Agadez, and with them all usurping Mali's dominance over the trans-Saharan trade",
                      "refs": []
                    },
                    {
                      "sentence": ": 174  In the 15th century, the Portuguese, following the development of the caravel, set up trading posts along the Atlantic coast, with Mali establishing formal commercial relations, and the Spanish soon following",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    },
                    {
                      "sentence": "In the early 15th century Diarra escaped Malian rule",
                      "refs": []
                    },
                    {
                      "sentence": ": 130  Previously under Malian suzerainty and under pressure from the expansionist Jolof Empire, a Fula chief migrated to Futa Toro, founding Futa Kingui in the lands of Diarra circa 1450",
                      "refs": [
                        "https://www.jstor.org/stable/216217"
                      ]
                    },
                    {
                      "sentence": "Yatenga capitalised on Mali's decline and conquered Macina, and the old province of Wagadu",
                      "refs": []
                    },
                    {
                      "sentence": "Meanwhile Gao, ruled by the Sonni dynasty, expanded, conquering Mema from Mali, in a struggle over the crumbling empire.",
                      "refs": []
                    }
                  ],
                  "subsections": []
                }
              ]
            }
          ]
        },
        {
          "section_title": "Central Africa",
          "section_content": [],
          "subsections": [
            {
              "section_title": "West Congo Basin",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "c. 1250–1500",
                  "section_content": [
                    {
                      "sentence": "Further southeast in the Upemba Depression, \"Lords of the land\" held priestly roles due to their special relationship with the spirits of the land and were widely recognised, holding sway over multiple villages and essentially ruling embryonic kingdoms",
                      "refs": []
                    },
                    {
                      "sentence": "As lineages grew in size, authority was opportunistically incorporated diplomatically or by force, leading to the formation of states",
                      "refs": []
                    },
                    {
                      "sentence": ": 557–558  Some of those of the southern savanna, such as the Luba-Katanga and Songye, had transitioned from being matrilineal to patrilineal by 1500, while others such as the Luba-Hemba and Chokwe remained so, making up the matrilineal belt",
                      "refs": [
                        "https://archive.org/details/historyofwestafr0000ajay_q6f4/page/130/mode/2up"
                      ]
                    },
                    {
                      "sentence": "An early state formed between the Lualaba and Lomami rivers among the Luba-Katanga, around the 15th century, known as the Kingdom of Luba",
                      "refs": []
                    },
                    {
                      "sentence": "Their oral traditions account their people's history and hold their first king, Nkongolo, as a conqueror",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "East Congo Basin",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "c. 1250–1500",
                  "section_content": [
                    {
                      "sentence": "Further southeast in the Upemba Depression, \"Lords of the land\" held priestly roles due to their special relationship with the spirits of the land and were widely recognised, holding sway over multiple villages and essentially ruling embryonic kingdoms",
                      "refs": []
                    },
                    {
                      "sentence": "As lineages grew in size, authority was opportunistically incorporated diplomatically or by force, leading to the formation of states",
                      "refs": []
                    },
                    {
                      "sentence": ": 557–558  Some of those of the southern savanna, such as the Luba-Katanga and Songye, had transitioned from being matrilineal to patrilineal by 1500, while others such as the Luba-Hemba and Chokwe remained so, making up the matrilineal belt",
                      "refs": [
                        "https://archive.org/details/historyofwestafr0000ajay_q6f4/page/130/mode/2up"
                      ]
                    },
                    {
                      "sentence": "An early state formed between the Lualaba and Lomami rivers among the Luba-Katanga, around the 15th century, known as the Kingdom of Luba",
                      "refs": []
                    },
                    {
                      "sentence": "Their oral traditions account their people's history and hold their first king, Nkongolo, as a conqueror",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "The central Sahel",
              "section_content": [],
              "subsections": [
                {
                  "section_title": "c. 1250-1500",
                  "section_content": [
                    {
                      "sentence": "In northern Nigeria, the Kano king converted to Islam in 1349 after da'wah (invitation) from some Soninke Wangara, and later absorbed Rano",
                      "refs": []
                    },
                    {
                      "sentence": ": 171",
                      "refs": [
                        "[ERROR retrieving ref link]"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            }
          ]
        },
        {
          "section_title": "Southern Africa",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "c. 1800-early 20th century: Resistance, conquest, and colonisation",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "c. 1870–1935: Africa under colonial domination",
      "section_content": [
        {
          "sentence": "Between 1878 and 1898, European states partitioned and conquered most of Africa",
          "refs": []
        },
        {
          "sentence": "For 400 years, European nations had mainly limited their involvement to trading stations on the African coast, with few daring to venture inland",
          "refs": []
        },
        {
          "sentence": "The Industrial Revolution in Europe produced several technological innovations which assisted them in overcoming this 400-year pattern",
          "refs": []
        },
        {
          "sentence": "One was the development of repeating rifles, which were easier and quicker to load than muskets",
          "refs": []
        },
        {
          "sentence": "Artillery was being used increasingly",
          "refs": []
        },
        {
          "sentence": "In 1885, Hiram S",
          "refs": []
        },
        {
          "sentence": "Maxim developed the maxim gun, the model of the modern-day machine gun",
          "refs": []
        },
        {
          "sentence": "European states kept these weapons largely among themselves by refusing to sell these weapons to African leaders",
          "refs": []
        },
        {
          "sentence": ": 268–269",
          "refs": [
            "https://unesdoc.unesco.org/ark:/48223/pf0000134375"
          ]
        },
        {
          "sentence": "African germs took numerous European lives and deterred permanent settlements",
          "refs": []
        },
        {
          "sentence": "Diseases such as yellow fever, sleeping sickness, yaws, and leprosy made Africa a very inhospitable place for Europeans",
          "refs": []
        },
        {
          "sentence": "The deadliest disease was malaria, endemic throughout Tropical Africa",
          "refs": []
        },
        {
          "sentence": "In 1854, the discovery of quinine and other medical innovations helped to make conquest and colonization in Africa possible",
          "refs": []
        },
        {
          "sentence": ": 269",
          "refs": [
            "https://unesdoc.unesco.org/ark:/48223/pf0000134375"
          ]
        },
        {
          "sentence": "There were strong motives for conquest of Africa",
          "refs": []
        },
        {
          "sentence": "Raw materials were needed for European factories",
          "refs": []
        },
        {
          "sentence": "Prestige and imperial rivalries were at play",
          "refs": []
        },
        {
          "sentence": "Acquiring African colonies would show rivals that a nation was powerful and significant",
          "refs": []
        },
        {
          "sentence": "These contextual factors forged the Scramble for Africa",
          "refs": []
        },
        {
          "sentence": ": 265",
          "refs": [
            "https://unesdoc.unesco.org/ark:/48223/pf0000134375"
          ]
        },
        {
          "sentence": "In the 1880s the European powers had carved up almost all of Africa (only Ethiopia and Liberia were independent)",
          "refs": []
        },
        {
          "sentence": "The Europeans were captivated by the philosophies of eugenics and Social Darwinism, and some attempted to justify all this by branding it civilising missions",
          "refs": []
        },
        {
          "sentence": "Traditional leaders were incorporated into the colonial regimes as a form of indirect rule to extract human and natural resources and curb organized resistance",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Africa since 1935",
      "section_content": [
        {
          "sentence": "Imperialism ruled until after World War II when forces of African nationalism grew stronger",
          "refs": []
        },
        {
          "sentence": "In the 1950s and 1960s the colonial holdings became independent states",
          "refs": []
        },
        {
          "sentence": "The process was usually peaceful but there were several long bitter bloody civil wars, as in Algeria,  Kenya,  and elsewhere",
          "refs": [
            "https://unesdoc.unesco.org/ark:/48223/pf0000184287",
            "https://onlinelibrary.wiley.com/doi/book/10.1002/9781118455074"
          ]
        },
        {
          "sentence": "Across Africa the powerful new force of nationalism drew upon the advanced militaristic skills that natives learned during the world wars serving in the British, French, and other armies",
          "refs": []
        },
        {
          "sentence": "It led to organizations that were not controlled by or endorsed by either the colonial powers nor the traditional local power structures who were viewed as collaborators",
          "refs": []
        },
        {
          "sentence": "Nationalistic organizations began to challenge both the traditional and the new colonial structures, and finally displaced them",
          "refs": []
        },
        {
          "sentence": "Leaders of nationalist movements took control when the European authorities evacuated; many ruled for decades or until they died",
          "refs": []
        },
        {
          "sentence": "In recent decades, many African countries have undergone the triumph and defeat of nationalistic fervour, changing in the process the loci of the centralizing state power and patrimonial state",
          "refs": []
        },
        {
          "sentence": "The wave of decolonization of Africa started with Libya in 1951, although Liberia, South Africa, Egypt and Ethiopia were already independent",
          "refs": []
        },
        {
          "sentence": "Many countries followed in the 1950s and 1960s, with a peak in 1960 with the Year of Africa, which saw 17 African nations declare independence, including a large part of French West Africa",
          "refs": []
        },
        {
          "sentence": "Most of the remaining countries gained independence throughout the 1960s, although some colonizers (Portugal in particular) were reluctant to relinquish sovereignty, resulting in bitter wars of independence which lasted for a decade or more",
          "refs": []
        },
        {
          "sentence": "The last African countries to gain formal independence were Guinea-Bissau (1974), Mozambique (1975) and Angola (1975) from Portugal; Djibouti from France in 1977; Zimbabwe from the United Kingdom in 1980; and Namibia from South Africa in 1990",
          "refs": []
        },
        {
          "sentence": "Eritrea later split off from Ethiopia in 1993",
          "refs": []
        },
        {
          "sentence": "The nascent countries decided to keep their colonial borders in the Organisation of African Unity (OAU) conference of 1964 due to fears of civil wars and regional instability, and placed emphasis on Pan-Africanism, with the OAU later developing into the African Union",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "During the 1990s and early 2000s there were the First and Second Congo Wars, often termed the African World Wars",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Historiography",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Colonial historiography",
          "section_content": [
            {
              "sentence": "Most African societies used oral tradition to record their history, meaning there was little written history",
              "refs": []
            },
            {
              "sentence": "Colonial histories focussed on the exploits of soldiers, colonial administrators, and \"colonial figures\", using limited sources and written from an entirely European perspective, ignoring the viewpoint of the colonised under the pretence of white supremacism",
              "refs": []
            },
            {
              "sentence": "Africans were considered racially inferior, supporting their \"civilising mission\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Oral sources were deprecated and dismissed by most historians, giving them the impression Africa had no history and little desire to create it",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Some colonisers took interest in the other viewpoint and attempted to produce a more detailed history of Africa using oral sources and archaeology,  however they received little recognition at the time",
              "refs": [
                "https://www.jstor.org/stable/2705705"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Postcolonial historiography",
          "section_content": [
            {
              "sentence": "Post-colonialist historiography studies the relationship between European colonialism and domination in Africa and the construction of African history and representation",
              "refs": []
            },
            {
              "sentence": "It has roots in Orientalism, the construction of cultures from the Asian, Arabian and North African world in a patronizing manner stemming from a sense of Western superiority, first theorized by Edward Said",
              "refs": []
            },
            {
              "sentence": "A general perception of Western superiority throughout European academics and historians prominent during the height of colonialism led to the defining traits of colonial historical works, which post-colonialists have sought to analyse and criticize",
              "refs": [
                "https://archive.org/details/africasworldwarc0000prun"
              ]
            },
            {
              "sentence": "African historiography became organized at the academic level in the mid-20th century",
              "refs": []
            },
            {
              "sentence": "Members of the Ibadan School, such as Kenneth Dike and Saburi Biobaku, pioneered a new methodology of reconstructing African history using the oral traditions, alongside evidence from European-style histories and other historical sciences",
              "refs": [
                "https://search.worldcat.org/oclc/33131573"
              ]
            },
            {
              "sentence": ": 212  This movement towards utilising oral sources in a multi-disciplinary approach culminated in UNESCO commissioning the General History of Africa, edited by specialists drawn from across the African continent, publishing from 1981 to 2024",
              "refs": [
                "https://doi.org/10.2307%2F3171484",
                "https://search.worldcat.org/oclc/1085905753"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Contemporary historiography",
          "section_content": [
            {
              "sentence": "There is no agreed upon periodisation for Africa history, with the difference in temporal stages of state formation between parts of the continent providing disagreement",
              "refs": []
            },
            {
              "sentence": "Oliver and Atmore proposed Medieval Africa as from 1250 to 1800,  however the European terms \"ancient\", \"medieval\", and \"modern\" have been criticised as failing to represent African realities and capture its complexity",
              "refs": [
                "https://www.oxfordreference.com/display/10.1093/acref/9780190698706.001.0001/acref-9780190698706-e-303",
                "https://search.worldcat.org/oclc/4004102",
                "https://search.worldcat.org/oclc/4004102"
              ]
            },
            {
              "sentence": ": 25  Contemporary historians are still tasked with building the institutional frameworks, incorporating African epistemologies, and representing an African perspective",
              "refs": [
                "https://trafo.hypotheses.org/11518"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Sources",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Atlases",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Historiography",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "5": "[ERROR retrieving ref link]",
    "26": "[ERROR retrieving ref link]",
    "167": "[ERROR retrieving ref link]",
    "182": "[ERROR retrieving ref link]",
    "204": "[ERROR retrieving ref link]",
    "1": "https://www.khanacademy.org/humanities/big-history-project/agriculture-civilization/first-cities-appear/a/recordkeeping-and-history",
    "2": "https://study.com/learn/lesson/early-african-civilizations-history-culture-achievements.html#:~:text=The%20first%20civilization%20in%20Africa,a%20united%20kingdom%20of%20Egypt.",
    "3": "https://web.archive.org/web/20200604170646/http://visitafrica.site/history-of-africa.html",
    "4": "https://link.springer.com/referenceworkentry/10.1007/978-94-024-2068-5_296",
    "6": "https://unesdoc.unesco.org/ark:/48223/pf0000042225",
    "7": "https://link.springer.com/chapter/10.1007/978-3-030-38277-3_25",
    "8": "https://www.history.com/news/timbuktu-mali-africa-islam",
    "9": "https://www.jstor.org/stable/2949286",
    "10": "https://link.springer.com/article/10.1007/s10816-024-09678-1",
    "11": "https://books.google.co.uk/books/about/African_Languages.html?id=C7XhcYoFxaQC&redir_esc=y",
    "12": "https://books.google.co.uk/books?hl=en&lr=&id=jNZ6srograIC&oi=fnd&pg=PT15&dq=10,000+states+in+africa&ots=ZIQS4q1Nuy&sig=LcZnePDqLKjEeIINd8ODAoXTb20#v=onepage&q=10,000%20states%20in%20africa&f=false",
    "13": "https://doi.org/10.1017%2Fcbo9781139034999.003",
    "14": "[ERROR retrieving ref link]",
    "15": "ISBN: 9780674724877",
    "16": "https://link.springer.com/chapter/10.1007/978-981-99-0245-3_1",
    "17": "https://www.cambridge.org/core/journals/journal-of-economic-history/article/abs/an-economic-rationale-for-the-west-african-scramble-the-commercial-transition-and-the-commodity-price-boom-of-18351885/5A64C29764E79C75826A45F32562FB04",
    "18": "[ERROR retrieving ref link]",
    "19": "https://www.euppublishing.com/doi/abs/10.3366/swc.1996.2.2.183",
    "20": "https://search.worldcat.org/oclc/33131573",
    "21": "[ERROR retrieving ref link]",
    "22": "https://books.google.com/books?id=9dgBEQAAQBAJ",
    "23": "https://www.jstor.org/stable/24328680?seq=1",
    "24": "https://archive.org/details/oraltraditionash0000vans_g5z0/page/n9/mode/2up",
    "25": "https://unesdoc.unesco.org/ark:/48223/pf0000042225",
    "27": "https://onlinelibrary.wiley.com/doi/10.1002/9780470997154.ch1",
    "28": "https://link.springer.com/chapter/10.1007/978-3-319-40796-8_8",
    "29": "https://unesdoc.unesco.org/ark:/48223/pf0000042225",
    "30": "https://books.google.com/books?id=3C2tzBSAp3MC&dq=african+history&pg=PP14",
    "31": "[ERROR retrieving ref link]",
    "32": "http://www.nature.com/news/oldest-homo-sapiens-fossil-claim-rewrites-our-species-history-1.22114",
    "33": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4920294",
    "34": "https://www.theguardian.com/science/2017/jun/07/oldest-homo-sapiens-bones-ever-found-shake-foundations-of-the-human-story",
    "35": "http://kar.kent.ac.uk/62267/1/Submission_288356_1_art_file_2637492_j96j1b.pdf",
    "36": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6092560",
    "37": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8791829",
    "38": "https://www.nytimes.com/2019/09/10/science/human-ancestor-skull-computer.html",
    "39": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6736881",
    "40": "https://ui.adsabs.harvard.edu/abs/2002Sci...295.1278H",
    "41": "https://ui.adsabs.harvard.edu/abs/2009JHumE..57...27H",
    "42": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2851956",
    "43": "https://ui.adsabs.harvard.edu/abs/2000JHumE..39..453M",
    "44": "https://doi.org/10.1126%2Fscience.1095905",
    "45": "https://ui.adsabs.harvard.edu/abs/2005JHumE..48....3D",
    "46": "https://ui.adsabs.harvard.edu/abs/2013JHumE..64..500V",
    "47": "https://doi.org/10.1016%2Fj.cub.2016.01.037",
    "48": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4381518",
    "49": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6401177",
    "50": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6707464",
    "51": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "53": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2947357",
    "54": "https://doi.org/10.1016%2Fj.gde.2020.05.008",
    "55": "https://www.jstor.org/stable/43135549",
    "56": "https://projekty.ncn.gov.pl/opisy/480275-en.pdf",
    "57": "https://depot.ceon.pl/bitstream/handle/123456789/21580/Katalog%20wystawy%20From%20Faras%20to%20Soba%20-%20ONLINE%20o2.pdf?sequence=1&isAllowed=y",
    "58": "https://depot.ceon.pl/bitstream/handle/123456789/21580/Katalog%20wystawy%20From%20Faras%20to%20Soba%20-%20ONLINE%20o2.pdf?sequence=1&isAllowed=y",
    "59": "[ERROR retrieving ref link]",
    "60": "http://www.swissinfo.ch/eng/Home/Archive/Swiss_archaeologist_digs_up_West_Africas_past.html?cid=5675736",
    "61": "https://doi.org/10.3213%2F1612-1651-10171",
    "62": "[ERROR retrieving ref link]",
    "63": "http://humanorigins.si.edu/evidence/behavior/getting-food/katanda-bone-harpoon-point",
    "64": "https://www.britannica.com/topic/Mande",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "67": "ISBN: 1-4772-4273-2",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "http://princetonol.com/groups/iad/lessons/middle/history1.htm#Irontechnology",
    "71": "http://www.african-archaeology.de/index.php?page_id=154&journal_id=24&pdf_id=172",
    "72": "ISBN: 0-313-31323-7",
    "73": "https://www.jstor.org/stable/20065735",
    "74": "http://portal.unesco.org/en/ev.php-URL_ID=3432&URL_DO=DO_PRINTPAGE&URL_SECTION=201.html",
    "75": "https://www.academia.edu/4103707",
    "76": "https://doi.org/10.1126%2Fscience.323.5911.200",
    "77": "[ERROR retrieving ref link]",
    "78": "ISBN: 0-19-521921-X",
    "79": "https://doi.org/10.1086%2F200878",
    "80": "https://core.tdar.org/document/416171/the-origin-of-iron-smelting-in-africa",
    "81": "[ERROR retrieving ref link]",
    "82": "https://books.google.com/books?id=BBn1BQAAQBAJ&q=Nok+Breunig&pg=PA38",
    "83": "https://doi.org/10.1007%2Fs10963-009-9030-6",
    "84": "https://unesdoc.unesco.org/ark:/48223/pf0000134375",
    "85": "https://doi.org/10.1002%2F9781444338386.wbeah15224",
    "86": "http://docs.lib.purdue.edu/cgi/viewcontent.cgi?article=1001&context=anthpubs",
    "87": "https://web.archive.org/web/20131105214410/http://www.dailytimes.com.pk/default.asp?page=story_29-7-2003_pg9_1",
    "88": "https://books.google.com/books?id=OVNtDwAAQBAJ&pg=PA66",
    "89": "https://unesdoc.unesco.org/ark:/48223/pf0000134375",
    "90": "https://www.newscientist.com/article/mg25634170-800-we-have-finally-found-the-land-of-punt-where-pharaohs-got-their-gifts/",
    "91": "https://books.google.com/books?id=FlL2vE_qRQ8C",
    "92": "https://books.google.com/books?id=RO4kS1IR71sC",
    "93": "https://web.archive.org/web/20060109162335/http://www.addistribune.com/Archives/2003/01/17-01-03/Let.htm",
    "94": "[ERROR retrieving ref link]",
    "95": "ISBN: 0-7486-0106-6",
    "96": "https://archive.org/details/christiantopogra00cosmuoft",
    "97": "[ERROR retrieving ref link]",
    "98": "ISBN: 0748601066",
    "99": "https://unesdoc.unesco.org/ark:/48223/pf0000134375",
    "100": "https://unesdoc.unesco.org/ark:/48223/pf0000134375",
    "101": "[ERROR retrieving ref link]",
    "102": "https://archive.org/details/historyofsubsaha0000coll",
    "103": "https://www.sciencedirect.com/science/article/abs/pii/0278416585900054",
    "104": "ISBN: 0-415-11585-X",
    "105": "[ERROR retrieving ref link]",
    "106": "https://unesdoc.unesco.org/in/documentViewer.xhtml?v=2.1.196&id=p::usmarcdef_0000184265&file=/in/rest/annotationSVC/DownloadWatermarkedAttachment/attach_import_976b4f2f-4e7c-44ec-a92e-2014aa9d86f0%3F_%3D184265engo.pdf&locale=en&multi=true&ark=/ark:/48223/pf0000184265/PDF/184265engo.pdf#%5B%7B%22num%22%3A2903%2C%22gen%22%3A0%7D%2C%7B%22name%22%3A%22XYZ%22%7D%2Cnull%2Cnull%2C0%5D",
    "107": "https://www.cambridge.org/core/journals/history-in-africa/article/conquest-that-never-was-ghana-and-the-almoravids-1076-ii-the-local-oral-sources/01C98BFDB91C78BFAC421A8F42C02407",
    "108": "https://oxfordre.com/africanhistory/display/10.1093/acrefore/9780190277734.001.0001/acrefore-9780190277734-e-396",
    "109": "https://web.archive.org/web/20090325021249/http://www.txstate.edu/anthropology/cas/journal_articles/herder.pdf",
    "110": "http://www.thuto.org/ubh/bw/bhp1.htm",
    "111": "https://web.archive.org/web/20071016165014/http://elaine.ihs.ac.at/~isa/diplom/node59.html",
    "112": "[ERROR retrieving ref link]",
    "113": "https://archive.org/details/historyofzimbabw0000mlam/mode/2up?view=theater",
    "114": "https://www.south-africa-tours-and-travel.com/bantu.html",
    "115": "https://books.google.com/books?id=70U1cAAACAAJ",
    "116": "https://link.springer.com/article/10.1007/BF01953040",
    "117": "https://open.uct.ac.za/items/ef05c1ab-8f65-4656-bd3b-9a656cddd8fa",
    "118": "https://www.jstor.org/stable/3888249",
    "119": "[ERROR retrieving ref link]",
    "120": "https://books.google.com/books?id=mXa4AQAAQBAJ",
    "121": "https://unesdoc.unesco.org/in/documentViewer.xhtml?v=2.1.196&id=p::usmarcdef_0000184265&file=/in/rest/annotationSVC/DownloadWatermarkedAttachment/attach_import_976b4f2f-4e7c-44ec-a92e-2014aa9d86f0%3F_%3D184265engo.pdf&locale=en&multi=true&ark=/ark:/48223/pf0000184265/PDF/184265engo.pdf#%5B%7B%22num%22%3A2734%2C%22gen%22%3A0%7D%2C%7B%22name%22%3A%22XYZ%22%7D%2Cnull%2Cnull%2C0%5D",
    "122": "https://d1wqtxts1xzle7.cloudfront.net/68195931/Blench_grassy_biomes_2021_full_paper-libre.pdf?1626715803=&response-content-disposition=inline%3B+filename%3DWas_a_migration_of_foragers_from_the_Afr.pdf&Expires=1720102314&Signature=RrjGoX4QBQiK9qVEHOubCcacWfxMD-XaWl5x7G2N~DZitfD7Sy9TlmXILqV8w-40DZ9DO5zXR36qn4Tgb4ibgv8bAFxdh~QSN~m98rPKtyXz0o4g3p~nxa71OI6j6ip~c7pB~PIRU39egT6wo5ONxENuDv35~ON7fPP9xMcESPLiqGx4yhBuoS2fGOweClWkgXbtwF75yrteLEsm6Hn-iC1XCG8wHqmokurd9oLWorwiRftlzUJlYHvHKdaxHcX2B5GEcZCevVRfk0PRhY-hKz05uZQ2ZrjyJgz5doqREfWOi93oOWur9YOl97Tinkhbv9o4NrjSKKK18vpa3bXJKg__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA",
    "123": "https://doi.org/10.1016%2Fj.sciaf.2019.e00091",
    "124": "https://books.google.com/books?id=dqUPAQAAMAAJ&pg=PP1",
    "125": "[ERROR retrieving ref link]",
    "126": "https://www.wmf.org/project/ikom-monoliths-cross-river-state",
    "127": "https://unesdoc.unesco.org/ark:/48223/pf0000184282",
    "128": "https://unesdoc.unesco.org/ark:/48223/pf0000184282",
    "129": "https://unesdoc.unesco.org/ark:/48223/pf0000184282",
    "130": "https://unesdoc.unesco.org/ark:/48223/pf0000184282",
    "131": "[ERROR retrieving ref link]",
    "132": "[ERROR retrieving ref link]",
    "133": "https://unesdoc.unesco.org/ark:/48223/pf0000184282",
    "134": "https://unesdoc.unesco.org/ark:/48223/pf0000184282",
    "135": "https://unesdoc.unesco.org/ark:/48223/pf0000184282",
    "136": "https://unesdoc.unesco.org/ark:/48223/pf0000134377",
    "137": "https://unesdoc.unesco.org/ark:/48223/pf0000134377",
    "138": "[ERROR retrieving ref link]",
    "139": "https://unesdoc.unesco.org/ark:/48223/pf0000184282",
    "140": "https://oxfordre.com/africanhistory/display/10.1093/acrefore/9780190277734.001.0001/acrefore-9780190277734-e-868",
    "141": "https://www.cambridge.org/core/books/abs/cambridge-history-of-africa/ethiopia-the-red-sea-and-the-horn/1518583A70723220B77296C39BC0F570",
    "142": "https://books.google.com/books?id=gzwoedwOkQMC&pg=PA49",
    "143": "https://books.google.com/books?id=eK6SBJIckIsC&pg=PA17",
    "144": "https://www.gijash.com/GIJASH_Vol.2_Issue.2_April2018/GIJASH002.pdf",
    "145": "https://unesdoc.unesco.org/ark:/48223/pf0000184287",
    "146": "https://www.persee.fr/doc/ethio_0066-2127_2014_num_29_1_1572",
    "147": "https://eprints.soas.ac.uk/29226/1/10731321.pdf",
    "148": "https://unesdoc.unesco.org/ark:/48223/pf0000184282",
    "149": "https://oxfordre.com/anthropology/display/10.1093/acrefore/9780190854584.001.0001/acrefore-9780190854584-e-267",
    "150": "https://www.worldhistory.org/Swahili_Coast/",
    "151": "https://web.archive.org/web/20191107143627/https://www.youtube.com/watch?v=a6XtBLDmPA0",
    "152": "https://doi.org/10.1177%2F0392192108090734",
    "153": "https://doi.org/10.1093%2Fmolbev%2Fmsp120",
    "154": "https://www.worldhistory.org/Swahili_Coast/",
    "155": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/F1A3CC8C912F9BE0F2F9E2C9C10F2F67/S0021853700036331a.pdf/a-new-look-at-the-history-of-pate.pdf",
    "156": "https://archive.org/details/madagascarshorth0000rand/page/42/mode/2up",
    "157": "[ERROR retrieving ref link]",
    "158": "[ERROR retrieving ref link]",
    "159": "https://digitalrepository.unm.edu/cgi/viewcontent.cgi?article=1295&context=hist_etds",
    "160": "https://www.jstor.org/stable/40380172",
    "161": "https://onlinelibrary.wiley.com/doi/10.1002/9781118455074.wbeoe312",
    "162": "ISBN: 0-8419-0431-6",
    "163": "[ERROR retrieving ref link]",
    "164": "ISBN: 0-8108-1369-6",
    "165": "[ERROR retrieving ref link]",
    "166": "https://www.cambridge.org/core/journals/history-in-africa/article/conquest-that-never-was-ghana-and-the-almoravids-1076-i-the-external-arabic-sources/4C43B158FD3D74BE744D8634781A4E0A",
    "168": "[ERROR retrieving ref link]",
    "169": "[ERROR retrieving ref link]",
    "170": "[ERROR retrieving ref link]",
    "171": "https://unesdoc.unesco.org/ark:/48223/pf0000184287",
    "172": "https://www.jstor.org/stable/24350899",
    "173": "https://doi.org/10.2307/3171880",
    "174": "https://books.google.com/books?id=pHCgAnkySJwC&q=Kikikor&pg=PA22",
    "175": "[ERROR retrieving ref link]",
    "176": "ISBN: 9780253051509",
    "177": "https://doi.org/10.1017/CBO9781139128872",
    "178": "https://www.csan-niger.com/bayajidda-hausa-historical-legend-myth-or-reality.php",
    "179": "[ERROR retrieving ref link]",
    "180": "https://www.cambridge.org/core/books/abs/history-of-west-central-africa-to-1850/development-of-states-in-west-central-africa-to-1540/CE71122CF8DFD7B4B188BA34F8F65BFC",
    "181": "https://www.cambridge.org/core/journals/antiquity/article/abs/primordialism-and-the-pleistocene-san-of-southern-africa/45D6E61597C34A496AB5A0B6FA1C7632",
    "183": "https://archive.org/details/mapungubweancien0000huff/mode/2up?view=theater",
    "184": "https://books.google.com/books?id=3pa7CgAAQBAJ&dq=kingdom+of+mapungubwe&pg=PT6",
    "185": "https://link.springer.com/article/10.1023/A:1006796925891",
    "186": "https://www.jstor.org/stable/24643605",
    "187": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4215987",
    "188": "https://link.springer.com/article/10.1007/s10437-013-9142-3",
    "189": "https://www.tandfonline.com/doi/full/10.1080/03057070.2024.2436329",
    "190": "https://link.springer.com/referenceworkentry/10.1007/978-3-030-30018-0_2666",
    "191": "https://unesdoc.unesco.org/ark:/48223/pf0000134377",
    "192": "https://www.jstor.org/stable/41460159",
    "193": "https://books.google.com/books?id=DPwOsOcNy5YC&dq=Sultanate+of+Ifat&pg=PR27",
    "194": "[ERROR retrieving ref link]",
    "195": "https://books.google.com/books?id=yCsDEAAAQBAJ&dq=amda+seyon+harla&pg=PA427",
    "196": "https://books.google.com/books?id=zpYBD3bzW1wC",
    "197": "https://books.google.com/books?id=UfrcAAAAQBAJ&pg=PA71",
    "198": "[ERROR retrieving ref link]",
    "199": "https://www.jstor.org/stable/216217",
    "200": "[ERROR retrieving ref link]",
    "201": "https://www.africanhistoryextra.com/p/the-myth-of-mansa-musas-enslaved",
    "202": "https://unesdoc.unesco.org/ark:/48223/pf0000184287",
    "203": "https://archive.org/details/historyofwestafr0000ajay_q6f4/page/130/mode/2up",
    "205": "https://visitfranceguide.com/who-is-the-founder-of-the-teke-kingdom/",
    "206": "https://www.cambridge.org/core/books/abs/history-of-west-central-africa-to-1850/struggle-for-ambundu-and-the-founding-of-angola/0293CB3B48977422888301A3B23B2084",
    "207": "https://www.cambridge.org/core/journals/journal-of-african-history/article/mwene-muji-a-medieval-empire-in-central-africa/2F2D9F46069847DC655F171B75636D27",
    "208": "https://unesdoc.unesco.org/ark:/48223/pf0000184287",
    "209": "https://onlinelibrary.wiley.com/doi/book/10.1002/9781118455074",
    "210": "https://books.google.com/books?id=jNZ9EAAAQBAJ&pg=PA23",
    "211": "https://oxfordre.com/africanhistory/display/10.1093/acrefore/9780190277734.001.0001/acrefore-9780190277734-e-146",
    "212": "https://link.springer.com/chapter/10.1057/9780230609716_1",
    "213": "[ERROR retrieving ref link]",
    "214": "[ERROR retrieving ref link]",
    "215": "[ERROR retrieving ref link]",
    "216": "[ERROR retrieving ref link]",
    "217": "[ERROR retrieving ref link]",
    "218": "[ERROR retrieving ref link]",
    "219": "https://www.jstor.org/stable/2705705",
    "220": "[ERROR retrieving ref link]",
    "221": "https://archive.org/details/africasworldwarc0000prun",
    "222": "https://doi.org/10.2307%2F3171484",
    "223": "https://search.worldcat.org/oclc/1085905753",
    "224": "https://doi.org/10.2307%2F486417",
    "225": "https://www.oxfordreference.com/display/10.1093/acref/9780190698706.001.0001/acref-9780190698706-e-303",
    "226": "https://search.worldcat.org/oclc/4004102",
    "227": "https://trafo.hypotheses.org/11518",
    "228": "https://books.google.com/books?id=iqKLDwAAQBAJ&dq=%22general+history+of+africa%22+oral+sources+tradition&pg=PA207",
    "229": "https://books.google.com/books?id=PQJjYC74tu8C&dq=%22general+history+of+africa%22+oral+sources+tradition&pg=PR11",
    "230": "https://trafo.hypotheses.org/11518",
    "231": "https://oxfordre.com/africanhistory/display/10.1093/acrefore/9780190277734.001.0001/acrefore-9780190277734-e-355",
    "232": "https://books.google.com/books?id=dEC0EAAAQBAJ&dq=archaeology+in+africa+kingdoms&pg=PA49"
  },
  "flair_entities": [
    "nilo-saharan",
    "african",
    "gedi",
    "mapungubwe",
    "second world war",
    "north africa",
    "african world wars",
    "western",
    "atmore",
    "amorites",
    "sahara",
    "roman",
    "spanish",
    "ife",
    "ifrikiya",
    "roman republic",
    "atlantic",
    "urewe",
    "sudan",
    "hellenistic",
    "jos plateau",
    "indian",
    "gbabiri",
    "african middle stone age",
    "africans",
    "manda",
    "chivowa",
    "tanzania",
    "ekoi",
    "mapela hill",
    "lake mai-ndombe",
    "ibadan school",
    "ghana",
    "saburi biobaku",
    "malawi",
    "tacfarinas",
    "jolof empire",
    "christianity",
    "songhai",
    "heracleopolis",
    "archaic",
    "cushitic-speaking",
    "wolof",
    "nubia",
    "unguja ukuu",
    "islam",
    "mediterranean",
    "chad",
    "ayyubids",
    "kouroukan fouga",
    "islamic",
    "oliver",
    "first punic war",
    "numidia",
    "piye",
    "mwene muji",
    "zenata",
    "chinese",
    "chokwe",
    "byzantines",
    "ethiopia",
    "corsica",
    "asante",
    "paleolithic",
    "southern zambezi escarpment",
    "luba-katanga",
    "byzantine exarchate of africa",
    "kanem–bornu empire",
    "west africa",
    "ségou",
    "roman empire",
    "shirazi",
    "kerma",
    "luba-hemba",
    "jolof",
    "carthage",
    "comoros",
    "berber",
    "ad",
    "mapungubwe hill",
    "pan-africanism",
    "unesco",
    "zimbabwe",
    "holl",
    "nema",
    "malindi",
    "akan",
    "suwarian",
    "europe",
    "swahili coast",
    "bayaka",
    "quelimane",
    "lake ejagham",
    "zhizo",
    "dar es salaam",
    "shanga",
    "chari river",
    "cave of hearths",
    "alexander the great",
    "madagsacar",
    "eze-uzomaka",
    "italy",
    "egypt",
    "rozvi",
    "east africa.",
    "gumanye",
    "americas",
    "achaemenid empire",
    "inhambane",
    "upper egypt",
    "british",
    "kushite",
    "cyrenaica",
    "sub-saharan africans",
    "libyan",
    "ife empire",
    "bambandyanalo",
    "red sea hills",
    "dʿmt",
    "sao",
    "musa",
    "maputo",
    "agadez",
    "middle east",
    "almohads",
    "kushite empire",
    "azania",
    "east africa  horn of africa",
    "asia",
    "gajaaga",
    "masaesyli",
    "bc",
    "mogadishu",
    "holocene",
    "dongola reach",
    "fatimids",
    "vandals",
    "kenya",
    "nsibidi",
    "nile delta",
    "nigeria",
    "nsukka",
    "kano",
    "swahili",
    "noba",
    "bantu-speaking",
    "hausa",
    "diepkloof",
    "romans",
    "sokoto",
    "kilwa chronicle",
    "kiswere",
    "african great lakes",
    "macedonian ptolemaic",
    "indian ocean",
    "rhapta",
    "baol",
    "horn of africa",
    "ptolemaic kingdom",
    "austronesians",
    "southern",
    "almoravids",
    "sine",
    "san",
    "namibia",
    "blombos cave",
    "general history of africa",
    "west-eurasian",
    "libya",
    "futa toro",
    "cameroon",
    "jugurtha",
    "garmul",
    "pool malebo",
    "neolithic",
    "kashta",
    "rano",
    "liberia",
    "mandinka",
    "zangato",
    "syrian wars",
    "ptolemaic",
    "pemba",
    "arab",
    "bp",
    "angoche",
    "ungwana",
    "carthaginian",
    "ancient africa  north-east africa",
    "shiraz",
    "lomami",
    "bce",
    "southwest asia",
    "pate chronicle",
    "oualata",
    "songye",
    "faiyum oasis",
    "european-style",
    "lualaba",
    "mali empire",
    "bambenga",
    "northwestern africa",
    "lake chad",
    "edward said",
    "christian",
    "yoruba",
    "ancient egypt",
    "egyptian",
    "benin",
    "byzantine",
    "crisis of the third century",
    "third punic war",
    "second punic war",
    "sundiata",
    "limpopo-shashe basin",
    "bantu",
    "kitara",
    "nubians",
    "sanhaja",
    "southwest asia.",
    "al-yaqubi",
    "muslim",
    "comoro islands",
    "eiland",
    "jebel irhoud",
    "eritrea",
    "congo basin",
    "gulf of tunis",
    "egaro",
    "bocchus i",
    "kingdom of luba",
    "hittites",
    "memphis",
    "keita",
    "affad",
    "chibuene",
    "great zimbabwe",
    "ancient carthage",
    "east congo basin",
    "egyptians",
    "bambuti",
    "zambia",
    "dyula",
    "ce",
    "masmuda",
    "zambezi basin",
    "kenneth dike",
    "medieval africa",
    "biram",
    "assyrians",
    "roman senate",
    "egyptianized",
    "leopard",
    "saharan",
    "west african muslims",
    "tropical africa",
    "narmer",
    "bavares",
    "mamluks",
    "mentuhotep ii",
    "numidian",
    "southern europe",
    "monapo",
    "mitanni",
    "eastern and southern africa",
    "2nd millennium bc",
    "somalian mogadishu",
    "france",
    "utetera",
    "horn of africa  north-east africa",
    "africa",
    "upemba depression",
    "ouarsenis",
    "ikom",
    "arabic",
    "futa kingui",
    "hyksos",
    "sicily",
    "al-hajj salim suwari",
    "fumo liyongo",
    "bamana",
    "saloum",
    "portugal",
    "north african",
    "mecca",
    "austronesian",
    "massylii",
    "ndiadiane ndiaye",
    "jugurthine war",
    "pre-neolithic",
    "horus-worshipping",
    "east africa",
    "colonial",
    "ethiopian highlands",
    "imerina",
    "portuguese",
    "europeans",
    "nobatia",
    "persian",
    "north-west africa",
    "phoenician",
    "gao",
    "ifriqiya",
    "assyrian empire",
    "kongo",
    "european",
    "makuria",
    "oau",
    "second intermediate period",
    "mali",
    "mauro-roman kingdom",
    "central, eastern",
    "trans-saharan",
    "mauretania",
    "mombasa",
    "yatenga",
    "zazzau",
    "mthwakazi",
    "mutapa",
    "toutswe",
    "aksumites",
    "northern africa",
    "lower egypt",
    "upemba",
    "mansa musa",
    "vazimba",
    "bc egypt",
    "canaanites",
    "cushitic",
    "daura",
    "sultanate",
    "diarra",
    "africa  north africa  nubia  this",
    "aksum",
    "hiram s.",
    "hbshh",
    "orientalism",
    "lower nubia",
    "toucouleur",
    "southern africa",
    "sahel",
    "aurès",
    "mahilaka",
    "zambezi plateau",
    "massina",
    "red sea",
    "oduduwa",
    "homo",
    "maxim",
    "social darwinism",
    "central africa",
    "soninke islamic",
    "levantine",
    "altava",
    "pygmies",
    "kush",
    "thebes",
    "babongo",
    "sonni",
    "faza",
    "ahmose i",
    "sardinia",
    "phoenicia",
    "zulu",
    "united kingdom",
    "most african",
    "tuareg",
    "levant",
    "african union",
    "ethiopian",
    "nubian",
    "thbyr",
    "termit",
    "tanga",
    "schroda",
    "morocco",
    "year of africa",
    "bakoya",
    "southern africa  southern great lakes",
    "middle kingdom",
    "cayor",
    "omo",
    "french",
    "garamantes",
    "zambezi",
    "industrial revolution",
    "khoekhoe",
    "niger",
    "kaole",
    "organisation of african unity",
    "affad 23",
    "malian",
    "zambezi river",
    "third intermediate period",
    "malagasy",
    "asian",
    "gobir",
    "mamluk",
    "rome",
    "k2",
    "greeks",
    "aïr mountains",
    "pate",
    "south",
    "northern west africa",
    "serer",
    "khoisan",
    "seleucid empire",
    "greek",
    "nile",
    "opi",
    "new kingdom",
    "igboland",
    "lejja",
    "mema",
    "northern great lakes  this",
    "north",
    "timbuktu",
    "waalo",
    "ile-ife",
    "western asia",
    "mediterranean sea",
    "great lakes",
    "zanzibar",
    "the kingdom of kerma",
    "algeria",
    "gokomere",
    "maghreb",
    "scramble for africa",
    "first and second congo wars",
    "florisbad skull",
    "meroe",
    "alodia",
    "bc mauretania",
    "king atlas",
    "second industrial revolution",
    "kopje",
    "musa ii",
    "kingdom of kush",
    "kushites",
    "djibouti",
    "central african republic",
    "first intermediate period",
    "ancient near east",
    "achaemenids",
    "old kingdom",
    "carthaginians",
    "bayajidda",
    "macina",
    "takrur",
    "kilwa",
    "maravi",
    "berlin conference",
    "madagascar",
    "afro-eurasia",
    "irodo",
    "arabian",
    "soninke wangara",
    "mauri",
    "mande",
    "nri",
    "fula",
    "central africa  west congo basin",
    "nkongolo",
    "ancient egyptian",
    "sub-saharan africa",
    "south africa",
    "musulamii",
    "southern cushitic",
    "eurasian",
    "batwa",
    "iharana",
    "sofala",
    "oyo",
    "world war ii",
    "katsina",
    "hannibal",
    "zimbabwean",
    "botswana",
    "wagadu",
    "angola",
    "mozambique",
    "limpopo river",
    "lamu",
    "kanem-bornu",
    "lunda",
    "adal",
    "mandé",
    "palestine",
    "northeast africa",
    "guinea-bissau",
    "tichitt",
    "andjety-worshipping",
    "luba",
    "palmyra",
    "medieval africa  north africa  northern africa",
    "cleopatra vii"
  ]
}