{
  "title": "History_of_Christianity",
  "url": "https://en.wikipedia.org/wiki/History_of_Christianity",
  "summary": "The history of Christianity begins with the ministry of Jesus, a Jewish teacher and healer who was crucified and died c. AD 30–33 in Jerusalem in the Roman province of Judea. Afterwards, his followers, a set of apocalyptic Jews, proclaimed him risen from the dead. Christianity began as a Jewish sect and remained so for centuries in some locations, diverging gradually from Judaism over doctrinal, social and historical differences. In spite of the persecution of Christians in the Roman Empire, the faith spread as a grassroots movement that by the third century was established both in and outside the empire. New Testament texts were written and church government was loosely organized in its first centuries, though the biblical canon did not become official until 382. \nConstantine the Great was the first Roman Emperor to declare himself a Christian. In 313, he issued the Edict of Milan expressing tolerance for all religions. He did not make Christianity the state religion, but he did provide it with crucial support. Constantine called the first of seven ecumenical councils. In the fourth century, Eastern and Western Christianity began to diverge. Between 600 and 750, the constant need to defend itself in war turned the Eastern Roman (Byzantine) Empire into an independent polity. Missionary activities spread Christianity across western Europe. Monks and nuns were prominent in establishing a Christendom that influenced every aspect of medieval life. \nFrom the ninth century into the twelfth, politicization and Christianization went hand-in-hand in developing East-Central Europe. Byzantine Christianity influenced the church, culture, language, literacy, and literature of the Slavic countries and Russia. During the High Middle Ages, Eastern and Western Christianity had grown far enough apart that differences led to the East–West Schism of 1054. Temporary reunion was not achieved until the year before the fall of Constantinople in 1453. The fall of the Byzantine Empire ended the institutional Christian Church in the East as established under Constantine, though it survived in an altered form. \nVarious catastrophic circumstances, combined with growing criticism of the Catholic Church in the 1300–1500s, led to the Protestant Reformation and its related reform movements. Reform, and the Catholic Counter-Reformation, were followed by the European wars of religion, the development of modern political concepts of tolerance, and the Age of Enlightenment. Christianity also influenced the New World.\nAfter World War II, Christianity faced many challenges. Traditional Christianity declined in the West, while new forms developed, and the centre of growth shifted from West to East and from the North to the Global South. In the twenty first century, it is the world's largest religion with more than two billion Christians worldwide.",
  "content": [
    {
      "section_title": "Early Christianity (c. 27 – fourth century)",
      "section_content": [],
      "subsections": [
        {
          "section_title": "The first century",
          "section_content": [
            {
              "sentence": "Christianity began with the itinerant preaching of Jesus (c. 27–30) a Jewish man who lived in the Roman province of Judea during the first century",
              "refs": []
            },
            {
              "sentence": "Jesus' existence and his crucifixion are well attested",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The religious, social, and political climate in Judea was extremely diverse and characterized by turmoil with numerous religious and political movements",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "One such movement, Jewish messianism, promised a Messianic redeemer descended from King David who would save Israel from her troubles",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Texts and organisation indicate the first Christians saw Jesus of Nazareth as that Messiah",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jesus saw his identity and mission, and that of his followers, in light of the kingdom of God and the prophetic tradition of Israel",
              "refs": []
            },
            {
              "sentence": "His followers believed God's spirit was incarnated (embodied) in Jesus and that after his crucifixion, he rose from the dead",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Christian church established incarnation and resurrection as its first doctrines, with baptism and the celebration of the Eucharist meal (Jesus's Last Supper) as its two primary rituals",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The first Christian communities were predominantly Jewish",
              "refs": []
            },
            {
              "sentence": "Early Christians first gathered into small groups inside private homes, where the typical setting for worship was the communal meal",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Presbyters or bishops oversaw the economic requirements of the meal, alongside charitable distributions, and any ceremonial role they took was initially connected to this more prosaic role",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Beginning with fewer than 1000 adherents, Christianity grew to around one hundred small household churches consisting of an average of seventy members each by the year 100",
              "refs": []
            },
            {
              "sentence": "It spread through the dispersed peoples   along the trade and travel routes followed by merchants, soldiers, and migrating tribes",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the first century it reached Ancient Greece,  and probably Alexandria, Egypt where Coptic Christianity developed",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Paul was one of several Apostles who spread Christianity in the first century, making at least three missionary journeys and founding numerous churches in Asia Minor;    Christianity in Antioch is mentioned in his epistles",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Jews of Alexandria had produced a Greek translation of their Hebrew Bible between the third and first centuries BC which the apostles and early Christians used",
              "refs": []
            },
            {
              "sentence": "Christian writings in Koine Greek, including the four gospels (the accounts of Jesus's ministry), letters of Paul, and letters attributed to other early Christian leaders, were written in the first century and had considerable authority even in the formative period",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The letters of the Apostle Paul sent to the early Christian communities were circulating in collected form by the end of the first century",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The codex, the ancestor of modern books, was used by first century Christians, but the Egyptian church likely invented the papyrus codex during the next decades",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "At the Council of Jerusalem, (c",
              "refs": []
            },
            {
              "sentence": "49), the Jerusalem church gathered to address whether the increasing numbers of non-Jews needed to follow Jewish law",
              "refs": []
            },
            {
              "sentence": "The council decided to allow Gentile Christians their form of Christianity and Jews theirs",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jewish Christianity and Gentile Christianity still grew apart",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The departure of Christians before the destruction of Jerusalem by the Romans in 70, alongside the development of Rabbinic Judaism, disagreements about Jewish law, and insurrections against Rome, contributed to their divergence",
              "refs": []
            },
            {
              "sentence": "Nevertheless, Jewish Christianity remained influential in Palestine, Syria, and Asia Minor into the second and third centuries",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Ante-Nicene period (100–312)",
          "section_content": [
            {
              "sentence": "Christianity achieved critical mass in the years between 150 and 250, when it grew from fewer than 50,000 adherents to over a million",
              "refs": []
            },
            {
              "sentence": "By the third century, it had spread as far as Roman Britain in the West, into North Africa, and into the Balkans in the East",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A more formal Church structure grew over the second and third centuries AD, but at different times in different locations",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Bishops rose in power and influence, beginning to preside over larger areas with multiple churches",
              "refs": []
            },
            {
              "sentence": "Early Christianity was open to everyone",
              "refs": []
            },
            {
              "sentence": "Baptism was free, and there were no fees, which made Christianity more affordable than traditional Roman models",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The religion's inclusivity extended to women, who made up significant numbers of Christianity's earliest members",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Women could attain greater freedom through religious activities than Roman customs otherwise permitted",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Women in the church were prominent in church rolls,   the Pauline epistles,   and in early Christian art,  while much early anti-Christian criticism was linked to \"female initiative\" indicating their role in the movement",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 1]",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A key characteristic of early Christianity was its unique type of exclusivity",
              "refs": []
            },
            {
              "sentence": "Believing was the crucial and defining characteristic of membership – believers were separated from the \"unbelievers\" by a strong social boundary",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This exclusivity gave Christianity the powerful psychological attraction of elitism",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A set of early Christian writings similar to the current New Testament existed by the early third century",
              "refs": []
            },
            {
              "sentence": "The four gospels and the letters of Paul were generally regarded as authoritative, but other writings, such as the Book of Revelation and the epistles to the Hebrews, James, and I John, were assigned different degrees of authority",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Gnostic texts challenged the physical nature of Jesus, Montanism suggested that the apostles could be superseded, and Monarchianism emphasized the unity of God over the Trinity",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the face of such diversity, unity was provided by the shared scriptures, and by the bishops who established common ground",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Ante-Nicene period included sporadic but increasing persecution from Roman authorities, and the rise of Christian sects, cults, and movements",
              "refs": []
            },
            {
              "sentence": "The first persecution by a Roman emperor was under Nero, in 65 AD, when, according to Glynnis M",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cropp, the Apostles Peter and Paul were killed",
              "refs": []
            },
            {
              "sentence": "In the 250s, the emperors Decius and Valerian made it a capital offence to refuse to make sacrifices to Roman gods, resulting in widespread persecution of Christians",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Official persecution reached its height under Diocletian in 303–311",
              "refs": []
            },
            {
              "sentence": "Authorities in the Sasanian Empire also periodically persecuted Christians",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "There are few early records of early Christian art",
              "refs": []
            },
            {
              "sentence": "The oldest forms emerged in funerary environments c. 200",
              "refs": []
            },
            {
              "sentence": "It typically fused Graeco-Roman style and Christian symbolism: the most common image was Jesus as the good shepherd",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Late antiquity (313 – c. 600)",
      "section_content": [
        {
          "sentence": "The emperor Constantine, a self-declared Christian, issued the 313 Edict of Milan expressing tolerance for all religions",
          "refs": []
        },
        {
          "sentence": "Thereafter, he supported Christianity, giving bishops judicial power, and legally establishing them as equal to polytheistic priests",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He devoted personal and public funds to building churches and endowed them with funds for maintenance and support of their clergy",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Christian art, literature and church building blossomed under Constantine",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "There were churches in the majority of Roman cities by the end of the fourth century",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Beginning with Constantine, hostile imperial laws aimed at suppressing sacrifice and magic contributed to one of the most significant changes of this age of change",
          "refs": []
        },
        {
          "sentence": "Blood sacrifice had been a central rite of virtually all religious groups in the pre-Christian Mediterranean, but it disappeared by the end of the fourth century",
          "refs": []
        },
        {
          "sentence": "Religious violence was not a general phenomenon",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[note 2] There was no legislation forcing the conversion of pagans before the 500s",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Polytheism remained widespread for centuries, as late as the 800s in Greece",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In the fourth century, Augustine of Hippo argued that Jews were not to be killed or forcibly converted, but should be left alone because they preserved the teachings of the Old Testament and were \"living witnesses\" of the New",
          "refs": []
        },
        {
          "sentence": "This became the church's standard and as a result, most Jews and Christians, excepting those under the Visigoths in Spain, lived relatively peacefully alongside each other into the Middle Ages",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The theology of supersessionism claimed that Christians had displaced the Jews as God's chosen people;  many scholars attribute the emergence of antisemitism to this concept, while others distinguish between them",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Constantine and his successors attempted to fit the Church into their political program",
          "refs": []
        },
        {
          "sentence": "Church leaders responded by articulating the first limitations on a secular ruler's authority, arguing that religious authority must be separate from State authority",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "For most of Late Antiquity, the popes – the successors to Saint Peter as bishop of Rome – had limited influence, but this began to change as eastern patriarchs increasingly looked to the Pope to resolve disagreements",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Christian monasticism originated before the fourth century in Syria, deriving from the asceticism already intrinsic to Christianity",
          "refs": []
        },
        {
          "sentence": "Monastic communities were associated with the urban holy places in Palestine (which became a center of pilgrimage), Cappadocia, Italy, Gaul, and Roman North Africa",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 358, Basil the Great founded a monastic community in Caesarea that developed the first health care system for the poor which became the model of public hospitals thereafter",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Spread",
          "section_content": [
            {
              "sentence": "Christianity continued to grow rapidly, both westwards and eastwards:   In the fourth century the percentage of Christians was as high in the Sasanian Empire as in the Roman Empire",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Even as the Huns, Ostrogoths, Visigoths, and Vandals caused havoc in the Roman Empire in the fourth and fifth centuries, many converted to Christianity",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Although the religion soon reached as far east as Afghanistan and as far south as Soqotra near the Horn of Africa, Christian institutions in Asia or East Africa never developed the intellectual or socio-political power that the European churches and Byzantium did",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Armenia became the first state to adopt Christianity as its religion in 301",
              "refs": []
            },
            {
              "sentence": "It was followed by others in the Caucasus, such as Albania, and Ethiopia and Eritrea in Africa",
              "refs": []
            },
            {
              "sentence": "Christianity, a minority faith in Britain since the second century,  began to be displaced by Anglo-Saxon paganism in the fifth century;  this process began reversing after the Gregorian mission of 597",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Missionaries also began to convert the Irish in the early fifth century",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Heresies and schisms",
          "section_content": [
            {
              "sentence": "The Church was seen by its supporters as a universal church based on belief",
              "refs": []
            },
            {
              "sentence": "Ancient authors identified any practice or doctrine which differed from apostolic tradition as heresy",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The number of laws directed at heresy indicate it was a much higher priority than paganism for Christians of this period",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 3] Arianism embroiled the entire church, lay and clergy alike, for decades, in arguing whether Jesus' divinity was equal to the Father's",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The First Council of Nicaea in 325 attempted to resolve the controversy with the Nicene Creed",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Christian scripture was formalized as the New Testament, distinguishing it from the Hebrew Old Testament, by the fourth century",
              "refs": []
            },
            {
              "sentence": "Despite agreement on these texts, differences between Eastern and Western churches were becoming evident",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Latin was used by the west but not the east, where Greek, Syrian, and other languages were used",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The West condemned Roman culture as sinful and resisted state control, whereas the east harmonized with Greek culture and aimed for unanimity between church and state",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "There were also tensions surrounding the marriage of clerics, which continued in the east but was forbidden in the west",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The East advocated for sharing the government of the church between five leaders, arguing that the Patriarchs of Constantinople, Alexandria, Antioch, and Jerusalem were equal to the Pope",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Rome asserted papal primacy",
              "refs": []
            },
            {
              "sentence": "Controversies over how Jesus' human and divine natures co-existed led to a series of ecumenical councils: the Third in 431, the Fourth in 451, the Fifth in 583, and the Sixth in 680–681",
              "refs": []
            },
            {
              "sentence": "The Fourth Council's assertion – that two separate natures of Christ form one ontological entity   – was rejected by the Armenian, Assyrian, and Egyptian churches, who split from the rest of Christianity and combined into Oriental Orthodoxy",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Art and literature (c. 350–500)",
          "section_content": [
            {
              "sentence": "Constantine's sponsorship stimulated a proliferation of Christian art and architecture",
              "refs": []
            },
            {
              "sentence": "The basilica, a type of Roman municipal court hall, became the model for Christian architecture",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Frescoes, mosaics, statues, and paintings blended classical and Christian styles",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Similarly, a hybrid form of poetry written in classical styles with Christian concepts emerged",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the late fourth century, Jerome was commissioned to translate the Greek biblical texts into the Latin language; this translation was called the Vulgate",
              "refs": []
            },
            {
              "sentence": "Church fathers of this period, such as Augustine of Hippo, John Chrysostom, Gregory of Nyssa, Athanasius of Alexandria, Basil of Caesarea, Gregory of Nazianzus, Cyril of Alexandria, and Ambrose of Milan, wrote vast numbers of works, contributing to a golden age of writing",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "476 - 600",
          "section_content": [
            {
              "sentence": "After 476 and the breakup of the Western Roman Empire, there was no center of political power in the European West",
              "refs": []
            },
            {
              "sentence": "The ensuing socio-political fragmentation left the church with responsibility for the folk",
              "refs": []
            },
            {
              "sentence": "For the next five centuries, Western culture and civilization were preserved and passed on primarily by monks",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The absence of a central authority contributed to Western Europe developing in a manner distinctively different from its companion empire in the East",
              "refs": []
            },
            {
              "sentence": "The Eastern Roman Empire continued to be a Roman Empire, to have an emperor, a civil government, and a large army",
              "refs": []
            },
            {
              "sentence": "The religious policies of Emperor Justinian I (r. 527–565) reflected his conviction that the unity of the Empire presupposed unity of faith: he persecuted pagans and religious minorities and purged government and church bureaucracies of those who disagreed with him",
              "refs": []
            },
            {
              "sentence": "He contributed to cultural development,  and integrated Christian concepts with Roman law in his Corpus Juris Civilis which remains the basis of civil law in many modern states",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Gaul, the Frankish king Clovis I converted to Catholicism; his kingdom became the dominant polity in the West in 507 gradually converting into a Christian kingdom over the next centuries",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Papal influence rose as competition within the church increasingly led people to Rome to resolve disagreements",
              "refs": []
            },
            {
              "sentence": "In the sixth century, the Patriarch in Constantinople claimed \"equal precedence\" with Rome",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In response, the bishop of Rome asserted papal supremacy",
              "refs": []
            },
            {
              "sentence": "Gregory the Great (590-604) gained prestige and power for the papacy by leading the response to invasion by the Lombards in 592 and 593, reforming the clergy, standardizing music in worship, and founding new monasteries",
              "refs": []
            },
            {
              "sentence": "The Roman Senate remained influential in church politics until c. 500",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Administrative changes concerning church lands brought an increase in wealth that gradually shifted popes from being beneficiaries of patronage to becoming patrons themselves",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Early Middle Ages (c. 600–1000)",
      "section_content": [
        {
          "sentence": "By the early 600s, Christianity was established around the Mediterranean,  but between 632 and 750, the Islamic caliphates conquered the Middle East and North Africa",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Islamic rule devastated Asian urban churches, but the remoteness of Nestorian monasteries better enabled them to survive",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[note 4] War on multiple fronts turned the Eastern Roman Empire into the Byzantine Empire",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Germanic Europe largely remained impoverished, politically fragmented and dependent on the church",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Monasticism and art",
          "section_content": [
            {
              "sentence": "Until the end of the Early Middle Ages, Western culture was preserved and passed on primarily by monks",
              "refs": []
            },
            {
              "sentence": "Monks were known as regular clergy because they followed a regula: a rule",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They practiced chastity, obedience and poverty through formalized prayer, memorization of scripture, celibacy, fasting, manual labor, and almsgiving",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 5] Monasteries became increasingly organized, gradually establishing their own authority as separate from traditional authorities thereby revolutionizing social history",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Medical practice was highly important, and monasteries were best known for their public hospitals, hospices and their contributions to medicine",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The sixth century Rule of Saint Benedict has had influence beyond religion",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Monasteries served as orphanages and inns for travelers, and provided food for those in need",
              "refs": []
            },
            {
              "sentence": "They supported literacy, practiced classical arts and crafts, and copied and preserved ancient texts in their scriptoria and libraries",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Dedicated monks created illustrated texts",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "From the sixth to the eighth centuries, most schools were connected to monasteries, but methods of teaching an illiterate populace could also include mystery plays, vernacular sermons, saints' lives in epic form, and artwork",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The East developed an approach to sacred art unknown in the West, adapting ancient portraiture in icons as intercessors between God and men",
              "refs": []
            },
            {
              "sentence": "In the 720s, the Byzantine Emperor Leo banned the pictorial representation of Christ, saints, and biblical scenes, and destroyed much early art",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The West condemned Leo's iconoclasm",
              "refs": []
            },
            {
              "sentence": "By the tenth and early eleventh centuries, Byzantine culture began to recover its artistic heritage",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Christendom",
          "section_content": [
            {
              "sentence": "The Early Middle Ages was the formative period of Western \"Christendom\" which emerged at the end of this Age",
              "refs": []
            },
            {
              "sentence": "In and around this largely Christian world, barbarian invasion, deportation, and neglect produced large \"unchurched\" populations for whom Christianity was one religion among many that could be fused with aspects of local paganism",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The church of this Age was only indirectly influenced by the Bible",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "People from the Balkan peninsula and into the north were exposed to Christianity during Roman occupation, yet it was Saints Cyril and Methodius who brought Byzantine Christianity to Eastern Europe of the ninth to the eleventh centuries that aided kings in creating many States there",
              "refs": []
            },
            {
              "sentence": "The two brothers translated the Bible into local language developing the first Slavic written script and the Cyrillic alphabet in the process",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This became the educational foundation for all Slavic nations and influenced the spiritual, religious, literary, and cultural development of the entire region for generations",
              "refs": []
            },
            {
              "sentence": "In both East and West, a symbiotic relationship existed between church institutions and civil governments connecting Canon law and secular law",
              "refs": []
            },
            {
              "sentence": "In the East, Roman law remained the standard",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The West was a realm of relatively weak states, endowed aristocracies, and peasant communities that could no longer use law from a past empire to support the church",
              "refs": []
            },
            {
              "sentence": "Instead, the Western church adopted a feudalistic oath of loyalty which became a condition of consecration",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This led to a new model of consecrated kingship that was unparallelled in the East",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 800, Clovis' descendant Charlemagne became its recipient when Pope Leo III crowned him emperor",
              "refs": []
            },
            {
              "sentence": "Charlemagne engaged in a number of reforms which began the Carolingian Renaissance, a period of intellectual and cultural revival which continued under his successors",
              "refs": []
            },
            {
              "sentence": "The Franks had preserved their Christian kingdom in the West, resisting Arabic inroads into southern France in 732",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "From the 950s to the 980s, polytheism among the Kievan Rus declined, while many social and economic changes fostered the spread of the new religious ideology known as Christianity",
              "refs": []
            },
            {
              "sentence": "The baptism of Vladimir of Kiev in 989 is the event traditionally associated with the conversion of the Rus'",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The new Christian religious structure was imposed by the state's rulers",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Rus' dukes maintained control of the church which was financially dependent upon them",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 6] Monasticism was the dominant form of piety, but Christianity permeated daily life for both peasants and elites who identified themselves as Christian while retaining many pre-Christian practices",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "From 800 - 1050, Viking raids and civil disorder destroyed many churches and monasteries, inadvertently bringing about reform and improvement",
              "refs": []
            },
            {
              "sentence": "Patrons competed against each other in rebuilding so that \"by the mid-eleventh century, a wealthy, unified, better-organized, better-educated, more spiritually sensitive Latin Church\" resulted",
              "refs": []
            },
            {
              "sentence": "There was another rise in papal power in the tenth century when William IX, Duke of Aquitaine, and other powerful lay founders of monasteries, placed their institutions under the protection of the papacy",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "High Middle Ages (1000–1299)",
      "section_content": [
        {
          "sentence": "The High Middle Ages saw the formation of several fundamental Christian doctrines such as the seven sacraments, that the reward for labour should be set by what was just and not what benefitted a particular group, \"the terms of Christian marriage, the nature of clerical celibacy and the appropriate lifestyle for priests\"",
          "refs": []
        },
        {
          "sentence": "Heresy was defined with new precision",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Purgatory became an official doctrine",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1215, confession became required for all",
          "refs": []
        },
        {
          "sentence": "The Rosary was created after veneration of Mary became a central aspect of the age",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Membership in this world began with baptism at birth",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "From peasant to pope, every follower had to have a rudimentary knowledge of the Apostles' Creed and the Lord's Prayer, to rest on Sunday and feast days, attend mass, fast at specified times, take communion at Easter, pay various fees, tithes, and alms for the needy, and receive last rites at death",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Monks, reform and art",
          "section_content": [
            {
              "sentence": "Monasteries maintained authority by embracing reform",
              "refs": []
            },
            {
              "sentence": "Cluniac monasteries became leading centres of reform in the eleventh and early twelfth centuries",
              "refs": []
            },
            {
              "sentence": "Their monasteries used Romanesque architecture to convey a sense of awe and wonder and inspire obedience",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Cistercian movement was a second wave of monastic reform after 1098",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Byzantine art exerted a powerful influence on Western art in the twelfth and thirteenth centuries",
              "refs": []
            },
            {
              "sentence": "Gothic architecture followed in cathedrals and chapels intended to inspire contemplation of the divine",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The monk Guido of Arezzo created the music staff of lines and spaces and named musical notes making Western music possible",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The cultural and religious dominance of the monasteries began to decline in the mid-eleventh century when secular clergy, who were not members of religious orders, rose in influence",
              "refs": []
            },
            {
              "sentence": "Monastery schools lost influence when Cathedral schools spread,  independent schools arose,  and Western universities, the first institutions of higher education since the sixth century, formed as self-governing corporations chartered by popes and kings",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Canon and civil law became professionalized, and a new literate elite formed, further displacing the monks as advisors to kings",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Throughout this period, the clergy and the laity became \"more literate, more worldly, and more self-assertive\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 7]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Centralization",
          "section_content": [
            {
              "sentence": "Gregorian Reform (1050–1080) began \"a new period in church history\"",
              "refs": []
            },
            {
              "sentence": "The church became a more imposing institution as it consolidated its territory, centralized authority and established a bureaucracy",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "State administrations were also centralizing, and competition (and emulation) between church and State created vigorous conflicts as both claimed legal jurisdiction - and the right to collect taxes - from the same populace",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This produced the Investiture controversy in the Holy Roman Empire in 1078",
              "refs": []
            },
            {
              "sentence": "It was specifically a conflict between the Holy Roman Emperor Henry IV and Pope Gregory VII (1073–1085) over who had the right to invest a bishop or abbot in a paid vocation, but more generally, it was over control of the church and its revenues",
              "refs": []
            },
            {
              "sentence": "[note 8]",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Gregory recorded a series of statements asserting that the church must be the higher of the two powers of church and state; the church must no longer be treated as a servant to the state",
              "refs": []
            },
            {
              "sentence": "Disobedience to the Pope became equated with heresy",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Dictatus Papae  of 1075 declared the pope alone could invest bishops",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Henry IV rejected the decree",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This led to his excommunication, which contributed to a ducal revolt that led to a civil war: the Great Saxon Revolt",
              "refs": []
            },
            {
              "sentence": "Eventually, Henry received absolution",
              "refs": []
            },
            {
              "sentence": "The conflict lasted five decades",
              "refs": []
            },
            {
              "sentence": "A similar controversy occurred in England",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1054, the East–West Schism, also known as the \"Great Schism\", separated the Church into Western Catholicism and Eastern Orthodoxy",
              "refs": []
            },
            {
              "sentence": "Along with a general lack of charity and respect on both sides, there had long been many cultural and linguistic differences, geographical separation, and geopolitical disagreements",
              "refs": []
            },
            {
              "sentence": "However, in 1081, the Byzantine emperor Alexios I Komnenos still asked Pope Urban for help with the Seljuk Turks,  and Urban responded (1095) with an appeal to European Christians to \"go to the aid of their brethren in the Holy Land\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Urban's message had great popular appeal",
              "refs": []
            },
            {
              "sentence": "Drawing on powerful and prevalent aspects of folk religion, crusading connected pilgrimage, charity, and remission of sin with a willingness to fight",
              "refs": []
            },
            {
              "sentence": "It gave ordinary Christians a tangible means of expressing brotherhood with the East and carried a sense of historical responsibility",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Crusades contributed to the development of national identities in European nations, increased division with the Byzantine and the Islamic East, and produced cultural change",
              "refs": []
            },
            {
              "sentence": "The cult of chivalry of the Christian knight evolved in the late twelfth and early thirteenth century, and became a social and cultural force that influenced art, literature, and philosophy, before declining in the fifteenth century",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "One significant effect of the Crusades was the invention of the indulgence",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "1150 - 1300",
          "section_content": [
            {
              "sentence": "Beginning in the twelfth century, understanding of a monk's calling as contemplative changed into a charge to go out and actively reform the world",
              "refs": []
            },
            {
              "sentence": "The papacy recruited and licensed this new type of charismatic preacher whose audience was no longer the people of a parish or a city, but whole regions",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Among these was Saint Dominic who went to debate the Cathars and failed to win them over, leading to the creation of the mendicant order of Dominicans",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1209, Pope Innocent III and the King of France, Philip Augustus, began a military campaign to eliminate the Albigensian heresy known as Catharism",
              "refs": []
            },
            {
              "sentence": "Once begun, the campaign quickly took a political turn",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The king's army seized and occupied strategic lands of nobles who had not supported the heretics, but had been in the good graces of the Church",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Throughout the campaign, Innocent vacillated, sometimes taking the side favouring crusade, then siding against it and calling for its end",
              "refs": []
            },
            {
              "sentence": "It did not end until 1229 when the region was brought under the rule of the French king, creating southern France, while Catharism continued until 1350",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Church and civic rulers supported consistency and order in society and in the church",
              "refs": []
            },
            {
              "sentence": "Moral misbehaviour and heresy, by the folk and by clerics, were prosecuted in inquisitorial courts that were composed of both church and civil authorities",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Medieval Inquisition includes the Episcopal Inquisition (1184–1230) and the Papal Inquisition (1230s–1240s); though these courts had no actual joint leadership nor joint organization, the Dominicans were the religious order with the primary responsibility for conducting inquisitions",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Created as needed, these courts were impermanent",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Medieval Inquisition brought somewhere between 8,000 and 40,000 people to interrogation and sentence, and death sentences were relatively rare",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The penalty imposed most often was an act of penance which might include public confession",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Bishops were in charge, but they did not possess absolute power, nor were they universally supported",
              "refs": []
            },
            {
              "sentence": "Inquisition became stridently contested both in and outside the Church as public opposition grew and riots against the Dominicans occurred",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The fourth Lateran council (1215) had empowered inquisitors to search out moral and religious \"crimes\" even when there was no accuser",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In theory, this granted them extraordinary powers",
              "refs": []
            },
            {
              "sentence": "In practice, without sufficient local secular support, their task became so overwhelmingly difficult that inquisitors were endangered and some were murdered",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Between 1150 and 1200, a small group of intrepid western monks traveled to formerly Muslim locations in Sicily and Spain seeking the libraries left behind",
              "refs": []
            },
            {
              "sentence": "Among the piles of books, the searchers found the works of Aristotle, Euclid and more",
              "refs": []
            },
            {
              "sentence": "After 476, the complete works of Aristotle had been lost to the West",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Finding it led to the Renaissance of the 12th century",
              "refs": []
            },
            {
              "sentence": "It also created conflict for many between faith and reason which was resolved by a revolution in thought called  Scholasticism that reconciled them",
              "refs": []
            },
            {
              "sentence": "[note 9]",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Renaissance revived the scientific study of natural phenomena which then paved the way to the scientific revolution in the West and modern science",
              "refs": []
            },
            {
              "sentence": "After the renaissance, Cistercians became a primary force of technological advancement and its spread in medieval Europe",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "For various reasons there was no parallel renaissance in the East",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The medieval papacy gained authority in every domain of life as it gradually came to resemble the monarchies of its day",
              "refs": []
            },
            {
              "sentence": "Popes from 1159 to 1303 were predominantly lawyers, not theologians",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Canon law became a large and highly complex system of laws that omitted Christianity's earlier principles of inclusivity, and over it all watched an increasingly centralized and proactive church government",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Spread and retraction of Christianity",
          "section_content": [
            {
              "sentence": "A turning point in Jewish-Christian relations took place in June 1239 when the Talmud was put \"on trial\" in a French court by Gregory IX (1237–1241) over contents that mocked the central figures of Christianity",
              "refs": []
            },
            {
              "sentence": "This resulted in Talmudic Judaism being seen as so different from biblical Judaism that old Augustinian obligations to leave the Jews alone no longer applied",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As townfolk gained a measure of political power, they became one of Jewry's greatest enemies, charging Jews with blood libel, deicide, ritual murder, poisoning wells and causing the plague, and various other crimes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Although subordinate to religious, economic, and social themes, racial concepts also reinforced hostility",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jews had often acted as financial agents for the lords, providing them loans with interest while being exempt from taxes and other financial laws themselves",
              "refs": []
            },
            {
              "sentence": "This attracted jealousy and resentment",
              "refs": []
            },
            {
              "sentence": "Emicho of Leiningen massacred Jews in Germany in search of supplies, loot, and protection money",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The York massacre of 1190 also appears to have had its origins in a conspiracy by local leaders to liquidate their debts along with their creditors",
              "refs": []
            },
            {
              "sentence": "By the end of the eleventh century, Christianity was in full retreat in Mesopotamia and inner Iran although some Christian communities further to the east continued to exist",
              "refs": []
            },
            {
              "sentence": "The Christian churches in Egypt, Syria, and Iraq became subject to fervently Muslim militaristic regimes",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Christians were designated dhimma, a cultural status that guaranteed rights of protection but discriminated by enforcing legal inferiority",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Various Christian communities adopted different strategies for preserving their identity while accommodating their rulers: some withdrew from interaction, others converted, and others sought outside help",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Middle Ages saw the retreat of Christianity from the Levant, southeastern Europe, parts of the Middle East, and North Africa",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Christianization of Scandinavia (Sweden, Norway, and Denmark) occurred in two stages",
              "refs": []
            },
            {
              "sentence": "In the first stage, missionaries arrived on their own, without secular support, in the ninth century",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Next, a secular ruler would take charge of Christianization in their territory",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This stage ended when a defined and organized ecclesiastical network was established",
              "refs": []
            },
            {
              "sentence": "By 1350, Scandinavia was an integral part of Western Christendom",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "When the Second Crusade was called after Edessa fell, the nobles in Eastern Europe refused to go",
              "refs": []
            },
            {
              "sentence": "The Balts, the last major polytheistic population in Europe, had been raiding surrounding countries for several centuries, and subduing them was what mattered most to the Eastern European nobles",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 10] In 1147, Eugenius' Divina dispensatione gave eastern nobility indulgences for the first of the Baltic wars (1147–1316)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Northern Crusades followed intermittently, with and without papal support, from 1147 to 1316",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Priests and clerics developed a pragmatic acceptance of the forced conversions perpetrated by the nobles, despite the continued theological emphasis on voluntary conversion",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Late Middle Ages and early Renaissance (c. 1300–1520)",
      "section_content": [
        {
          "sentence": "The many calamities of the \"long fourteenth century\" – plague, famine, multiple wars, social unrest, urban riots, peasant revolts, and renegade feudal armies – led folk to believe the end of the world prophesied in the New Testament book of Revelation was imminent",
          "refs": []
        },
        {
          "sentence": "This belief ran throughout society and became intertwined with anticlerical and anti-papal sentiments",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[note 11]",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Criticism of clergy and the church was an integral part of late medieval life",
          "refs": []
        },
        {
          "sentence": "A serious decline of faith in the clergy and resentment toward them was expressed in heretical movements, internal reform movements, and popular writings, both secular and religious",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Between 1100 and 1520, clerics were often the ones seeking a more spiritual, less worldly clergy",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "However, most attempts at reform between 1300 and 1500 failed",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Avignon and reform",
          "section_content": [
            {
              "sentence": "What had, in previous centuries, been the steady rise of papal power, stopped rising in the fourteenth century",
              "refs": []
            },
            {
              "sentence": "In 1309, Pope Clement V moved to Avignon in southern France in search of relief from Rome's factional politics",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Avignon Papacy consisted of seven popes whose residence there produced unintended consequences: the move away from the \"seat of Peter\" caused great indignation and diminished the prestige and power of the popes",
              "refs": []
            },
            {
              "sentence": "Pope Gregory XI returned to Rome in 1377",
              "refs": []
            },
            {
              "sentence": "After Gregory's death in 1378, the papal conclave met and elected an Italian, Urban VI, as Pope",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The French cardinals did not approve, so they held a second conclave electing Robert of Geneva instead",
              "refs": []
            },
            {
              "sentence": "This began the Western Schism",
              "refs": []
            },
            {
              "sentence": "For the next thirty years the Church had two popes, then in 1409, the Pisan council called for the resignation of both popes, electing a third to replace them",
              "refs": []
            },
            {
              "sentence": "Both Popes refused to resign, leaving the Church with three popes",
              "refs": []
            },
            {
              "sentence": "Five years later, Sigismund the Holy Roman Emperor (1368–1437) pressed Pope John XXIII to call the Council of Constance and depose all three popes",
              "refs": []
            },
            {
              "sentence": "In 1417, the council elected Pope Martin V in their place",
              "refs": []
            },
            {
              "sentence": "Throughout the Late Middle Ages, the church faced powerful challenges and vigorous political confrontations",
              "refs": []
            },
            {
              "sentence": "John Wycliffe (1320–1384), an English scholastic philosopher and theologian, also attended the Council of Constance (1414–1418) where he urged the Church to give up its property (which produced much of the Church's wealth), to once again embrace poverty and simplicity, to stop being subservient to the state and its politics, and to deny papal authority",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He was accused of heresy, convicted, and sentenced to death, but died before implementation",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jan Hus (1369–1415), an evangelical Czech theologian based in Prague, was influenced by Wycliffe and spoke out against what he saw as abuses and corruption in the Catholic Church",
              "refs": []
            },
            {
              "sentence": "He was accused of heresy, condemned to death, and burnt at the stake",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Hus became a powerful symbol of Czech nationalism and the impetus for the Bohemian, or Czech, Reformation",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Groups of laymen and non-ordained secular clerics sought a more sincere spiritual life, giving rise to a vernacular religious culture called the new devotion which worked toward a pious society of ordinary non-ordained people",
              "refs": []
            },
            {
              "sentence": "Literature was impacted by Dutch scholar Desiderius Erasmus (1466–1536) an outstanding figure of Christian humanism which taught a simplified faith accessible to any Christian",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Jews and women",
          "section_content": [
            {
              "sentence": "While the medieval Catholic church never officially repudiated Augustine's doctrine of Jewish witness, defining Jews as heretics became increasingly common throughout society",
              "refs": []
            },
            {
              "sentence": "Local rulers repeatedly evicted Jews from their lands and confiscated Jewish property",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1283, the Archbishop of Canterbury spearheaded a petition demanding restitution of profits gained from usury and urging the Jewish expulsion in 1290",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 12]",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In medical, theological, and legal views, women in the Middle Ages were considered incapable of moral judgment and authority",
              "refs": []
            },
            {
              "sentence": "Hierarchy between the genders was supported as necessary for society",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Women had no access to education within the institutions associated with the church (i.e., cathedral schools and most universities)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Where clergy was concerned, the boundary between men and women was absolute",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The church often used the participation of women as an additional factor in demonizing a heretical movement",
              "refs": []
            },
            {
              "sentence": "However, there were women who became distinguished leaders of nunneries, exercising the same powers and privileges as their male counterparts",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "For example, Hildegard of Bingen (d",
              "refs": []
            },
            {
              "sentence": "1179), Elisabeth of Schönau (d",
              "refs": []
            },
            {
              "sentence": "1164/65), and Marie d'Oignies (d",
              "refs": []
            },
            {
              "sentence": "1213) had full autonomy",
              "refs": []
            },
            {
              "sentence": "[note 13]",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "The East and Renaissance",
          "section_content": [
            {
              "sentence": "In 1439, a reunion agreement between the Eastern and Western churches was made that was not officially published in Constantinople until 1452",
              "refs": []
            },
            {
              "sentence": "It was overthrown the very next year by the Fall of Constantinople to the Ottoman Turks in 1453",
              "refs": []
            },
            {
              "sentence": "Resettlement compelled many Greek Orthodox Christians to return to Constantinople",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Islamic law did not recognize the Patriarch as a \"juristic person\", nor acknowledge the Orthodox Church as an institution, but it did identify the Orthodox Church with the Greek community, and a concern for stability in society allowed the church to exist",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Compulsory taxes, higher and higher payments to the sultan, and other financial gifts, corrupted the process of appointing a Patriarch and impoverished Christians",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Conversion became an attractive solution",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 14]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The flight of Eastern Christians from Constantinople, and the manuscripts they carried with them, were important factors in stimulating literary renaissance in the West",
              "refs": []
            },
            {
              "sentence": "During the European Renaissance of the 15th and 16th centuries, the Church was a leading patron of art and architecture, directly commissioning many individual works and supporting many artists such as Michelangelo, Brunelleschi, Bramante, Raphael, Fra Angelico, Donatello, and Leonardo da Vinci",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Modern Inquisition (1478 – 20th century)",
          "section_content": [
            {
              "sentence": "Between 1478 and 1542, the modern Roman, Spanish, and Portuguese inquisitions were created with a much broader reach than previous inquisitions",
              "refs": []
            },
            {
              "sentence": "Until its end in 1834, the Spanish Inquisition was used to consolidate state interests",
              "refs": []
            },
            {
              "sentence": "Authorized by Pope Sixtus IV in 1478, it was begun in answer to Ferdinand and Isabella's stated fears that Jewish converts were conspiring with Muslims to sabotage the new state",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 15] At its start, the Inquisition was so severe that the Pope attempted to shut it down",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "King Ferdinand is said to have threatened the Pope to prevent that from happening",
              "refs": []
            },
            {
              "sentence": "Five years after its inception, in October 1483, a papal bull conceded control of the Spanish Inquisition to the Spanish crown making it the first national, unified, centralized institution of the nascent Spanish state",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Portuguese Inquisition was controlled by a state-level board of directors sponsored by the king, who, during this period, was generally more concerned with ethnicity than religion",
              "refs": []
            },
            {
              "sentence": "According to Giuseppe Marcocci, there is a connection between the  Portuguese Inquisition's growth and blood purity statutes",
              "refs": []
            },
            {
              "sentence": "Anti-Judaism became part of the Inquisition in Portugal before the end of the fifteenth century and forced conversion led many Jewish converts to Portuguese colonies in India, where they suffered as targets of the Goa Inquisition",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The bureaucratic, intellectual, and academic Roman Inquisition operated to serve the papacy's long-standing political aims in Italy",
              "refs": []
            },
            {
              "sentence": "It is probably best known for its condemnation of Galileo",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Early modernity (1500–1750)",
      "section_content": [
        {
          "sentence": "The conquest of Constantinople in 1453 by the Ottoman Turks effectively destroyed the Eastern Orthodox Church as an institution inaugurated by Constantine, sealing off Greek-speaking Orthodoxy from the West for almost a century and a half",
          "refs": []
        },
        {
          "sentence": "Thereafter, it was without one of its leaders, the Emperor, though it retained a patriarch in a lesser and more limited capacity",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "By the time of Süleyman the Magnificent (1520–1566), the patriarchate had become a part of the Ottoman system, and continued to influence the Orthodox world",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Jeremias II (1536–1595) dominated Eastern Christianity in the second half of the sixteenth century, keeping Constantinople conservative and suspicious of Rome",
          "refs": []
        },
        {
          "sentence": "Jeremias was the first Eastern patriarch to visit north-eastern Europe",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Ending his visit in Moscow, he founded the Orthodox Patriarchate of Russia",
          "refs": []
        },
        {
          "sentence": "A generation after Constantinople fell to the Turks, Ivan III of Muscovy adopted the style of the ancient Byzantine imperial court",
          "refs": []
        },
        {
          "sentence": "This gained Ivan support among the late fifteenth and early sixteenth century Rus' elite who saw themselves as the New Israel and Moscow as the new Jerusalem",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Witches",
          "section_content": [
            {
              "sentence": "Historians have been unable to pinpoint a single cause of \"witch frenzy\" in Europe although the Little Ice Age may have been a factor",
              "refs": []
            },
            {
              "sentence": "The official position of the Roman Catholic Church was that witches did not exist, yet in the mid-1400s, a common thought developed at every level of society that witches were both real and malevolent",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Belief in magic had remained so widespread it has convinced historians that Christianization had not been as universal as previously supposed",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Pressure to prosecute witches came from the common people, and trials were mostly civil trials",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "There is broad agreement that approximately 100,000 people were prosecuted, of which 80% were women, and that 40,000 to 50,000 of these were executed between 1561 and 1670",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Reformation",
          "section_content": [
            {
              "sentence": "Throughout Europe, powerful and pervasive ecclesiastical reform had developed from medieval critiques of the church, but the institutional unity of the church was shattered",
              "refs": []
            },
            {
              "sentence": "Though there was no actual schism until 1521, the Protestant Reformation (1517–1648) has been described (since the nineteenth century) as beginning when Martin Luther, a Catholic monk advocating church reform, nailed his Ninety-five Theses to the church door in Wittenberg in 1517",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Luther's theses challenged the church's selling of indulgences, the authority of the Pope, and various teachings of the late medieval Catholic church",
              "refs": []
            },
            {
              "sentence": "This act of defiance and its social, moral, and theological criticisms brought Western Christianity to a new understanding of relationship to God",
              "refs": []
            },
            {
              "sentence": "Edicts handed down by the Diet of Worms condemned Luther and officially banned citizens of the Holy Roman Empire from defending or propagating his ideas",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The three primary traditions to emerge directly from the Reformation were the Lutheran, Reformed, and the Anglican traditions",
              "refs": []
            },
            {
              "sentence": "At the same time, a collection of loosely related groups that included Anabaptists, Spiritualists, and Evangelical Rationalists, began the Radical Reformation in Germany and Switzerland",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Beginning in 1519, Huldrych Zwingli spread these teachings in Switzerland leading to the Swiss Reformation",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Roman Catholic Church responded to the Protestant challenge in what is called the Counter-Reformation or Catholic Reformation, spearheaded by a series of 10 reforming popes from 1534 to 1605, beginning with Pope Paul III (1534–1549)",
              "refs": []
            },
            {
              "sentence": "The Council of Trent (1545–1563) denied each Protestant claim, and laid the foundation of Roman Catholic policies up to the twenty-first century",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "New monastic orders were formed within the church, including the Society of Jesus – also known as the \"Jesuits\" – who adopted military-style discipline and a vow of loyalty to the Pope, leading them to be called \"the shock troops of the papacy\"",
              "refs": []
            },
            {
              "sentence": "They soon became the Church's chief weapon against Protestantism",
              "refs": []
            },
            {
              "sentence": "[note 16]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Quarreling royal houses, already involved in dynastic disagreements, became polarized into the two religious camps",
              "refs": []
            },
            {
              "sentence": "Warfare initially broke out in the Holy Roman Empire with the minor Knights' War in 1522, then intensified in the First Schmalkaldic War (1546–1547) and the Second Schmalkaldic War (1552–1555)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1562, France became the centre of a series of wars",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The largest and most disastrous of these wars was the Thirty Years' War (1618–1648)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Scholars disagree about their causes",
              "refs": []
            },
            {
              "sentence": "John Kelsay and James Turner Johnson argue that these were varieties of the just war tradition for liberty and freedom",
              "refs": []
            },
            {
              "sentence": "William T",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cavanaugh identifies the view shared by most historians that the wars were not primarily religious, but were more about state-building, nationalism, and economics",
              "refs": []
            },
            {
              "sentence": "Historian Barbara Diefendorf argues that religious motives were always mixed with other motives, but the simple fact of Catholics fighting Catholics and Protestants fighting Protestants is not sufficient to prove an absence of religious motives",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to Marxist theorist Henry Heller, there was \"a rising tide of commoner hostility to noble oppression and growing perception of collusion between Protestant and Catholic nobles\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Art and enlightenment",
          "section_content": [
            {
              "sentence": "In the early seventeenth century, Baroque art, characterized by grandeur and opulence, offered the Catholic Church and secular rulers a means of expressing their magnificence and political power",
              "refs": []
            },
            {
              "sentence": "This was a period of turmoil, discovery, and change, and Baroque art reflected the search for stability and order",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It originated in Rome and became an international style",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The church of St",
              "refs": []
            },
            {
              "sentence": "Peter in Rome, St",
              "refs": []
            },
            {
              "sentence": "Paul's cathedral in London, and the gardens at Versailles are probably the age's premiere examples",
              "refs": []
            },
            {
              "sentence": "The era of absolutist states followed the breakdown of Christian universalism in Europe",
              "refs": []
            },
            {
              "sentence": "Abuses from political absolutism practised by kings supported by Catholicism gave rise to a virulent anti-clerical, anti-Catholic, and anti-Christian sentiment that emerged in the 1680s as an aspect of the Age of Enlightenment",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Critique of Christianity began among the more extreme Protestant reformers enraged by fear, tyranny, and persecution",
              "refs": []
            },
            {
              "sentence": "Secularisation spread at every level of European society",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "By the 1690s, many secular thinkers rethought on a political level all of the State's reasons for persecution, and they began advocating for religious toleration",
              "refs": []
            },
            {
              "sentence": "Protestants had been steadfastly seeking religious toleration for everyone since the 1400s",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Thereafter, Anglicans and other Christian moderates had also argued for toleration",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Concepts of freedom of religion, freedom of speech, and freedom of thought gradually became established in the West",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Colonialism and missions",
          "section_content": [
            {
              "sentence": "Colonialism, driven by economics and politics, also opened the door for Christian missions in many new regions",
              "refs": []
            },
            {
              "sentence": "Sixteenth-century missions to China were undertaken primarily by the Jesuits",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to Sheridan Gilley \"Catholic Christianity became a global religion through the Spanish and Portuguese colonial empires in the sixteenth century and French missionaries in the seventeenth and eighteenth.\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Christian missionaries and colonial empires had separate agendas that were often in direct opposition to each other",
              "refs": []
            },
            {
              "sentence": "Many vocal missionaries challenged colonial oppression, defended human rights, and opposed their own governments in matters of social justice",
              "refs": []
            },
            {
              "sentence": "However, there are an equal number of examples of cooperation with colonial governments",
              "refs": []
            },
            {
              "sentence": "The sixteenth-century success of Christianity in Japan was followed by one of the greatest persecutions in Christian history",
              "refs": []
            },
            {
              "sentence": "Sheridan Gilley writes that \"The cruel martyrdom of Catholics in China, Indochina, Japan and Korea, another heroic missionary country, was connected to local fears of European invasion and conquest, which in some cases were not unjustified.\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Late modernity (after 1750)",
      "section_content": [
        {
          "sentence": "Urbanization and industrialization created a plethora of new social problems",
          "refs": []
        },
        {
          "sentence": "In Europe and North America, both Protestants and Catholics provided massive aid to the poor, supporting family welfare, and providing medicine and education",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Max Weber says the rise of Protestantism in the West contributed to human capital formation,  the development of the Protestant work ethic,  economic growth,  the state system across Europe,  and the development of banking in Northern Europe giving birth to Capitalism",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": ".",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Biblical criticism developed, pioneered by Protestants, advocating historicism and rationalism to make study of the Bible more scholarly, secular, and democratic",
          "refs": []
        },
        {
          "sentence": "It posed particular problems for the literal interpretation of the Bible which had emerged in the 1820s",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In reaction to rationalism, Pietism grew in Europe and religious revival known as the First Great Awakening, swept through the American colonies between the 1730s and the 1770s",
          "refs": []
        },
        {
          "sentence": "Beginning among the Presbyterians, revival quickly spread creating American Evangelicalism and Wesleyan Methodism",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Verbal battles over the movement raged at both the congregational and denominational levels creating divisions which became 'Parties', which turned political and eventually led to critical support for the American Revolution",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1791, the United States became the first predominantly Christian nation to mandate the separation of church and state",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Theological pluralism became the new norm in the new country",
          "refs": []
        },
        {
          "sentence": "France experienced revolution, and by 1794, radical revolutionaries attempted to violently 'de-Christianize' France",
          "refs": []
        },
        {
          "sentence": "For Eastern Orthodox church leaders, de-Christianization meant Enlightenment ideas were too dangerous to embrace",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Nineteenth and twentieth centuries",
          "section_content": [
            {
              "sentence": "In America, the Second Great Awakening (1800–1830s), (which produced the Latter Day Saint movement, the Restoration Movement and the Holiness movement), extolled moral reform,  and established the nationwide societies that many businesses emulated leading to the consolidations and mergers that reshaped the American economy of the nineteenth century",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Reform focused on women's rights, temperance, literacy and the abolition of slavery",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "For over 300 years, there had been Christians in Europe and North America who participated in the Trans-Atlantic slave trade",
              "refs": []
            },
            {
              "sentence": "Moral objections within Christianity had arisen immediately,  and by the eighteenth century, individual Quakers, Methodists, Presbyterians and Baptists had begun a written campaign against slavery",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Congregations led by black preachers kept abolitionism alive  into the early nineteenth century when some American Protestants organized the first anti-slavery societies",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to historian David Eltis, the ideology of abolition ended the Trans-Atlantic slave trade, changing the economic and human history on three continents",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Third Great Awakening began in 1857 and was most notable for taking revival throughout the world, especially in English-speaking countries",
              "refs": []
            },
            {
              "sentence": "Restorationists were prevalent in America giving rise to the Stone-Campbell Restoration Movement, Adventism, and the Jehovah's Witnesses",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Protestant missionaries of the nineteenth century had a significant role in shaping multiple nations, cultures, and societies",
              "refs": []
            },
            {
              "sentence": "Women made major contributions",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A missionary's first task was to get to know the indigenous people and work with them to translate the Bible into their local language",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Approximately 90% were completed",
              "refs": []
            },
            {
              "sentence": "The process also generated a written grammar, a lexicon of native traditions, and a dictionary of the local language",
              "refs": []
            },
            {
              "sentence": "These were used to teach in missionary schools resulting in the spread of literacy and indigenization",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to historian Lamin Sanneh, Protestant missionaries thus stimulated the \"largest, most diverse and most vigorous movement of cultural renewal\" in African history",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Liberal Christians embraced seventeenth-century rationalism, but also disregarded the necessity of faith and ritual in maintaining Christianity, leading to liberalism's decline and the birth of fundamentalism",
              "refs": []
            },
            {
              "sentence": "Fundamentalist Christianity arose in the late nineteenth and early twentieth century as a reaction against modern rationalism",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Roman Catholic Church became increasingly centralized, conservative, and focused on loyalty to the Pope",
              "refs": []
            },
            {
              "sentence": "In 1925, Protestant fundamentalism participated in the Scopes trial, however, by 1930, the movement appeared to be dying",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Later in the 1930s, Neo-orthodoxy, a theology against liberalism with a reevaluation of Reformation teachings, began uniting moderates of both sides",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the 1940s, \"new-evangelicalism\" established itself as separate from fundamentalism",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Russia",
          "section_content": [
            {
              "sentence": "In Russia, the Church reform of Peter I in the early eighteenth century had placed the Orthodox authorities under the control of the tsar",
              "refs": []
            },
            {
              "sentence": "An ober-procurator appointed by the tsar ran the committee that governed the Church after 1721 until 1918: the Most Holy Synod",
              "refs": []
            },
            {
              "sentence": "The Church became involved in the various campaigns of russification and contributed to antisemitism",
              "refs": []
            },
            {
              "sentence": "By the early twentieth century, the influence of anticlerical socialism and communism weakened Christianity in many locations",
              "refs": []
            },
            {
              "sentence": "The Bolsheviks and other Russian revolutionaries saw the Church, like the tsarist state, as an enemy of the people",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Criticism of atheism was strictly forbidden and sometimes led to imprisonment",
              "refs": []
            },
            {
              "sentence": "Some actions against Orthodox priests and believers included torture, being sent to prison camps, labour camps or mental hospitals, and execution",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Historian Scott Kenworthy describes the persecution of the Russian Orthodox Church under communism as \"unparalleled by any in Christian history\"",
              "refs": []
            },
            {
              "sentence": "In the first five years after the October Revolution, one journalist reported that 28 bishops and 1,200 priests were executed",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Others report that 8,000 people were killed in 1922",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The League of Militant Atheists adopted a five-year plan in 1932 \"aimed at the total eradication of religion by 1937\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Despite oppression and martyrdom under hostile rule, the Russian Orthodox Church of the twentieth century continued to contribute to theology, spirituality, liturgy, music, and art",
              "refs": []
            },
            {
              "sentence": "Kenworthy adds that \"Important movements within the church have been the revival of a Eucharistic ecclesiology, of traditional iconography, of monastic life and spiritual traditions such as Hesychasm, and the rediscovery of the Greek Church Fathers\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Christianity and Nazism (1930s)",
          "section_content": [
            {
              "sentence": "In the early twentieth century, European states were advocating the separation of church and state, while also establishing authoritarian governments and state-supported churches",
              "refs": []
            },
            {
              "sentence": "Such consanguinity would, after 1945, implicate the church in abuses of power",
              "refs": []
            },
            {
              "sentence": "Pope Pius XI declared in Mit brennender Sorge (English: \"With rising anxiety\") that fascist governments had hidden \"pagan intentions\" and expressed the irreconcilability of the Catholic position with totalitarian fascist state worship which placed the nation above God, fundamental human rights, and dignity",
              "refs": []
            },
            {
              "sentence": "In Poland, Catholic priests were arrested and Polish priests and nuns were executed en masse",
              "refs": []
            },
            {
              "sentence": "Most leaders and members of the largest Protestant church in Germany, the German Evangelical Church, which had a long tradition of nationalism and support of the state, supported the Nazis when they came to power",
              "refs": []
            },
            {
              "sentence": "A smaller contingent, about a third of German Protestants, formed the Confessing Church which opposed Nazism",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[note 17]",
              "refs": []
            },
            {
              "sentence": "Nazis interfered in The Confessing Church's affairs, harassed its members, executed mass arrests, and targeted well-known pastors like Martin Niemöller and Dietrich Bonhoeffer",
              "refs": []
            },
            {
              "sentence": "[note 18] Bonhoeffer, a pacifist, was arrested, found guilty in the conspiracy to assassinate Adolf Hitler, and executed",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "After World War II",
      "section_content": [
        {
          "sentence": "Before 1945, about a third of the people in the world were Christians, and about 80% of them lived in Europe, Russia, and the Americas",
          "refs": []
        },
        {
          "sentence": "By 2000, the percentage of Christians in the West dropped to around 40 percent, while the proportion living in Asia and Africa rose to 32 percent",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In the first quarter of the twenty-first century, most Christians live outside North America and Western Europe",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "White Christians are a global minority, and slightly over half of worldwide Christians are female",
          "refs": []
        },
        {
          "sentence": "It is the world's largest religion with roughly 2.4 billion followers constituting around 31.2% of the world's population",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[note 19]",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 2000, approximately one-quarter of all Christians worldwide were part of Pentecostalism and its associated movements",
          "refs": []
        },
        {
          "sentence": "By 2025, Pentecostals are expected to constitute one-third of the nearly three billion Christians worldwide making it the largest branch of Protestantism and the fastest-growing religious movement in worldwide Christianity",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Traditional Christianity faced multiple challenges in the twentieth century leading to a decline in church attendance in the West",
          "refs": []
        },
        {
          "sentence": "The challenges of secularism, and the changing moral climate concerning sexual ethics, gender, and exclusivity produced a demand for greater individual freedom",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "https://archive.org/details/historyofchristi0000isic/page/n13/mode/2up"
          ]
        },
        {
          "sentence": "\"New Age\" spirituality formed",
          "refs": []
        },
        {
          "sentence": "It is private, individualistic, embraces the sacred as a deeper understanding of the self, and differs radically from Christian tradition",
          "refs": []
        },
        {
          "sentence": "Hugh McLeod writes that political criticisms concerning power have had an even wider impact",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Highly authoritarian and totalitarian governments have brought about crises and decline in many areas",
          "refs": []
        },
        {
          "sentence": "The world's first Marxist super-power, and other communist governments, pursued anti-religious policies",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 2013, 17 Muslim majority states reported discrimination against religious minorities, including Christianity",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Anti-Christian persecution has become a consistent human rights concern",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Commonality and unity between Protestants and Catholics made little progress until 11 October 1962, when Pope John XXIII opened the Second Vatican Council",
          "refs": []
        },
        {
          "sentence": "Roman Catholic ecumenical goals are to establish full communion amongst all the various Christian churches, however there is no agreement amongst evangelicals",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Since then, the ecumenical movement has stalled, however there is also a trend at the local level toward discussion, pulpit exchanges, and shared social action",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In Hugh MacLeod's view, \"A liberal Catholic is likely to have a lot in common with a liberal Methodist,\" and the influence of the internet will probably increase this unofficial ecumenism",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Theological revolution",
          "section_content": [
            {
              "sentence": "The multiple wars of the twentieth century brought questions of theodicy to the forefront",
              "refs": []
            },
            {
              "sentence": "For the first time since the pre-Constantinian era, Christian pacifism became an alternative to war",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Nineteenth-century revolutions had established Orthodoxy in the Serbian, Greek, Romanian, and Bulgarian nations",
              "refs": []
            },
            {
              "sentence": "In the twentieth century, these changed from universal churches into national churches that became subordinate to nationalism and the state",
              "refs": []
            },
            {
              "sentence": "Liberation theology has aided the Latin American poor",
              "refs": []
            },
            {
              "sentence": "In order to redeem the institutions of society using the \"kingdom ideals\" from Jesus' Sermon on the Mount, the Social Gospel combined with liberation theology to redefine social justice, focus on the community's sins, and expose institutionalized sin",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Black theology combined Christianity with questions of civil rights, aspects of the Black Power movement, and responses to black Muslims claiming Christianity was a \"White man's\" religion",
              "refs": []
            },
            {
              "sentence": "It spread to the United Kingdom, parts of Africa, and confronted apartheid in South Africa",
              "refs": []
            },
            {
              "sentence": "The feminist movement of the mid to late twentieth century began with an anti-Christian ethos but soon developed an influential Feminist theology dedicated to transforming churches and society",
              "refs": []
            },
            {
              "sentence": "It developed womanist theology of African-American women, the \"mujerista\" theology of Hispanic women, and insights from Asian feminist theology",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Ethics and identity politics have forced many to realize supersessionism can underlie hatred, ethnocentrism, and racism",
              "refs": []
            },
            {
              "sentence": "Supersessionist texts are increasingly challenged in the twenty first century",
              "refs": []
            },
            {
              "sentence": "After World War II, Christian missionaries played a transformative role in many colonial societies, moving them toward independence through decolonization",
              "refs": []
            },
            {
              "sentence": "In the mid to late 1990s, postcolonial theology emerged globally from multiple sources",
              "refs": []
            },
            {
              "sentence": "It analyzes structures of power and ideology to recover what colonialism erased or suppressed in indigenous cultures",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The missionary movement of the twenty-first century has transformed into a multi-cultural, multi-faceted global network of NGO's, short-term amateur volunteers, and traditional long-term bilingual, bicultural professionals who focus on evangelism and local development and not on 'civilizing' native people",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Sources",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Books & periodicals",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Encyclopedia & web sources",
          "section_content": [],
          "subsections": []
        }
      ]
    }
  ],
  "references": {
    "67": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "150": "[ERROR retrieving ref link]",
    "208": "[ERROR retrieving ref link]",
    "218": "[ERROR retrieving ref link]",
    "261": "[ERROR retrieving ref link]",
    "297": "[ERROR retrieving ref link]",
    "311": "[ERROR retrieving ref link]",
    "363": "[ERROR retrieving ref link]",
    "392": "[ERROR retrieving ref link]",
    "405": "[ERROR retrieving ref link]",
    "436": "[ERROR retrieving ref link]",
    "441": "[ERROR retrieving ref link]",
    "450": "[ERROR retrieving ref link]",
    "460": "[ERROR retrieving ref link]",
    "493": "[ERROR retrieving ref link]",
    "592": "[ERROR retrieving ref link]",
    "596": "[ERROR retrieving ref link]",
    "617": "[ERROR retrieving ref link]",
    "1": "[ERROR retrieving ref link]",
    "2": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "5": "[ERROR retrieving ref link]",
    "6": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "14": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "25": "[ERROR retrieving ref link]",
    "26": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "30": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "32": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "35": "[ERROR retrieving ref link]",
    "36": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "43": "[ERROR retrieving ref link]",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "55": "[ERROR retrieving ref link]",
    "56": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "91": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "93": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "95": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "[ERROR retrieving ref link]",
    "98": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "107": "[ERROR retrieving ref link]",
    "108": "[ERROR retrieving ref link]",
    "109": "[ERROR retrieving ref link]",
    "110": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "114": "[ERROR retrieving ref link]",
    "115": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "117": "[ERROR retrieving ref link]",
    "118": "[ERROR retrieving ref link]",
    "119": "[ERROR retrieving ref link]",
    "120": "[ERROR retrieving ref link]",
    "121": "[ERROR retrieving ref link]",
    "122": "[ERROR retrieving ref link]",
    "123": "[ERROR retrieving ref link]",
    "124": "[ERROR retrieving ref link]",
    "125": "[ERROR retrieving ref link]",
    "126": "[ERROR retrieving ref link]",
    "127": "[ERROR retrieving ref link]",
    "128": "[ERROR retrieving ref link]",
    "129": "[ERROR retrieving ref link]",
    "130": "[ERROR retrieving ref link]",
    "131": "[ERROR retrieving ref link]",
    "132": "[ERROR retrieving ref link]",
    "133": "[ERROR retrieving ref link]",
    "134": "[ERROR retrieving ref link]",
    "135": "[ERROR retrieving ref link]",
    "136": "[ERROR retrieving ref link]",
    "137": "[ERROR retrieving ref link]",
    "138": "[ERROR retrieving ref link]",
    "139": "[ERROR retrieving ref link]",
    "140": "[ERROR retrieving ref link]",
    "141": "[ERROR retrieving ref link]",
    "142": "[ERROR retrieving ref link]",
    "143": "[ERROR retrieving ref link]",
    "144": "[ERROR retrieving ref link]",
    "145": "[ERROR retrieving ref link]",
    "146": "[ERROR retrieving ref link]",
    "147": "[ERROR retrieving ref link]",
    "148": "[ERROR retrieving ref link]",
    "149": "[ERROR retrieving ref link]",
    "151": "[ERROR retrieving ref link]",
    "152": "[ERROR retrieving ref link]",
    "153": "[ERROR retrieving ref link]",
    "154": "[ERROR retrieving ref link]",
    "155": "[ERROR retrieving ref link]",
    "156": "[ERROR retrieving ref link]",
    "157": "[ERROR retrieving ref link]",
    "158": "[ERROR retrieving ref link]",
    "159": "[ERROR retrieving ref link]",
    "160": "[ERROR retrieving ref link]",
    "161": "[ERROR retrieving ref link]",
    "162": "[ERROR retrieving ref link]",
    "163": "[ERROR retrieving ref link]",
    "164": "[ERROR retrieving ref link]",
    "165": "[ERROR retrieving ref link]",
    "166": "[ERROR retrieving ref link]",
    "167": "[ERROR retrieving ref link]",
    "168": "[ERROR retrieving ref link]",
    "169": "[ERROR retrieving ref link]",
    "170": "[ERROR retrieving ref link]",
    "171": "[ERROR retrieving ref link]",
    "172": "[ERROR retrieving ref link]",
    "173": "[ERROR retrieving ref link]",
    "174": "[ERROR retrieving ref link]",
    "175": "[ERROR retrieving ref link]",
    "176": "[ERROR retrieving ref link]",
    "177": "[ERROR retrieving ref link]",
    "178": "[ERROR retrieving ref link]",
    "179": "[ERROR retrieving ref link]",
    "180": "[ERROR retrieving ref link]",
    "181": "[ERROR retrieving ref link]",
    "182": "[ERROR retrieving ref link]",
    "183": "[ERROR retrieving ref link]",
    "184": "[ERROR retrieving ref link]",
    "185": "[ERROR retrieving ref link]",
    "186": "[ERROR retrieving ref link]",
    "187": "[ERROR retrieving ref link]",
    "188": "[ERROR retrieving ref link]",
    "189": "[ERROR retrieving ref link]",
    "190": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "192": "[ERROR retrieving ref link]",
    "193": "[ERROR retrieving ref link]",
    "194": "[ERROR retrieving ref link]",
    "195": "[ERROR retrieving ref link]",
    "196": "[ERROR retrieving ref link]",
    "197": "[ERROR retrieving ref link]",
    "198": "[ERROR retrieving ref link]",
    "199": "[ERROR retrieving ref link]",
    "200": "[ERROR retrieving ref link]",
    "201": "[ERROR retrieving ref link]",
    "202": "[ERROR retrieving ref link]",
    "203": "[ERROR retrieving ref link]",
    "204": "[ERROR retrieving ref link]",
    "205": "[ERROR retrieving ref link]",
    "206": "[ERROR retrieving ref link]",
    "207": "[ERROR retrieving ref link]",
    "209": "[ERROR retrieving ref link]",
    "210": "[ERROR retrieving ref link]",
    "211": "[ERROR retrieving ref link]",
    "212": "[ERROR retrieving ref link]",
    "213": "[ERROR retrieving ref link]",
    "214": "[ERROR retrieving ref link]",
    "215": "[ERROR retrieving ref link]",
    "216": "[ERROR retrieving ref link]",
    "217": "[ERROR retrieving ref link]",
    "219": "[ERROR retrieving ref link]",
    "220": "[ERROR retrieving ref link]",
    "221": "[ERROR retrieving ref link]",
    "222": "[ERROR retrieving ref link]",
    "223": "[ERROR retrieving ref link]",
    "224": "[ERROR retrieving ref link]",
    "225": "[ERROR retrieving ref link]",
    "226": "[ERROR retrieving ref link]",
    "227": "[ERROR retrieving ref link]",
    "228": "[ERROR retrieving ref link]",
    "229": "[ERROR retrieving ref link]",
    "230": "[ERROR retrieving ref link]",
    "231": "[ERROR retrieving ref link]",
    "232": "[ERROR retrieving ref link]",
    "233": "[ERROR retrieving ref link]",
    "234": "[ERROR retrieving ref link]",
    "235": "[ERROR retrieving ref link]",
    "236": "[ERROR retrieving ref link]",
    "237": "[ERROR retrieving ref link]",
    "238": "[ERROR retrieving ref link]",
    "239": "[ERROR retrieving ref link]",
    "240": "[ERROR retrieving ref link]",
    "241": "[ERROR retrieving ref link]",
    "242": "[ERROR retrieving ref link]",
    "243": "[ERROR retrieving ref link]",
    "244": "[ERROR retrieving ref link]",
    "245": "[ERROR retrieving ref link]",
    "246": "[ERROR retrieving ref link]",
    "247": "[ERROR retrieving ref link]",
    "248": "[ERROR retrieving ref link]",
    "249": "[ERROR retrieving ref link]",
    "250": "[ERROR retrieving ref link]",
    "251": "[ERROR retrieving ref link]",
    "252": "[ERROR retrieving ref link]",
    "253": "[ERROR retrieving ref link]",
    "254": "[ERROR retrieving ref link]",
    "255": "[ERROR retrieving ref link]",
    "256": "[ERROR retrieving ref link]",
    "257": "[ERROR retrieving ref link]",
    "258": "[ERROR retrieving ref link]",
    "259": "[ERROR retrieving ref link]",
    "260": "[ERROR retrieving ref link]",
    "262": "[ERROR retrieving ref link]",
    "263": "[ERROR retrieving ref link]",
    "264": "[ERROR retrieving ref link]",
    "265": "[ERROR retrieving ref link]",
    "266": "[ERROR retrieving ref link]",
    "267": "[ERROR retrieving ref link]",
    "268": "[ERROR retrieving ref link]",
    "269": "[ERROR retrieving ref link]",
    "270": "[ERROR retrieving ref link]",
    "271": "[ERROR retrieving ref link]",
    "272": "[ERROR retrieving ref link]",
    "273": "[ERROR retrieving ref link]",
    "274": "[ERROR retrieving ref link]",
    "275": "[ERROR retrieving ref link]",
    "276": "[ERROR retrieving ref link]",
    "277": "[ERROR retrieving ref link]",
    "278": "[ERROR retrieving ref link]",
    "279": "[ERROR retrieving ref link]",
    "280": "[ERROR retrieving ref link]",
    "281": "[ERROR retrieving ref link]",
    "282": "[ERROR retrieving ref link]",
    "283": "[ERROR retrieving ref link]",
    "284": "[ERROR retrieving ref link]",
    "285": "[ERROR retrieving ref link]",
    "286": "[ERROR retrieving ref link]",
    "287": "[ERROR retrieving ref link]",
    "288": "[ERROR retrieving ref link]",
    "289": "[ERROR retrieving ref link]",
    "290": "[ERROR retrieving ref link]",
    "291": "[ERROR retrieving ref link]",
    "292": "[ERROR retrieving ref link]",
    "293": "[ERROR retrieving ref link]",
    "294": "[ERROR retrieving ref link]",
    "295": "[ERROR retrieving ref link]",
    "296": "[ERROR retrieving ref link]",
    "298": "[ERROR retrieving ref link]",
    "299": "[ERROR retrieving ref link]",
    "300": "[ERROR retrieving ref link]",
    "301": "[ERROR retrieving ref link]",
    "302": "[ERROR retrieving ref link]",
    "303": "[ERROR retrieving ref link]",
    "304": "[ERROR retrieving ref link]",
    "305": "[ERROR retrieving ref link]",
    "306": "[ERROR retrieving ref link]",
    "307": "[ERROR retrieving ref link]",
    "308": "[ERROR retrieving ref link]",
    "309": "[ERROR retrieving ref link]",
    "310": "[ERROR retrieving ref link]",
    "312": "[ERROR retrieving ref link]",
    "313": "[ERROR retrieving ref link]",
    "314": "[ERROR retrieving ref link]",
    "315": "[ERROR retrieving ref link]",
    "316": "[ERROR retrieving ref link]",
    "317": "[ERROR retrieving ref link]",
    "318": "[ERROR retrieving ref link]",
    "319": "[ERROR retrieving ref link]",
    "320": "[ERROR retrieving ref link]",
    "321": "[ERROR retrieving ref link]",
    "322": "[ERROR retrieving ref link]",
    "323": "[ERROR retrieving ref link]",
    "324": "[ERROR retrieving ref link]",
    "325": "[ERROR retrieving ref link]",
    "326": "[ERROR retrieving ref link]",
    "327": "[ERROR retrieving ref link]",
    "328": "[ERROR retrieving ref link]",
    "329": "[ERROR retrieving ref link]",
    "330": "[ERROR retrieving ref link]",
    "331": "[ERROR retrieving ref link]",
    "332": "[ERROR retrieving ref link]",
    "333": "[ERROR retrieving ref link]",
    "334": "[ERROR retrieving ref link]",
    "335": "[ERROR retrieving ref link]",
    "336": "[ERROR retrieving ref link]",
    "337": "[ERROR retrieving ref link]",
    "338": "[ERROR retrieving ref link]",
    "339": "[ERROR retrieving ref link]",
    "340": "[ERROR retrieving ref link]",
    "341": "[ERROR retrieving ref link]",
    "342": "[ERROR retrieving ref link]",
    "343": "[ERROR retrieving ref link]",
    "344": "[ERROR retrieving ref link]",
    "345": "[ERROR retrieving ref link]",
    "346": "[ERROR retrieving ref link]",
    "347": "[ERROR retrieving ref link]",
    "348": "[ERROR retrieving ref link]",
    "349": "[ERROR retrieving ref link]",
    "350": "[ERROR retrieving ref link]",
    "351": "[ERROR retrieving ref link]",
    "352": "[ERROR retrieving ref link]",
    "353": "[ERROR retrieving ref link]",
    "354": "[ERROR retrieving ref link]",
    "355": "[ERROR retrieving ref link]",
    "356": "[ERROR retrieving ref link]",
    "357": "[ERROR retrieving ref link]",
    "358": "[ERROR retrieving ref link]",
    "359": "[ERROR retrieving ref link]",
    "360": "[ERROR retrieving ref link]",
    "361": "[ERROR retrieving ref link]",
    "362": "[ERROR retrieving ref link]",
    "364": "[ERROR retrieving ref link]",
    "365": "[ERROR retrieving ref link]",
    "366": "[ERROR retrieving ref link]",
    "367": "[ERROR retrieving ref link]",
    "368": "[ERROR retrieving ref link]",
    "369": "[ERROR retrieving ref link]",
    "370": "[ERROR retrieving ref link]",
    "371": "[ERROR retrieving ref link]",
    "372": "[ERROR retrieving ref link]",
    "373": "[ERROR retrieving ref link]",
    "374": "[ERROR retrieving ref link]",
    "375": "[ERROR retrieving ref link]",
    "376": "[ERROR retrieving ref link]",
    "377": "[ERROR retrieving ref link]",
    "378": "[ERROR retrieving ref link]",
    "379": "[ERROR retrieving ref link]",
    "380": "[ERROR retrieving ref link]",
    "381": "[ERROR retrieving ref link]",
    "382": "[ERROR retrieving ref link]",
    "383": "[ERROR retrieving ref link]",
    "384": "[ERROR retrieving ref link]",
    "385": "[ERROR retrieving ref link]",
    "386": "[ERROR retrieving ref link]",
    "387": "[ERROR retrieving ref link]",
    "388": "[ERROR retrieving ref link]",
    "389": "[ERROR retrieving ref link]",
    "390": "[ERROR retrieving ref link]",
    "391": "[ERROR retrieving ref link]",
    "393": "[ERROR retrieving ref link]",
    "394": "[ERROR retrieving ref link]",
    "395": "[ERROR retrieving ref link]",
    "396": "[ERROR retrieving ref link]",
    "397": "[ERROR retrieving ref link]",
    "398": "[ERROR retrieving ref link]",
    "399": "[ERROR retrieving ref link]",
    "400": "[ERROR retrieving ref link]",
    "401": "[ERROR retrieving ref link]",
    "402": "[ERROR retrieving ref link]",
    "403": "[ERROR retrieving ref link]",
    "404": "[ERROR retrieving ref link]",
    "406": "[ERROR retrieving ref link]",
    "407": "[ERROR retrieving ref link]",
    "408": "[ERROR retrieving ref link]",
    "409": "[ERROR retrieving ref link]",
    "410": "[ERROR retrieving ref link]",
    "411": "[ERROR retrieving ref link]",
    "412": "[ERROR retrieving ref link]",
    "413": "[ERROR retrieving ref link]",
    "414": "[ERROR retrieving ref link]",
    "415": "[ERROR retrieving ref link]",
    "416": "[ERROR retrieving ref link]",
    "417": "[ERROR retrieving ref link]",
    "418": "[ERROR retrieving ref link]",
    "419": "[ERROR retrieving ref link]",
    "420": "[ERROR retrieving ref link]",
    "421": "[ERROR retrieving ref link]",
    "422": "[ERROR retrieving ref link]",
    "423": "[ERROR retrieving ref link]",
    "424": "[ERROR retrieving ref link]",
    "425": "[ERROR retrieving ref link]",
    "426": "[ERROR retrieving ref link]",
    "427": "[ERROR retrieving ref link]",
    "428": "[ERROR retrieving ref link]",
    "429": "[ERROR retrieving ref link]",
    "430": "[ERROR retrieving ref link]",
    "431": "[ERROR retrieving ref link]",
    "432": "[ERROR retrieving ref link]",
    "433": "[ERROR retrieving ref link]",
    "434": "[ERROR retrieving ref link]",
    "435": "[ERROR retrieving ref link]",
    "437": "[ERROR retrieving ref link]",
    "438": "[ERROR retrieving ref link]",
    "439": "[ERROR retrieving ref link]",
    "440": "[ERROR retrieving ref link]",
    "442": "[ERROR retrieving ref link]",
    "443": "[ERROR retrieving ref link]",
    "444": "[ERROR retrieving ref link]",
    "445": "[ERROR retrieving ref link]",
    "446": "[ERROR retrieving ref link]",
    "447": "[ERROR retrieving ref link]",
    "448": "[ERROR retrieving ref link]",
    "449": "[ERROR retrieving ref link]",
    "451": "[ERROR retrieving ref link]",
    "452": "[ERROR retrieving ref link]",
    "453": "[ERROR retrieving ref link]",
    "454": "[ERROR retrieving ref link]",
    "455": "[ERROR retrieving ref link]",
    "456": "[ERROR retrieving ref link]",
    "457": "[ERROR retrieving ref link]",
    "458": "[ERROR retrieving ref link]",
    "459": "[ERROR retrieving ref link]",
    "461": "[ERROR retrieving ref link]",
    "462": "[ERROR retrieving ref link]",
    "463": "[ERROR retrieving ref link]",
    "464": "[ERROR retrieving ref link]",
    "465": "[ERROR retrieving ref link]",
    "466": "[ERROR retrieving ref link]",
    "467": "[ERROR retrieving ref link]",
    "468": "[ERROR retrieving ref link]",
    "469": "[ERROR retrieving ref link]",
    "470": "[ERROR retrieving ref link]",
    "471": "[ERROR retrieving ref link]",
    "472": "[ERROR retrieving ref link]",
    "473": "[ERROR retrieving ref link]",
    "474": "[ERROR retrieving ref link]",
    "475": "[ERROR retrieving ref link]",
    "476": "[ERROR retrieving ref link]",
    "477": "[ERROR retrieving ref link]",
    "478": "[ERROR retrieving ref link]",
    "479": "[ERROR retrieving ref link]",
    "480": "[ERROR retrieving ref link]",
    "481": "[ERROR retrieving ref link]",
    "482": "[ERROR retrieving ref link]",
    "483": "[ERROR retrieving ref link]",
    "484": "[ERROR retrieving ref link]",
    "485": "[ERROR retrieving ref link]",
    "486": "[ERROR retrieving ref link]",
    "487": "[ERROR retrieving ref link]",
    "488": "[ERROR retrieving ref link]",
    "489": "[ERROR retrieving ref link]",
    "490": "[ERROR retrieving ref link]",
    "491": "[ERROR retrieving ref link]",
    "492": "[ERROR retrieving ref link]",
    "494": "[ERROR retrieving ref link]",
    "495": "[ERROR retrieving ref link]",
    "496": "[ERROR retrieving ref link]",
    "497": "[ERROR retrieving ref link]",
    "498": "[ERROR retrieving ref link]",
    "499": "[ERROR retrieving ref link]",
    "500": "[ERROR retrieving ref link]",
    "501": "[ERROR retrieving ref link]",
    "502": "[ERROR retrieving ref link]",
    "503": "[ERROR retrieving ref link]",
    "504": "[ERROR retrieving ref link]",
    "505": "[ERROR retrieving ref link]",
    "506": "[ERROR retrieving ref link]",
    "507": "[ERROR retrieving ref link]",
    "508": "[ERROR retrieving ref link]",
    "509": "[ERROR retrieving ref link]",
    "510": "[ERROR retrieving ref link]",
    "511": "[ERROR retrieving ref link]",
    "512": "[ERROR retrieving ref link]",
    "513": "[ERROR retrieving ref link]",
    "514": "[ERROR retrieving ref link]",
    "515": "[ERROR retrieving ref link]",
    "516": "[ERROR retrieving ref link]",
    "517": "[ERROR retrieving ref link]",
    "518": "[ERROR retrieving ref link]",
    "519": "[ERROR retrieving ref link]",
    "520": "[ERROR retrieving ref link]",
    "521": "[ERROR retrieving ref link]",
    "522": "[ERROR retrieving ref link]",
    "523": "[ERROR retrieving ref link]",
    "524": "[ERROR retrieving ref link]",
    "525": "[ERROR retrieving ref link]",
    "526": "[ERROR retrieving ref link]",
    "527": "[ERROR retrieving ref link]",
    "528": "[ERROR retrieving ref link]",
    "529": "[ERROR retrieving ref link]",
    "530": "[ERROR retrieving ref link]",
    "531": "[ERROR retrieving ref link]",
    "532": "[ERROR retrieving ref link]",
    "533": "[ERROR retrieving ref link]",
    "534": "[ERROR retrieving ref link]",
    "535": "[ERROR retrieving ref link]",
    "536": "[ERROR retrieving ref link]",
    "537": "[ERROR retrieving ref link]",
    "538": "[ERROR retrieving ref link]",
    "539": "[ERROR retrieving ref link]",
    "540": "[ERROR retrieving ref link]",
    "541": "[ERROR retrieving ref link]",
    "542": "[ERROR retrieving ref link]",
    "543": "[ERROR retrieving ref link]",
    "544": "[ERROR retrieving ref link]",
    "545": "[ERROR retrieving ref link]",
    "546": "[ERROR retrieving ref link]",
    "547": "[ERROR retrieving ref link]",
    "548": "[ERROR retrieving ref link]",
    "549": "[ERROR retrieving ref link]",
    "550": "[ERROR retrieving ref link]",
    "551": "[ERROR retrieving ref link]",
    "552": "[ERROR retrieving ref link]",
    "553": "[ERROR retrieving ref link]",
    "554": "[ERROR retrieving ref link]",
    "555": "[ERROR retrieving ref link]",
    "556": "[ERROR retrieving ref link]",
    "557": "[ERROR retrieving ref link]",
    "558": "[ERROR retrieving ref link]",
    "559": "[ERROR retrieving ref link]",
    "560": "[ERROR retrieving ref link]",
    "561": "[ERROR retrieving ref link]",
    "562": "[ERROR retrieving ref link]",
    "563": "[ERROR retrieving ref link]",
    "564": "[ERROR retrieving ref link]",
    "565": "[ERROR retrieving ref link]",
    "566": "[ERROR retrieving ref link]",
    "567": "[ERROR retrieving ref link]",
    "568": "[ERROR retrieving ref link]",
    "569": "[ERROR retrieving ref link]",
    "570": "[ERROR retrieving ref link]",
    "571": "[ERROR retrieving ref link]",
    "572": "[ERROR retrieving ref link]",
    "573": "[ERROR retrieving ref link]",
    "574": "[ERROR retrieving ref link]",
    "575": "[ERROR retrieving ref link]",
    "576": "[ERROR retrieving ref link]",
    "577": "[ERROR retrieving ref link]",
    "578": "[ERROR retrieving ref link]",
    "579": "[ERROR retrieving ref link]",
    "580": "[ERROR retrieving ref link]",
    "581": "[ERROR retrieving ref link]",
    "582": "[ERROR retrieving ref link]",
    "583": "[ERROR retrieving ref link]",
    "584": "[ERROR retrieving ref link]",
    "585": "[ERROR retrieving ref link]",
    "586": "[ERROR retrieving ref link]",
    "587": "[ERROR retrieving ref link]",
    "588": "[ERROR retrieving ref link]",
    "589": "[ERROR retrieving ref link]",
    "590": "[ERROR retrieving ref link]",
    "591": "[ERROR retrieving ref link]",
    "593": "[ERROR retrieving ref link]",
    "594": "[ERROR retrieving ref link]",
    "595": "[ERROR retrieving ref link]",
    "597": "[ERROR retrieving ref link]",
    "598": "[ERROR retrieving ref link]",
    "599": "[ERROR retrieving ref link]",
    "600": "[ERROR retrieving ref link]",
    "601": "[ERROR retrieving ref link]",
    "602": "[ERROR retrieving ref link]",
    "603": "[ERROR retrieving ref link]",
    "604": "https://archive.org/details/historyofchristi0000isic/page/n13/mode/2up",
    "605": "[ERROR retrieving ref link]",
    "606": "[ERROR retrieving ref link]",
    "607": "[ERROR retrieving ref link]",
    "608": "[ERROR retrieving ref link]",
    "609": "[ERROR retrieving ref link]",
    "610": "[ERROR retrieving ref link]",
    "611": "[ERROR retrieving ref link]",
    "612": "[ERROR retrieving ref link]",
    "613": "[ERROR retrieving ref link]",
    "614": "[ERROR retrieving ref link]",
    "615": "[ERROR retrieving ref link]",
    "616": "[ERROR retrieving ref link]",
    "618": "[ERROR retrieving ref link]",
    "619": "[ERROR retrieving ref link]",
    "620": "[ERROR retrieving ref link]",
    "621": "[ERROR retrieving ref link]",
    "622": "[ERROR retrieving ref link]",
    "623": "[ERROR retrieving ref link]",
    "624": "[ERROR retrieving ref link]",
    "625": "[ERROR retrieving ref link]",
    "626": "[ERROR retrieving ref link]",
    "627": "[ERROR retrieving ref link]",
    "628": "[ERROR retrieving ref link]",
    "629": "[ERROR retrieving ref link]",
    "630": "[ERROR retrieving ref link]",
    "631": "[ERROR retrieving ref link]",
    "632": "[ERROR retrieving ref link]",
    "633": "[ERROR retrieving ref link]",
    "634": "[ERROR retrieving ref link]",
    "635": "[ERROR retrieving ref link]",
    "636": "[ERROR retrieving ref link]",
    "637": "[ERROR retrieving ref link]",
    "638": "[ERROR retrieving ref link]",
    "639": "[ERROR retrieving ref link]",
    "640": "[ERROR retrieving ref link]",
    "641": "[ERROR retrieving ref link]",
    "642": "[ERROR retrieving ref link]",
    "643": "[ERROR retrieving ref link]",
    "644": "[ERROR retrieving ref link]",
    "645": "[ERROR retrieving ref link]",
    "646": "[ERROR retrieving ref link]",
    "647": "[ERROR retrieving ref link]",
    "648": "[ERROR retrieving ref link]",
    "649": "[ERROR retrieving ref link]",
    "650": "[ERROR retrieving ref link]",
    "651": "[ERROR retrieving ref link]",
    "652": "[ERROR retrieving ref link]",
    "653": "[ERROR retrieving ref link]",
    "654": "[ERROR retrieving ref link]"
  },
  "flair_entities": [
    "hebrew bible",
    "african",
    "trans-atlantic",
    "adolf hitler",
    "council of trent",
    "most holy synod",
    "north africa",
    "romanian",
    "versailles",
    "spanish inquisition",
    "koine greek",
    "ivan iii",
    "apostle paul",
    "western",
    "david eltis",
    "roman",
    "monastic",
    "spanish",
    "lombards",
    "russian orthodox church",
    "greece",
    "anglican",
    "indochina",
    "council of jerusalem",
    "henry heller",
    "augustinian",
    "antioch",
    "bingen",
    "jehovah's witnesses",
    "martin luther",
    "northern crusades",
    "renaissance",
    "jesuits",
    "visigoths",
    "cropp",
    "byzantine christianity",
    "christianity",
    "david",
    "eastern orthodoxy",
    "nestorian",
    "gothic",
    "eastern christianity",
    "serbian",
    "empire",
    "nazism",
    "decius",
    "mediterranean",
    "old testament",
    "america",
    "pope urban",
    "catholics",
    "latin",
    "norway",
    "presbyterians",
    "islamic",
    "afghanistan",
    "valerian",
    "robert",
    "ethiopia",
    "jeremias",
    "orthodoxy",
    "methodius",
    "emicho",
    "philip augustus",
    "states",
    "swiss reformation",
    "giuseppe marcocci",
    "india",
    "pius xi",
    "desiderius erasmus",
    "brunelleschi",
    "william t .",
    "god",
    "roman empire",
    "pentecostals",
    "max weber",
    "pisan",
    "ad",
    "american protestants",
    "capitalism",
    "anglicans",
    "monasticism",
    "cathedral",
    "the church",
    "russian",
    "baroque",
    "eastern orthodox",
    "late antiquity",
    "benedict",
    "europe",
    "roman britain",
    "henry",
    "greek-speaking",
    "third great awakening",
    "great schism",
    "catholicism",
    "anti-christian",
    "luther",
    "dictatus papae  of 1075",
    "ottoman",
    "bulgarian",
    "hebrew old testament",
    "italy",
    "reformation",
    "egypt",
    "scholasticism",
    "western schism",
    "united states",
    "gregory",
    "henry iv",
    "americas",
    "england",
    "cappadocia",
    "jeremias ii",
    "albigensian",
    "cathars",
    "huldrych zwingli",
    "jewry",
    "john kelsay",
    "holiness",
    "polish",
    "north america",
    "wittenberg",
    "new testament",
    "moscow",
    "coptic",
    "bonhoeffer",
    "east–west schism of 1054",
    "european west",
    "middle east",
    "pope sixtus iv",
    "canon",
    "enlightenment",
    "turks",
    "asia",
    "fra angelico",
    "hugh macleod",
    "quakers",
    "eastern roman empire",
    "bc",
    "german evangelical church",
    "latin american",
    "messiah",
    "urban vi",
    "russia",
    "vandals",
    "balkans",
    "cyril",
    "huns",
    "protestantism",
    "second schmalkaldic war",
    "society of jesus",
    "revolution",
    "diocletian",
    "english-speaking",
    "diet of worms",
    "romans",
    "galileo",
    "ancient greece",
    "horn of africa",
    "first great awakening",
    "denmark",
    "western catholicism",
    "eastern roman",
    "episcopal inquisition",
    "saints",
    "protestants",
    "latter day saint",
    "prague",
    "st. peter",
    "lutheran",
    "sweden",
    "hippo",
    "western christendom",
    "global south",
    "paul",
    "eugenius' divina dispensatione",
    "jan hus",
    "kenworthy",
    "cyrillic",
    "anti-catholic",
    "assyrian",
    "church",
    "dutch",
    "leiningen",
    "reformed",
    "gentile christians",
    "eastern christians",
    "hus",
    "bible",
    "catholic church",
    "glynnis m",
    "messianic",
    "catholic counter-reformation",
    "colonialism",
    "pope leo iii",
    "anabaptists",
    "urban",
    "great saxon revolt",
    "roman inquisition",
    "nyssa",
    "alexandria",
    "pauline",
    "jerome",
    "roman catholic church",
    "gregory ix",
    "medieval inquisition",
    "scandinavia",
    "roman emperor",
    "guido of arezzo",
    "dietrich bonhoeffer",
    "jerusalem",
    "christian",
    "james",
    "east and west",
    "egyptian",
    "byzantium",
    "latin church",
    "catholic",
    "muscovy",
    "western roman empire",
    "poland",
    "byzantine",
    "caesarea",
    "mit brennender sorge",
    "european christians",
    "anglo-saxon",
    "clement v",
    "gaul",
    "william ix",
    "kievan rus",
    "cistercians",
    "rabbinic judaism",
    "caucasus",
    "sheridan gilley",
    "little ice age",
    "pentecostalism",
    "jewish",
    "first schmalkaldic war",
    "clovis i",
    "pre-christian",
    "augustine",
    "muslim",
    "black power",
    "graeco-roman",
    "judea",
    "ambrose",
    "confessing church",
    "eritrea",
    "social gospel",
    "ante-nicene",
    "christ",
    "peter",
    "baltic",
    "jesus",
    "nero",
    "korea",
    "wesleyan methodism",
    "britain",
    "pope gregory vii",
    "avignon",
    "kiev",
    "marxist",
    "st. paul's",
    "investiture",
    "oriental orthodoxy",
    "roman senate",
    "sasanian empire",
    "eastern orthodox church",
    "hildegard",
    "orthodox church",
    "second great awakening",
    "lamin sanneh",
    "east-central europe",
    "balkan",
    "constantine the great",
    "israel",
    "first council of nicaea",
    "john chrysostom",
    "germanic europe",
    "american",
    "pope paul iii",
    "john wycliffe",
    "pre-constantinian",
    "france",
    "edict of milan",
    "africa",
    "carolingian renaissance",
    "alexios i komnenos",
    "in america",
    "leo",
    "new israel",
    "milan",
    "elisabeth of schönau",
    "arabic",
    "west to east",
    "fall of constantinople",
    "balts",
    "holy land",
    "italian",
    "martin niemöller",
    "sicily",
    "methodists",
    "frankish",
    "duke of aquitaine",
    "talmud",
    "leonardo da vinci",
    "hebrews",
    "portugal",
    "eastern europe",
    "papal inquisition",
    "christendom  the early middle ages",
    "crusades",
    "east africa",
    "mesopotamia",
    "geneva",
    "african-american",
    "portuguese",
    "english",
    "germany",
    "league of militant atheists",
    "constantinople",
    "baptists",
    "german protestants",
    "spain",
    "western europe",
    "edessa",
    "last supper",
    "dominicans",
    "feminist",
    "modern inquisition",
    "european",
    "lateran council",
    "irish",
    "west",
    "jewish-christian",
    "gregory the great",
    "wycliffe",
    "slavic",
    "catholic christianity",
    "aristotle",
    "japan",
    "switzerland",
    "cavanaugh",
    "barbara diefendorf",
    "cistercian",
    "pope innocent iii",
    "york",
    "european renaissance",
    "emperor",
    "apostles' creed",
    "bramante",
    "stone-campbell restoration movement",
    "clovis'",
    "evangelical rationalists",
    "biblical",
    "hugh mcleod",
    "age of enlightenment",
    "orthodox patriarchate",
    "raphael",
    "nazianzus",
    "archbishop of canterbury",
    "ivan",
    "eucharistic",
    "talmudic judaism",
    "martin v",
    "armenia",
    "athanasius",
    "bohemian",
    "roman north africa",
    "ngo",
    "euclid",
    "gentile christianity",
    "pope",
    "jesus'",
    "fourth council",
    "renaissance  in 1439",
    "united kingdom",
    "restoration movement",
    "muslims",
    "adventism",
    "roman catholic",
    "levant",
    "constantine",
    "christianization",
    "albania",
    "cluniac",
    "i john",
    "the confessing church",
    "centralization  gregorian reform",
    "american revolution",
    "ottoman turks",
    "monasteries",
    "sigismund",
    "scott kenworthy",
    "syrian",
    "ostrogoths",
    "western christianity",
    "patriarchs",
    "christians",
    "augustine of hippo",
    "spiritualists",
    "christianization of scandinavia",
    "french",
    "protestant",
    "portuguese inquisition",
    "eastern european",
    "marie d'oignies",
    "eastern",
    "asia minor",
    "monarchianism",
    "nazareth",
    "isabella",
    "corpus juris civilis",
    "armenian",
    "apostles",
    "asian",
    "jewish christianity",
    "heresies",
    "rus'",
    "second vatican council",
    "rome",
    "orthodox",
    "protestant reformation",
    "catharism",
    "bolsheviks",
    "greek",
    "new world",
    "michelangelo",
    "romanesque",
    "seljuk turks",
    "north",
    "john xxiii",
    "montanism",
    "second crusade",
    "islamic east",
    "thirty years' war",
    "easter",
    "nicene creed",
    "scopes",
    "justinian i",
    "lord's prayer",
    "czech",
    "franks",
    "charlemagne",
    "radical reformation",
    "saint dominic",
    "donatello",
    "byzantine empire",
    "soqotra",
    "frescoes",
    "pietism",
    "jews",
    "hispanic",
    "hesychasm",
    "avignon papacy",
    "gregorian",
    "northern europe",
    "rosary",
    "popes",
    "counter-reformation",
    "inquisition",
    "east–west schism",
    "vulgate",
    "viking",
    "south africa",
    "arianism",
    "methodist",
    "christian church",
    "goa inquisition",
    "christendom",
    "orthodox christians",
    "world war ii",
    "catholic reformation",
    "white christians",
    "mary",
    "revelation",
    "iran",
    "council of constance",
    "pope gregory xi",
    "neo-orthodoxy",
    "basil the great",
    "syria",
    "süleyman the magnificent",
    "vladimir",
    "knights' war",
    "greek church fathers",
    "nazis",
    "london",
    "book of revelation",
    "basil",
    "innocent",
    "china",
    "gnostic",
    "judaism",
    "palestine",
    "liberal christians",
    "peter i",
    "ferdinand",
    "iraq",
    "james turner johnson",
    "american evangelicalism"
  ]
}