{
  "title": "Hurricane_Debby",
  "url": "https://en.wikipedia.org/wiki/Hurricane_Debby",
  "summary": "Hurricane Debby was a slow-moving, destructive and erratic tropical cyclone that caused widespread severe flooding across the Southeastern United States and portions of Atlantic Canada, becoming the costliest natural disaster in the history of the province of Quebec. The fourth named storm and second hurricane of the 2024 Atlantic hurricane season, Debby developed from a tropical wave that was first noted by the National Hurricane Center (NHC) on July 26. After crossing the Greater Antilles, the system began to organize over Cuba and was designated a potential tropical cyclone on August 2. After exiting off the southern coast of Cuba, the disturbance organized into a tropical depression early on August 3. \nLater that day, it became a tropical storm in the Florida Straits, being named Debby. It moved northwards and gradually intensified into a Category 1 hurricane before making landfall near Steinhatchee, Florida, early on August 5. Debby weakened once inland and began to slow down over the Southeastern United States, causing widespread flooding from heavy rain. It re-emerged in the Atlantic on August 7 before slowly moving northwards again, making landfall in South Carolina early on August 8 before weakening and becoming post-tropical the next day. It continued inland over the United States before traversing Atlantic Canada, after which it moved back out to sea.\nStates of emergency were declared for the states of Florida, Georgia, North Carolina, South Carolina, and Virginia ahead of the storm. Heavy rainfall was exacerbated by Debby's slow motion, with accumulations peaking near 20 inches (510 mm) near Sarasota, Florida as of August 7. Two dozen tornadoes were confirmed as the storm also moved up the East coast of the United States. In Quebec, rainfall totals peaked at 8.7 inches (220 mm), generating destructive floods. 18 fatalities have been attributed to the storm, and preliminary damage reports are estimated to US$4.3 billion.",
  "content": [
    {
      "section_title": "Meteorological history",
      "section_content": [
        {
          "sentence": "The National Hurricane Center (NHC) began to monitor a tropical wave over the tropical Atlantic for potential tropical cyclogenesis at 18:00 UTC on July 26, as it moved eastward towards the Lesser Antilles and Greater Antilles",
          "refs": []
        },
        {
          "sentence": "As the disturbance moved westward it crossed over the Virgin Islands, Puerto Rico,  and Hispaniola, becoming increasingly defined by August 1",
          "refs": [
            "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202407261732&basin=atl&fdays=7",
            "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202407312330&basin=atl&fdays=7"
          ]
        },
        {
          "sentence": "As the system moved over southeastern Cuba, it developed a broad circulation center and disorganized convective bands",
          "refs": [
            "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408011737&basin=atl&fdays=7"
          ]
        },
        {
          "sentence": "Due to the potential threat of the storm to Florida, the NHC designated it as Potential Tropical Cyclone Four at 15:00 UTC on August 2",
          "refs": []
        },
        {
          "sentence": "After that, the disturbance moved off the southern coast of Cuba and formed a closed circulation, allowing the NHC to upgrade and designate it as Tropical Depression Four at 03:00 UTC on August 3",
          "refs": []
        },
        {
          "sentence": "The depression than crossed over the western part of Cuba and entered the Gulf of Mexico, where it further intensified into Tropical Storm Debby later on August 3",
          "refs": [
            "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.003.shtml?"
          ]
        },
        {
          "sentence": "Debby was a large system with a small core, initially inhibiting its ability to develop rapidly",
          "refs": [
            "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.005.shtml?"
          ]
        },
        {
          "sentence": "Despite that, it continued to organize as it traversed the Gulf; though, intruding dry air slightly hindered development",
          "refs": [
            "https://www.artemis.bm/news/tropical-storm-debby-florida-forecast-hurricane-landfall/"
          ]
        },
        {
          "sentence": "As a result, late on August 4, Debby intensified into a hurricane",
          "refs": [
            "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.010.shtml?"
          ]
        },
        {
          "sentence": "Turning northeastwards slightly in response to a trough in the Northeastern United States, Debby approached the Big Bend area as it peaked with sustained winds of 80 mph (130 km/h) and a minimum pressure of 979 millibars (28.9 inHg) early on August 5",
          "refs": []
        },
        {
          "sentence": "At 11:00 UTC that day, it made landfall in the Big Bend region near Steinhatchee, Florida",
          "refs": [
            "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.012.shtml?"
          ]
        },
        {
          "sentence": "Tracking inland, just a few hours later, Debby weakened into a tropical storm",
          "refs": [
            "https://www.nhc.noaa.gov/archive/2024/al04/al042024.update.08051056.shtml?"
          ]
        },
        {
          "sentence": "The forward speed of the cyclone began to slow as the aforementioned trough moved off shore and left Debby in light steering currents",
          "refs": [
            "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.013.shtml?"
          ]
        },
        {
          "sentence": "Debby moved offshore the coast of Georgia early on August 6 as a weak tropical storm, but eventually strengthened slightly to a secondary peak of 60 mph (97 km/h) as its broad nature prevented much in the way of intensification",
          "refs": []
        },
        {
          "sentence": "Turning slowly northwards again by late on August 7, Debby made landfall again near Bulls Bay, South Carolina, at 05:45 UTC on August 8",
          "refs": []
        },
        {
          "sentence": "Steadily weakening once inland, later that day, Debby weakened into a tropical depression, causing the NHC to pass responsibility for warnings to the Weather Prediction Center (WPC)",
          "refs": [
            "https://www.independent.co.uk/news/world/americas/tropical-storm-debby-south-carolina-path-landfall-b2593094.html"
          ]
        },
        {
          "sentence": "Early the next day, Debby became a post-tropical cyclone",
          "refs": [
            "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.026.shtml?"
          ]
        },
        {
          "sentence": "The remnants of Debby moved into Canada on August 10",
          "refs": [
            "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.028.shtml?"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Preparations",
      "section_content": [],
      "subsections": [
        {
          "section_title": "United States",
          "section_content": [
            {
              "sentence": "Amtrak modified the schedules for the Silver Service and Palmetto from August 6–8 and cancelled the August 6 and August 7 runs of the Auto Train due to the storm",
              "refs": []
            },
            {
              "sentence": "Several Piedmont trains were cancelled on August 8–9 as well",
              "refs": [
                "https://web.archive.org/web/20240806231652/https://www.amtrak.com/alert/inclement-weather-may-cause-service-modifications.html"
              ]
            },
            {
              "sentence": "Heavy rain, gusty winds and downed trees delayed dozens of trains in Mid-Atlantic and Northeastern United States on August 9",
              "refs": [
                "https://dixielandsoftware.net/cgi-bin/gettrain.pl?seltrain=75&selyear=2024&selmonth=08&selday=08"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Florida",
              "section_content": [
                {
                  "sentence": "The outer bands of Debby began impacting Central and South Florida on August 3, bringing gusty winds and rainfall",
                  "refs": []
                },
                {
                  "sentence": "Several tornado warnings were issued throughout the state, including one for Broward County on August 3",
                  "refs": [
                    "https://weather.com/news/weather/news/2024-08-03-tropical-storm-debby-impacts-florida-georgia-carolinas"
                  ]
                },
                {
                  "sentence": "A very brief EF1 tornado occurred in Union County",
                  "refs": [
                    "https://www.nbcmiami.com/news/local/tornado-warning-issued-for-parts-of-broward-county/3381514/"
                  ]
                },
                {
                  "sentence": "It overturned a trailer, unroofed a shed, and knocked down a wooden fence and a few trees",
                  "refs": []
                },
                {
                  "sentence": "Sustained winds neared tropical storm force in Everglades City, though no major damage was reported",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSJAX&e=202408092331&bbb=CCA"
                  ]
                },
                {
                  "sentence": "More than 2 ft (0.6 m) of storm surge inundated Fort Myers Beach, where communities there were still recovering from the record storm surge from Hurricane Ian nearly 2 years prior, resulting in major flooding",
                  "refs": []
                },
                {
                  "sentence": "Beach erosion caused road closures in Siesta Key",
                  "refs": []
                },
                {
                  "sentence": "The city of Sarasota recorded over 20 in (510 mm)",
                  "refs": [
                    "https://www.tampabay.com/hurricane/2024/08/04/debby-tropical-storm-hurricane-florida-live-updates/"
                  ]
                },
                {
                  "sentence": "As Debby made landfall, almost 250,000 outages were reported",
                  "refs": [
                    "https://www.accuweather.com/en/hurricane/deadly-debby-leaves-5-dead-spreads-flooding-inland-into-southeast/1675997"
                  ]
                },
                {
                  "sentence": "To aid in the response, Duke Energy pulled 350 workers from the Midwest",
                  "refs": [
                    "https://www.usatoday.com/story/news/nation/2024/08/05/florida-power-outage-map-hurricane-debby/74670231007/"
                  ]
                },
                {
                  "sentence": "In Cocoa, Debby flipped five trailers",
                  "refs": [
                    "https://abc11.com/post/power-outages-tropical-storm-debby-duke-energy-taps-midwest-utility-crews-help-fl-response-leaving-nc-crews-home-waiting/15147323/"
                  ]
                },
                {
                  "sentence": "Two people were killed and another were severely injured in a car accident in Dixie County due to the inclement weather caused by Debby",
                  "refs": []
                },
                {
                  "sentence": "In Tampa, a 64-year-old trucker died after his semi-truck fell off I-275 into a canal",
                  "refs": [
                    "https://www.wtxl.com/crawfordville/crawfordville-woman-and-boy-killed-in-dixie-county-crash-during-tropical-storm-debby"
                  ]
                },
                {
                  "sentence": "In Levy County, a 13-year-old boy was killed when a tree fell onto the mobile home he lived in",
                  "refs": [
                    "https://www.nbcnews.com/news/weather/live-blog/hurricane-debby-live-updates-landfall-florida-big-bend-rcna165111"
                  ]
                },
                {
                  "sentence": "A 48-year-old man drowned off of Gulfport after his boat partially sunk after he attempted to ride out the storm on it",
                  "refs": [
                    "https://abcnews.go.com/US/live-updates/hurricane-debby-path-tracker/?id=112553231&entryId=112579142"
                  ]
                },
                {
                  "sentence": "The man's dog survived",
                  "refs": []
                },
                {
                  "sentence": "Debby washed ashore 25 packages of cocaine at a beach in the Florida Keys, worth over $1 million, which is believed to have originated from nearby countries in the Caribbean known for drug trafficking",
                  "refs": []
                },
                {
                  "sentence": "Damage in Manatee County was expected to surpass $13 million based on early estimates",
                  "refs": [
                    "https://www.northcentralpa.com/news/national/hurricane-debby-blows-1-million-in-cocaine-onto-florida-beach/article_b6397a09-f128-59f3-853c-c7fa4bc996aa.html"
                  ]
                },
                {
                  "sentence": "Insured losses for the state is $66.7 million",
                  "refs": [
                    "https://www.heraldtribune.com/story/news/local/manatee/2024/08/07/manatee-reports-12-5-million-in-residential-damage-post-debby/74710369007/"
                  ]
                },
                {
                  "sentence": "A submerged car was spotted by a passerby in Phillippi Creek in Southgate on August 12",
                  "refs": [
                    "https://www.palmbeachpost.com/story/weather/hurricane/2024/08/09/hurricane-debby-florida-damage-millions-in-insured-property-losses/74726113007/"
                  ]
                },
                {
                  "sentence": "The Sarasota County Sheriff's Office recovered the vehicle and discovered the body of a 67-year-old man who went missing on August 6 during heavy flooding in the area",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Georgia and the Carolinas",
              "section_content": [
                {
                  "sentence": "In Georgia, around 47,000 customers lost power",
                  "refs": []
                },
                {
                  "sentence": "A 19-year-old died in Moultrie after a tree fell on his home",
                  "refs": [
                    "https://www.fox5atlanta.com/news/kemp-georgia-state-of-emergency-tropical-storm-debby"
                  ]
                },
                {
                  "sentence": "Due to flooding along the Ogeechee River, officials in Effingham County issued a mandatory evacuation for roads along the river",
                  "refs": [
                    "https://www.ajc.com/news/atlanta-news/dry-in-metro-atlanta-as-tremendous-rain-falls-in-south-georgia/M7HRSA35XRC25IYZF3JBSEOX7M/"
                  ]
                },
                {
                  "sentence": "The heaviest rain in the state fell in Blitchton, at 9.5 in (240 mm) in 24 hours",
                  "refs": [
                    "https://abcnews.go.com/US/wireStory/latest-debby-makes-landfall-tropical-storm-soaks-south-112668297"
                  ]
                },
                {
                  "sentence": "Seven tornadoes were confirmed in South Carolina; four of them were rated EF1, while three were rated EF0",
                  "refs": []
                },
                {
                  "sentence": "This included two EF1 tornadoes that impacted Edisto Beach; these tornadoes damaged several homes, some significantly, and snapped or uprooted dozens of trees",
                  "refs": [
                    "https://apps.dat.noaa.gov/stormdamage/damageviewer/"
                  ]
                },
                {
                  "sentence": "In Colleton County, fears developed surrounding a possible breach of the McGrady Dam",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCHS&e=202408070128",
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCHS&e=202408080215"
                  ]
                },
                {
                  "sentence": "The sheriff office declared a mandatory evacuation",
                  "refs": []
                },
                {
                  "sentence": "Heavy rainfall also caused flooding in parts of Charleston and parts of North Myrtle Beach",
                  "refs": []
                },
                {
                  "sentence": "A flash flood emergency was issued in Moncks Corner on August 9",
                  "refs": [
                    "https://www.reuters.com/world/us/debby-crawls-near-georgia-coast-bringing-deluge-flooding-threat-2024-08-06/"
                  ]
                },
                {
                  "sentence": "As part of the 2024 United States presidential election, Kamala Harris and her running mate Tim Walz planned to hold a political rally in Raleigh, North Carolina on August 8, as did Republican vice presidential nominee JD Vance; both rallies were postponed due to the hurricane",
                  "refs": []
                },
                {
                  "sentence": "It was also announced on August 14 that the capital city's southern extension of NC 540 would not be opening to traffic, as planned for August 28, due to erosion in construction areas",
                  "refs": [
                    "https://www.wral.com/story/kamala-harris-vp-pick-postpone-raleigh-visit-due-to-tropical-storm-debby/21562269/",
                    "https://abc11.com/post/kamala-harris-vp-pick-is-stopping-raleigh-north-carolina-thursday/15143486/"
                  ]
                },
                {
                  "sentence": "North Carolina governor Roy Cooper deployed around 350 soldiers with 17 water rescue teams to the eastern and central parts of the state",
                  "refs": [
                    "https://abc11.com/post/complete-540-project-erosion-caused-rain-tropical-storm-debby-forces-delay-opening-new-section-triangle-expressway/15185908/"
                  ]
                },
                {
                  "sentence": "The strongest tornadoes produced by Debby occurred in North Carolina",
                  "refs": []
                },
                {
                  "sentence": "10 tornadoes touched down in the state, including three significant (EF2+) tornadoes",
                  "refs": []
                },
                {
                  "sentence": "An EF2 tornado passed near Harrells, another EF2 tornado caused considerable damage in Greene County, and a low-end EF3 tornado collapsed a home and killed a person near Lucama",
                  "refs": []
                },
                {
                  "sentence": "Three of the other tornadoes were rated EF1 while the remaining four were rated EF0",
                  "refs": []
                },
                {
                  "sentence": "One other person was killed in Greensboro",
                  "refs": [
                    "https://apps.dat.noaa.gov/stormdamage/damageviewer/",
                    "https://x.com/nwsraleigh/status/1821959197459931550?s=46",
                    "https://www.spc.noaa.gov/climo/reports/240807_rpts.html",
                    "https://www.foxweather.com/weather-news/tropical-storm-debby-southeast-flood-threat"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Elsewhere",
              "section_content": [
                {
                  "sentence": "In Virginia, the storm prompted closures in Shenandoah National Park",
                  "refs": []
                },
                {
                  "sentence": "Three EF1 tornadoes occurred in the state; they knocked down trees and power poles and damaged numerous structures, including homes",
                  "refs": [
                    "https://www.cbs19news.com/news/power-outages-storm-damage-impacting-national-park/article_c643b264-5679-11ef-a532-2366b2bfb7b1.html"
                  ]
                },
                {
                  "sentence": "Further north, Washington D.C",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSAKQ&e=202408092220",
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSLWX&e=202408101751"
                  ]
                },
                {
                  "sentence": "recorded 1.18 in (30 mm) of rain in just 30 minutes, with a 2.77 in (70 mm) event total",
                  "refs": []
                },
                {
                  "sentence": "Winds in DC gusted to 40 mph (64 km/h)",
                  "refs": []
                },
                {
                  "sentence": "A 36-year-old woman died after an oak tree fell onto her home in Shannondale, West Virginia",
                  "refs": [
                    "https://www.washingtonpost.com/dc-md-va/2024/08/09/debby-dc-flooding-rain/"
                  ]
                },
                {
                  "sentence": "Another falling tree also damaged a firetruck that responded to the scene along with power lines",
                  "refs": [
                    "https://wvpublic.org/tropical-storm-debby-causes-flash-flooding-one-fatality-in-eastern-panhandle/"
                  ]
                },
                {
                  "sentence": "An EF0 tornado moved through Hedgesville, West Virginia, uprooting and snapping trees and downing tree branches",
                  "refs": []
                },
                {
                  "sentence": "Another EF1 tornado occurred northwest of Stanton, Delaware, where a store and a light pole at a strip mall were damaged and trees were snapped or uprooted",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSLWX&e=202408101751"
                  ]
                },
                {
                  "sentence": "In Delaware, rainfall totals on August 8 reached 6.31 in (160 mm), with 1.5 in (38 mm) in West Chester, Pennsylvania and 1.1 in (28 mm) of rain in Philadelphia",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSPHI&e=202408091310"
                  ]
                },
                {
                  "sentence": "This was after heavy rains fell in the region from August 6–7",
                  "refs": []
                },
                {
                  "sentence": "Heavy rainfall prompted flash flood emergencies for several towns in Steuben and Allegany counties in New York, where over 4 in (100 mm) of rain fell; those same alerts extended into Westfield, Pennsylvania as well",
                  "refs": []
                },
                {
                  "sentence": "In addition, multiple impassable roadways were reported in Binghamton, New York",
                  "refs": []
                },
                {
                  "sentence": "A high-end EF1 tornado struck the eastern part of Harrisburg, Pennsylvania, severely damaging structures and knocking down trees",
                  "refs": [
                    "https://www.usatoday.com/story/news/nation/2024/08/09/debby-storm-live-updates-flooding-tornadoes/74733410007/"
                  ]
                },
                {
                  "sentence": "Another EF0 tornado uprooted trees near New Paltz, New York",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCTP&e=202408100141"
                  ]
                },
                {
                  "sentence": "Significant flooding also occurred in northeast Ohio, as an outer rain band associated with Debby dumped over 7 in (180 mm) of rain in just three hours",
                  "refs": [
                    "https://apps.dat.noaa.gov/stormdamage/damageviewer/"
                  ]
                },
                {
                  "sentence": "This caused the Cuyahoga River to flood and prompted a closure of I-76 near Barberton due to high water",
                  "refs": [
                    "https://weather.com/news/weather/video/northern-ohio-flash-flood-cars-stranded",
                    "https://www.youtube.com/watch?v=jWSKgazzpAw"
                  ]
                },
                {
                  "sentence": "On Long Island, tropical moisture enhanced by Debby resulted in flooding on August 6, with over 4 in (100 mm) of rain falling down",
                  "refs": []
                },
                {
                  "sentence": "Three days later, when the actual storm crossed through, winds gusted to 46 mph (74 km/h) in Islip",
                  "refs": []
                },
                {
                  "sentence": "LaGuardia Airport imposed a ground stop during the storm",
                  "refs": [
                    "https://longisland.news12.com/debbys-aftermath-on-long-island"
                  ]
                },
                {
                  "sentence": "Flight cancellations reached 227 at LaGuardia, 174 at Newark Liberty International Airport and 173 at John F",
                  "refs": [
                    "https://pix11.com/news/local-news/ground-stop-at-laguardia-airport-due-to-tropical-storm-debby/"
                  ]
                },
                {
                  "sentence": "Kennedy International Airport",
                  "refs": []
                },
                {
                  "sentence": "Rail service was suspended on portions of Metro-North Railroad and on the Morris & Essex Lines",
                  "refs": []
                },
                {
                  "sentence": "As the remnants of Debby passed through the inner United States on August 10, portions of the New England coastal region faced dangerous rip currents and swells, with the entire coastlines of Maine, Massachusetts, New Hampshire, and Rhode Island being issued a rip current statement by the National Weather Service",
                  "refs": []
                },
                {
                  "sentence": "A tornado watch was issued in Litchfield County and Hartford County in Connecticut",
                  "refs": [
                    "https://abcnews.go.com/US/remnants-debby-exit-tropical-wave-brews-central-atlantic/story?id=112738993"
                  ]
                },
                {
                  "sentence": "Multiple trees were downed in Greenwich",
                  "refs": []
                },
                {
                  "sentence": "Over 9,000 people were left without power in the state",
                  "refs": []
                },
                {
                  "sentence": "In Vermont, winds of 60 miles per hour (97 km/h) affected the state",
                  "refs": [
                    "https://www.ctinsider.com/news/article/ct-power-outages-debby-storm-weather-19632223.php",
                    "https://www.stamfordadvocate.com/weather/article/ct-weather-friday-debby-remnants-rain-flooding-19630328.php"
                  ]
                },
                {
                  "sentence": "In Alburgh, a large tree was knocked down and into a house, with the fire department needing to rescue 3 people",
                  "refs": []
                },
                {
                  "sentence": "Owners of shops used sandbags and plastic to protect their businesses from the rainfall",
                  "refs": [
                    "https://www.mynbc5.com/article/multiple-crews-respond-to-collapsed-home-in-alburgh/61841780"
                  ]
                },
                {
                  "sentence": "Governor Phil Scott placed a Federal Emergency Declaration in the state prior to the arrival of Debby's remnants",
                  "refs": []
                },
                {
                  "sentence": "By August 10, over 170,000 people were still left without power across Ohio, Pennsylvania, New York, and Vermont",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Impact",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Caribbean",
          "section_content": [
            {
              "sentence": "The precursor to Debby produced thunderstorms over Hispaniola, Puerto Rico, and The Bahamas",
              "refs": []
            },
            {
              "sentence": "The National Weather Service issued flood warnings for 33 municipalities in Puerto Rico, mostly in the eastern half of the island",
              "refs": [
                "https://amp.marca.com/en/lifestyle/us-news/2024/08/02/66acc3ba268e3ee3418b4597.html"
              ]
            },
            {
              "sentence": "Debby brought heavy rainfall to western Cuba",
              "refs": [
                "https://www.elnuevodia.com/noticias/el-tiempo/notas/meteorologia-emite-aviso-y-advertencia-de-inundaciones-para-29-municipios-ante-paso-de-onda-tropical/"
              ]
            },
            {
              "sentence": "Slick roads occurred in Havana, with the heaviest rainfall in the city occurring in Cerro",
              "refs": []
            },
            {
              "sentence": "Rainfall in Artemisa Province peaked at 265 mm (10.4 in) at the Maurín Aqueduct in Bauta",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "United States",
          "section_content": [
            {
              "sentence": "Amtrak modified the schedules for the Silver Service and Palmetto from August 6–8 and cancelled the August 6 and August 7 runs of the Auto Train due to the storm",
              "refs": []
            },
            {
              "sentence": "Several Piedmont trains were cancelled on August 8–9 as well",
              "refs": [
                "https://web.archive.org/web/20240806231652/https://www.amtrak.com/alert/inclement-weather-may-cause-service-modifications.html"
              ]
            },
            {
              "sentence": "Heavy rain, gusty winds and downed trees delayed dozens of trains in Mid-Atlantic and Northeastern United States on August 9",
              "refs": [
                "https://dixielandsoftware.net/cgi-bin/gettrain.pl?seltrain=75&selyear=2024&selmonth=08&selday=08"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Florida",
              "section_content": [
                {
                  "sentence": "The outer bands of Debby began impacting Central and South Florida on August 3, bringing gusty winds and rainfall",
                  "refs": []
                },
                {
                  "sentence": "Several tornado warnings were issued throughout the state, including one for Broward County on August 3",
                  "refs": [
                    "https://weather.com/news/weather/news/2024-08-03-tropical-storm-debby-impacts-florida-georgia-carolinas"
                  ]
                },
                {
                  "sentence": "A very brief EF1 tornado occurred in Union County",
                  "refs": [
                    "https://www.nbcmiami.com/news/local/tornado-warning-issued-for-parts-of-broward-county/3381514/"
                  ]
                },
                {
                  "sentence": "It overturned a trailer, unroofed a shed, and knocked down a wooden fence and a few trees",
                  "refs": []
                },
                {
                  "sentence": "Sustained winds neared tropical storm force in Everglades City, though no major damage was reported",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSJAX&e=202408092331&bbb=CCA"
                  ]
                },
                {
                  "sentence": "More than 2 ft (0.6 m) of storm surge inundated Fort Myers Beach, where communities there were still recovering from the record storm surge from Hurricane Ian nearly 2 years prior, resulting in major flooding",
                  "refs": []
                },
                {
                  "sentence": "Beach erosion caused road closures in Siesta Key",
                  "refs": []
                },
                {
                  "sentence": "The city of Sarasota recorded over 20 in (510 mm)",
                  "refs": [
                    "https://www.tampabay.com/hurricane/2024/08/04/debby-tropical-storm-hurricane-florida-live-updates/"
                  ]
                },
                {
                  "sentence": "As Debby made landfall, almost 250,000 outages were reported",
                  "refs": [
                    "https://www.accuweather.com/en/hurricane/deadly-debby-leaves-5-dead-spreads-flooding-inland-into-southeast/1675997"
                  ]
                },
                {
                  "sentence": "To aid in the response, Duke Energy pulled 350 workers from the Midwest",
                  "refs": [
                    "https://www.usatoday.com/story/news/nation/2024/08/05/florida-power-outage-map-hurricane-debby/74670231007/"
                  ]
                },
                {
                  "sentence": "In Cocoa, Debby flipped five trailers",
                  "refs": [
                    "https://abc11.com/post/power-outages-tropical-storm-debby-duke-energy-taps-midwest-utility-crews-help-fl-response-leaving-nc-crews-home-waiting/15147323/"
                  ]
                },
                {
                  "sentence": "Two people were killed and another were severely injured in a car accident in Dixie County due to the inclement weather caused by Debby",
                  "refs": []
                },
                {
                  "sentence": "In Tampa, a 64-year-old trucker died after his semi-truck fell off I-275 into a canal",
                  "refs": [
                    "https://www.wtxl.com/crawfordville/crawfordville-woman-and-boy-killed-in-dixie-county-crash-during-tropical-storm-debby"
                  ]
                },
                {
                  "sentence": "In Levy County, a 13-year-old boy was killed when a tree fell onto the mobile home he lived in",
                  "refs": [
                    "https://www.nbcnews.com/news/weather/live-blog/hurricane-debby-live-updates-landfall-florida-big-bend-rcna165111"
                  ]
                },
                {
                  "sentence": "A 48-year-old man drowned off of Gulfport after his boat partially sunk after he attempted to ride out the storm on it",
                  "refs": [
                    "https://abcnews.go.com/US/live-updates/hurricane-debby-path-tracker/?id=112553231&entryId=112579142"
                  ]
                },
                {
                  "sentence": "The man's dog survived",
                  "refs": []
                },
                {
                  "sentence": "Debby washed ashore 25 packages of cocaine at a beach in the Florida Keys, worth over $1 million, which is believed to have originated from nearby countries in the Caribbean known for drug trafficking",
                  "refs": []
                },
                {
                  "sentence": "Damage in Manatee County was expected to surpass $13 million based on early estimates",
                  "refs": [
                    "https://www.northcentralpa.com/news/national/hurricane-debby-blows-1-million-in-cocaine-onto-florida-beach/article_b6397a09-f128-59f3-853c-c7fa4bc996aa.html"
                  ]
                },
                {
                  "sentence": "Insured losses for the state is $66.7 million",
                  "refs": [
                    "https://www.heraldtribune.com/story/news/local/manatee/2024/08/07/manatee-reports-12-5-million-in-residential-damage-post-debby/74710369007/"
                  ]
                },
                {
                  "sentence": "A submerged car was spotted by a passerby in Phillippi Creek in Southgate on August 12",
                  "refs": [
                    "https://www.palmbeachpost.com/story/weather/hurricane/2024/08/09/hurricane-debby-florida-damage-millions-in-insured-property-losses/74726113007/"
                  ]
                },
                {
                  "sentence": "The Sarasota County Sheriff's Office recovered the vehicle and discovered the body of a 67-year-old man who went missing on August 6 during heavy flooding in the area",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Georgia and the Carolinas",
              "section_content": [
                {
                  "sentence": "In Georgia, around 47,000 customers lost power",
                  "refs": []
                },
                {
                  "sentence": "A 19-year-old died in Moultrie after a tree fell on his home",
                  "refs": [
                    "https://www.fox5atlanta.com/news/kemp-georgia-state-of-emergency-tropical-storm-debby"
                  ]
                },
                {
                  "sentence": "Due to flooding along the Ogeechee River, officials in Effingham County issued a mandatory evacuation for roads along the river",
                  "refs": [
                    "https://www.ajc.com/news/atlanta-news/dry-in-metro-atlanta-as-tremendous-rain-falls-in-south-georgia/M7HRSA35XRC25IYZF3JBSEOX7M/"
                  ]
                },
                {
                  "sentence": "The heaviest rain in the state fell in Blitchton, at 9.5 in (240 mm) in 24 hours",
                  "refs": [
                    "https://abcnews.go.com/US/wireStory/latest-debby-makes-landfall-tropical-storm-soaks-south-112668297"
                  ]
                },
                {
                  "sentence": "Seven tornadoes were confirmed in South Carolina; four of them were rated EF1, while three were rated EF0",
                  "refs": []
                },
                {
                  "sentence": "This included two EF1 tornadoes that impacted Edisto Beach; these tornadoes damaged several homes, some significantly, and snapped or uprooted dozens of trees",
                  "refs": [
                    "https://apps.dat.noaa.gov/stormdamage/damageviewer/"
                  ]
                },
                {
                  "sentence": "In Colleton County, fears developed surrounding a possible breach of the McGrady Dam",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCHS&e=202408070128",
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCHS&e=202408080215"
                  ]
                },
                {
                  "sentence": "The sheriff office declared a mandatory evacuation",
                  "refs": []
                },
                {
                  "sentence": "Heavy rainfall also caused flooding in parts of Charleston and parts of North Myrtle Beach",
                  "refs": []
                },
                {
                  "sentence": "A flash flood emergency was issued in Moncks Corner on August 9",
                  "refs": [
                    "https://www.reuters.com/world/us/debby-crawls-near-georgia-coast-bringing-deluge-flooding-threat-2024-08-06/"
                  ]
                },
                {
                  "sentence": "As part of the 2024 United States presidential election, Kamala Harris and her running mate Tim Walz planned to hold a political rally in Raleigh, North Carolina on August 8, as did Republican vice presidential nominee JD Vance; both rallies were postponed due to the hurricane",
                  "refs": []
                },
                {
                  "sentence": "It was also announced on August 14 that the capital city's southern extension of NC 540 would not be opening to traffic, as planned for August 28, due to erosion in construction areas",
                  "refs": [
                    "https://www.wral.com/story/kamala-harris-vp-pick-postpone-raleigh-visit-due-to-tropical-storm-debby/21562269/",
                    "https://abc11.com/post/kamala-harris-vp-pick-is-stopping-raleigh-north-carolina-thursday/15143486/"
                  ]
                },
                {
                  "sentence": "North Carolina governor Roy Cooper deployed around 350 soldiers with 17 water rescue teams to the eastern and central parts of the state",
                  "refs": [
                    "https://abc11.com/post/complete-540-project-erosion-caused-rain-tropical-storm-debby-forces-delay-opening-new-section-triangle-expressway/15185908/"
                  ]
                },
                {
                  "sentence": "The strongest tornadoes produced by Debby occurred in North Carolina",
                  "refs": []
                },
                {
                  "sentence": "10 tornadoes touched down in the state, including three significant (EF2+) tornadoes",
                  "refs": []
                },
                {
                  "sentence": "An EF2 tornado passed near Harrells, another EF2 tornado caused considerable damage in Greene County, and a low-end EF3 tornado collapsed a home and killed a person near Lucama",
                  "refs": []
                },
                {
                  "sentence": "Three of the other tornadoes were rated EF1 while the remaining four were rated EF0",
                  "refs": []
                },
                {
                  "sentence": "One other person was killed in Greensboro",
                  "refs": [
                    "https://apps.dat.noaa.gov/stormdamage/damageviewer/",
                    "https://x.com/nwsraleigh/status/1821959197459931550?s=46",
                    "https://www.spc.noaa.gov/climo/reports/240807_rpts.html",
                    "https://www.foxweather.com/weather-news/tropical-storm-debby-southeast-flood-threat"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Elsewhere",
              "section_content": [
                {
                  "sentence": "In Virginia, the storm prompted closures in Shenandoah National Park",
                  "refs": []
                },
                {
                  "sentence": "Three EF1 tornadoes occurred in the state; they knocked down trees and power poles and damaged numerous structures, including homes",
                  "refs": [
                    "https://www.cbs19news.com/news/power-outages-storm-damage-impacting-national-park/article_c643b264-5679-11ef-a532-2366b2bfb7b1.html"
                  ]
                },
                {
                  "sentence": "Further north, Washington D.C",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSAKQ&e=202408092220",
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSLWX&e=202408101751"
                  ]
                },
                {
                  "sentence": "recorded 1.18 in (30 mm) of rain in just 30 minutes, with a 2.77 in (70 mm) event total",
                  "refs": []
                },
                {
                  "sentence": "Winds in DC gusted to 40 mph (64 km/h)",
                  "refs": []
                },
                {
                  "sentence": "A 36-year-old woman died after an oak tree fell onto her home in Shannondale, West Virginia",
                  "refs": [
                    "https://www.washingtonpost.com/dc-md-va/2024/08/09/debby-dc-flooding-rain/"
                  ]
                },
                {
                  "sentence": "Another falling tree also damaged a firetruck that responded to the scene along with power lines",
                  "refs": [
                    "https://wvpublic.org/tropical-storm-debby-causes-flash-flooding-one-fatality-in-eastern-panhandle/"
                  ]
                },
                {
                  "sentence": "An EF0 tornado moved through Hedgesville, West Virginia, uprooting and snapping trees and downing tree branches",
                  "refs": []
                },
                {
                  "sentence": "Another EF1 tornado occurred northwest of Stanton, Delaware, where a store and a light pole at a strip mall were damaged and trees were snapped or uprooted",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSLWX&e=202408101751"
                  ]
                },
                {
                  "sentence": "In Delaware, rainfall totals on August 8 reached 6.31 in (160 mm), with 1.5 in (38 mm) in West Chester, Pennsylvania and 1.1 in (28 mm) of rain in Philadelphia",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSPHI&e=202408091310"
                  ]
                },
                {
                  "sentence": "This was after heavy rains fell in the region from August 6–7",
                  "refs": []
                },
                {
                  "sentence": "Heavy rainfall prompted flash flood emergencies for several towns in Steuben and Allegany counties in New York, where over 4 in (100 mm) of rain fell; those same alerts extended into Westfield, Pennsylvania as well",
                  "refs": []
                },
                {
                  "sentence": "In addition, multiple impassable roadways were reported in Binghamton, New York",
                  "refs": []
                },
                {
                  "sentence": "A high-end EF1 tornado struck the eastern part of Harrisburg, Pennsylvania, severely damaging structures and knocking down trees",
                  "refs": [
                    "https://www.usatoday.com/story/news/nation/2024/08/09/debby-storm-live-updates-flooding-tornadoes/74733410007/"
                  ]
                },
                {
                  "sentence": "Another EF0 tornado uprooted trees near New Paltz, New York",
                  "refs": [
                    "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCTP&e=202408100141"
                  ]
                },
                {
                  "sentence": "Significant flooding also occurred in northeast Ohio, as an outer rain band associated with Debby dumped over 7 in (180 mm) of rain in just three hours",
                  "refs": [
                    "https://apps.dat.noaa.gov/stormdamage/damageviewer/"
                  ]
                },
                {
                  "sentence": "This caused the Cuyahoga River to flood and prompted a closure of I-76 near Barberton due to high water",
                  "refs": [
                    "https://weather.com/news/weather/video/northern-ohio-flash-flood-cars-stranded",
                    "https://www.youtube.com/watch?v=jWSKgazzpAw"
                  ]
                },
                {
                  "sentence": "On Long Island, tropical moisture enhanced by Debby resulted in flooding on August 6, with over 4 in (100 mm) of rain falling down",
                  "refs": []
                },
                {
                  "sentence": "Three days later, when the actual storm crossed through, winds gusted to 46 mph (74 km/h) in Islip",
                  "refs": []
                },
                {
                  "sentence": "LaGuardia Airport imposed a ground stop during the storm",
                  "refs": [
                    "https://longisland.news12.com/debbys-aftermath-on-long-island"
                  ]
                },
                {
                  "sentence": "Flight cancellations reached 227 at LaGuardia, 174 at Newark Liberty International Airport and 173 at John F",
                  "refs": [
                    "https://pix11.com/news/local-news/ground-stop-at-laguardia-airport-due-to-tropical-storm-debby/"
                  ]
                },
                {
                  "sentence": "Kennedy International Airport",
                  "refs": []
                },
                {
                  "sentence": "Rail service was suspended on portions of Metro-North Railroad and on the Morris & Essex Lines",
                  "refs": []
                },
                {
                  "sentence": "As the remnants of Debby passed through the inner United States on August 10, portions of the New England coastal region faced dangerous rip currents and swells, with the entire coastlines of Maine, Massachusetts, New Hampshire, and Rhode Island being issued a rip current statement by the National Weather Service",
                  "refs": []
                },
                {
                  "sentence": "A tornado watch was issued in Litchfield County and Hartford County in Connecticut",
                  "refs": [
                    "https://abcnews.go.com/US/remnants-debby-exit-tropical-wave-brews-central-atlantic/story?id=112738993"
                  ]
                },
                {
                  "sentence": "Multiple trees were downed in Greenwich",
                  "refs": []
                },
                {
                  "sentence": "Over 9,000 people were left without power in the state",
                  "refs": []
                },
                {
                  "sentence": "In Vermont, winds of 60 miles per hour (97 km/h) affected the state",
                  "refs": [
                    "https://www.ctinsider.com/news/article/ct-power-outages-debby-storm-weather-19632223.php",
                    "https://www.stamfordadvocate.com/weather/article/ct-weather-friday-debby-remnants-rain-flooding-19630328.php"
                  ]
                },
                {
                  "sentence": "In Alburgh, a large tree was knocked down and into a house, with the fire department needing to rescue 3 people",
                  "refs": []
                },
                {
                  "sentence": "Owners of shops used sandbags and plastic to protect their businesses from the rainfall",
                  "refs": [
                    "https://www.mynbc5.com/article/multiple-crews-respond-to-collapsed-home-in-alburgh/61841780"
                  ]
                },
                {
                  "sentence": "Governor Phil Scott placed a Federal Emergency Declaration in the state prior to the arrival of Debby's remnants",
                  "refs": []
                },
                {
                  "sentence": "By August 10, over 170,000 people were still left without power across Ohio, Pennsylvania, New York, and Vermont",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Canada",
          "section_content": [
            {
              "sentence": "The remnants of Debby left rainfall accumulations of 2.0 to 3.9 inches (50 to 100 mm) or more over Eastern Ontario and Southern Quebec, from the Ottawa region to Quebec City and the Côte-Nord region, with maximums of 5.1 to 7.4 inches (130 to 188 mm) in the Montreal and Laval metropolitan area",
              "refs": []
            },
            {
              "sentence": "Mont-Tremblant in the Laurentians received 5.3 inches (134 mm), Trois-Rivières received 4.5 inches (114 mm) and the Charlevoix region received 3.4 inches (87 mm)",
              "refs": [
                "https://ici.radio-canada.ca/nouvelle/2095501/pluie-record-debby-inondations",
                "https://www.lapresse.ca/actualites/2024-08-09/tempete-debby/les-pluies-abondantes-privent-430-000-clients-d-electricite.php",
                "https://ici.radio-canada.ca/info/en-direct/1011792/pluie-inondation-debby-tempete"
              ]
            },
            {
              "sentence": "The absolute maximum was recorded at Lanoraie with 8.7 inches (221 mm)",
              "refs": [
                "https://ici.radio-canada.ca/info/en-direct/1011792/pluie-inondation-debby-tempete",
                "https://www.meteomedia.com/fr/nouvelles/meteo/meteo-extreme/debby-on-na-pas-fini-de-constater-les-degats"
              ]
            },
            {
              "sentence": "It was the rainiest single day ever measured in Montreal, with 6.1 in (154 mm) of rain falling on the city center on August 9",
              "refs": []
            },
            {
              "sentence": "Montreal was established 380 years earlier",
              "refs": [
                "https://www.cbc.ca/news/canada/montreal/rain-tropical-storm-debby-southern-quebec-1.7291210"
              ]
            },
            {
              "sentence": "Further west, Ottawa International Airport set a daily rainfall record at 45.5 mm (1.79 in), with up to 83 mm (3.3 in) falling in parts of the city",
              "refs": []
            },
            {
              "sentence": "Numerous basements and highway underpasses were flooded, more than 480,000 Quebec households lost electricity, and festivals were cancelled",
              "refs": [
                "https://ottawa.ctvnews.ca/impacts-of-debby-s-rainfall-minor-with-some-exceptions-city-of-ottawa-1.6996110#:~:text=Environment%20Canada%20said%20the%20Central,the%20record%20for%20Aug.%209."
              ]
            },
            {
              "sentence": "Many smaller roads were also washed out",
              "refs": [
                "https://ici.radio-canada.ca/info/en-direct/1011792/pluie-inondation-debby-tempete",
                "https://www.lapresse.ca/actualites/2024-08-09/restes-de-la-tempete-debby/le-pire-evenement-de-pluie-jamais-vu-au-quebec.php"
              ]
            },
            {
              "sentence": "The La Ronde Amusement Park and Granby Zoo were closed due to the heavy rainfall from Debby",
              "refs": []
            },
            {
              "sentence": "In the Mauricie region of Quebec, an 80-year-old man fell in a river in Notre-Dame-de-Montauban on August 9",
              "refs": []
            },
            {
              "sentence": "The Sûreté du Québec had to use drones and a helicopter to search along the Batiscan River, finding his body on August 11",
              "refs": []
            },
            {
              "sentence": "By August 20, around 70,000 insurance claims had been received by Québec insurers",
              "refs": []
            },
            {
              "sentence": "In September 2024, the Insurance Bureau of Canada declared that Debby had been the most expensive weather event in the history of Quebec, surpassing the cost of the January 1998 North American ice storm, with a preliminary estimate of over $2.5 billion CAD ($1.8 billion USD) in insured damages (and also the costliest tropical cyclone in the country, significantly exceeding that from Hurricane Fiona two years earlier)",
              "refs": [
                "https://ici.radio-canada.ca/nouvelle/2098287/pluies-inondations-reclamations-assurances-debby"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Aftermath",
      "section_content": [
        {
          "sentence": "Officials in Steuben County, New York began recovery efforts after Debby had passed",
          "refs": []
        },
        {
          "sentence": "They announced that they planned to distribute water bottles and clean-up kits to residents impacted by flash flooding on August 11–12",
          "refs": []
        },
        {
          "sentence": "A shelter was opened and operated by the Red Cross at Corning-Painted Post High School for flood victims until August 12",
          "refs": []
        },
        {
          "sentence": "Faith-based disaster relief organizations in Pennsylvania also mobilized to help assess damage and provide help to victims of Debby",
          "refs": []
        },
        {
          "sentence": "Flooding rains at Watkins Glen State Park led to an indefinite closure of the Gorge Trail",
          "refs": [
            "https://www.msn.com/en-us/weather/topstories/debby-s-aftermath-leaves-thousands-in-the-dark-threatens-more-flooding-in-the-carolinas/ar-AA1oCCXL?ocid=winp2fptaskbar&cvid=aa6cd8542cdf449bd57e7630a288ea33&ei=4"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://www.nbcnews.com/now/video/at-least-four-people-dead-as-tropical-storm-debby-plows-through-florida-216442437840",
    "2": "https://www.artemis.bm/news/hurricane-debby-private-public-market-insured-loss-seen-below-2bn-gallagher-re/",
    "3": "https://firststreet.org/press/first-street-recreation-of-hurricane-debby-finds-majority-of-damaged-homes-outside-of-fema-flood-zones",
    "4": "https://www.ncei.noaa.gov/access/billions/events",
    "5": "https://www.lapresse.ca/actualites/2024-09-13/vestiges-de-l-ouragan-debby/l-evenement-climatique-le-plus-couteux-de-l-histoire-du-quebec.php",
    "6": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202407261732&basin=atl&fdays=7",
    "7": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202407312330&basin=atl&fdays=7",
    "8": "https://www.nhc.noaa.gov/archive/xgtwo/gtwo_archive.php?current_issuance=202408011737&basin=atl&fdays=7",
    "9": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.001.shtml?",
    "10": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.003.shtml?",
    "11": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.005.shtml?",
    "12": "https://www.artemis.bm/news/tropical-storm-debby-florida-forecast-hurricane-landfall/",
    "13": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.010.shtml?",
    "14": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.011.shtml?",
    "15": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.012.shtml?",
    "16": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.update.08051056.shtml?",
    "17": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.013.shtml?",
    "18": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.014.shtml?",
    "19": "https://www.independent.co.uk/news/world/americas/tropical-storm-debby-south-carolina-path-landfall-b2593094.html",
    "20": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.026.shtml?",
    "21": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.discus.028.shtml?",
    "22": "https://apnews.com/article/hurricane-tropical-storm-debby-flooding-a369f782a8e6fa18fdb7f722ade4b3c6",
    "23": "https://www.usatoday.com/story/news/weather/2024/08/04/tropical-storm-debby-tracker-path-spaghetti-models/74661633007/",
    "24": "https://www.miamiherald.com/news/weather/hurricane/article290647994.html",
    "25": "https://abc7ny.com/post/weather-alert-tropical-storm-debby-moving-gulf-mexico-florida-hurricane-warnings/15143030/",
    "26": "https://www.nhc.noaa.gov/archive/2024/al04/al042024.public.008.shtml?",
    "27": "https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/042051.shtml?",
    "28": "https://www.spc.noaa.gov/products/watch/ww0594.html",
    "29": "https://www.cbsnews.com/news/depression-strengthens-into-tropical-storm-debby-2024/",
    "30": "https://www.nbcnews.com/news/weather/depression-becomes-tropical-storm-debby-aims-floridas-gulf-coast-rcna165032",
    "31": "https://www.cnn.com/2024/08/04/weather/florida-tropical-storm-debby-hurricane-sunday/index.html",
    "32": "https://www.gainesvillefl.gov/News-articles/Tropical-Storm-Debby",
    "33": "https://www.tampabay.com/hurricane/2024/08/02/sandbag-locations-pinellas-hillsborough-tampa/",
    "34": "https://mynews13.com/fl/orlando/news/2024/08/02/some-central-florida-cities-to-open-sandbag-locations",
    "35": "https://www.news4jax.com/news/local/2024/08/03/list-where-to-get-sandbags-in-northeast-florida-ahead-of-potential-tropical-storm/",
    "36": "https://www.tallahassee.com/story/news/hurricane/2024/08/04/tropical-storm-debby-live-updates-hurricane-impacts-expected-for-florida-track-tallahassee-big-bend/74663691007/",
    "37": "https://www.dailycommercial.com/story/news/local/2024/08/04/lake-county-florida-opens-a-shelter-as-tropical-storm-debby-strengthens-debbie/74665330007/",
    "38": "https://www.wjhg.com/2024/08/04/evacuations-underway-franklin-county/",
    "39": "https://www.washingtonpost.com/national/2024/08/04/debby-tropical-storm-hurricane/5d9b64fe-5274-11ef-9a60-5b6e8b4da7c0_story.html",
    "40": "https://www.wpbf.com/article/tropical-storm-debby-closes-down-florida-state-parks/61785311",
    "41": "https://weather.com/storms/hurricane/news/2024-08-03-hurricane-tropical-storm-florida-debby-forecast",
    "42": "https://www.wsbtv.com/news/local/gov-brian-kemp-declares-state-emergency-ahead-tropical-storm/MYKOV3Y4VJFLDGLDB7O5X2SSXI/",
    "43": "https://www.wjcl.com/article/where-you-can-find-sandbags-around-coastal-georgia-ahead-of-the-tropical-depression/61781914",
    "44": "https://www.wjcl.com/article/savannah-school-closings-hurricane-debby/61782539",
    "45": "https://www.sccpss.com/news/news-landing-page/~board/district-news/post/sccpss-announces-school-closures-due-to-potentially-dangerous-weather-conditions-associated-with-tropical-storm-debby",
    "46": "https://www.wbtw.com/news/grand-strand/horry-county/mcmaster-declares-state-of-emergency-ahead-of-tropical-storm-debbys-south-carolina-impact/",
    "47": "https://wpde.com/news/local/south-carolina-enacts-price-gouging-law-ahead-of-tropical-storm-debby-unfair-exploitative-take-advantage-food-gasoline-lodging-violation-state-of-emergency-gas-station-business-investigation",
    "48": "https://amp.islandpacket.com/news/weather-news/article290754069.html",
    "49": "https://wach.com/amp/news/local/cayce-to-close-all-parks-due-to-upcoming-severe-weather",
    "50": "https://www.wyff4.com/article/south-carolina-florida-tropics-debby-evacuation/61782194",
    "51": "https://www.wusa9.com/article/weather/hurricane/hurricane-debby-dmv-first-responders/65-ff5f838d-caff-41de-beb4-714842c852e6",
    "52": "https://www.bbc.com/news/articles/cj4xxdknr94o",
    "53": "https://www.wral.com/story/Hurricane-Debby-NC/21557747/",
    "54": "https://abc11.com/post/hurricane-debby-north-carolina-flooding-rain-storm-2024-tropical-weather-path/15149324/",
    "55": "https://www.wcnc.com/article/weather/weather-impact/state-of-emergency-north-carolina-tropical-storm-debby-preps-roy-cooper/275-4e983c6c-801d-4128-9e8f-beceb4e99cef",
    "56": "https://hoodline.com/2024/08/pittsburgh-under-flood-watch-as-remnants-of-tropical-depression-debby-bring-downpours/",
    "57": "https://www.abc27.com/local-news/hersheypark-zoo-america-closed-due-to-storms/",
    "58": "https://www.silive.com/weather-alerts/2024/08/nyc-weather-wind-advisory-affecting-new-york-city-friday.html",
    "59": "https://pix11.com/news/morning/nyc-preps-for-remnants-of-tropical-storm-debby/",
    "60": "https://www.timesunion.com/saratogatrack/article/nyra-cancels-racing-saratoga-race-course-friday-19629016.php",
    "61": "https://www.fox4news.com/sports/rangers-yankees-game-postponed-due-rain-from-debby",
    "62": "https://amp.marca.com/en/lifestyle/us-news/2024/08/02/66acc3ba268e3ee3418b4597.html",
    "63": "https://www.elnuevodia.com/noticias/el-tiempo/notas/meteorologia-emite-aviso-y-advertencia-de-inundaciones-para-29-municipios-ante-paso-de-onda-tropical/",
    "64": "https://en.cibercuba.com/noticias/2024-08-04-u1-e208933-s27061-nid286284-tormenta-tropical-debby-deja-lluvias-intensas",
    "65": "https://web.archive.org/web/20240806231652/https://www.amtrak.com/alert/inclement-weather-may-cause-service-modifications.html",
    "66": "https://dixielandsoftware.net/cgi-bin/gettrain.pl?seltrain=75&selyear=2024&selmonth=08&selday=08",
    "67": "https://twitter.com/AmtrakNECAlerts/status/1821907353073029432",
    "68": "https://weather.com/news/weather/news/2024-08-03-tropical-storm-debby-impacts-florida-georgia-carolinas",
    "69": "https://www.nbcmiami.com/news/local/tornado-warning-issued-for-parts-of-broward-county/3381514/",
    "70": "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSJAX&e=202408092331&bbb=CCA",
    "71": "https://www.flkeysnews.com/news/weather/hurricane/article290717209.html",
    "72": "https://www.tampabay.com/hurricane/2024/08/04/debby-tropical-storm-hurricane-florida-live-updates/",
    "73": "https://www.accuweather.com/en/hurricane/deadly-debby-leaves-5-dead-spreads-flooding-inland-into-southeast/1675997",
    "74": "https://www.usatoday.com/story/news/nation/2024/08/05/florida-power-outage-map-hurricane-debby/74670231007/",
    "75": "https://abc11.com/post/power-outages-tropical-storm-debby-duke-energy-taps-midwest-utility-crews-help-fl-response-leaving-nc-crews-home-waiting/15147323/",
    "76": "https://www.wesh.com/article/stong-winds-overturn-trailers-in-cocoa/61785687",
    "77": "https://www.wtxl.com/crawfordville/crawfordville-woman-and-boy-killed-in-dixie-county-crash-during-tropical-storm-debby",
    "78": "https://www.nbcnews.com/news/weather/live-blog/hurricane-debby-live-updates-landfall-florida-big-bend-rcna165111",
    "79": "https://abcnews.go.com/US/live-updates/hurricane-debby-path-tracker/?id=112553231&entryId=112579142",
    "80": "https://www.wtsp.com/article/news/local/pinellascounty/gulfport-missing-boater-tropical-storm-debby/67-2c44812c-05e9-4dd0-85ba-e9fd7ef6191d",
    "81": "https://www.northcentralpa.com/news/national/hurricane-debby-blows-1-million-in-cocaine-onto-florida-beach/article_b6397a09-f128-59f3-853c-c7fa4bc996aa.html",
    "82": "https://www.heraldtribune.com/story/news/local/manatee/2024/08/07/manatee-reports-12-5-million-in-residential-damage-post-debby/74710369007/",
    "83": "https://www.palmbeachpost.com/story/weather/hurricane/2024/08/09/hurricane-debby-florida-damage-millions-in-insured-property-losses/74726113007/",
    "84": "https://www.abcactionnews.com/news/region-sarasota-manatee/body-found-in-phillippi-creek-identified-as-missing-sarasota-county-man",
    "85": "https://www.fox5atlanta.com/news/kemp-georgia-state-of-emergency-tropical-storm-debby",
    "86": "https://www.ajc.com/news/atlanta-news/dry-in-metro-atlanta-as-tremendous-rain-falls-in-south-georgia/M7HRSA35XRC25IYZF3JBSEOX7M/",
    "87": "https://abcnews.go.com/US/wireStory/latest-debby-makes-landfall-tropical-storm-soaks-south-112668297",
    "88": "https://www.13wmaz.com/article/weather/severe-weather/how-much-rain-did-georgia-get-tropical-storm-hurricane-debby/93-b10fccde-b48f-4b31-878b-42d48da90879",
    "89": "https://apps.dat.noaa.gov/stormdamage/damageviewer/",
    "90": "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCHS&e=202408070128",
    "91": "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCHS&e=202408080215",
    "92": "https://www.reuters.com/world/us/debby-crawls-near-georgia-coast-bringing-deluge-flooding-threat-2024-08-06/",
    "93": "https://www.foxweather.com/weather-news/tracking-debby-northeast-friday-saturday.amp",
    "94": "https://www.wral.com/story/kamala-harris-vp-pick-postpone-raleigh-visit-due-to-tropical-storm-debby/21562269/",
    "95": "https://abc11.com/post/kamala-harris-vp-pick-is-stopping-raleigh-north-carolina-thursday/15143486/",
    "96": "https://abc11.com/post/complete-540-project-erosion-caused-rain-tropical-storm-debby-forces-delay-opening-new-section-triangle-expressway/15185908/",
    "97": "https://x.com/nwsraleigh/status/1821959197459931550?s=46",
    "98": "https://www.spc.noaa.gov/climo/reports/240807_rpts.html",
    "99": "https://www.foxweather.com/weather-news/tropical-storm-debby-southeast-flood-threat",
    "100": "https://www.pbs.org/newshour/nation/death-toll-from-debby-rises-to-8-as-storm-crawls-up-east-coast",
    "101": "https://www.cbs19news.com/news/power-outages-storm-damage-impacting-national-park/article_c643b264-5679-11ef-a532-2366b2bfb7b1.html",
    "102": "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSAKQ&e=202408092220",
    "103": "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSLWX&e=202408101751",
    "104": "https://www.washingtonpost.com/dc-md-va/2024/08/09/debby-dc-flooding-rain/",
    "105": "https://wvpublic.org/tropical-storm-debby-causes-flash-flooding-one-fatality-in-eastern-panhandle/",
    "106": "https://www.dcnewsnow.com/news/local-news/west-virginia/jefferson-county/wvsp-identifies-woman-killed-after-tree-fell-onto-her-home-during-storm-in-harpers-ferry/",
    "107": "https://wvmetronews.com/2024/08/09/debby-leaves-one-dead-in-west-virginia/",
    "108": "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSPHI&e=202408091310",
    "109": "https://www.inquirer.com/weather/debby-tornado-gusts-rains-philadelphia-weather-20240809.html",
    "110": "https://www.usatoday.com/story/news/nation/2024/08/09/debby-storm-live-updates-flooding-tornadoes/74733410007/",
    "111": "https://mesonet.agron.iastate.edu/wx/afos/p.php?pil=PNSCTP&e=202408100141",
    "112": "https://weather.com/news/weather/video/northern-ohio-flash-flood-cars-stranded",
    "113": "https://www.youtube.com/watch?v=jWSKgazzpAw",
    "114": "https://www.wkyc.com/article/weather/weather-impact/nws-issues-flash-flood-warning-geauga-portage-summit-counties/95-f5384e94-ebff-4ca0-9af1-0d412d8a3738",
    "115": "https://longisland.news12.com/debbys-aftermath-on-long-island",
    "116": "https://pix11.com/news/local-news/ground-stop-at-laguardia-airport-due-to-tropical-storm-debby/",
    "117": "https://abc7ny.com/post/storm-damage-nyc-heavy-rain-wind-causing-damage-debbys-remnants-approach-tri-state/15163595/",
    "118": "https://abcnews.go.com/US/remnants-debby-exit-tropical-wave-brews-central-atlantic/story?id=112738993",
    "119": "https://www.ctinsider.com/news/article/ct-power-outages-debby-storm-weather-19632223.php",
    "120": "https://www.stamfordadvocate.com/weather/article/ct-weather-friday-debby-remnants-rain-flooding-19630328.php",
    "121": "https://www.mynbc5.com/article/multiple-crews-respond-to-collapsed-home-in-alburgh/61841780",
    "122": "https://www.bostonglobe.com/2024/08/09/metro/debby-live-updates-new-england-vermont-boston-weather/",
    "123": "http://www.ec.gc.ca/Hurricane/default.asp?lang=En&n=EEFDF050-1",
    "124": "http://www.atl.ec.gc.ca/weather/hurricane/hurricanes3.html#rainfall",
    "125": "https://www.thestar.com/news/canada/article/864119--hurricane-igor-drenches-newfoundland-peninsula",
    "126": "http://www.cbc.ca/news/canada/nova-scotia/rain-rainfall-flooding-totals-environment-canada-wind-sydney-1.3799354",
    "127": "https://x.com/ECCCWeatherQC/status/1822251042966323388",
    "128": "http://www.atl.ec.gc.ca/weather/hurricane/hazel/en/storm.html",
    "129": "https://www.nhc.noaa.gov/data/tcr/AL072022_Fiona.pdf",
    "130": "https://vocm.com/2022/09/12/trepassey-earl/",
    "131": "http://www.nhc.noaa.gov/archive/storm_wallets/atlantic/atl1990-prelim/bertha/prelim09.gif",
    "132": "http://www.ec.gc.ca/meteo-weather/default.asp?lang=En&n=44F0B3CA-1",
    "133": "https://ici.radio-canada.ca/nouvelle/2095501/pluie-record-debby-inondations",
    "134": "https://www.lapresse.ca/actualites/2024-08-09/tempete-debby/les-pluies-abondantes-privent-430-000-clients-d-electricite.php",
    "135": "https://ici.radio-canada.ca/info/en-direct/1011792/pluie-inondation-debby-tempete",
    "136": "https://www.meteomedia.com/fr/nouvelles/meteo/meteo-extreme/debby-on-na-pas-fini-de-constater-les-degats",
    "137": "https://www.cbc.ca/news/canada/montreal/rain-tropical-storm-debby-southern-quebec-1.7291210",
    "138": "https://ottawa.ctvnews.ca/impacts-of-debby-s-rainfall-minor-with-some-exceptions-city-of-ottawa-1.6996110#:~:text=Environment%20Canada%20said%20the%20Central,the%20record%20for%20Aug.%209.",
    "139": "https://www.lapresse.ca/actualites/2024-08-09/restes-de-la-tempete-debby/le-pire-evenement-de-pluie-jamais-vu-au-quebec.php",
    "140": "https://montreal.ctvnews.ca/hundreds-of-thousands-of-customers-lose-power-in-quebec-as-heavy-rain-hammers-province-1.6995229",
    "141": "https://ici.radio-canada.ca/nouvelle/2095918/affaissement-route-mauricie",
    "142": "https://ici.radio-canada.ca/nouvelle/2098287/pluies-inondations-reclamations-assurances-debby",
    "143": "https://www.msn.com/en-us/weather/topstories/debby-s-aftermath-leaves-thousands-in-the-dark-threatens-more-flooding-in-the-carolinas/ar-AA1oCCXL?ocid=winp2fptaskbar&cvid=aa6cd8542cdf449bd57e7630a288ea33&ei=4",
    "144": "https://www.newyorkupstate.com/weather/2024/08/debby-remnants-close-popular-upstate-ny-trail-until-further-notice-due-to-potential-flash-floods.html"
  },
  "flair_entities": [
    "new paltz",
    "corning-painted post high school",
    "atlantic canada",
    "westfield",
    "steuben",
    "ef1",
    "newark liberty international airport",
    "batiscan river",
    "litchfield county",
    "cerro",
    "greensboro",
    "morris & essex lines",
    "ottawa",
    "south florida",
    "everglades city",
    "mauricie",
    "northeastern united states",
    "sarasota county sheriff's office",
    "debby",
    "puerto rico",
    "moultrie",
    "new hampshire",
    "steinhatchee",
    "united states  amtrak",
    "jd vance",
    "atlantic",
    "caribbean",
    "southeastern united states",
    "kamala harris",
    "weather prediction center",
    "havana",
    "red cross",
    "north american",
    "mcgrady dam",
    "charleston",
    "nc 540",
    "raleigh",
    "harrells",
    "laguardia airport",
    "hispaniola",
    "debby  hurricane debby",
    "tim walz",
    "midwest",
    "southgate",
    "maurín aqueduct",
    "ohio",
    "québec",
    "moncks corner",
    "effingham county",
    "montreal",
    "greater antilles",
    "canada",
    "union county",
    "edisto beach",
    "alburgh",
    "laval",
    "fiona",
    "north myrtle beach",
    "artemisa province",
    "massachusetts",
    "us",
    "dixie county",
    "carolinas",
    "virgin islands",
    "steuben county",
    "john f .",
    "cuyahoga river",
    "gulfport",
    "big bend",
    "watkins glen state park",
    "phil scott",
    "bauta",
    "virginia",
    "cocoa",
    "binghamton",
    "bulls bay",
    "dc",
    "la ronde amusement park",
    "national weather service",
    "ef0",
    "tampa",
    "philadelphia",
    "potential tropical cyclone four",
    "metro-north railroad",
    "barberton",
    "piedmont",
    "ef2",
    "côte-nord",
    "tropical storm debby",
    "levy county",
    "shannondale",
    "pennsylvania",
    "georgia",
    "east coast",
    "phillippi creek",
    "colleton county",
    "shenandoah national park",
    "trois-rivières",
    "duke energy",
    "rhode island",
    "laguardia",
    "ian",
    "roy cooper",
    "eastern ontario",
    "lesser antilles",
    "islip",
    "hedgesville",
    "west chester",
    "florida",
    "long island",
    "maine",
    "greenwich",
    "kennedy international airport",
    "south carolina",
    "new england",
    "notre-dame-de-montauban",
    "stanton",
    "greene county",
    "florida keys",
    "harrisburg",
    "siesta key",
    "manatee county",
    "cuba",
    "north carolina",
    "connecticut",
    "national hurricane center",
    "mont-tremblant",
    "west virginia",
    "broward county",
    "new york",
    "ottawa international airport",
    "delaware",
    "florida straits",
    "ogeechee river",
    "washington d.c",
    "insurance bureau of canada",
    "mid-atlantic",
    "fort myers beach",
    "central",
    "silver service",
    "tropical depression four",
    "gorge trail",
    "sarasota",
    "granby zoo",
    "southern quebec",
    "lucama",
    "i-76",
    "quebec city",
    "republican",
    "vermont",
    "united states",
    "utc",
    "charlevoix",
    "hartford county",
    "allegany",
    "auto train",
    "laurentians",
    "nhc",
    "ef3",
    "wpc",
    "lanoraie",
    "quebec",
    "blitchton",
    "palmetto",
    "gulf of mexico",
    "gulf",
    "the bahamas",
    "sûreté du québec",
    "federal emergency declaration"
  ]
}