{
  "title": "Jacques_Offenbach",
  "url": "https://en.wikipedia.org/wiki/Jacques_Offenbach",
  "summary": "Jacques Offenbach (; 20 June 1819 – 5 October 1880) was a German-born French composer, cellist and impresario. He is remembered for his nearly 100 operettas of the 1850s to the 1870s, and his uncompleted opera The Tales of Hoffmann. He was a powerful influence on later composers of the operetta genre, particularly Franz von Suppé, Johann Strauss II and Arthur Sullivan. His best-known works were continually revived during the 20th century, and many of his operettas continue to be staged in the 21st. The Tales of Hoffmann remains part of the standard opera repertory.\nBorn in Cologne, Kingdom of Prussia, the son of a synagogue cantor, Offenbach showed early musical talent. At the age of 14, he was accepted as a student at the Paris Conservatoire; he found academic study unfulfilling and left after a year, but remained in Paris. From 1835 to 1855 he earned his living as a cellist, achieving international fame, and as a conductor. His ambition, however, was to compose comic pieces for the musical theatre. Finding the management of Paris's Opéra-Comique company uninterested in staging his works, in 1855 he leased a small theatre in the Champs-Élysées. There, during the next three years, he presented a series of more than two dozen of his own small-scale pieces, many of which became popular.\nIn 1858 Offenbach produced his first full-length operetta, Orphée aux enfers (\"Orpheus in the Underworld\"), with its celebrated can-can; the work was exceptionally well received and has remained his most played. During the 1860s, he produced at least eighteen full-length operettas, as well as more one-act pieces. His works from this period include La belle Hélène (1864), La Vie parisienne (1866), La Grande-Duchesse de Gérolstein (1867) and La Périchole (1868). The risqué humour (often about sexual intrigue) and mostly gentle satiric barbs in these pieces, together with Offenbach's facility for melody, made them internationally known, and translated versions were successful in Vienna, London, elsewhere in Europe and in the US.\nOffenbach became associated with the Second French Empire of Napoleon III: the emperor and his court were genially satirised in many of Offenbach's operettas, and Napoleon personally granted him French citizenship and the Légion d'honneur. With the outbreak of the Franco-Prussian War in 1870, and the fall of the empire, Offenbach found himself out of favour in Paris because of his imperial connections and his German birth. He remained successful in Vienna, London and New York. He re-established himself in Paris during the 1870s, with revivals of some of his earlier favourites and a series of new works, and undertook a popular US tour. In his last years he strove to finish The Tales of Hoffmann, but died before the premiere of the opera, which has entered the standard repertory in versions completed or edited by other musicians.",
  "content": [
    {
      "section_title": "Life and career",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Early years",
          "section_content": [
            {
              "sentence": "Offenbach was born on 20 June 1819, as Jacob (or Jakob [n 2]) Offenbach to a Jewish family in the German city of Cologne, which was then a part of Prussia",
              "refs": []
            },
            {
              "sentence": "His birthplace in the Großer Griechenmarkt was a short distance from the square that is now named after him, the Offenbachplatz",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He was the second son and the seventh of ten children of Isaac Juda Offenbach né Eberst (1779–1850) and his wife Marianne née Rindskopf (c. 1783–1840)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Isaac, who came from a musical family, had abandoned his original trade as a bookbinder and earned an itinerant living as a cantor in synagogues and playing the violin in cafés",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He was generally known as \"der Offenbacher\", after his native town, Offenbach am Main, and in 1808 he officially adopted Offenbach as a surname",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[n 3] In 1816 he settled in Cologne, where he became established as a teacher, giving lessons in singing, violin, flute, and guitar, and composing both religious and secular music",
              "refs": []
            },
            {
              "sentence": "When Jacob was six years old his father taught him to play the violin; within two years the boy was composing songs and dances, and at the age of nine he took up the cello",
              "refs": []
            },
            {
              "sentence": "As Isaac was by then the permanent cantor of the local synagogue, he could afford to pay for his son to take lessons from the well-known cellist Bernhard Breuer",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Three years later, the biographer Gabriel Grovlez records, the boy was giving performances of his own compositions, \"the technical difficulties of which terrified his master\", Breuer",
              "refs": []
            },
            {
              "sentence": "Together with his brother Julius (violin) and sister Isabella (piano), Jacob played in a trio at local dance halls, inns and cafés, performing popular dance music and operatic arrangements",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[n 4] In 1833 Isaac decided that his musically talented sons Julius and Jacob (then aged 18 and 14) needed to leave the provincial musical scene of Cologne to study in Paris",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "With generous support from local music lovers and the municipal orchestra, with whom they gave a farewell concert on 9 October, the two young musicians, accompanied by their father, made the four-day journey to Paris in November 1833",
              "refs": []
            },
            {
              "sentence": "Isaac had been given letters of introduction to the director of the Paris Conservatoire, Luigi Cherubini, but had to persuade Cherubini even to give Jacob an audition",
              "refs": []
            },
            {
              "sentence": "The boy's age and nationality were both obstacles to admission",
              "refs": []
            },
            {
              "sentence": "[n 5] Cherubini had several years earlier refused the twelve-year-old Franz Liszt admission on similar grounds,  but he eventually agreed to hear the young Offenbach play",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He listened to his playing and stopped him, saying, \"Enough, young man, you are now a pupil of this Conservatoire.\"  Julius was also admitted",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Both brothers adopted French forms of their names, Julius becoming Jules and Jacob becoming Jacques",
              "refs": []
            },
            {
              "sentence": "Isaac hoped to secure permanent employment in Paris but failed to do so and returned to Cologne",
              "refs": []
            },
            {
              "sentence": "Before leaving, he found several pupils for Jules; the modest earnings from those lessons, supplemented by fees earned by both brothers as members of synagogue choirs, supported them during their studies",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "At the conservatoire, Jules was a diligent student; he graduated and became a successful violin teacher and conductor, and was premier violon of his younger brother's orchestra for several years",
              "refs": []
            },
            {
              "sentence": "By contrast, Jacques was bored by academic study and left after a year",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The conservatoire's roll of students notes against his name \"Struck off on 2 December 1834 (left of his own free will)\"",
              "refs": []
            },
            {
              "sentence": "[n 6]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Cello virtuoso",
          "section_content": [
            {
              "sentence": "Having left the conservatoire, Offenbach was free from the stern academicism of Cherubini's curriculum, but as the biographer James Harding writes, \"he was free, also, to starve\"",
              "refs": []
            },
            {
              "sentence": "He secured a few temporary jobs in theatre orchestras before gaining a permanent appointment in 1835 as a cellist at the Opéra-Comique",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He was no more serious there than he had been at the conservatoire, and regularly had his pay docked for playing pranks during performances; on one occasion, he and the principal cellist played alternate notes of the printed score, and on another they sabotaged some of their colleagues' music stands to make them collapse in mid-performance",
              "refs": []
            },
            {
              "sentence": "Nevertheless, the earnings from his orchestral work enabled him to take lessons with the celebrated cellist Louis-Pierre Norblin",
              "refs": [
                "//upload.wikimedia.org/wikipedia/commons/transcoded/2/2f/De-Offenbach.ogg/De-Offenbach.ogg.mp3"
              ]
            },
            {
              "sentence": "He made a favourable impression on the composer and conductor Fromental Halévy, who gave him lessons in composition and orchestration and wrote to Isaac Offenbach in Cologne that the young man was going to be a great composer",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Some of Offenbach's early compositions were played by the fashionable conductor Louis-Antoine Jullien",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach and another young composer, Friedrich von Flotow, collaborated in 1839 on a series of works for cello and piano",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Although Offenbach's ambition was to compose for the stage, he could not gain an entrée to Parisian theatre at this point in his career; with Flotow's help, he built a reputation composing for and playing in the fashionable salons of Paris",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Through contacts he made there he gained pupils",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1838 the Théâtre du Palais-Royal commissioned him to compose songs for the play Pascal et Chambord, staged in March 1839",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In January 1839, together with his elder brother, he gave his first public concert",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Among the salons at which Offenbach most frequently appeared, from 1839, was that of Madeleine-Sophie, comtesse de Vaux",
              "refs": []
            },
            {
              "sentence": "There he met Hérminie d'Alcain, the fifteen-year-old daughter of a Carlist general",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They fell in love, and in 1843 they became engaged, but he was not yet in a financial position to marry",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "To extend his fame and earning power beyond Paris, he undertook tours of France and Germany",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Among those with whom he performed were Anton Rubinstein and in September 1843 in a concert in Offenbach's native Cologne, Liszt",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1844, probably through English family connections of Hérminie,  he embarked on a tour of England",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "There, he was immediately engaged to appear with some of the most famous musicians of the day, including Felix Mendelssohn, Joseph Joachim, Michael Costa and Julius Benedict",
              "refs": []
            },
            {
              "sentence": "The Era wrote of his debut performance in London, \"His execution and taste excited both wonder and pleasure, the genius he exhibited amounting to absolute inspiration.\"  The British press reported a triumphant royal command performance; The Illustrated London News observed, \"Herr Jacques Offenbach, the astonishing Violoncellist, performed on Thursday evening at Windsor before the Emperor of Russia, the King of Saxony, Queen Victoria, and Prince Albert with great success.\"  The use of the German \"Herr\", reflecting the fact that Offenbach remained a Prussian citizen, was common to all the British press coverage of Offenbach's 1844 tour",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The ambiguity of his nationality sometimes caused him difficulty in later life when France and Prussia became enemies",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach returned to Paris with his reputation and his bank balance both much enhanced",
              "refs": []
            },
            {
              "sentence": "The last remaining obstacle to his marriage to Hérminie was the difference in their professed religions; he converted to Roman Catholicism, with the comtesse de Vaux acting as his sponsor",
              "refs": []
            },
            {
              "sentence": "Isaac Offenbach's views on his son's conversion from Judaism are unknown",
              "refs": []
            },
            {
              "sentence": "The wedding took place on 14 August 1844; the bride was seventeen years old, and the bridegroom was twenty-five",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The marriage was lifelong, and happy, despite some extramarital affairs on Offenbach's part",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[n 7] After Offenbach's death, a friend said that Hérminie \"gave him courage, shared his ordeals and comforted him always with tenderness and devotion\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Returning to the familiar Paris salons, Offenbach gradually shifted the emphasis of his work from being a cellist who also composed to being a composer who also played the cello",
              "refs": []
            },
            {
              "sentence": "He had already published many compositions, and some of them had sold well, but now he began to write, perform and produce musical burlesques as part of his salon presentations",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He amused the comtesse de Vaux's 200 guests with a parody of Félicien David's currently fashionable Le désert, and in April 1846 gave a concert at which seven operatic items of his own composition were premiered before an audience that included leading music critics",
              "refs": [
                "https://www.theguardian.com/music/2004/jan/09/classicalmusicandopera"
              ]
            },
            {
              "sentence": "The following year he staged his first operetta, the one-act L'Alcove",
              "refs": [
                "https://www.theguardian.com/music/2004/jan/09/classicalmusicandopera"
              ]
            },
            {
              "sentence": "It had been written at the invitation of the Opéra-Comique, which had then failed to present it, and Offenbach mounted the production himself as part of an evening of his works at the École lyrique",
              "refs": []
            },
            {
              "sentence": "He seemed on the verge of breaking into theatrical composition when the 1848 revolution broke out, sweeping Louis Philippe from the throne and leading to serious bloodshed in the streets of the capital",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Three hundred and fifty people were killed within three days",
              "refs": []
            },
            {
              "sentence": "Offenbach hastily took Hérminie and their two-year-old daughter to join his family in Cologne",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The city was experiencing its own nationalistic revolutionary upheaval and Offenbach found it expedient to change his forename back to the German while there",
              "refs": []
            },
            {
              "sentence": "Returning to Paris in February 1849 Offenbach found the grand salons closed down",
              "refs": []
            },
            {
              "sentence": "He went back to working as a cellist, and occasional conductor, at the Opéra-Comique, but was not encouraged in his aspirations to compose",
              "refs": []
            },
            {
              "sentence": "His talents had been noted by the director of the Comédie-Française, Arsène Houssaye, who appointed him musical director of the theatre in 1850, with a brief to enlarge and improve the orchestra",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach composed songs and incidental music for eleven classical and modern dramas for the Comédie-Française in the early 1850s",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Some of his songs became very popular, and he gained valuable experience in writing for the theatre",
              "refs": []
            },
            {
              "sentence": "Houssaye later wrote that Offenbach had done wonders for his theatre,  but the management of the Opéra-Comique was uninterested in commissioning him to compose for its stage",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The composer and critic Claude Debussy later wrote that the musical establishment could not cope with Offenbach's irony, which exposed the \"false, overblown quality\" of the operas they favoured – \"the great art at which one was not allowed to smile\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Bouffes-Parisiens, Champs-Élysées",
          "section_content": [
            {
              "sentence": "Between 1853 and May 1855 Offenbach wrote three one-act operettas and managed to have them staged in Paris",
              "refs": []
            },
            {
              "sentence": "[n 8] They were all well received, but the authorities of the Opéra-Comique remained unmoved",
              "refs": []
            },
            {
              "sentence": "Offenbach found more encouragement from the composer, singer and impresario Florimond Ronger, known professionally as Hervé",
              "refs": []
            },
            {
              "sentence": "At his theatre, the Folies-Nouvelles, opened in 1854, Hervé pioneered French light comic opera, or \"opérette\"",
              "refs": []
            },
            {
              "sentence": "In The Musical Quarterly, Martial Teneo and Theodore Baker wrote, \"Without the example set by Hervé, Offenbach might perhaps never have become the musician who penned Orphée aux Enfers, La belle Hélène, and so many other triumphant works.\"  Offenbach approached Hervé, who agreed to present a new one-act operetta with words by Jules Moinaux and music by Offenbach, called Oyayaye ou La reine des îles",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[n 9] It was presented on 26 June 1855 and was well received",
              "refs": []
            },
            {
              "sentence": "Offenbach's biographer Peter Gammond describes it as \"a charming piece of nonsense\"",
              "refs": []
            },
            {
              "sentence": "The piece depicts a double-bass player, played by Hervé, shipwrecked on a cannibal island, who after several perilous encounters with the female chief of the cannibals makes his escape using his double-bass as a boat",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach pressed ahead with plans to present his works himself at his own theatre  and to abandon further thoughts of acceptance by the Opéra-Comique",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach had chosen his theatre, the Salle Lacaze in the Champs-Élysées",
              "refs": []
            },
            {
              "sentence": "The location and the timing were ideal for him",
              "refs": [
                "https://www.jstor.org/stable/898563"
              ]
            },
            {
              "sentence": "Paris was about to be filled between May and November with visitors from France and abroad for the 1855 Great Exhibition",
              "refs": []
            },
            {
              "sentence": "The Salle Lacaze was next to the exhibition site",
              "refs": []
            },
            {
              "sentence": "He later wrote:",
              "refs": [
                "https://www.jstor.org/stable/738103"
              ]
            },
            {
              "sentence": "The description of the theatre as \"little\" was accurate: it could hold an audience of at most 300",
              "refs": []
            },
            {
              "sentence": "It was therefore well suited to the tiny casts permitted under the prevailing licensing laws: Offenbach was limited to three speaking (or singing) characters in any piece",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[n 10] With such small forces, full-length works were out of the question, and Offenbach, like Hervé, presented evenings of several one-act pieces",
              "refs": []
            },
            {
              "sentence": "The opening of the theatre was a frantic rush, with less than a month between the issue of the licence and the opening night on 5 July 1855",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "During this period Offenbach had to \"equip the theatre, recruit actors, orchestra and staff, find authors to write material for the opening programme – and compose the music\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Among those he recruited at short notice was Ludovic Halévy, the nephew of Offenbach's early mentor Fromental Halévy",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Ludovic was a rising civil servant with a passion for the theatre and a gift for dialogue and verse",
              "refs": []
            },
            {
              "sentence": "While maintaining his civil service career he went on to collaborate (sometimes under discreet pseudonyms) with Offenbach in 21 works over the next 24 years",
              "refs": []
            },
            {
              "sentence": "Halévy wrote the libretto for one of the pieces in the opening programme, but the most popular work of the evening had words by Moinaux",
              "refs": []
            },
            {
              "sentence": "Les deux aveugles, \"The Two Blind Men\", is a comedy about two beggars feigning blindness",
              "refs": []
            },
            {
              "sentence": "During rehearsals there had been some concern that the public might judge it to be in poor taste,  but it was not only the hit of the season in Paris: it was soon playing successfully in Vienna, London and elsewhere",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Another success in 1855 was Le violoneux (The Village Fiddler), which made a star of Hortense Schneider in her first role for Offenbach",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "When she auditioned for him, aged 22, he engaged her on the spot",
              "refs": []
            },
            {
              "sentence": "From 1855 she was a key member of his companies through much of his career",
              "refs": []
            },
            {
              "sentence": "The Champs-Élysées in 1855 were not yet the grand avenue laid out by Baron Haussmann in the 1860s, but an unpaved allée",
              "refs": []
            },
            {
              "sentence": "The public who were flocking to Offenbach's theatre in the summer and autumn of 1855 could not be expected to venture there in the depths of a Parisian winter",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He cast about for a suitable venue and found the Théâtre des Jeunes Élèves, known also as the Salle Choiseul or Théâtre Comte,  in central Paris",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He entered into partnership with its proprietor and moved the Bouffes-Parisiens there for the winter season",
              "refs": []
            },
            {
              "sentence": "The company returned to the Salle Lacaze for the 1856, 1857 and 1859 summer seasons, performing at the Salle Choiseul in the winter",
              "refs": []
            },
            {
              "sentence": "Legislation enacted in March 1861 prevented the company from using both theatres, and appearances at the Salle Lacaze were discontinued",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Salle Choiseul",
          "section_content": [
            {
              "sentence": "Offenbach's first piece for the company's new home was Ba-ta-clan (December 1855), a well-received piece of mock-oriental frivolity, to a libretto by Halévy",
              "refs": []
            },
            {
              "sentence": "He followed it with fifteen more one-act operettas over the next three years",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They were all for the small casts permitted under his licence, although at the Salle Choiseul he was granted an increase from three to four singers",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Under Offenbach's management, the Bouffes-Parisiens staged works by many composers",
              "refs": []
            },
            {
              "sentence": "These included new pieces by Leon Gastinel and Léo Delibes",
              "refs": []
            },
            {
              "sentence": "When Offenbach asked Rossini's permission to revive his comedy Il signor Bruschino, Rossini replied that he was pleased to be able to do anything for \"the Mozart of the Champs-Élysées\"",
              "refs": []
            },
            {
              "sentence": "[n 11] Offenbach revered Mozart above all other composers",
              "refs": []
            },
            {
              "sentence": "He had an ambition to present Mozart's neglected one-act comic opera Der Schauspieldirektor (The Impresario) at the Bouffes-Parisiens, and he acquired the score from Vienna",
              "refs": []
            },
            {
              "sentence": "With a text translated and adapted by Léon Battu and Ludovic Halévy, he presented it during the Mozart centenary celebrations in May 1856 as L'impresario; it was popular with the public  and also greatly enhanced the critical and social standing of the Bouffes-Parisiens",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "By command of the emperor, Napoleon III, the company performed at the Tuileries Palace shortly after the first performance",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In a long article in Le Figaro in July 1856, Offenbach traced the history of comic opera",
              "refs": []
            },
            {
              "sentence": "He declared that the first work worthy to be called opéra-comique was Philidor's 1759 Blaise le savetier (Blaise the Cobbler), and he described the gradual divergence of Italian and French notions of comic opera, with verve, imagination and gaiety from Italian composers, and mischief, common sense, good taste and wit from the French composers",
              "refs": []
            },
            {
              "sentence": "[n 12] He concluded that comic opera had become too grand and inflated",
              "refs": []
            },
            {
              "sentence": "His disquisition was a preliminary to the announcement of an open competition for aspiring composers",
              "refs": []
            },
            {
              "sentence": "A jury of French composers and playwrights including Daniel Auber, Fromental Halévy, Ambroise Thomas, Charles Gounod and Eugène Scribe considered 78 entries; the five short-listed entrants were all asked to set a libretto, Le docteur miracle, written by Ludovic Halévy and Léon Battu",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The joint winners were Georges Bizet and Charles Lecocq",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Bizet became, and remained, a friend of Offenbach",
              "refs": []
            },
            {
              "sentence": "Lecocq and Offenbach took a dislike to each other, and their subsequent rivalry was not altogether friendly",
              "refs": []
            },
            {
              "sentence": "Although the Bouffes-Parisiens played to full houses, the theatre was constantly on the verge of running out of money, principally because of what his biographer Alexander Faris calls \"Offenbach's incorrigible extravagance as a manager\"",
              "refs": []
            },
            {
              "sentence": "An earlier biographer, André Martinet, wrote, \"Jacques spent money without counting",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Whole lengths of velvet were swallowed up in the auditorium; costumes devoured width after width of satin.\" [n 13] Moreover, Offenbach was personally generous and liberally hospitable",
              "refs": []
            },
            {
              "sentence": "To boost the company's finances, a London season was organised in 1857, half the company remaining in Paris to play at the Salle Choiseul and the other half performing at the St James's Theatre in the West End of London",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The visit was a success, but did not cause the sensation that Offenbach's later works did in London",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Orphée aux enfers",
          "section_content": [
            {
              "sentence": "In 1858, the government lifted the licensing restrictions on the number of performers, and Offenbach was able to present more ambitious works",
              "refs": []
            },
            {
              "sentence": "His first full-length operetta, Orphée aux enfers (\"Orpheus in the Underworld\"), was presented in October 1858",
              "refs": []
            },
            {
              "sentence": "Offenbach, as usual, spent freely on the production, with scenery by Gustave Doré, lavish costumes, a cast of twenty principals, and a large chorus and orchestra",
              "refs": []
            },
            {
              "sentence": "As the company was particularly short of money following an abortive season in Berlin, a big success was urgently needed",
              "refs": []
            },
            {
              "sentence": "At first the production seemed merely to be a modest success",
              "refs": []
            },
            {
              "sentence": "It soon benefited from an outraged review by Jules Janin, the critic of the Journal des débats",
              "refs": []
            },
            {
              "sentence": "He condemned the piece for profanity and irreverence to Roman mythology: the theme was the legend of Orpheus and Eurydice, although Napoleon III and his government were generally seen as the real targets of its satire",
              "refs": []
            },
            {
              "sentence": "Offenbach and his librettist Hector Crémieux seized on this free publicity, and joined in a lively public debate in the columns of the Parisian daily newspaper Le Figaro",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Janin's indignation made the public agog to see the work, and the box office takings were prodigious",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The piece ran for 228 performances, at a time when a run of 100 nights was considered a success",
              "refs": []
            },
            {
              "sentence": "Albert de Lasalle, in his history of the Bouffes-Parisiens (1860), wrote that the piece closed in June 1859 – although it was still performing strongly at the box-office – \"because the actors, who could not tire the public, were themselves exhausted\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Among those who wanted to see the satire of the emperor was the emperor himself, who commanded a performance in April 1860",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Despite many great successes during the rest of Offenbach's career, Orphée aux enfers remained his most popular work",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Gammond lists among the reasons for its success, \"the sweeping waltzes\" reminiscent of Vienna but with a new French flavour, the patter songs, and \"above all else, of course, the can-can which had led a naughty life in low places since the 1830s or thereabouts and now became a polite fashion, as uninhibited as ever\"",
              "refs": []
            },
            {
              "sentence": "In the 1859 season the Bouffes-Parisiens presented new works by composers including Flotow, Jules Erlanger, Alphonse Varney, Delibes, and Offenbach himself",
              "refs": []
            },
            {
              "sentence": "Of Offenbach's new pieces, Geneviève de Brabant, though initially only a mild success, was later revised and gained much popularity; the comedy duet of the two cowardly gendarmes became a favourite number in Britain as well as France and the basis for the Marines' Hymn in the US",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Early 1860s",
          "section_content": [
            {
              "sentence": "The 1860s were Offenbach's most successful decade",
              "refs": []
            },
            {
              "sentence": "At the beginning of 1860, he was granted French citizenship by the personal command of Napoleon III,  and the following year he was appointed a chevalier of the Légion d'honneur; this appointment scandalised those members of the musical establishment who resented such an honour for a composer of popular light opera",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach began the decade with his only substantial ballet score, Le papillon (\"The Butterfly\"), produced at the Opéra in 1860",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It achieved what was then a successful run of 42 performances, without, as the biographer Andrew Lamb says, \"giving him any greater acceptance in more respectable circles\"",
              "refs": []
            },
            {
              "sentence": "Among other operettas in the same year, he finally had a piece presented by the Opéra-Comique, the three-act Barkouf",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was not a success; its plot revolved around a dog, and Offenbach attempted canine imitations in his music",
              "refs": []
            },
            {
              "sentence": "Neither the public nor the critics were impressed, and the piece survived for only seven performances",
              "refs": []
            },
            {
              "sentence": "Apart from that setback, Offenbach flourished in the 1860s, the successes greatly outnumbering the failures",
              "refs": []
            },
            {
              "sentence": "In 1861 he led the company in a summer season in Vienna",
              "refs": []
            },
            {
              "sentence": "Encountering packed houses and enthusiastic reviews, Offenbach found Vienna much to his liking",
              "refs": []
            },
            {
              "sentence": "He even reverted, for a single evening, to his old role as a cello virtuoso at a command performance before Emperor Franz Joseph",
              "refs": []
            },
            {
              "sentence": "That success was followed by a failure in Berlin",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach, though born a Prussian citizen, observed, \"Prussia never does anything to make those of our nationality happy.\" [n 14] He and the company hastened back to Paris",
              "refs": []
            },
            {
              "sentence": "Meanwhile, among his operettas that season were the full-length Le pont des soupirs and the one-act M",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Choufleuri restera chez lui le...",
              "refs": []
            },
            {
              "sentence": "[n 15]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1862, Offenbach's only son, Auguste (died 1883), was born, the last of five children",
              "refs": []
            },
            {
              "sentence": "In the same year, Offenbach resigned as director of the Bouffes-Parisiens, handing the post over to Alphonse Varney",
              "refs": []
            },
            {
              "sentence": "He continued to write most of his works for the company, with occasional pieces first given at the summer season at Bad Ems",
              "refs": []
            },
            {
              "sentence": "[n 16] Despite problems with the libretto, Offenbach completed a serious opera in 1864, Die Rheinnixen, a hotchpotch of romantic and mythological themes",
              "refs": []
            },
            {
              "sentence": "The opera was presented with substantial cuts at the Vienna Court Opera and in Cologne in 1865",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was not given again until 2002, when it was finally performed in its entirety",
              "refs": []
            },
            {
              "sentence": "Since then it has been given several productions",
              "refs": []
            },
            {
              "sentence": "It contained one number, the \"Elfenchor\", described by the critic Eduard Hanslick as \"lovely, luring and sensuous\",  which Ernest Guiraud later adapted as the Barcarolle in The Tales of Hoffmann",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After December 1864, Offenbach wrote less frequently for the Bouffes-Parisiens, and many of his new works premiered at larger theatres",
              "refs": [
                "http://www.operette-theatremusical.fr/2015/07/04/edmond-audran"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Later 1860s",
          "section_content": [
            {
              "sentence": "Between 1864 and 1868 Offenbach wrote four of the operettas for which he is chiefly remembered: La belle Hélène (1864), La Vie parisienne (1866), La Grande-Duchesse de Gérolstein (1867) and La Périchole (1868)",
              "refs": []
            },
            {
              "sentence": "Halévy was joined as librettist for all of them by Henri Meilhac",
              "refs": []
            },
            {
              "sentence": "Offenbach, who called them \"Meil\" and \"Hal\",  said of this trinity: \"Je suis sans doute le Père, mais chacun des deux est mon Fils et plein d'Esprit,\"  a play on words loosely translated as \"I am certainly the Father, but each of them is my Son and Wholly Spirited\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[n 17]",
              "refs": []
            },
            {
              "sentence": "For La belle Hélène Offenbach secured Hortense Schneider to play the title role",
              "refs": []
            },
            {
              "sentence": "Since her early success in his short operas, she had become a leading star of the French musical stage",
              "refs": []
            },
            {
              "sentence": "She now commanded large fees and was notoriously temperamental, but Offenbach was adamant that no other singer could match her as Hélène",
              "refs": []
            },
            {
              "sentence": "Rehearsals for the premiere at the Théâtre des Variétés were tempestuous, with Schneider and the principal mezzo-soprano Léa Silly feuding, the censor fretting about the satire of the imperial court, and the manager of the theatre attempting to rein in Offenbach's extravagance with production expenses",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Once again the success of the piece was inadvertently assured by the critic Janin; his scandalised notice was strongly countered by liberal critics and the ensuing publicity again brought the public flocking",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Barbe-bleue was a success in early 1866 and was quickly reproduced elsewhere",
              "refs": []
            },
            {
              "sentence": "La Vie parisienne later in the same year was a new departure for Offenbach and his librettists; for the first time in a large-scale piece they chose a modern setting, instead of disguising their satire under a classical cloak",
              "refs": []
            },
            {
              "sentence": "It needed no inadvertent boost from Janin but was an instant and prolonged success with Parisian audiences, although its very Parisian themes made it less popular abroad",
              "refs": []
            },
            {
              "sentence": "Gammond describes the libretto as \"almost worthy of  [W",
              "refs": []
            },
            {
              "sentence": "S.] Gilbert\", and Offenbach's score as \"certainly his best so far\"",
              "refs": []
            },
            {
              "sentence": "The piece starred Zulma Bouffar, who began an affair with the composer that lasted until at least 1875",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1867 Offenbach had one of his greatest successes",
              "refs": []
            },
            {
              "sentence": "The premiere of La Grande-Duchesse de Gérolstein, a satire on militarism,  took place two days after the opening of the Paris Exhibition, an even greater international draw than the 1855 exhibition which had helped him launch his composing career",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Parisian public and foreign visitors flocked to the new operetta",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Sovereigns who saw the piece included King William of Prussia accompanied by his chief minister, Otto von Bismarck",
              "refs": []
            },
            {
              "sentence": "Halévy, with his experience as a senior civil servant, saw the looming threat from Prussia; he wrote in his diary, \"Bismarck is helping to double our takings",
              "refs": []
            },
            {
              "sentence": "This time it's war we're laughing at, and war is at our gates.\"  La Grande-Duchesse de Gérolstein was followed by a quick succession of modest successes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1867 he produced Robinson Crusoé and a revised version of Geneviève de Brabant; in 1868, Le château à Toto, L'île de Tulipatan and a revised version of Le pont des soupirs",
              "refs": []
            },
            {
              "sentence": "In October 1868 La Périchole marked a transition in Offenbach's style, with less exuberant satire and more human romantic interest",
              "refs": []
            },
            {
              "sentence": "Lamb calls it Offenbach's \"most charming\" score",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "There was some critical grumbling at the change, but the piece, with Schneider in the lead, made a good profit",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was quickly produced elsewhere in Europe and both North and South America",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Of the pieces that followed it at the end of the decade, Les brigands (1869) was another work that leaned more to romantic comic opera than to the more ebullient opéra bouffe",
              "refs": [
                "http://www.jean-christophekeck.com/FeesduRhin%20livre%20OEK.pdf",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was well received, but has been less often revived than Offenbach's best-known operettas",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "War and aftermath",
          "section_content": [
            {
              "sentence": "Offenbach returned hurriedly from a trip to Ems and Wiesbaden just before the outbreak of the Franco-Prussian War in 1870",
              "refs": []
            },
            {
              "sentence": "He then went to his home in Étretat in Normandy and arranged for his family to move to the safety of San Sebastián in northern Spain, joining them shortly afterwards",
              "refs": []
            },
            {
              "sentence": "Having risen to fame under Napoleon III, satirised him, and been rewarded by him, Offenbach was universally associated with the old régime: he was known as \"the mocking-bird of the Second Empire\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "When the empire fell in the wake of Prussia's crushing victory at Sedan in September 1870, Offenbach's music was suddenly out of favour",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "France was swept by violently anti-German sentiments, and despite his French citizenship and Légion d'honneur, his birth and upbringing in Cologne made him suspect",
              "refs": []
            },
            {
              "sentence": "His operettas were now frequently vilified as the embodiment of everything superficial and worthless in Napoleon III's régime",
              "refs": []
            },
            {
              "sentence": "La Grande-Duchesse de Gérolstein was banned in France because of its antimilitarist satire",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Although his Parisian audience deserted him, Offenbach had by now become highly popular in London's West End",
              "refs": []
            },
            {
              "sentence": "John Hollingshead of the Gaiety Theatre presented Offenbach's operettas to large and enthusiastic audiences",
              "refs": []
            },
            {
              "sentence": "Between 1870 and 1872, the Gaiety produced fifteen of his works",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "At the Royalty Theatre, Richard D'Oyly Carte presented La Périchole in 1875",
              "refs": []
            },
            {
              "sentence": "In Vienna, too, Offenbach works were regularly produced",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "While the war and its aftermath ravaged Paris, the composer supervised Viennese productions and travelled to England as the guest of the Prince of Wales",
              "refs": []
            },
            {
              "sentence": "By the end of 1871 life in Paris had returned to normal, and Offenbach ended his voluntary exile",
              "refs": []
            },
            {
              "sentence": "His new works Le roi Carotte (1872) and La jolie parfumeuse (1873) were modestly profitable, but lavish revivals of his earlier successes did better at the box office",
              "refs": []
            },
            {
              "sentence": "He decided to go back into theatre management and took over the Théâtre de la Gaîté in July 1873",
              "refs": []
            },
            {
              "sentence": "His spectacular revival of Orphée aux enfers there was highly profitable; an attempt to repeat that success with a new, lavish version of Geneviève de Brabant proved less popular",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Along with the costs of extravagant productions, collaboration with the dramatist Victorien Sardou culminated in financial disaster",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "An expensive production of Sardou's La haine in 1874, with incidental music by Offenbach, failed to attract the public to the Gaîté, and Offenbach was forced to sell his interests in the Gaîté and to mortgage future royalties",
              "refs": []
            },
            {
              "sentence": "In 1876 a successful tour of the US in connection with its Centennial Exhibition enabled Offenbach to recover some of his losses and pay his debts",
              "refs": []
            },
            {
              "sentence": "Beginning with a concert at Gilmore's Garden before a crowd of 8,000 people, he gave a series of more than 40 concerts in New York and Philadelphia",
              "refs": []
            },
            {
              "sentence": "To circumvent a Philadelphia law forbidding entertainments on Sundays, he disguised his operetta numbers as liturgical pieces and advertised a \"Grand Sacred Concert by M",
              "refs": []
            },
            {
              "sentence": "Offenbach\"",
              "refs": []
            },
            {
              "sentence": "\"Dis-moi, Vénus\" from La belle Hélène became a \"Litanie\", and other equally secular numbers were billed as \"Prière\" or \"Hymne\"",
              "refs": []
            },
            {
              "sentence": "The local authorities were not deceived,  and withdrew authorisation for the concert at the last minute",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.O007720"
              ]
            },
            {
              "sentence": "At Booth's Theatre, New York, Offenbach conducted La vie parisienne  and his recent (1873) La jolie parfumeuse",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.O903861"
              ]
            },
            {
              "sentence": "He returned to France in July 1876, with profits that were handsome but not spectacular",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach's later operettas enjoyed renewed popularity in France, especially Madame Favart (1878), which featured a fantasy plot about the real-life French actress Marie Justine Favart, and La fille du tambour-major (1879), which was the most successful of his operettas of the 1870s",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Last years",
          "section_content": [
            {
              "sentence": "Profitable though La fille du tambour-major was, composing it left Offenbach less time to work on his cherished project, the creation of a successful serious opera",
              "refs": []
            },
            {
              "sentence": "Since the beginning of 1877, he had been working when he could on a piece based on a stage play, Les contes fantastiques d'Hoffmann, by Jules Barbier and Michel Carré",
              "refs": []
            },
            {
              "sentence": "Offenbach had suffered from gout since the 1860s, often being carried into the theatre in a chair",
              "refs": []
            },
            {
              "sentence": "Now in failing health, he was conscious of his own mortality and wished passionately to live long enough to complete the opera, Les contes d'Hoffmann (\"The Tales of Hoffmann\")",
              "refs": []
            },
            {
              "sentence": "He was heard saying to Kleinzach, his dog, \"I would give everything I have to be at the première\"",
              "refs": []
            },
            {
              "sentence": "Offenbach did not live to finish the piece",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He left the vocal score substantially complete and had made a start on the orchestration",
              "refs": []
            },
            {
              "sentence": "Ernest Guiraud, a family friend, assisted by Offenbach's 18-year-old son Auguste, completed the orchestration, making major changes as well as the substantial cuts demanded by the Opéra-Comique's director, Carvalho",
              "refs": []
            },
            {
              "sentence": "[n 18] The opera was first seen at the Opéra-Comique on 10 February 1881",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach also left his last comedy, Belle Lurette, unfinished; Léo Delibes orchestrated it and it was given at the Théâtre de la Renaissance on 30 October 1880",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach died in Paris on 5 October 1880 at the age of 61",
              "refs": []
            },
            {
              "sentence": "His cause of death was certified as heart failure brought on by acute gout",
              "refs": []
            },
            {
              "sentence": "He was given a state funeral; The Times reported, \"The crowd of distinguished men that accompanied him on his last journey amid the general sympathy of the public shows that the late composer was reckoned among the masters of his art.\"  He is buried in the Montmartre Cemetery",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Works",
      "section_content": [
        {
          "sentence": "In The Musical Times, Mark Lubbock wrote in 1957:",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Among other well-known Offenbach numbers are \"Les oiseaux dans la charmille\" (the Doll Song from The Tales of Hoffmann); \"Voici le sabre de mon père\" and \"Ah! Que j'aime les militaires\" (La Grande Duchesse de Gerolstein); and \"Tu n'es pas beau\" in La Périchole, which Lamb notes was Offenbach's last major song for Hortense Schneider",
          "refs": []
        },
        {
          "sentence": "[n 19]",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Operettas",
          "section_content": [
            {
              "sentence": "By his own reckoning, Offenbach composed more than 100 operas",
              "refs": []
            },
            {
              "sentence": "[n 20] Both the number and the noun are open to question: some works were so extensively revised that he evidently counted the revised versions as new, and commentators generally refer to all but a few of his stage works as operettas, rather than operas",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach reserved the term opérette (English: operetta) [n 21] or opérette bouffe for some of his one-act works, more often using the term opéra bouffe for his full-length ones (though there are several one- and two-act examples of this type)",
              "refs": []
            },
            {
              "sentence": "It was only with the further development of the Operette genre in Vienna after 1870 that the French term opérette began to be used for works longer than one act",
              "refs": []
            },
            {
              "sentence": "Offenbach also used the term opéra-comique for at least 24 of his works in either one, two or three acts",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[n 22]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach's earliest operettas were one-act pieces for small casts",
              "refs": []
            },
            {
              "sentence": "More than 30 of these were presented before his first full-scale \"opéra bouffon\", Orphée aux enfers, in 1858, and he composed over twenty more of them during the rest of his career",
              "refs": []
            },
            {
              "sentence": "Lamb, following the precedent of Henseler's 1930 study of the composer, divides the one-act pieces into five categories: (i) country idylls; (ii) urban operettas; (iii) military operettas; (iv) farces; and (v) burlesques or parodies",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Offenbach enjoyed his greatest success in the 1860s",
              "refs": [
                "https://doi.org/10.2307%2F3351964"
              ]
            },
            {
              "sentence": "His most popular operettas from that decade have remained among his best known",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Texts and word setting",
              "section_content": [
                {
                  "sentence": "The first ideas for plots usually came from Offenbach, his librettists working along lines agreed with him",
                  "refs": []
                },
                {
                  "sentence": "Lamb writes, \"In this respect Offenbach was both well served and skilful at discovering talent",
                  "refs": []
                },
                {
                  "sentence": "Like Sullivan, and unlike Johann Strauss II, he was consistently blessed with workable subjects and genuinely witty librettos.\"  In his setting of his librettists' words he took advantage of the rhythmic flexibility of the French language, and sometimes took this to extremes, forcing words into unnatural stresses",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Harding comments that he \"wrought much violence on the French language\"",
                  "refs": [
                    "https://www.nytimes.com/1876/06/13/archives/amusements-the-opera-bouffe.html"
                  ]
                },
                {
                  "sentence": "A frequent characteristic of Offenbach's word setting was the nonsensical repetition of isolated syllables of words for comic effect; an example is the quintet for the kings in La belle Hélène: \"Je suis l'époux de la reine/Poux de la reine/Poux de la reine\" and \"Le roi barbu qui s'avance/Bu qui s'avance/Bu qui s'avance.\" [n 23]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Musical structure",
              "section_content": [
                {
                  "sentence": "In general, Offenbach followed simple, established forms",
                  "refs": []
                },
                {
                  "sentence": "His melodies are usually short and unvaried in their basic rhythm, rarely, in Hughes's words, escaping \"the despotism of the four-bar phrase\"",
                  "refs": []
                },
                {
                  "sentence": "In modulation Offenbach was similarly cautious; he rarely switched a melody to a remote or unexpected key, and kept mostly to a tonic–dominant–subdominant pattern",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Within these conventional limits, he employed greater resource in his varied use of rhythm; in a single number he would contrast rapid patter for one singer with a broad, smooth phrase for another, illustrating their different characters",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He often switched quickly between major and minor keys, effectively contrasting characters or situations",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "When he wished to, Offenbach could use unconventional techniques, such as the leitmotif, used throughout to accompany the eponymous Docteur Ox (1877)  and to parody Wagner in La carnaval des revues (1860)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Orchestration",
              "section_content": [
                {
                  "sentence": "In his early pieces for the Bouffes-Parisiens, the size of the orchestra pit had restricted Offenbach to an orchestra of sixteen players",
                  "refs": []
                },
                {
                  "sentence": "He composed for flute, oboe, clarinet, bassoon, two horns, piston, trombone, percussion (including timpani) and a small string section of seven players",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After moving to the Salle Choiseul he had an orchestra of 30 players",
                  "refs": [
                    "http://en.parisinfo.com/musee-monument-paris/71184/Cimeti%C3%A8re-de-Montmartre"
                  ]
                },
                {
                  "sentence": "The musicologist and Offenbach specialist Jean-Christophe Keck notes that when larger orchestras were available, either in bigger Paris theatres or in Vienna or elsewhere, Offenbach would compose, or rearrange existing music, accordingly",
                  "refs": [
                    "http://en.parisinfo.com/musee-monument-paris/71184/Cimeti%C3%A8re-de-Montmartre"
                  ]
                },
                {
                  "sentence": "Surviving scores show his instrumentation for additional wind and brass, and even extra percussion",
                  "refs": []
                },
                {
                  "sentence": "When they were available he wrote for cor anglais, harp, and – exceptionally, Keck records – an ophicleide (Le Papillon), tubular bells (Le carnaval des revues), and a wind machine (Le voyage dans la lune)",
                  "refs": []
                },
                {
                  "sentence": "Hughes describes Offenbach's orchestration as \"always skilful, often delicate, and occasionally subtle\"",
                  "refs": []
                },
                {
                  "sentence": "He instances Pluton's song in Orphée aux enfers, [n 24] introduced by a three-bar phrase for solo clarinet and solo bassoon in octaves immediately repeated on solo flute and solo bassoon an octave higher",
                  "refs": []
                },
                {
                  "sentence": "In Keck's view, \"Offenbach's orchestral scoring is full of details, elaborate counter-voices, minute interactions coloured by interjections of the woodwinds or brass, all of which establish a dialogue with the voices",
                  "refs": [
                    "https://www.jstor.org/stable/937354"
                  ]
                },
                {
                  "sentence": "His refinement of design equals that of Mozart or Rossini.\"",
                  "refs": [
                    "http://en.parisinfo.com/musee-monument-paris/71184/Cimeti%C3%A8re-de-Montmartre"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Compositional method",
              "section_content": [
                {
                  "sentence": "According to Keck, Offenbach would first make a note of melodies a libretto suggested to him in a notebook or straight onto the librettist's manuscript",
                  "refs": []
                },
                {
                  "sentence": "Next using full score manuscript paper he wrote down vocal parts in the centre, then a piano accompaniment at the bottom possibly with notes on orchestration",
                  "refs": []
                },
                {
                  "sentence": "When Offenbach felt sure the work would be performed, he began full orchestration, often employing a sort of shorthand",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Parody and influences",
              "section_content": [
                {
                  "sentence": "Offenbach was well known for parodying other composers' music",
                  "refs": []
                },
                {
                  "sentence": "Some of them saw the joke and others did not",
                  "refs": []
                },
                {
                  "sentence": "Adam, Auber and Meyerbeer enjoyed Offenbach's parodies of their scores",
                  "refs": []
                },
                {
                  "sentence": "Meyerbeer made a point of attending all Bouffes-Parisiens productions, always seated in Offenbach's private box",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Among the composers who were not amused by Offenbach's parodies were Berlioz and Wagner",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Offenbach mocked Berlioz's \"strivings after the antique\",  and his initial light-hearted satire of Wagner's pretensions later hardened into genuine dislike",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Berlioz reacted by bracketing Offenbach and Wagner together as \"the product of the mad German mind\", and Wagner, ignoring Berlioz, retaliated by writing some unflattering verses about Offenbach",
                  "refs": [
                    "https://www.jstor.org/stable/907922"
                  ]
                },
                {
                  "sentence": "In general, Offenbach's parodistic technique was simply to play the original music in unexpected and incongruous circumstances",
                  "refs": []
                },
                {
                  "sentence": "He slipped the banned revolutionary anthem La Marseillaise into the chorus of rebellious gods in Orphée aux enfers, and quoted the aria \"Che farò\" from Gluck's Orfeo in the same work; in La belle Hélène he quoted the patriotic trio from Rossini's William Tell and parodied himself in the ensemble for the kings of Greece, in which the accompaniment quotes the rondeau from Orphée aux enfers",
                  "refs": []
                },
                {
                  "sentence": "In his one act pieces, Offenbach parodied Rossini's \"Largo al factotum\" and familiar arias by Bellini",
                  "refs": []
                },
                {
                  "sentence": "In Croquefer (1857), one duet consists of quotations from Halévy's La Juive and Meyerbeer's Robert le diable and Les Huguenots",
                  "refs": []
                },
                {
                  "sentence": "Even in his later, less satirical period, he included a parodic quotation from Donizetti's La fille du régiment in La fille du tambour-major",
                  "refs": [
                    "https://doi.org/10.2307%2F3351964",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Other examples of Offenbach's use of incongruity are noted by the critic Paul Taylor: \"In La belle Hélène, the kings of Greece denounce Paris as 'un vil séducteur'  [vile seducer] to a waltz tempo that is itself unsuitably seductive ..",
                  "refs": []
                },
                {
                  "sentence": "the potty-sounding phrase 'L'homme à la pomme' becomes the absurd nucleus of a big cod-ensemble.\"  Another lyric set to absurdly ceremonious music is \"Votre habit a craqué dans le dos\" (your coat has split down the back) in La vie parisienne",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Grand Duchess of Gérolstein's rondo \"Ah! Que j'aime les militaires\" is rhythmically and melodically similar to the finale of Beethoven's Seventh Symphony, but it is not clear whether the similarity is parodic or coincidental",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In Offenbach's last decade, he took note of a change in public taste: a simpler, more romantic style was now preferred",
                  "refs": []
                },
                {
                  "sentence": "Harding writes that Lecocq had successfully moved away from satire and parody, returning to \"the genuine spirit of opéra-comique and its peculiarly French gaiety\"",
                  "refs": []
                },
                {
                  "sentence": "Offenbach followed suit in a series of twenty operettas; the conductor and musicologist Antonio de Almeida names the finest of these as La fille du tambour-major (1879)",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Other works",
          "section_content": [
            {
              "sentence": "Of Offenbach's two serious operas, Die Rheinnixen, a failure, was not revived until the 21st century",
              "refs": []
            },
            {
              "sentence": "His second attempt, The Tales of Hoffmann, was originally intended as a grand opera",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "When the work was accepted by Léon Carvalho for production at the Opéra-Comique, Offenbach agreed to make it an opéra comique with spoken dialogue",
              "refs": [
                "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.20386"
              ]
            },
            {
              "sentence": "It was incomplete when he died;  Faris speculates that, but for Georges Bizet's premature death, Bizet rather than Guiraud would have been asked to complete the piece and would have done so more satisfactorily",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The critic Tim Ashley writes, \"Stylistically, the opera reveals a remarkable amalgam of French and German influences ..",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Weberian chorales preface Hoffmann's narrative",
              "refs": []
            },
            {
              "sentence": "Olympia delivers a big coloratura aria straight out of French grand opera, while Antonia sings herself to death to music reminiscent of Schubert.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Although he wrote ballet music for dance sequences in many of his operettas, Offenbach wrote only one full-length ballet, Le papillon",
              "refs": []
            },
            {
              "sentence": "The score was much praised for its orchestration, and it contained one number, the \"Valse des rayons\", that became an international success",
              "refs": []
            },
            {
              "sentence": "Between 1836 and 1875 he composed several individual waltzes and polkas, and suites of dances",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They include a waltz, Abendblätter (\"Evening Papers\") composed for Vienna with Johann Strauss's Morgenblätter (\"Morning Papers\") as a companion piece",
              "refs": [
                "https://www.jstor.org/stable/961145"
              ]
            },
            {
              "sentence": "Other orchestral compositions include a piece in 17th-century style with cello solo, which became a standard work of the cello repertoire",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Little of Offenbach's non-operatic orchestral music has been regularly performed since his death",
              "refs": []
            },
            {
              "sentence": "Offenbach composed more than 50 non-operatic songs between 1838 and 1854, most of them to French texts, by authors including Alfred de Musset, Théophile Gautier and Jean de La Fontaine, and also ten to German texts",
              "refs": []
            },
            {
              "sentence": "Among the most popular of these songs are \"À toi\" (1843), dedicated to the young Hérminie d'Alcain as an early token of the composer's love",
              "refs": []
            },
            {
              "sentence": "An Ave Maria for soprano solo was rediscovered at the Bibliothèque nationale de France in 2000",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Arrangements and editions",
          "section_content": [
            {
              "sentence": "Although the overtures to Orphée aux enfers and La belle Hélène are well known and frequently recorded, the scores usually performed and recorded are not by Offenbach, but were arranged from music in the operas by Carl Binder and Eduard Haensch, respectively, for the Vienna premieres of the two works",
              "refs": []
            },
            {
              "sentence": "Offenbach's own preludes are much shorter",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1938, Manuel Rosenthal assembled the popular ballet Gaîté Parisienne from his own orchestral arrangements of melodies from Offenbach's stage works, and in 1953 the same composer assembled a symphonic suite, Offenbachiana, also from music by Offenbach",
              "refs": []
            },
            {
              "sentence": "Jean-Christophe Keck regards the 1938 work as \"no more than a vulgarly orchestrated pastiche\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Gammond's view it does \"full justice\" to Offenbach",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Efforts to present critical editions of Offenbach's works have been hampered by the dispersion of his autograph scores to several collections after his death, some of which do not grant access to scholars",
              "refs": []
            },
            {
              "sentence": "Although Auguste catalogued the sketches and manuscripts after his father's death, when the composer's widow died the surviving daughters battled over the papers",
              "refs": []
            },
            {
              "sentence": "Many of his papers may have been lost in the collapse of the city archives in Cologne in 2009",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Legacy and reputation",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Influence",
          "section_content": [
            {
              "sentence": "Offenbach had a considerable influence on some later French composers, although his immediate successor, Lecocq, strove to distance himself and went out of his way to avoid rhythmic devices familiar from Offenbach's works",
              "refs": []
            },
            {
              "sentence": "Francis Poulenc in his biography of Emmanuel Chabrier wrote that as a great admirer of Offenbach, Chabrier took to imitating him explicitly in some details: \"Hence 'Donnez-vous la peine de vous asseoir' (chanson du pal) is directly derived from 'Roi barbu qui s'avance, bu qui s'avance' in La belle Hélène\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Poulenc traces the influence through Chabrier and André Messager to his own music",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The composer and musicologist Wilfrid Mellers finds music modelled on Offenbach's in Poulenc's Les mamelles de Tirésias",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The musician and author Fritz Spiegl wrote in 1980, \"Without Offenbach there would have been no Savoy Opera ..",
              "refs": []
            },
            {
              "sentence": "no Die Fledermaus or Merry Widow\"",
              "refs": []
            },
            {
              "sentence": "The two creators of the Savoy operas – the librettist, Gilbert, and the composer, Sullivan – were both indebted to Offenbach and his partners for their satiric and musical styles, even borrowing plot components",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "For example, Faris argues that the mock-oriental Ba-ta-clan influenced The Mikado, including its character names, Offenbach's Ko-ko-ri-ko and Gilbert's Ko-Ko",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[n 25] The best-known instance in which a Savoy opera draws on Offenbach's work is The Pirates of Penzance (1879), where both Gilbert and Sullivan follow the lead of Les brigands (1869) in their treatment of the police, who plod along ineffectually in heavy march-time",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Les brigands was presented in London in 1871, 1873 and 1875;  before the first of these, Gilbert made an English translation of Meilhac and Halévy's libretto",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[n 26]",
              "refs": [
                "http://docs.newsbank.com/openurl?ctx_ver=z39.88-2004&rft_id=info:sid/iw.newsbank.com:UKNB:TND1&rft_val_format=info:ofi/fmt:kev:mtx:ctx&rft_dat=131FED8F82CD1A20&svc_dat=InfoWeb:aggregated5&req_dat=102CDD40F14C6BDA"
              ]
            },
            {
              "sentence": "However much the young Sullivan was influenced by Offenbach, [n 27] the influence was evidently not in only one direction",
              "refs": []
            },
            {
              "sentence": "Hughes observes that two numbers in Offenbach's Maître Péronilla (1878) bear \"an astonishing resemblance\" to \"My name is John Wellington Wells\" from Gilbert and Sullivan's The Sorcerer (1877)",
              "refs": []
            },
            {
              "sentence": "Offenbach's popularity with Viennese audiences led composers there to follow his lead",
              "refs": []
            },
            {
              "sentence": "He encouraged Johann Strauss to turn to operetta when they met in Vienna in 1864, but it was not until seven years later that Strauss did so",
              "refs": []
            },
            {
              "sentence": "In his first successful operetta, Die Fledermaus (1874), and its successors, Strauss worked on the lines developed by his Parisian colleague",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The libretto for Die Fledermaus was adapted from a play by Meilhac and Halévy,  and the operetta specialist Richard Traubner comments that Strauss was influenced by \"the two brilliant party scenes\" in Offenbach's La vie parisienne",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A leading Viennese critic demanded that composers \"remain within the realm of pure operetta, a rule strictly observed by Offenbach\",  and among Strauss's later stage works was Prinz Methusalem (1877), described by Lamb as \"a satirical Offenbachian piece\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Gammond's view, the Viennese composer most influenced by Offenbach was Franz von Suppé, who studied Offenbach's works carefully and wrote many successful operettas using them as a model",
              "refs": []
            },
            {
              "sentence": "Traubner writes that Suppé's early works frankly imitated Offenbach's, and his operas – and Strauss's – were \"unmistakably Parisian (as much derived from Meilhac and Halévy as from Offenbach)\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Suppé's Das Pensionnat (The Boarding School, 1860) not only emulates Offenbach, but refers to him in the first act, when the heroine, the schoolgirl Sophie, and her friends learn about the can-can and proceed to dance it",
              "refs": [
                "https://catalogue.bnf.fr/ark:/12148/cb45564179s"
              ]
            },
            {
              "sentence": "Suppé's most enduring one-act success, Die schöne Galathée (The Beautiful Galatea, 1865),  was modelled, in both title and style, on Offenbach's La belle Hélène which had been a great success in Vienna earlier that year",
              "refs": [
                "https://www.worldcat.org/oclc/659012365",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the Cambridge Opera Journal in 2014 the musicologist Micaela Baranello writes that Franz Lehár's operettas have a strong Offenbachian element, alongside what she calls a \"folksy, imaginary\" Mitteleuropan one",
              "refs": []
            },
            {
              "sentence": "She cites eight numbers in The Merry Widow as in the Parisian tradition, including \"the percussive nonsense syllables familiar from Offenbach\"",
              "refs": []
            },
            {
              "sentence": "Elsewhere in Europe, Offenbach was an important influence on the development of zarzuela in Spain,  and the 20th-century German composer Kurt Weill described his own Der Kuhhandel (Cattle Trading) as \"an operetta influenced by Offenbach\"",
              "refs": [
                "http://www.gramophone.net/Issue/Page/November%201999/72/851471/",
                "http://www.offenbach-edition.com/EN/OEK/default.asp"
              ]
            },
            {
              "sentence": "In his 1957 article, Lubbock wrote, \"Offenbach is undoubtedly the most significant figure in the history of the 'musical'\", and traced the development of musical theatre from Offenbach via Sullivan, Lehár, Messager and Lionel Monckton to Irving Berlin and Rodgers and Hammerstein",
              "refs": []
            },
            {
              "sentence": "Lamb writes, \"During the nineteenth century the works of Offenbach, Johann Strauss, and Gilbert and Sullivan had scarcely less success in the New World than in the Old\",  and according to the historian Adrian Wright the 1858 New York premiere of Les deux aveugles made Offenbach \"a Broadway constant\", putting his works in vogue in America until the end of the century",
              "refs": [
                "[ERROR retrieving ref link]",
                "http://www.kultiversum.de/Opernwelt/Magazin-Offenbach-Philologie-Keck-Der-Krimi-geht-weiter.html"
              ]
            },
            {
              "sentence": "He influenced some American composers such as John Philip Sousa in his operetta El Capitan (1896)",
              "refs": [
                "http://www.dw.de/collapsed-cologne-archives-show-challenge-of-preserving-history/a-4072655"
              ]
            },
            {
              "sentence": "Sousa's contemporary, David Braham, was dubbed \"the American Offenbach\", and included phrases from Offenbach's scores in his own music",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Later, Lamb finds echoes of La Vie parisienne in Cole Porter's Fifty Million Frenchmen (1929), although the influence in that case is more that of Meilhac and Halévy than of Offenbach",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In a 2005 study of Lerner and Loewe, Gene Lees writes, \"The wellspring of the American musical is to be found in the opéra-bouffe of Jacques Offenbach\", and Alan Jay Lerner said that Offenbach \"was indeed the father of us all\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Reputation",
          "section_content": [
            {
              "sentence": "During Offenbach's lifetime, and in the obituary notices in 1880, fastidious critics (dubbed \"Musical Snobs Ltd\" by Gammond) showed themselves at odds with public appreciation",
              "refs": []
            },
            {
              "sentence": "In a 1980 article in The Musical Times, George Hauger commented that those critics not only underrated Offenbach, but wrongly supposed that his music would soon be forgotten",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Although most critics of the time made that erroneous assumption, a few perceived Offenbach's unusual quality; in The Times, Francis Hueffer wrote, \"none of his numerous Parisian imitators has ever been able to rival Offenbach at his best\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Nevertheless, the paper joined in the general prediction: \"It is very doubtful whether any of his works will survive.\"  The New York Times shared this view: \"That he had the gift of melody in a very extraordinary degree is not to be denied, but he wrote currente calamo, [n 28] and the lack of development of his choicest inspirations will, it is to be feared, keep them from reaching even the next generation\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After the posthumous production of The Tales of Hoffmann, The Times partially reconsidered its judgment, writing, \"Les Contes de Hoffmann  [will] confirm the opinion of those who regard him as a great composer in every sense of the word\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It then lapsed into what Gammond calls \"Victorian sanctimoniousness\"  by taking it for granted that the opera \"will uphold Offenbach's fame long after his lighter compositions have passed out of memory\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The philosopher Friedrich Nietzsche called Offenbach both an \"artistic genius\" and a \"clown\", but wrote that \"nearly every one\" of Offenbach's works achieves half a dozen \"moments of wanton perfection\"",
              "refs": []
            },
            {
              "sentence": "The novelist Émile Zola commented on Offenbach in an essay, \"La féerie et l'opérette IV/V\"",
              "refs": []
            },
            {
              "sentence": "While granting that Offenbach's best operettas are full of grace, charm and wit, Zola blames him for what others have made of the genre",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Zola calls operetta a \"public enemy\" and a \"monstrous beast\"",
              "refs": []
            },
            {
              "sentence": "Some critics saw the satire in Offenbach's works as a social protest, an attack against the establishment, but Zola saw the works as a homage to the social system in the Second Empire",
              "refs": []
            },
            {
              "sentence": "The mid-20th-century critic Sacheverell Sitwell compared Offenbach's lyrical and comic gifts to those of Mozart and Rossini",
              "refs": []
            },
            {
              "sentence": "Otto Klemperer, although best known as a conductor of the German symphonic classics,  was an admirer of Offenbach; late in life he reflected: \"At the Kroll  [in 1931] we did La Périchole",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "That's a really delightful score",
              "refs": []
            },
            {
              "sentence": "So is Orpheus in the Underworld and Belle Hélène",
              "refs": []
            },
            {
              "sentence": "Those who called him 'The Mozart of the Boulevards' were not much mistaken\"",
              "refs": []
            },
            {
              "sentence": "Debussy, Mussorgsky and Rimsky-Korsakov loved Offenbach's operettas",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Debussy rated them higher than The Tales of Hoffmann: \"The one work in which  [Offenbach] tried to be serious met with no success.\" He wrote this in 1903, when The Tales of Hoffmann, after initial success, with 101 performances in its first year, had become neglected",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A production by Thomas Beecham at His Majesty's Theatre, London, in 1910 restored the work to the mainstream operatic repertoire, where it has remained",
              "refs": [
                "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.O005972"
              ]
            },
            {
              "sentence": "A London critic wrote, on Offenbach's death, \"I somewhere read that some of Offenbach's latest work shows him to be capable of more ambitious work",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.O904817"
              ]
            },
            {
              "sentence": "I, for one, am glad he did what he did, and only wish he had done more of the same kind.\"  In Grove's Dictionary of Music and Musicians, Lamb writes:",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Notes and references",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Notes",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "References",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Sources",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Sheet music",
          "section_content": [],
          "subsections": []
        }
      ]
    }
  ],
  "references": {
    "1": "//upload.wikimedia.org/wikipedia/commons/transcoded/2/2f/De-Offenbach.ogg/De-Offenbach.ogg.mp3",
    "12": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "30": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "95": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "118": "[ERROR retrieving ref link]",
    "120": "[ERROR retrieving ref link]",
    "121": "[ERROR retrieving ref link]",
    "128": "[ERROR retrieving ref link]",
    "160": "[ERROR retrieving ref link]",
    "166": "[ERROR retrieving ref link]",
    "169": "[ERROR retrieving ref link]",
    "171": "[ERROR retrieving ref link]",
    "174": "[ERROR retrieving ref link]",
    "179": "[ERROR retrieving ref link]",
    "187": "[ERROR retrieving ref link]",
    "218": "[ERROR retrieving ref link]",
    "220": "[ERROR retrieving ref link]",
    "223": "[ERROR retrieving ref link]",
    "245": "[ERROR retrieving ref link]",
    "2": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "5": "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.20271",
    "6": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "14": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "18": "https://www.jstor.org/stable/738195",
    "19": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "25": "[ERROR retrieving ref link]",
    "26": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "32": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "35": "[ERROR retrieving ref link]",
    "36": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "43": "[ERROR retrieving ref link]",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "https://www.theguardian.com/music/2004/jan/09/classicalmusicandopera",
    "50": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "55": "[ERROR retrieving ref link]",
    "56": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "66": "https://www.jstor.org/stable/898563",
    "67": "https://www.jstor.org/stable/738103",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "86": "[ERROR retrieving ref link]",
    "87": "http://www.chandos.net/pdf/CHAN%2010319.pdf",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "91": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "93": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "[ERROR retrieving ref link]",
    "98": "http://gallica.bnf.fr/ark:/12148/bpt6k269487z/f6.textePage.r=offenbach.langEN",
    "100": "https://www.jstor.org/stable/740074",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "107": "[ERROR retrieving ref link]",
    "108": "[ERROR retrieving ref link]",
    "109": "http://www.operette-theatremusical.fr/2015/07/04/edmond-audran",
    "110": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "https://www.loc.gov/item/ihas.200000011",
    "114": "[ERROR retrieving ref link]",
    "115": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "117": "[ERROR retrieving ref link]",
    "119": "http://www.operetta-research-center.org/main.php?task=5&cat=4&sub_cat=10&id=00044",
    "122": "[ERROR retrieving ref link]",
    "123": "http://www.jean-christophekeck.com/FeesduRhin%20livre%20OEK.pdf",
    "124": "[ERROR retrieving ref link]",
    "125": "[ERROR retrieving ref link]",
    "126": "[ERROR retrieving ref link]",
    "127": "[ERROR retrieving ref link]",
    "129": "[ERROR retrieving ref link]",
    "130": "[ERROR retrieving ref link]",
    "131": "[ERROR retrieving ref link]",
    "132": "[ERROR retrieving ref link]",
    "133": "[ERROR retrieving ref link]",
    "134": "[ERROR retrieving ref link]",
    "135": "[ERROR retrieving ref link]",
    "136": "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.O007720",
    "137": "[ERROR retrieving ref link]",
    "138": "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.O903861",
    "139": "[ERROR retrieving ref link]",
    "140": "[ERROR retrieving ref link]",
    "141": "[ERROR retrieving ref link]",
    "142": "[ERROR retrieving ref link]",
    "143": "[ERROR retrieving ref link]",
    "144": "[ERROR retrieving ref link]",
    "145": "https://www.theguardian.com/music/2005/oct/14/classicalmusicandopera.shopping2?INTCMP=SRCH",
    "146": "[ERROR retrieving ref link]",
    "147": "[ERROR retrieving ref link]",
    "148": "[ERROR retrieving ref link]",
    "149": "[ERROR retrieving ref link]",
    "150": "[ERROR retrieving ref link]",
    "151": "[ERROR retrieving ref link]",
    "152": "[ERROR retrieving ref link]",
    "153": "[ERROR retrieving ref link]",
    "154": "https://doi.org/10.2307%2F3351964",
    "155": "https://www.nytimes.com/1876/06/13/archives/amusements-the-opera-bouffe.html",
    "156": "[ERROR retrieving ref link]",
    "157": "[ERROR retrieving ref link]",
    "158": "[ERROR retrieving ref link]",
    "159": "[ERROR retrieving ref link]",
    "161": "[ERROR retrieving ref link]",
    "162": "[ERROR retrieving ref link]",
    "163": "http://en.parisinfo.com/musee-monument-paris/71184/Cimeti%C3%A8re-de-Montmartre",
    "164": "https://www.jstor.org/stable/937354",
    "165": "[ERROR retrieving ref link]",
    "167": "[ERROR retrieving ref link]",
    "168": "https://www.jstor.org/stable/907922",
    "170": "[ERROR retrieving ref link]",
    "172": "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.20386",
    "173": "[ERROR retrieving ref link]",
    "175": "[ERROR retrieving ref link]",
    "176": "https://www.jstor.org/stable/961145",
    "177": "[ERROR retrieving ref link]",
    "178": "[ERROR retrieving ref link]",
    "180": "[ERROR retrieving ref link]",
    "181": "[ERROR retrieving ref link]",
    "182": "[ERROR retrieving ref link]",
    "183": "[ERROR retrieving ref link]",
    "184": "[ERROR retrieving ref link]",
    "185": "[ERROR retrieving ref link]",
    "186": "http://www.offenbach-edition.com/EN/OEK/Pladoyer.asp",
    "188": "[ERROR retrieving ref link]",
    "189": "https://www.worldcat.org/oclc/872163193",
    "190": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "192": "[ERROR retrieving ref link]",
    "193": "https://www.wsj.com/articles/SB10001424052702304186404576390112252351044",
    "194": "http://docs.newsbank.com/openurl?ctx_ver=z39.88-2004&rft_id=info:sid/iw.newsbank.com:UKNB:TND1&rft_val_format=info:ofi/fmt:kev:mtx:ctx&rft_dat=131FED8F82CD1A20&svc_dat=InfoWeb:aggregated5&req_dat=102CDD40F14C6BDA",
    "195": "[ERROR retrieving ref link]",
    "196": "[ERROR retrieving ref link]",
    "197": "[ERROR retrieving ref link]",
    "198": "[ERROR retrieving ref link]",
    "199": "[ERROR retrieving ref link]",
    "200": "[ERROR retrieving ref link]",
    "201": "[ERROR retrieving ref link]",
    "202": "[ERROR retrieving ref link]",
    "203": "https://catalogue.bnf.fr/ark:/12148/cb45564179s",
    "204": "https://www.worldcat.org/oclc/659012365",
    "205": "[ERROR retrieving ref link]",
    "206": "http://www.gramophone.net/Issue/Page/November%201999/72/851471/",
    "207": "http://www.offenbach-edition.com/EN/OEK/default.asp",
    "208": "[ERROR retrieving ref link]",
    "209": "http://www.kultiversum.de/Opernwelt/Magazin-Offenbach-Philologie-Keck-Der-Krimi-geht-weiter.html",
    "210": "http://www.dw.de/collapsed-cologne-archives-show-challenge-of-preserving-history/a-4072655",
    "211": "[ERROR retrieving ref link]",
    "212": "[ERROR retrieving ref link]",
    "213": "[ERROR retrieving ref link]",
    "214": "[ERROR retrieving ref link]",
    "215": "[ERROR retrieving ref link]",
    "216": "[ERROR retrieving ref link]",
    "217": "[ERROR retrieving ref link]",
    "219": "[ERROR retrieving ref link]",
    "221": "[ERROR retrieving ref link]",
    "222": "[ERROR retrieving ref link]",
    "224": "[ERROR retrieving ref link]",
    "225": "[ERROR retrieving ref link]",
    "226": "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.O005972",
    "227": "[ERROR retrieving ref link]",
    "228": "https://doi.org/10.1093%2Fgmo%2F9781561592630.article.O904817",
    "229": "[ERROR retrieving ref link]",
    "230": "[ERROR retrieving ref link]",
    "231": "[ERROR retrieving ref link]",
    "232": "[ERROR retrieving ref link]",
    "233": "[ERROR retrieving ref link]",
    "234": "[ERROR retrieving ref link]",
    "235": "[ERROR retrieving ref link]",
    "236": "[ERROR retrieving ref link]",
    "237": "[ERROR retrieving ref link]",
    "238": "[ERROR retrieving ref link]",
    "239": "[ERROR retrieving ref link]",
    "240": "[ERROR retrieving ref link]",
    "241": "[ERROR retrieving ref link]",
    "242": "[ERROR retrieving ref link]",
    "243": "https://www.jstor.org/stable/961146",
    "244": "[ERROR retrieving ref link]",
    "246": "https://www.nytimes.com/1880/10/06/archives/jacques-offenbach-dead-the-end-of-the-great-composer-of-opera.html",
    "247": "[ERROR retrieving ref link]",
    "248": "[ERROR retrieving ref link]",
    "249": "http://www.gutenberg.org/files/13866/13866-h/13866-h.htm",
    "250": "http://www.ylle.com/sites/sfopera/lookback2/html/hoffman_-_article.htm",
    "251": "[ERROR retrieving ref link]",
    "252": "[ERROR retrieving ref link]",
    "253": "[ERROR retrieving ref link]",
    "254": "[ERROR retrieving ref link]",
    "255": "[ERROR retrieving ref link]",
    "256": "[ERROR retrieving ref link]",
    "257": "[ERROR retrieving ref link]"
  },
  "flair_entities": [
    "gaîté parisienne",
    "ludovic",
    "wiesbaden",
    "eugène scribe",
    "jules janin",
    "el capitan",
    "isaac offenbach",
    "tim ashley",
    "napoleon iii",
    "jacques",
    "les huguenots",
    "théâtre du palais-royal",
    "robinson crusoé",
    "cologne",
    "roman",
    "greece",
    "tuileries palace",
    "hérminie d'alcain",
    "le violoneux",
    "violoncellist",
    "sacheverell sitwell",
    "salle choiseul  offenbach",
    "hughes",
    "carlist",
    "breuer",
    "centennial exhibition",
    "james harding",
    "berlin",
    "ko-ko",
    "grand sacred concert",
    "fils et plein d'esprit",
    "roman catholicism",
    "anti-german",
    "william tell",
    "german",
    "auber",
    "folies-nouvelles",
    "alphonse varney",
    "messager",
    "america",
    "alan jay lerner",
    "barcarolle",
    "the merry widow",
    "tales of hoffmann",
    "opéra",
    "marines' hymn",
    "claude debussy",
    "marie justine favart",
    "orpheus",
    "ambroise thomas",
    "cambridge opera journal",
    "fromental halévy",
    "paris exhibition",
    "les brigands",
    "bruschino",
    "hymne",
    "de vaux",
    "félicien david",
    "ernest guiraud",
    "bad ems",
    "le roi carotte",
    "david braham",
    "cattle trading",
    "sophie",
    "musical snobs ltd",
    "mozart",
    "europe",
    "léon carvalho",
    "sullivan",
    "arthur sullivan",
    "die fledermaus or merry widow",
    "orpheus in the underworld",
    "jules barbier",
    "les contes d'hoffmann",
    "the boarding school",
    "friedrich nietzsche",
    "cole porter",
    "berlioz",
    "l'alcove",
    "madeleine-sophie",
    "ah! que j'aime les militaires",
    "hal",
    "donizetti",
    "salle choiseul",
    "école",
    "les contes fantastiques d'hoffmann",
    "england",
    "his majesty's theatre",
    "théophile gautier",
    "rodgers and hammerstein",
    "british",
    "bouffes-parisiens",
    "la fille du régiment",
    "chabrier",
    "oyayaye ou la reine des îles",
    "à toi",
    "les deux",
    "eduard haensch",
    "lehár",
    "offenbachiana",
    "second empire",
    "beethoven",
    "madame favart",
    "la fille du tambour-major",
    "the sorcerer",
    "lionel monckton",
    "west end",
    "le pont des soupirs",
    "ko-ko-ri-ko",
    "les contes de hoffmann",
    "la jolie",
    "russia",
    "légion d'honneur",
    "la grande duchesse de gerolstein",
    "albert",
    "jacques offenbach",
    "l'impresario",
    "la grande-duchesse de gérolstein",
    "eduard hanslick",
    "la féerie et l'opérette iv",
    "ave maria",
    "operette",
    "offenbach am main",
    "la marseillaise",
    "auguste",
    "pascal et chambord",
    "charles lecocq",
    "antonia",
    "michael costa",
    "l'homme à la pomme",
    "großer griechenmarkt",
    "wilfrid mellers",
    "flotow",
    "felix mendelssohn",
    "savoy opera",
    "theodore baker",
    "prière",
    "kingdom",
    "dis-moi",
    "wagner in la carnaval des revues",
    "moinaux",
    "offenbach  jacques offenbach",
    "era",
    "jules moinaux",
    "isaac juda offenbach né eberst",
    "baron haussmann",
    "jacob",
    "la belle hélène offenbach",
    "sedan",
    "strauss",
    "houssaye",
    "savoy",
    "gabriel grovlez",
    "irving berlin",
    "richard traubner",
    "sardou",
    "harding",
    "kleinzach",
    "mitteleuropan",
    "german-born",
    "loewe",
    "belle lurette",
    "blaise le savetier",
    "henri meilhac",
    "opéra-comique",
    "journal des",
    "franz liszt",
    "alexander faris",
    "herr",
    "new york",
    "meilhac",
    "franz von suppé",
    "grand duchess of gérolstein",
    "choufleuri restera chez lui le...",
    "richard d'oyly carte",
    "léon battu",
    "bellini",
    "florimond ronger",
    "jewish",
    "largo al factotum",
    "louis-antoine jullien",
    "prussian",
    "the new york times",
    "le docteur",
    "roi barbu qui s'avance",
    "prussia",
    "influence  offenbach",
    "american offenbach",
    "jean de la fontaine",
    "théâtre des variétés",
    "the mikado",
    "fifty million frenchmen",
    "die fledermaus",
    "gammond",
    "parody",
    "franco-prussian war",
    "the village fiddler",
    "britain",
    "donnez-vous la peine de vous asseoir",
    "gilmore's garden",
    "prinz methusalem",
    "victoria",
    "gilbert",
    "doll song from the tales of hoffmann",
    "léo delibes",
    "albert de lasalle",
    "ems",
    "julius benedict",
    "charles gounod",
    "julius",
    "blaise the cobbler",
    "champs-élysées",
    "ludovic halévy",
    "john hollingshead",
    "american",
    "théâtre de la gaîté",
    "lubbock",
    "france",
    "che farò",
    "the pirates of penzance",
    "je suis l'époux de la reine",
    "luigi cherubini",
    "john philip sousa",
    "the mozart of the boulevards'",
    "italian",
    "the two blind men",
    "barkouf",
    "second french empire",
    "paris",
    "der schauspieldirektor",
    "old",
    "johann strauss ii",
    "vienna court opera",
    "meil",
    "gaiety",
    "orfeo",
    "windsor",
    "michel carré",
    "maître péronilla",
    "isaac",
    "english",
    "germany",
    "valse des rayons",
    "spain",
    "la vie parisienne",
    "pluton",
    "ba-ta-clan",
    "hoffmann",
    "john wellington wells",
    "mozart of the champs-élysées",
    "victorien sardou",
    "morgenblätter (\"morning papers",
    "la jolie parfumeuse",
    "léa silly",
    "hortense schneider",
    "andrew lamb",
    "napoleon",
    "votre habit a craqué dans le dos",
    "the butterfly",
    "le château à toto",
    "zola",
    "prince of wales",
    "kroll",
    "otto von bismarck",
    "booth's theatre",
    "louis-pierre norblin",
    "guiraud",
    "la périchole",
    "gustave doré",
    "litanie",
    "la haine",
    "south america",
    "marianne née rindskopf",
    "la belle hélène",
    "voici le sabre de mon père",
    "son and wholly spirited",
    "jacques_",
    "anton rubinstein",
    "saxony",
    "halévy",
    "in the musical times",
    "tu n'es pas beau",
    "belle hélène",
    "le désert",
    "docteur ox",
    "wagner",
    "poux de la reine",
    "schubert",
    "elfenchor",
    "debussy",
    "mussorgsky",
    "salle lacaze",
    "william",
    "martial teneo",
    "hérminie",
    "san sebastián",
    "st james's theatre",
    "without offenbach",
    "cherubini",
    "jules",
    "les oiseaux dans la charmille",
    "paris conservatoire",
    "le papillon",
    "lecocq",
    "seventh symphony",
    "la juive",
    "micaela baranello",
    "meyerbeer",
    "delibes",
    "étretat",
    "the impresario",
    "friedrich von flotow",
    "schneider",
    "zulma bouffar",
    "hervé",
    "le figaro",
    "suppé",
    "hector crémieux",
    "franz lehár",
    "great exhibition",
    "louis philippe",
    "janin",
    "grove",
    "geneviève de brabant",
    "orphée aux",
    "joseph joachim",
    "gaîté",
    "émile zola",
    "the times",
    "carvalho",
    "adrian wright",
    "der kuhhandel",
    "der offenbacher",
    "philidor",
    "mark lubbock",
    "francis poulenc",
    "eurydice",
    "liszt",
    "jean-christophe keck",
    "paul taylor",
    "andré martinet",
    "lerner",
    "offenbachplatz",
    "rimsky-korsakov",
    "alfred de musset",
    "l'île de tulipatan",
    "manuel rosenthal",
    "french",
    "fritz spiegl",
    "the musical quarterly",
    "victorian",
    "poulenc",
    "francis hueffer",
    "weberian",
    "georges bizet",
    "johann strauss",
    "viennese",
    "antonio de almeida",
    "isabella",
    "hélène",
    "die schöne galathée",
    "barbe-bleue",
    "comédie-française",
    "us",
    "the tales of hoffmann",
    "olympia",
    "the illustrated london news",
    "kurt weill",
    "jakob",
    "carl binder",
    "jules erlanger",
    "das pensionnat",
    "offenbach",
    "théâtre comte",
    "george hauger",
    "new world",
    "théâtre des jeunes élèves",
    "le roi barbu qui s'avance",
    "north",
    "philadelphia",
    "robert le diable",
    "otto klemperer",
    "thomas beecham",
    "the musical times",
    "bibliothèque nationale de france",
    "parisian",
    "gene lees",
    "henseler",
    "gaiety theatre",
    "leon gastinel",
    "faris",
    "daniel auber",
    "bizet",
    "adam",
    "offenbachian",
    "royalty theatre",
    "franz joseph",
    "montmartre cemetery",
    "lamb",
    "sousa",
    "les mamelles de tirésias",
    "rossini",
    "normandy",
    "bernhard breuer",
    "andré messager",
    "herr jacques offenbach",
    "emmanuel chabrier",
    "the beautiful galatea",
    "orphée aux enfers",
    "arsène houssaye",
    "peter gammond",
    "die rheinnixen",
    "traubner",
    "vénus",
    "bismarck",
    "offenbach's",
    "keck",
    "gluck",
    "comtesse de vaux",
    "conservatoire",
    "london",
    "théâtre de la renaissance",
    "judaism",
    "underworld",
    "s.] gilbert",
    "croquefer",
    "vienna"
  ]
}