{
  "title": "Jeffrey_D._Goldman",
  "url": "https://en.wikipedia.org/wiki/Jeffrey_D._Goldman",
  "summary": "Jeffrey D. Goldman (born September 23, 1966) is an American former entertainment lawyer, best known for his music litigation practice and for his involvement in two influential internet law cases: A&M Records v. Napster and Perfect 10 v. Google.  His cases dramatically impacted the development of Internet law and on the music industry's transformation from physical sales to digital distribution of music.  He was also part of the litigation team that represented the plaintiff victims in the O. J. Simpson civil case.\nDuring his career, Goldman was a partner at the two most prominent entertainment law firms in Los Angeles history—Mitchell Silberberg & Knupp and Loeb & Loeb—both of which celebrated their 100th anniversaries while Goldman was a partner.",
  "content": [
    {
      "section_title": "Napster case and aftermath",
      "section_content": [
        {
          "sentence": "Goldman was a \"key figure\" representing the recording industry  in the influential  Napster copyright litigation",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://ironcladapp.com/journal/contracts/from-net-neutrality-to-clickwrap-10-major-internet-law-cases-since-2000/"
          ]
        },
        {
          "sentence": "The Recording Industry Association of America awarded him an Honorary Gold Record for his work on the case",
          "refs": [
            "https://pressreleases.jmbm.com/files/2019/08/LABJ-Top-Litigators-2019.pdf",
            "https://www.billboard.com/music/music-news/loeb-loeb-adds-entertainment-partners-1312591/",
            "https://thesedonaconference.org/sites/default/files/publications/Back%20to%20the%20Future_0.pdf"
          ]
        },
        {
          "sentence": "Following Napster's shutdown, one commentator observed that \" [i]t took the Recording Industry Association of America's lawsuit against Napster to completely alter internet history\" and quoted Goldman predicting the emergence in its place of legal alternatives such as iTunes",
          "refs": [
            "https://pressreleases.jmbm.com/files/2019/08/LABJ-Top-Litigators-2019.pdf"
          ]
        },
        {
          "sentence": "Following the Napster case, Goldman represented Apple Inc",
          "refs": []
        },
        {
          "sentence": "and iTunes in copyright infringement claims resulting from the company's use of U2's Vertigo in commercials for the iPod",
          "refs": []
        },
        {
          "sentence": "Goldman also represented Universal Music Group in a putative class action brought by The Chambers Brothers, The Coasters, The Drifters, and The Main Ingredient",
          "refs": []
        },
        {
          "sentence": "The court rejected the artists' argument that thousands of musicians who signed record deals with the major labels’ corporate predecessors between 1956 and 1996 never granted rights to exploit their music in digital audio format, or in any format other than analog recording",
          "refs": []
        },
        {
          "sentence": "The plaintiff artists had also sought a share of the major labels' settlements in the Napster case",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Internet cases",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Perfect 10 v. Google and Amazon cases",
          "section_content": [
            {
              "sentence": "Goldman represented adult magazine Perfect 10 in copyright infringement lawsuits against Google and Amazon,    cited by The Verge as among the six most important Internet law cases of all time",
              "refs": [
                "https://casetext.com/case/perfect-10-v-google",
                "https://www.law360.com/articles/3940",
                "https://www.law360.com/articles/5404"
              ]
            },
            {
              "sentence": "The cases had a \"mixed result,\"   but helped define the parameters under which a search engine can be held liable for the infringing conduct of its users",
              "refs": [
                "https://www.theverge.com/2014/8/19/6044679/the-six-lawsuits-that-shaped-the-internet",
                "https://www.copyright.gov/fair-use/summaries/perfect10-amazon-9thcir2007.pdf",
                "https://www.law360.com/articles/183516"
              ]
            },
            {
              "sentence": "In recent years, some courts, especially those in the Southern District of New York, have rejected the Ninth Circuit's novel \"server test\" and adopted the arguments made by Perfect 10--that the server test is \"contrary to the text and legislative history of the Copyright Act,\" which \"defines 'to display' as 'to show a copy of' a work, not 'to make and then show a copy of the copyrighted work.'\"",
              "refs": [
                "https://cyberlaw.stanford.edu/blog/2007/05/two-faces-perfect-10-v-google",
                "https://www.reuters.com/legal/transactional/manhattan-judge-rejects-server-test-internet-copyright-infringement-2021-07-30/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Myxer case",
          "section_content": [
            {
              "sentence": "Reprising the Napster playbook, Goldman was lead counsel for the four major record companies—14 record labels in all—in a lawsuit against ringtone mobile app Myxer,     which was seen as \"the mobile equivalent of ..",
              "refs": [
                "https://www.hollywoodreporter.com/business/business-news/hollywood-docket-coreys-secret-side-62640/",
                "https://www.robinskaplan.com/-/media/pdfs/music-industry-changes-its-ringtone-suits.pdf",
                "[ERROR retrieving ref link]",
                "https://www.marketingdive.com/ex/mobilemarketer/cms/news/legal-privacy/2347.html"
              ]
            },
            {
              "sentence": "the original Napster for music\"  and allegedly had committed \"tens of millions\" of copyright violations",
              "refs": [
                "https://www.rcrwireless.com/20070828/archived-articles/review-myxertones-cuts-down-barriers-between-cellphones-and-content"
              ]
            },
            {
              "sentence": "After the court found Myxer liable for direct copyright infringement and rejected its fair use defense,  the case settled and Myxer shut down shortly thereafter",
              "refs": [
                "https://www.courthousenews.com/studios-want-ring-tone-site-shut-down/",
                "https://blog.ericgoldman.org/archives/2011/08/catching_up_on.htm"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Kernel Records Oy v. Timbaland",
          "section_content": [
            {
              "sentence": "Goldman defended music producer Timbaland in the Timbaland plagiarism controversy, a $20 million copyright infringement suit alleging that the hit Nelly Furtado song Do It sampled an obscure Finnish recording",
              "refs": []
            },
            {
              "sentence": "It was widely believed that Timbaland's liability was \"pretty clear cut\" and that he had \"no argument to be made,\"  but Timbaland ultimately prevailed on summary judgment and the court dismissed the suit",
              "refs": [
                "https://www.wired.com/2007/03/did-timbaland-do-it/",
                "https://medium.com/cuepoint/was-timbalands-skillful-sampling-a-cultural-crime-e756da16f095"
              ]
            },
            {
              "sentence": "In this \"surprising\" result, Timbaland successfully argued that because the plaintiff's work was initially published on the internet, it was \"simultaneously published in the US\" as well as everywhere else in the world",
              "refs": [
                "https://pressreleases.jmbm.com/files/2013/04/Jeffer-Mangels-Top-75-IP-Litigator-Jeff-Goldman.pdf",
                "https://www.bet.com/article/iumz79/timbaland-and-nelly-furtado-beat-usd20-million-lawsuit"
              ]
            },
            {
              "sentence": "Therefore, as a \"U.S",
              "refs": []
            },
            {
              "sentence": "work,\" the plaintiff was required to register his copyright in the work before suing--which he had failed to do",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Digital download class actions",
          "section_content": [
            {
              "sentence": "Ultimately, Goldman served as lead counsel for Universal Music Group in a class action concerning digital royalty payments to recording artists from iTunes and similar services,  with the plaintiff class arguing that transmission via the internet called for a much higher royalty rate for artists",
              "refs": [
                "https://variety.com/gallery/the-variety-legal-impact-report-2015/jeff-goldman-credit-dennis-trantham/"
              ]
            },
            {
              "sentence": "After a multiyear, hard-fought battle, the last of the major-label digital download class-action settlements closed what The Hollywood Reporter called an \"important chapter in the legal history of the music business.\"",
              "refs": [
                "https://www.hollywoodreporter.com/business/business-news/universal-music-settling-big-class-783096/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "O. J. Simpson civil case",
      "section_content": [
        {
          "sentence": "The Daily Journal wrote, \"The key to Goldman's success is his earlier experience in areas outside of intellectual property law.\"  Early in his career, Goldman handled \"the difficult legal research and brief writing\" for the plaintiff victims in the O",
          "refs": [
            "https://www.dailyjournal.com/article/356797-jeffrey-d-goldman"
          ]
        },
        {
          "sentence": "J",
          "refs": []
        },
        {
          "sentence": "Simpson civil wrongful death case",
          "refs": []
        },
        {
          "sentence": "His briefs in the case included one leading to the admission of Nicole Brown's diary entries, a crucial difference from the criminal trial",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Lead counsel Daniel Petrocelli explained, \"The least explored aspect of the case is Simpson's motive",
          "refs": []
        },
        {
          "sentence": "You cannot just say this murder was a culmination of domestic-violence incidents",
          "refs": []
        },
        {
          "sentence": "You need to tell the jury a story",
          "refs": []
        },
        {
          "sentence": "This was about a stormy relationship.\"  Time magazine reported, \"That strategy made the difference in understanding Simpson..",
          "refs": []
        },
        {
          "sentence": "Nicole's diary showed that she and Simpson were having fights in those last weeks",
          "refs": []
        },
        {
          "sentence": "Their hostilities had taken a cruel turn",
          "refs": []
        },
        {
          "sentence": "Simpson sent Nicole a letter that was a thinly veiled threat to report her to the IRS for failing to pay capital-gains taxes",
          "refs": []
        },
        {
          "sentence": "Infuriated, she started to deny him access to the children...",
          "refs": []
        },
        {
          "sentence": "She began to treat him like a stranger",
          "refs": []
        },
        {
          "sentence": "That, Petrocelli said, is when three weeks of retaliation began",
          "refs": []
        },
        {
          "sentence": "In that period, the lawyer argued, Simpson grew angrier and more obsessed with his ex-wife, developing a rage that resulted in death for her and Ron Goldman.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The civil judge found the diary entries were admissible because they were pertinent to Nicole's state of mind, which in turn was relevant to Simpson's motive —reversing a crucial ruling from the criminal case that excluded the diary as \"inadmissible hearsay.\"  The civil court's novel ruling was upheld on appeal",
          "refs": [
            "http://www.cnn.com/US/9611/23/nicole.diary/",
            "http://www.cnn.com/US/OJ/daily/9510/10-17/index.html"
          ]
        },
        {
          "sentence": "The Los Angeles Times wrote that this evidence \"helped the plaintiffs tell their story of domestic violence\" and show that when Nicole \"rejected  [Simpson] for good in the spring of 1994 ..",
          "refs": [
            "https://caselaw.findlaw.com/court/ca-court-of-appeal/1211279.html"
          ]
        },
        {
          "sentence": "he erupted in the same uncontrollable rage that had caused him to lash out at her in the past—only this time, he was brandishing a knife",
          "refs": []
        },
        {
          "sentence": "The $33.5 million civil verdict against Simpson \"very nearly upstaged the president of the United States on the occasion of his State of the Union address,\"  ending the case that \"riveted America for two and a half years [.]\"",
          "refs": [
            "https://www.latimes.com/archives/la-xpm-1997-02-05-mn-25765-story.html",
            "https://www.vanityfair.com/magazine/1997/04/dunne199704",
            "https://www.nytimes.com/1997/02/05/us/civil-jury-finds-simpson-liable-in-pair-of-killings.html"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Other music litigation",
      "section_content": [
        {
          "sentence": "Los Angeles Business Journal identified Goldman as one of the nation's top music litigators",
          "refs": []
        },
        {
          "sentence": "As \"lead counsel in groundbreaking copyright infringement litigation\" and \"a veteran of high-stakes music industry skirmishes,\"  he handled numerous cases that garnered media attention.",
          "refs": [
            "https://pressreleases.jmbm.com/files/2019/08/LABJ-Top-Litigators-2019.pdf",
            "https://articles.jmbm.com/files/2017/08/Goldman-DJ-Top-IP-Litigators-of-2016.pdf"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Barbie Girl case",
          "section_content": [
            {
              "sentence": "Goldman represented MCA Records in the Barbie Girl case brought by toy company Mattel involving the interaction of trademark law with the First Amendment",
              "refs": []
            },
            {
              "sentence": "Mattel sought to prevent MCA from using the Barbie doll name in the hit song",
              "refs": [
                "https://www.marketingdive.com/ex/mobilemarketer/cms/news/legal-privacy/2347.html"
              ]
            },
            {
              "sentence": "MCA was victorious in the case",
              "refs": [
                "https://casetext.com/case/mattel-inc-v-mca-records-inc-3"
              ]
            },
            {
              "sentence": "Decades later, Mattel changed its position and obtained a license to use Barbie Girl as a sample in the hit song Barbie World from the Barbie movie",
              "refs": [
                "https://www.washingtonpost.com/history/2023/06/23/barbie-girl-aqua-lawsuit-mattel/",
                "https://caselaw.findlaw.com/court/us-9th-circuit/1260576.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Nirvana/Courtney Love cases",
          "section_content": [
            {
              "sentence": "Goldman represented Geffen Records in its disputes with Courtney Love concerning her recording contract and the Nirvana catalog",
              "refs": []
            },
            {
              "sentence": "Responding to Love's claims that she was \"determined to radically redefine the nature of the music recording business for the next century,\"   Goldman's legal briefs dismissed Love's suit as a \"meritless, inflammatory diatribe\" designed to \"attract media attention.\"  The court dismissed most of Love's claims before trial,  with the remainder of the case settling on the eve of trial",
              "refs": [
                "https://www.marketingdive.com/ex/mobilemarketer/cms/news/legal-privacy/2347.html",
                "https://www.rollingstone.com/music/music-news/love-sues-nirvana-250096/",
                "https://www.latimes.com/archives/la-xpm-2001-feb-28-mn-31219-story.html",
                "https://www.latimes.com/archives/la-xpm-2001-feb-28-mn-31219-story.html",
                "https://web.archive.org/web/20240101211923/https://www.mtv.com/news/yoa1kx/courtney-love-hits-speed-bump-in-label-fight"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Dr. Dre/Truth Hurts Addictive case",
          "section_content": [
            {
              "sentence": "Goldman defended Dr",
              "refs": []
            },
            {
              "sentence": "Dre  and Aftermath Records in a $500 million lawsuit contending that Truth Hurts' hit single Addictive sampled a song from the 1981 Hindi-language film Jyoti",
              "refs": [
                "https://watanabellc.com/2008/02/19/02-19-08-entertainment-litigator-leaves-mitchell-for-loeb/"
              ]
            },
            {
              "sentence": "After many years of litigation, the court dismissed the case on summary judgment after applying the copyright law of India to the claims",
              "refs": [
                "https://web.archive.org/web/20230610104045/https://www.mtv.com/news/6h62qy/dr-dre-interscope-stung-with-500-million-lawsuit-over-addictive",
                "https://casetext.com/case/lahiri-v-universal-music-video-distribution"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "UMG Recordings v. Centric Group",
          "section_content": [
            {
              "sentence": "In 2015, Goldman represented Universal Music Group  in a piracy lawsuit against a distributor of mixtapes to prison inmates, which contained music by artists such as James Brown, Eminem, Marvin Gaye, and Stevie Wonder",
              "refs": [
                "https://variety.com/gallery/the-variety-legal-impact-report-2015/jeff-goldman-credit-dennis-trantham/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "UMG Recordings v. Global Eagle Entertainment",
          "section_content": [
            {
              "sentence": "Goldman represented Universal Music Group against an international distributor of music to multinational airlines that settled for $30 million after Goldman was said to have \"navigated the complexities of international air travel to score a summary judgment ruling that when it gets to a jury next month to decide damages could be worth hundreds of millions of dollars.\"",
              "refs": [
                "https://www.billboard.com/pro/universal-music-wins-big-copyright-lawsuit-over-flight-music/",
                "https://articles.jmbm.com/files/2017/08/Goldman-DJ-Top-IP-Litigators-of-2016.pdf",
                "https://www.billboard.com/pro/legal-roundup-global-eagle-agrees-to-massive-umg-payout-kesha-drops-abuse/",
                "https://www.courthousenews.com/record-labels-win-onein-flight-copyright-battle/",
                "https://torrentfreak.com/universal-music-settles-in-flight-music-lawsuit-for-30m-160817/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Other music cases",
          "section_content": [
            {
              "sentence": "Other music cases that drew media attention included:",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Defamation cases",
      "section_content": [
        {
          "sentence": "Goldman defended Hello! and ¡Hola! magazines in defamation suits brought by Kevin Costner for publishing an allegedly fictional interview with the actor/director concerning a child he purportedly fathered out of wedlock",
          "refs": []
        },
        {
          "sentence": "In another defamation case, he represented Richard Simmons against the National Enquirer concerning an article alleging that Simmons had transitioned into a woman, before Simmons hired a different attorney to sue the magazine",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Other clients",
      "section_content": [
        {
          "sentence": "Goldman's other clients included Muhammad Ali, Eminem, Pearl Jam, Soulja Boy, Steven Van Zandt, Sony Music, Univision Music, Warner/Chappell Music, Warner Music Group, Robert Altman, Marlon Brando, Spike Lee, and Jack Nicholson",
          "refs": []
        },
        {
          "sentence": "He also represented toy companies, automakers, pharmaceutical companies, cosmetics companies, and magazine publishers",
          "refs": [
            "https://pressreleases.jmbm.com/files/2019/08/LABJ-Top-Litigators-2019.pdf",
            "https://watanabellc.com/2008/02/19/02-19-08-entertainment-litigator-leaves-mitchell-for-loeb/",
            "https://www.billboard.com/music/music-news/loeb-loeb-adds-entertainment-partners-1312591/",
            "https://web.archive.org/web/20120526090514/http://www.jmbm.com/Lawyers/JeffreyGoldman",
            "https://www.law360.com/firms/jeffer-mangels/attorneys/jeffrey-d-goldman",
            "[ERROR retrieving ref link]",
            "https://casetext.com/case/umg-recordings-50",
            "https://www.latimes.com/archives/la-xpm-1996-05-29-ls-9610-story.html",
            "https://www.latimes.com/archives/la-xpm-1992-10-02-me-113-story.html",
            "https://www.rollingstone.com/music/music-news/pearl-jammed-236620/",
            "https://www.rollingstone.com/music/music-news/composer-addresses-eminem-suit-189385/"
          ]
        },
        {
          "sentence": "In a case reminiscent of the Barbie Girl case, with its First Amendment overtones, he defended fashion designer Brian Lichtenberg in a trademark suit brought by pharmaceutical giant AbbVie objecting to Lichtenberg's parody sportswear—football jerseys with the words \"Vicodin\" and \"Adderal\" printed on the back where the player's name would ordinarily be found",
          "refs": []
        },
        {
          "sentence": "Goldman also defended Target Corp",
          "refs": []
        },
        {
          "sentence": "in a copyright ownership dispute over the iconic Uma Thurman photograph on the Pulp Fiction movie poster and soundtrack album cover",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Other endeavors",
      "section_content": [
        {
          "sentence": "In the mid-1980s, Goldman was a music critic and columnist for alternative weekly The Los Angeles Village View",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Personal",
      "section_content": [
        {
          "sentence": "Goldman's great-great-great-grandfather was Liebman Adler,  a prominent Chicago rabbi who spoke out forcefully against slavery during the American Civil War",
          "refs": [
            "https://www.ancestry.com/family-tree/tree/9581043/family?cfpid=-777196384"
          ]
        },
        {
          "sentence": "His great-great-great uncle, Dankmar Adler, Liebman's son, was a noted architect and civil engineer who designed influential skyscrapers and mentored Frank Lloyd Wright.",
          "refs": []
        },
        {
          "sentence": "His great-great-uncle was Raymond Leslie Goldman, a prolific author of detective fiction and frequent contributor to The Saturday Evening Post",
          "refs": []
        },
        {
          "sentence": "His grandfather, Louis L",
          "refs": []
        },
        {
          "sentence": "Goldman, and great-uncle Ben F",
          "refs": []
        },
        {
          "sentence": "Goldman Jr., were preeminent entertainment lawyers",
          "refs": []
        },
        {
          "sentence": "His father, Mark A",
          "refs": []
        },
        {
          "sentence": "Goldman, was also a prominent lawyer, and real estate entrepreneur.",
          "refs": []
        }
      ],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://www.cschs.org/wp-content/uploads/2014/05/Legal-Hist-v.-10-Loeb-Firm.pdf",
    "2": "https://watanabellc.com/2008/02/19/02-19-08-entertainment-litigator-leaves-mitchell-for-loeb/",
    "3": "https://www.hollywoodreporter.com/news/general-news/mitchell-silberberg-amp-knupp-at-119868/",
    "4": "[ERROR retrieving ref link]",
    "5": "https://ironcladapp.com/journal/contracts/from-net-neutrality-to-clickwrap-10-major-internet-law-cases-since-2000/",
    "6": "https://pressreleases.jmbm.com/files/2019/08/LABJ-Top-Litigators-2019.pdf",
    "7": "https://www.billboard.com/music/music-news/loeb-loeb-adds-entertainment-partners-1312591/",
    "8": "https://thesedonaconference.org/sites/default/files/publications/Back%20to%20the%20Future_0.pdf",
    "9": "[ERROR retrieving ref link]",
    "10": "https://web.archive.org/web/20120526090514/http://www.jmbm.com/Lawyers/JeffreyGoldman",
    "11": "https://www.law360.com/firms/jeffer-mangels/attorneys/jeffrey-d-goldman",
    "12": "http://tcarsc.blogspot.com/2011/06/268-vertigo.html",
    "13": "https://www.billboard.com/music/music-news/case-summary-labels-dont-owe-fiduciary-duty-to-artists-in-ny-1418283/",
    "14": "https://casetext.com/case/perfect-10-v-google",
    "15": "https://www.law360.com/articles/3940",
    "16": "https://www.law360.com/articles/5404",
    "17": "https://www.theverge.com/2014/8/19/6044679/the-six-lawsuits-that-shaped-the-internet",
    "18": "https://www.copyright.gov/fair-use/summaries/perfect10-amazon-9thcir2007.pdf",
    "19": "https://www.law360.com/articles/183516",
    "20": "https://cyberlaw.stanford.edu/blog/2007/05/two-faces-perfect-10-v-google",
    "21": "https://www.reuters.com/legal/transactional/manhattan-judge-rejects-server-test-internet-copyright-infringement-2021-07-30/",
    "22": "https://www.hollywoodreporter.com/business/business-news/hollywood-docket-coreys-secret-side-62640/",
    "23": "https://www.robinskaplan.com/-/media/pdfs/music-industry-changes-its-ringtone-suits.pdf",
    "24": "[ERROR retrieving ref link]",
    "25": "https://www.marketingdive.com/ex/mobilemarketer/cms/news/legal-privacy/2347.html",
    "26": "https://www.rcrwireless.com/20070828/archived-articles/review-myxertones-cuts-down-barriers-between-cellphones-and-content",
    "27": "https://www.courthousenews.com/studios-want-ring-tone-site-shut-down/",
    "28": "https://blog.ericgoldman.org/archives/2011/08/catching_up_on.htm",
    "29": "https://www.techjunkie.com/free-ringtones-myxer/",
    "30": "https://www.wired.com/2007/03/did-timbaland-do-it/",
    "31": "https://medium.com/cuepoint/was-timbalands-skillful-sampling-a-cultural-crime-e756da16f095",
    "32": "https://pressreleases.jmbm.com/files/2013/04/Jeffer-Mangels-Top-75-IP-Litigator-Jeff-Goldman.pdf",
    "33": "https://www.bet.com/article/iumz79/timbaland-and-nelly-furtado-beat-usd20-million-lawsuit",
    "34": "https://www.copyhype.com/2011/06/timbaland-wins-2nd-sampling-lawsuit-in-3-months/",
    "35": "https://variety.com/gallery/the-variety-legal-impact-report-2015/jeff-goldman-credit-dennis-trantham/",
    "36": "https://www.hollywoodreporter.com/business/business-news/universal-music-settling-big-class-783096/",
    "37": "https://www.dailyjournal.com/article/356797-jeffrey-d-goldman",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "http://www.cnn.com/US/9611/23/nicole.diary/",
    "42": "http://www.cnn.com/US/OJ/daily/9510/10-17/index.html",
    "43": "https://caselaw.findlaw.com/court/ca-court-of-appeal/1211279.html",
    "44": "https://www.latimes.com/archives/la-xpm-1997-02-05-mn-25765-story.html",
    "45": "https://www.vanityfair.com/magazine/1997/04/dunne199704",
    "46": "https://www.nytimes.com/1997/02/05/us/civil-jury-finds-simpson-liable-in-pair-of-killings.html",
    "47": "https://articles.jmbm.com/files/2017/08/Goldman-DJ-Top-IP-Litigators-of-2016.pdf",
    "48": "https://www.marketingdive.com/ex/mobilemarketer/cms/news/legal-privacy/2347.html",
    "49": "https://casetext.com/case/mattel-inc-v-mca-records-inc-3",
    "50": "https://www.washingtonpost.com/history/2023/06/23/barbie-girl-aqua-lawsuit-mattel/",
    "51": "https://caselaw.findlaw.com/court/us-9th-circuit/1260576.html",
    "52": "https://slate.com/culture/2023/07/barbie-girl-song-movie-aqua-nicki-minaj-ice-spice.html",
    "53": "https://www.rollingstone.com/music/music-news/love-sues-nirvana-250096/",
    "54": "https://www.latimes.com/archives/la-xpm-2001-feb-28-mn-31219-story.html",
    "55": "https://web.archive.org/web/20240101211923/https://www.mtv.com/news/yoa1kx/courtney-love-hits-speed-bump-in-label-fight",
    "56": "https://web.archive.org/web/20221003113853/https://www.mtv.com/news/is3ne0/courtney-love-universal-music-reach-settlement-nirvana-material-freed-up-for-release",
    "57": "https://web.archive.org/web/20230610104045/https://www.mtv.com/news/6h62qy/dr-dre-interscope-stung-with-500-million-lawsuit-over-addictive",
    "58": "https://casetext.com/case/lahiri-v-universal-music-video-distribution",
    "59": "https://www.leagle.com/decision/20071685513fsupp2d117211599",
    "60": "https://www.techdirt.com/2010/06/08/court-smacks-down-copyright-lawyer-for-bad-faith-pursuit-of-copyright-infringement/",
    "61": "https://variety.com/gallery/the-variety-legal-impact-report-2015/jeff-goldman-credit-dennis-trantham/",
    "62": "https://www.hollywoodreporter.com/business/business-news/universal-music-files-copyright-lawsuit-761536/",
    "63": "[ERROR retrieving ref link]",
    "64": "https://www.billboard.com/pro/universal-music-wins-big-copyright-lawsuit-over-flight-music/",
    "65": "https://articles.jmbm.com/files/2017/08/Goldman-DJ-Top-IP-Litigators-of-2016.pdf",
    "66": "https://www.billboard.com/pro/legal-roundup-global-eagle-agrees-to-massive-umg-payout-kesha-drops-abuse/",
    "67": "https://www.courthousenews.com/record-labels-win-onein-flight-copyright-battle/",
    "68": "https://torrentfreak.com/universal-music-settles-in-flight-music-lawsuit-for-30m-160817/",
    "69": "https://www.jmbm.com/docs/goldmantop2011.pdf",
    "70": "https://www.courthousenews.com/coca-cola-dismisses-suit-over-world-cup-promo/",
    "71": "https://www.bloomberg.com/news/articles/2010-09-30/time-warner-vivendi-seek-dismissal-of-ellen-music-copyright-lawsuit",
    "72": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "74": "https://web.archive.org/web/20240103021044/https://www.mtv.com/news/c9senn/rob-zombies-zoom-zoom-lawsuit-goes-bye-bye",
    "75": "https://www.sandiegouniontribune.com/sdut-olivia-newton-john-reaches-conditional-settlement-2007dec04-story.html",
    "76": "https://www.law360.com/articles/1237568",
    "77": "https://caselaw.findlaw.com/court/us-11th-circuit/2117536.html",
    "78": "https://www.dailyjournal.com/article/347011-jeffrey-d-goldman",
    "79": "https://www.law360.com/articles/414057",
    "80": "https://www.cbsnews.com/news/50-cent-sued-for-copycatting/",
    "81": "https://casetext.com/case/lil-v-jackson",
    "82": "https://www.billboard.com/music/music-news/copyright-suit-dismissed-against-50-cent-56805/",
    "83": "https://www.latimes.com/archives/la-xpm-1998-feb-01-me-14366-story.html",
    "84": "https://www.scribd.com/document/347746541/Simmons-libel-lawsuit",
    "85": "[ERROR retrieving ref link]",
    "86": "https://casetext.com/case/umg-recordings-50",
    "87": "https://www.latimes.com/archives/la-xpm-1996-05-29-ls-9610-story.html",
    "88": "https://www.latimes.com/archives/la-xpm-1992-10-02-me-113-story.html",
    "89": "https://www.rollingstone.com/music/music-news/pearl-jammed-236620/",
    "90": "https://www.rollingstone.com/music/music-news/composer-addresses-eminem-suit-189385/",
    "91": "https://www.morelaw.com/lawyers/atty.asp?f=Jeffrey&l=Goldman&i=19483&z=90067",
    "92": "https://www.scribd.com/document/207147713/AbbVie-v-Kitson-2-13-CV-08554-CBM-VBK-C-D-Cal-case-docket-as-of-Feb-14-2014",
    "93": "https://www.nydailynews.com/2013/08/29/drugmakers-may-sue-la-boutique-over-adderall-vicodin-xanax-t-shirts/",
    "94": "https://scholar.google.com/scholar_case?case=17804540900493209553&hl=en&as_sdt=6&as_vis=1&oi=scholarr",
    "95": "https://www.hollywoodreporter.com/business/business-news/miramax-wins-lawsuit-pulp-fiction-poster-1235053811/",
    "96": "[ERROR retrieving ref link]",
    "97": "[ERROR retrieving ref link]",
    "98": "https://www.ancestry.com/family-tree/tree/9581043/family?cfpid=-777196384",
    "99": "https://www.encyclopedia.com/religion/encyclopedias-almanacs-transcripts-and-maps/adler-liebman",
    "100": "https://ia600303.us.archive.org/5/items/abrahamlincolnje2962mark/abrahamlincolnje2962mark.pdf",
    "101": "https://play.google.com/store/info/name/Raymond_Leslie_Goldman?id=12dpx8mh9",
    "102": "https://mysteryfile.com/ZiffDavis/Fingerprint.html",
    "103": "http://www.classiccrimefiction.com/r-l-goldman.htm",
    "104": "https://www.jmbm.com/docs/goldmantop75.pdf"
  },
  "flair_entities": [
    "petrocelli",
    "marvin gaye",
    "stevie wonder",
    "jack nicholson",
    "dankmar adler",
    "abbvie",
    "los angeles business journal",
    "target corp",
    "mitchell silberberg & knupp",
    "a&m records",
    "finnish",
    "global eagle entertainment  goldman",
    "timbaland  goldman",
    "national enquirer",
    "addictive",
    "centric group",
    "hola!",
    "kernel records oy",
    "liebman",
    "chicago",
    "ninth circuit",
    "american",
    "simpson",
    "barbie world",
    "jyoti",
    "the drifters",
    "warner music group",
    "mattel",
    "louis l.",
    "recording industry association of america",
    "u2",
    "google",
    "los angeles",
    "univision music",
    "nicole brown",
    "first amendment",
    "apple inc",
    "adderal",
    "daniel petrocelli",
    "goldman  jeffrey d",
    "irs",
    "vicodin",
    "universal music group",
    "us",
    "steven van zandt",
    "umg recordings",
    "the saturday evening post",
    "america",
    "american civil war",
    "goldman",
    "eminem",
    "goldman jr.",
    "truth hurts'",
    "daily journal",
    "chappell music",
    "nirvana",
    "hello!",
    "dre",
    "marlon brando",
    "itunes",
    "amazon",
    "geffen records",
    "muhammad ali",
    "perfect 10",
    "state of the union",
    "perfect",
    "pulp fiction",
    "spike lee",
    "raymond leslie goldman",
    "kevin costner",
    "india",
    "sony music",
    "southern district",
    "los angeles times",
    "hindi-language",
    "napster",
    "the coasters",
    "the chambers brothers",
    "courtney love",
    "pearl jam",
    "aftermath records",
    "myxer",
    "the main ingredient",
    "robert altman",
    "new york",
    "copyright act",
    "richard simmons",
    "internet",
    "mca records",
    "mark a",
    "liebman adler",
    "vertigo",
    "uma thurman",
    "the hollywood reporter",
    "barbie girl",
    "lichtenberg",
    "united states",
    "simmons",
    "u.s.",
    "timbaland",
    "loeb & loeb",
    "warner",
    "ben f",
    "james brown",
    "time magazine",
    "nelly furtado song do it",
    "mca",
    "nicole",
    "the verge",
    "frank lloyd wright.",
    "love",
    "ron goldman",
    "barbie",
    "soulja boy",
    "brian lichtenberg",
    "the los angeles village view",
    "jeffrey_d."
  ]
}