{
  "title": "Jimmy_Carter",
  "url": "https://en.wikipedia.org/wiki/Jimmy_Carter",
  "summary": "James Earl Carter Jr. (October 1, 1924 – December 29, 2024) was an American politician and humanitarian who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, Carter served as the 76th governor of Georgia from 1971 to 1975 and in the Georgia State Senate from 1963 to 1967. He was the longest-lived president in U.S. history and the first to reach the age of 100.\nBorn in Plains, Georgia, Carter graduated from the U.S. Naval Academy in 1946 and joined the submarine service before returning home to tend to the family peanut farm. He was active in the civil rights movement, then served as state senator and governor before running for president in 1976. He secured the Democratic nomination as a dark horse before narrowly defeating Republican incumbent Gerald Ford in the general election.\nAs president, Carter pardoned all Vietnam draft evaders and negotiated several major foreign policy agreements, including the Camp David Accords, the Panama Canal Treaties, and the second round of Strategic Arms Limitation Talks, and he established diplomatic relations with China. He also confronted stagflation. He created a national energy policy that included conservation, price control, and new technology. He created the Departments of Energy and Education. The later years of his presidency were marked by several foreign policy crises, including the Soviet invasion of Afghanistan (leading to the end of détente and the 1980 Olympics boycott) and the fallout of the Iranian revolution (including the Iran hostage crisis and 1979 oil crisis). Carter sought reelection in 1980, defeating a primary challenge by Senator Ted Kennedy, but lost the election to Republican nominee Ronald Reagan.\nPolls of historians and political scientists have ranked Carter's presidency below average. His post-presidency—the longest in U.S. history—is viewed more favorably. After Carter's presidential term ended, he established the Carter Center to promote and expand human rights, earning him the 2002 Nobel Peace Prize. He traveled extensively to conduct peace negotiations, monitor elections, and end neglected tropical diseases, becoming a major contributor to the eradication of dracunculiasis. Carter was a key figure in the nonprofit housing organization Habitat for Humanity. He also wrote political memoirs and other books, commentary on the Israeli–Palestinian conflict, and poetry.",
  "content": [
    {
      "section_title": "Early life",
      "section_content": [
        {
          "sentence": "James Earl Carter Jr",
          "refs": []
        },
        {
          "sentence": "was born on October 1, 1924, in Plains, Georgia, at the Wise Sanitarium, where his mother worked as a registered nurse",
          "refs": []
        },
        {
          "sentence": "Carter thus became the first American president born in a hospital",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He was the eldest child of Bessie Lillian Gordy and James Earl Carter Sr., and a descendant of English immigrant Thomas Carter, who settled in the Colony of Virginia in 1635",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In Georgia, numerous generations of Carters worked as cotton farmers",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Plains was a boomtown of 600 people at the time of Carter's birth",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "His father was a successful local businessman who ran a general store and was an investor in farmland",
          "refs": []
        },
        {
          "sentence": "Carter's father had previously served as a reserve second lieutenant in the U.S",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Army Quartermaster Corps during World War I",
          "refs": []
        },
        {
          "sentence": "During Carter's infancy, his family moved several times, settling on a dirt road in nearby Archery, which was almost entirely populated by impoverished African American families",
          "refs": []
        },
        {
          "sentence": "His family eventually had three more children, Gloria, Ruth, and Billy",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Carter had a good relationship with his parents, even though his mother was often absent during his childhood since she worked long hours",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Although his father was staunchly pro-segregation, he allowed Jimmy to befriend the black farmhands' children",
          "refs": []
        },
        {
          "sentence": "Carter was an enterprising teenager who was given his own acre of Earl's farmland, where he grew, packaged, and sold peanuts",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Carter also rented out a section of tenant housing he had purchased",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Education",
          "section_content": [
            {
              "sentence": "Early into his term, Carter collaborated with Congress to fulfill his campaign promise to create a cabinet level education department",
              "refs": []
            },
            {
              "sentence": "In an address from the White House on February 28, 1978, Carter argued \"Education is far too important a matter to be scattered piecemeal among various government departments and agencies, which are often busy with sometimes dominant concerns.\"  On February 8, 1979, the Carter administration released an outline of its plan to establish an education department and asserted enough support for the enactment to occur by June",
              "refs": [
                "https://archive.org/details/keepingfaithmemo00cart/page/86"
              ]
            },
            {
              "sentence": "On October 17, the same year, Carter signed the Department of Education Organization Act into law,  establishing the United States Department of Education",
              "refs": [
                "https://www.newspapers.com/article/hattiesburg-american-mental-health-syste/156446002/",
                "https://www.newspapers.com/article/the-paducah-sun-mental-health-boss-focus/156446169/"
              ]
            },
            {
              "sentence": "Carter expanded the Head Start program with the addition of 43,000 children and families,  while the percentage of nondefense dollars spent on education was doubled",
              "refs": [
                "https://news.google.com/newspapers?id=IkwNAAAAIBAJ&pg=5661,1224804"
              ]
            },
            {
              "sentence": "Carter was complimentary of the presidency of Lyndon B",
              "refs": [
                "https://www.presidency.ucsb.edu/documents/department-education-organization-act-statement-signing-s-210-into-law"
              ]
            },
            {
              "sentence": "Johnson and the 89th United States Congress for having initiated Head Start",
              "refs": []
            },
            {
              "sentence": "In a speech on November 1, 1980, Carter stated his administration had extended Head Start to migrant children and was \"working hard right now with Senator Bentsen and with Kika de la Garza to make as much as $45 million available in federal money in the border districts to help with the increase in school construction for the number of Mexican school children who reside here legally\"",
              "refs": [
                "https://www.politico.com/agenda/story/2015/09/department-of-education-history-000235/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Naval career",
      "section_content": [
        {
          "sentence": "From 1946 to 1953, the Carters lived in Virginia, Hawaii, Connecticut, New York, and California, during his deployments in the Atlantic and Pacific fleets",
          "refs": []
        },
        {
          "sentence": "In 1948, he began officer training for submarine duty and served aboard USS Pomfret",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Carter was promoted to lieutenant junior grade in 1949, and his service aboard Pomfret included a simulated war patrol to the western Pacific and Chinese coast from January to March of that year",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1951, Carter was assigned to the diesel/electric USS K-1 (SSK-1), qualified for command, and served in several positions, to include executive officer",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1952, Carter began an association with the Navy's fledgling nuclear submarine program, led by then-Captain Hyman G",
          "refs": []
        },
        {
          "sentence": "Rickover",
          "refs": []
        },
        {
          "sentence": "Rickover had high standards and demands for his men and machines, and Carter later said that, next to his parents, Rickover had the greatest influence on his life",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Carter was sent to the Naval Reactors Branch of the Atomic Energy Commission in Washington, D.C., for three-month temporary duty, while Rosalynn moved with their children to Schenectady, New York",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "On December 12, 1952, an accident with the experimental NRX reactor at Atomic Energy of Canada's Chalk River Laboratories caused a partial meltdown, resulting in millions of liters of radioactive water flooding the reactor building's basement",
          "refs": []
        },
        {
          "sentence": "This left the reactor's core ruined",
          "refs": []
        },
        {
          "sentence": "Carter was ordered to Chalk River to lead a U.S",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "maintenance crew that joined other American and Canadian service personnel to assist in the shutdown of the reactor",
          "refs": []
        },
        {
          "sentence": "The painstaking process required each team member to don protective gear and be lowered individually into the reactor for 90 seconds at a time, limiting their exposure to radioactivity while they disassembled the crippled reactor",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "When Carter was lowered in, his job was to turn a single screw",
          "refs": []
        },
        {
          "sentence": "During and after his presidency, Carter said that his experience at Chalk River had shaped his views on atomic energy and led him to cease the development of a neutron bomb",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In March 1953, Carter began a six-month nuclear power plant operation course at Union College in Schenectady",
          "refs": []
        },
        {
          "sentence": "His intent was to eventually work aboard USS Seawolf, which was intended to be the second U.S",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "nuclear submarine",
          "refs": []
        },
        {
          "sentence": "His plans changed when his father died of pancreatic cancer in July, two months before construction of Seawolf began, and Carter obtained a release from active duty so he could take over the family peanut business",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Deciding to leave Schenectady proved difficult, as Rosalynn had grown comfortable with their life there",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "She later said that returning to small-town life in Plains seemed \"a monumental step backward.\"  Carter left active duty on October 9, 1953",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He served in the inactive Navy Reserve until 1961 and left the service with the rank of lieutenant",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Carter's awards include the American Campaign Medal, World War II Victory Medal, China Service Medal, and National Defense Service Medal",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "As a submarine officer, he also earned the \"dolphin\" badge",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Farming",
      "section_content": [
        {
          "sentence": "After debt settlements and division of his father's estate among its heirs, Jimmy inherited comparatively little",
          "refs": []
        },
        {
          "sentence": "For a year, he, Rosalynn, and their three sons lived in public housing in Plains",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "[b] Carter was knowledgeable in scientific and technological subjects, and he set out to expand the family's peanut-growing business",
          "refs": []
        },
        {
          "sentence": "Transitioning from the Navy to farming was difficult as his first-year harvest failed due to a drought, and Carter had to open several bank lines of credit to keep the farm afloat",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Meanwhile, he took classes and studied agriculture while Rosalynn learned accounting to manage the business's books",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Though they barely broke even the first year, the Carters grew the business and became quite successful",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Early political career (1963–1971)",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Georgia state senator (1963–1967)",
          "section_content": [
            {
              "sentence": "As racial tension inflamed in Plains by the 1954 Supreme Court of the United States ruling in Brown v",
              "refs": []
            },
            {
              "sentence": "Board of Education,  Carter favored racial tolerance and integration but often kept those feelings to himself to avoid making enemies",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "By 1961, Carter began to speak more prominently of integration as a member of the Baptist Church and chairman of the Sumter County school board",
              "refs": []
            },
            {
              "sentence": "In 1962, he announced his campaign for an open Georgia State Senate seat 15 days before the election",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Rosalynn, who had an instinct for politics and organization, was instrumental in his campaign",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "While early counting of the ballots showed Carter trailing his opponent, Homer Moore, this was later proven to be the result of fraudulent voting",
              "refs": []
            },
            {
              "sentence": "The fraud was found to have been orchestrated by Joe Hurst, the chairman of the Democratic Party in Quitman County",
              "refs": []
            },
            {
              "sentence": "Carter challenged the election result, which an investigation confirmed to have been fraudulent",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Another election was held, in which Carter defeated Moore as the sole Democratic candidate, 3,013 votes to 2,182",
              "refs": []
            },
            {
              "sentence": "He served in both the 127th Georgia General Assembly and the 128th Georgia General Assembly.",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The civil rights movement was well underway when Carter took office",
              "refs": []
            },
            {
              "sentence": "He and his family had become staunch supporters of John F",
              "refs": []
            },
            {
              "sentence": "Kennedy",
              "refs": []
            },
            {
              "sentence": "Carter remained relatively quiet on the issue at first, even as it polarized much of the county, to avoid alienating his segregationist colleagues",
              "refs": []
            },
            {
              "sentence": "Carter did speak up on a few divisive issues, giving speeches against literacy tests and against an amendment to the Georgia Constitution that he felt implied a compulsion to practice religion",
              "refs": []
            },
            {
              "sentence": "Carter entered the state Democratic Executive Committee two years into office, where he helped rewrite the state party's rules",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He became the chairman of the West Central Georgia Planning and Development Commission, which oversaw the disbursement of federal and state grants for projects such as historic site restoration",
              "refs": []
            },
            {
              "sentence": "When Bo Callaway was elected to the United States House of Representatives in 1964, Carter immediately began planning to challenge him",
              "refs": []
            },
            {
              "sentence": "The two had previously clashed over which two-year college would be expanded to a four-year college program by the state, and Carter saw Callaway—who had switched to the Republican Party—as a rival who represented aspects of politics he despised",
              "refs": []
            },
            {
              "sentence": "Carter was reelected to a second two-year term in the state Senate,  where he chaired its Education Committee and sat on the Appropriations Committee toward the end of the term",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He contributed to a bill expanding statewide education funding and getting Georgia Southwestern State University a four-year program",
              "refs": []
            },
            {
              "sentence": "He leveraged his regional planning work, giving speeches around the district to make himself more visible to potential voters",
              "refs": []
            },
            {
              "sentence": "On the last day of the term, Carter announced his candidacy for the House of Representatives",
              "refs": []
            },
            {
              "sentence": "Callaway decided to run for governor instead;  Carter changed his mind, deciding to run for governor too",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "1966 and 1970 gubernatorial campaigns",
          "section_content": [
            {
              "sentence": "In the 1966 gubernatorial election, Carter ran against liberal former governor Ellis Arnall and conservative segregationist Lester Maddox in the Democratic primary",
              "refs": []
            },
            {
              "sentence": "In a press conference, he described his ideology as \"Conservative, moderate, liberal and middle-of-the-road ..",
              "refs": []
            },
            {
              "sentence": "I believe I am a more complicated person than that.\"  He lost the primary but drew enough votes as a third-place candidate to force Arnall into a runoff election with Maddox, who defeated Arnall",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the general election, Republican nominee Callaway won a plurality of the vote but less than a majority, allowing the Democratic-majority Georgia House of Representatives to elect Maddox as governor",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This resulted in a victorious Maddox, whose victory—due to his segregationist stance—was seen as the worst outcome for the indebted Carter",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Carter returned to his agriculture business, carefully planning his next campaign",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This period was a spiritual turning point for Carter; he declared himself a born again Christian, and his last child, Amy, was born during this time",
              "refs": []
            },
            {
              "sentence": "In the 1970 gubernatorial election, liberal former governor Carl Sanders became Carter's main opponent in the Democratic primary",
              "refs": []
            },
            {
              "sentence": "Carter ran a more modern campaign, employing printed graphics and statistical analysis",
              "refs": []
            },
            {
              "sentence": "Responding to polls, he leaned more conservative than before, positioning himself as a populist and criticizing Sanders for both his wealth and perceived links to the national Democratic Party",
              "refs": []
            },
            {
              "sentence": "He also accused Sanders of corruption, but when pressed by the media, he did not provide evidence",
              "refs": []
            },
            {
              "sentence": "Throughout his campaign, Carter sought both the black vote and the votes of those who had supported prominent Alabama segregationist George Wallace",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "While he met with black figures such as Martin Luther King Sr",
              "refs": []
            },
            {
              "sentence": "and Andrew Young and visited many black-owned businesses, he also praised Wallace and promised to invite him to give a speech in Georgia",
              "refs": []
            },
            {
              "sentence": "Carter's appeal to racism became more blatant over time, with his senior campaign aides handing out a photograph of Sanders celebrating with Black basketball players",
              "refs": []
            },
            {
              "sentence": "Carter came ahead of Sanders in the first ballot by 49 percent to 38 percent in September, leading to a runoff election",
              "refs": []
            },
            {
              "sentence": "The subsequent campaign was even more bitter",
              "refs": []
            },
            {
              "sentence": "Despite his early support for civil rights, Carter's appeal to racism grew, and he criticized Sanders for supporting Martin Luther King Jr",
              "refs": []
            },
            {
              "sentence": "Carter won the runoff election with 60 percent of the vote and won the general election against Republican nominee Hal Suit",
              "refs": []
            },
            {
              "sentence": "Once elected, Carter changed his tone and began to speak against Georgia's racist politics",
              "refs": []
            },
            {
              "sentence": "Leroy Johnson, a black state senator, voiced his support for Carter: \"I understand why he ran that kind of ultra-conservative campaign",
              "refs": []
            },
            {
              "sentence": "I don't believe you can win this state without being a racist.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Georgia governorship (1971–1975)",
      "section_content": [
        {
          "sentence": "Carter was sworn in as the 76th governor of Georgia on January 12, 1971",
          "refs": []
        },
        {
          "sentence": "In his inaugural speech, he declared that \"the time for racial discrimination is over\",  shocking the crowd and causing many segregationists who had supported his candidacy to feel betrayed",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Carter was reluctant to engage with fellow politicians, making him unpopular with the legislature",
          "refs": []
        },
        {
          "sentence": "He expanded the governor's authority by introducing a reorganization plan submitted in January 1972",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Despite an initially cool reception in the legislature, the plan passed at midnight on the last day of the session",
          "refs": []
        },
        {
          "sentence": "Carter merged about 300 state agencies into 22, although it is disputed whether that saved the state money",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "On July 8, 1971, during an appearance in Columbus, Georgia, he stated his intention to establish a Georgia Human Rights Council to help solve issues ahead of any potential violence",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In a news conference on July 13, 1971, Carter announced that he had ordered department heads to reduce spending to prevent a $57 million deficit by the end of the 1972 fiscal year, specifying that each state department would be affected and estimating that five percent over government revenue would be lost if state departments continued to fully use allocated funds",
          "refs": []
        },
        {
          "sentence": "On January 13, 1972, he requested that the state legislature fund an early childhood development program along with prison reform programs and $48 million (equivalent to $270 million in 2023) in paid taxes for nearly all state employees",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "On March 1, 1972, Carter said he might call a special session of the general assembly if the Justice Department struck down any reapportionment plans by either the House or Senate",
          "refs": []
        },
        {
          "sentence": "He pushed several reforms through the legislature, providing equal state aid to schools in Georgia's wealthy and poor areas, setting up community centers for mentally disabled children, and increasing educational programs for convicts",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Under this program, all such appointments were based on merit rather than political influence",
          "refs": []
        },
        {
          "sentence": "In one of his more controversial decisions, he vetoed a plan to build a dam on Georgia's Flint River, which attracted the attention of environmentalists nationwide",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Civil rights were a high priority for Carter, who added black state employees and portraits of three prominent black Georgians to the capitol building: Martin Luther King Jr., Lucy Craft Laney, and Henry McNeal Turner",
          "refs": []
        },
        {
          "sentence": "This angered the Ku Klux Klan",
          "refs": []
        },
        {
          "sentence": "He favored a constitutional amendment to ban busing for the purpose of expediting integration in schools on a televised joint appearance with Florida Governor Reubin Askew on January 31, 1973,  and co-sponsored an anti-busing resolution with Wallace at the 1971 National Governors Conference",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "After the U.S",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Supreme Court struck down Georgia's death penalty statute in Furman v",
          "refs": []
        },
        {
          "sentence": "Georgia (1972), Carter signed a revised statute that addressed the court's objections, thus reintroducing the practice in the state",
          "refs": []
        },
        {
          "sentence": "He later regretted endorsing the death penalty, saying, \"I didn't see the injustice of it as I do now.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Ineligible for a second consecutive term under the 1945 Georgia Constitution, Carter considered running for president and engaged in national politics",
          "refs": []
        },
        {
          "sentence": "He was named to several southern planning commissions and a delegate to the 1972 Democratic National Convention, where U.S",
          "refs": []
        },
        {
          "sentence": "Senator George McGovern was the likely nominee",
          "refs": []
        },
        {
          "sentence": "Carter tried to ingratiate himself with conservative and anti-McGovern voters",
          "refs": []
        },
        {
          "sentence": "He was fairly obscure at the time, and his attempt at triangulation failed; the 1972 Democratic ticket was McGovern and Senator Thomas Eagleton",
          "refs": []
        },
        {
          "sentence": "[c] On August 3, Carter met with Wallace in Birmingham, Alabama, to discuss preventing the Democrats from losing in a landslide,  but they did",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Carter regularly met with his fledgling campaign staff and decided to start putting together a presidential campaign for 1976",
          "refs": []
        },
        {
          "sentence": "He tried unsuccessfully to become chairman of the National Governors Association to boost his visibility",
          "refs": []
        },
        {
          "sentence": "With David Rockefeller's endorsement, he was named to the Trilateral Commission in April 1973",
          "refs": []
        },
        {
          "sentence": "The next year, he was named chairman of the Democratic National Committee's congressional and gubernatorial campaigns",
          "refs": []
        },
        {
          "sentence": "In May 1973, Carter warned his party against politicizing the Watergate scandal,  which he attributed to president Richard Nixon's isolation from Americans and secretive decision-making",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "1976 presidential campaign",
      "section_content": [
        {
          "sentence": "On December 12, 1974, Carter announced his presidential campaign at the National Press Club in Washington, D.C",
          "refs": []
        },
        {
          "sentence": "His speech contained themes of domestic inequality, optimism, and change",
          "refs": []
        },
        {
          "sentence": "Upon his entrance in the Democratic primaries, he was competing against sixteen other candidates, and was considered to have little chance against the more nationally known politicians such as Wallace",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "His name recognition was very low, and his opponents derisively asked \"Jimmy Who?\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In response to this, Carter began to emphasize his name and what he stood for, stating \"My name is Jimmy Carter, and I'm running for president.\"",
          "refs": [
            "https://www.presidency.ucsb.edu/documents/address-announcing-candidacy-for-the-democratic-presidential-nomination-the-national-press",
            "https://news.google.com/newspapers?id=CG0zAAAAIBAJ&sjid=3DIHAAAAIBAJ&pg=6942%2C5857919"
          ]
        },
        {
          "sentence": "This strategy proved successful",
          "refs": []
        },
        {
          "sentence": "By mid-March 1976, Carter was not only far ahead of the active contenders for the presidential nomination, but led incumbent Republican president Gerald Ford by a few percentage points",
          "refs": []
        },
        {
          "sentence": "As the Watergate scandal was still fresh in the voters' minds, Carter's position as an outsider, distant from Washington, D.C",
          "refs": [
            "https://www.politico.com/magazine/story/2015/09/2016-election-1976-democratic-primary-213125/"
          ]
        },
        {
          "sentence": "proved helpful",
          "refs": []
        },
        {
          "sentence": "He promoted government reorganization",
          "refs": []
        },
        {
          "sentence": "In June, Carter published a memoir titled Why Not the Best? to help introduce himself to the American public",
          "refs": []
        },
        {
          "sentence": "Carter became the front-runner early on by winning the Iowa caucuses and the New Hampshire primary",
          "refs": []
        },
        {
          "sentence": "His strategy involved reaching a region before another candidate could extend influence there, traveling over 50,000 miles (80,000 kilometres), visiting 37 states, and delivering over 200 speeches before any other candidate had entered the race",
          "refs": []
        },
        {
          "sentence": "In the South, he tacitly conceded certain areas to Wallace and swept them as a moderate when it became clear Wallace could not win the region",
          "refs": [
            "https://www.onthisday.com/articles/my-name-is-jimmy-carter-and-im-running-for-president"
          ]
        },
        {
          "sentence": "In the North, Carter appealed largely to conservative Christian and rural voters",
          "refs": []
        },
        {
          "sentence": "While he did not achieve a majority in most Northern states, he won several by building the largest singular support base",
          "refs": []
        },
        {
          "sentence": "Although Carter was initially dismissed as a regional candidate, he would clinch the Democratic nomination",
          "refs": []
        },
        {
          "sentence": "In 1980, Laurence Shoup noted that the national news media discovered and promoted Carter, and stated:",
          "refs": [
            "https://archive.org/details/carterpresidency0000shou/page/70"
          ]
        },
        {
          "sentence": "During an interview in April 1976, Carter said, \"I have nothing against a community that is..",
          "refs": []
        },
        {
          "sentence": "trying to maintain the ethnic purity of their neighborhoods.\"  His remark was intended as supportive of open housing laws, but specifying opposition to government efforts to \"inject black families into a white neighborhood just to create some sort of integration\"",
          "refs": [
            "https://www.pbs.org/wgbh/americanexperience/films/carter/#transcript"
          ]
        },
        {
          "sentence": "Carter's stated positions during his campaign included public financing of congressional campaigns,  his support for the creation of a federal consumer protection agency,  creating a separate cabinet-level department for education,  signing a peace treaty with the Soviet Union to limit nuclear weapons,  reducing the defense budget,  a tax proposal implementing \"a substantial increase toward those who have the higher incomes\" alongside a levy reduction on taxpayers with lower and middle incomes,  making multiple amendments to the Social Security Act,  and having a balanced budget by the end of his first term of office",
          "refs": [
            "https://www.pbs.org/wgbh/americanexperience/films/carter/#transcript",
            "https://news.google.com/newspapers?id=yMgwAAAAIBAJ&pg=7214%2C2087680",
            "https://archive.org/details/carterpresidency0000shou/page/94",
            "https://content.time.com/time/subscriber/printout/0,8816,914056,00.html",
            "https://news.google.com/newspapers?nid=SFOYbPikdlgC&dat=19741213&printsec=frontpage",
            "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19760810&printsec=frontpage",
            "https://www.presidency.ucsb.edu/ws/index.php?pid=32680",
            "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19761014&printsec=frontpage"
          ]
        },
        {
          "sentence": "On July 15, 1976, Carter chose U.S",
          "refs": []
        },
        {
          "sentence": "senator Walter Mondale as his running mate",
          "refs": []
        },
        {
          "sentence": "Carter and Ford faced off in three televised debates,  the first United States presidential debates since 1960",
          "refs": [
            "https://news.google.com/newspapers?nid=SFOYbPikdlgC&dat=19760919&printsec=frontpage",
            "https://www.presidency.ucsb.edu/ws/index.php?pid=7035"
          ]
        },
        {
          "sentence": "For the November 1976 issue of Playboy, which hit newsstands a couple of weeks before the election, Robert Scheer interviewed Carter",
          "refs": []
        },
        {
          "sentence": "While discussing his religion's view of pride, Carter said: \"I've looked on a lot of women with lust",
          "refs": []
        },
        {
          "sentence": "I've committed adultery in my heart many times.\"   This response and his admission in another interview that he did not mind if people uttered the word \"fuck\" led to a media feeding frenzy and critics lamenting the erosion of boundary between politicians and their private intimate lives",
          "refs": [
            "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19760715&printsec=frontpage",
            "https://www.nbcnews.com/storyline/2016-presidential-debates/10-presidential-debates-made-impact-n650741"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Election",
          "section_content": [
            {
              "sentence": "Carter once had a sizable lead over Ford in national polling, but by late September his lead had narrowed to only several points",
              "refs": []
            },
            {
              "sentence": "In the final days before the election, several polls showed that Ford had tied Carter, and one Gallup poll found that he was now slightly ahead",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=Psu5UNg1jEUC&pg=PA216"
              ]
            },
            {
              "sentence": "Most analysts agreed that Carter was going to win the popular vote, but some argued Ford had an opportunity to win the electoral college and thus the election",
              "refs": [
                "https://www.washingtonpost.com/wp-srv/politics/special/clinton/frenzy/carter.htm?noredirect=on"
              ]
            },
            {
              "sentence": "Carter and Mondale ultimately defeated Ford and his runningmate (Senator Bob Dole), receiving 297 electoral votes and 50.1% of the popular vote to Ford's 240 electoral votes and 48.0% of the popular vote",
              "refs": []
            },
            {
              "sentence": "Carter's victory was attributed in part  to his overwhelming support among black voters in states decided by close margins, such as Louisiana, Texas, Pennsylvania, Missouri, Mississippi, Wisconsin, and Ohio",
              "refs": [
                "https://www.newspapers.com/article/the-times-argus-presidential-contenders/156330083/",
                "https://www.newspapers.com/article/the-greenville-news-presidency-seems-to/156365167/"
              ]
            },
            {
              "sentence": "In Ohio and Wisconsin, where the margin between Carter and Ford was under two points, the black vote was crucial for Carter; if he had not won both states, Ford would have won the election",
              "refs": [
                "https://www.newspapers.com/article/the-recorder-fords-brother-sees-elector/156365939/"
              ]
            },
            {
              "sentence": "Ford phoned Carter to congratulate him shortly after the race was called",
              "refs": []
            },
            {
              "sentence": "He was unable to concede in front of television cameras due to bad hoarse voice, and so First Lady Betty did so for him",
              "refs": []
            },
            {
              "sentence": "Vice President Nelson Rockefeller oversaw the certification of election results on January 6, 1977",
              "refs": [
                "https://www.thecrimson.com/article/1976/11/3/many-factors-figured-in-carters-win/"
              ]
            },
            {
              "sentence": "Although Ford carried Washington, Mike Padden, an elector from there, cast his vote for Ronald Reagan, the then-governor of California and Carter's eventual successor",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Transition",
          "section_content": [
            {
              "sentence": "Preliminary planning for Carter's presidential transition had already been underway for months before his election",
              "refs": []
            },
            {
              "sentence": "Carter had been the first presidential candidate to allot significant funds and a significant number of personnel to a pre-election transition planning effort, which then became standard practice",
              "refs": [
                "https://www.nbcnews.com/politics/2020-election/journey-power-history-black-voters-1976-2020-n1029581",
                "https://www.newspapers.com/article/lubbock-avalanche-journal-gerald-ford-co/156504202/"
              ]
            },
            {
              "sentence": "He set a mold that influenced all future transitions to be larger, more methodical and more formal than they were",
              "refs": [
                "https://www.upi.com/Archives/1977/01/06/Electoral-College-certifies-Carter-today/4270034331854/"
              ]
            },
            {
              "sentence": "On November 22, 1976, Carter conducted his first visit to Washington, D.C",
              "refs": []
            },
            {
              "sentence": "after being elected, meeting with director of the Office of Management and Budget James Lynn and United States secretary of defense Donald Rumsfeld at the Blair House, and holding an afternoon meeting with President Ford at the White House",
              "refs": []
            },
            {
              "sentence": "The next day, he conferred with congressional leaders, saying that his meetings with cabinet members had been \"very helpful\" and that Ford had offered his assistance if he needed anything",
              "refs": [
                "https://doi.org/10.1111%2Fj.1741-5705.2009.03691.x"
              ]
            },
            {
              "sentence": "Relations between Ford and Carter were relatively cold during the transition",
              "refs": [
                "https://www.vox.com/mischiefs-of-faction/2016/10/5/13142390/jimmy-carter-changed-presidential-transitions"
              ]
            },
            {
              "sentence": "During his transition, Carter announced the selection of numerous designees for positions in his administration",
              "refs": [
                "ISBN: 978-1-58826-292-9"
              ]
            },
            {
              "sentence": "A few weeks before his inauguration, Carter moved his peanut business into the hands of trustees to avoid a potential conflict of interest",
              "refs": []
            },
            {
              "sentence": "He also asked incoming members of his administration to divest themselves of assets through blind trusts",
              "refs": [
                "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19761123&printsec=frontpage"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Presidency (1977–1981)",
      "section_content": [
        {
          "sentence": "Carter was inaugurated as the 39th president on January 20, 1977",
          "refs": []
        },
        {
          "sentence": "One of Carter's first acts was the fulfillment of a campaign promise by issuing an executive order declaring unconditional amnesty for Vietnam War-era draft evaders, Proclamation 4483",
          "refs": [
            "https://news.google.com/newspapers?nid=1350&dat=19770119&id=UQxPAAAAIBAJ&pg=6092,1318484"
          ]
        },
        {
          "sentence": "Carter's tenure in office was marked by an economic malaise, a time of continuing inflation and recession and a 1979 energy crisis",
          "refs": [
            "https://news.google.com/newspapers?nid=4pF9x-cDGsoC&dat=19770104&printsec=frontpage",
            "https://www.newspapers.com/article/the-charlotte-observer-carter-ethics-cod/156494024/"
          ]
        },
        {
          "sentence": "Under Carter, in May 1980, the Federal Trade Commission became \"apparently the first agency ever closed by a budget dispute\", but Congress took action and the agency opened the next day",
          "refs": []
        },
        {
          "sentence": "Carter attempted to calm various conflicts around the world, most visibly in the Middle East with the signing of the Camp David Accords;  giving back the Panama Canal to Panama; and signing the SALT II nuclear arms reduction treaty with Soviet leader Leonid Brezhnev",
          "refs": [
            "https://www.archives.gov/federal-register/codification/executive-order/11967.html"
          ]
        },
        {
          "sentence": "His final year was marred by the Iran hostage crisis, which contributed to his losing the 1980 election to Ronald Reagan",
          "refs": []
        },
        {
          "sentence": "Whistleblowers have alleged, most recently in 2023, that people working on the Reagan campaign's behalf convinced Iran to prolong the crisis to reduce Carter's chance of reelection",
          "refs": [
            "https://web.archive.org/web/20070228161513/https://www.pbs.org/newshour/bb/asia/vietnam/vietnam_1-21-77.html"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Domestic policy",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Holidays and proclamations",
              "section_content": [
                {
                  "sentence": "In 1978, Carter signed into law a bill creating a celebration in May called Asian American Heritage Week",
                  "refs": []
                },
                {
                  "sentence": "May 7 and 10 were designated for national observance and recognition of the contributions of Asian Americans and Asian immigrants to American society",
                  "refs": []
                },
                {
                  "sentence": "Norman Mineta, Daniel Inouye, and other members of Congress and Asian American activists pushed for the bill's passage",
                  "refs": []
                },
                {
                  "sentence": "Representative Frank Horton introduced the bill in the House of Representatives in 1977",
                  "refs": []
                },
                {
                  "sentence": "In 1992, President George H",
                  "refs": []
                },
                {
                  "sentence": "W",
                  "refs": []
                },
                {
                  "sentence": "Bush signed a bill expanding the celebration into Asian American Heritage Month",
                  "refs": []
                },
                {
                  "sentence": "In 2021, President Biden signed a bill renaming this celebration Asian American, Native Hawaiian, and Pacific Islander Heritage Month",
                  "refs": [
                    "https://www.achievement.org/achiever/jimmy-carter/#interview"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Economy",
              "section_content": [
                {
                  "sentence": "Carter's presidency had a troubled economic history of two roughly equal periods",
                  "refs": []
                },
                {
                  "sentence": "The first two years were a time of intense stagflation, primarily due to recovery from a previous recession that had left fixed investment at extreme lows and unemployment at 9%",
                  "refs": []
                },
                {
                  "sentence": "Under Carter, the unemployment rate declined from 8.1% when he took office to 5.7% by July 1978,   but during the early 1980s recession it returned to its pre-1977 level",
                  "refs": [
                    "https://www.nytimes.com/2023/03/18/us/politics/jimmy-carter-october-surprise-iran-hostages.html",
                    "https://www.nbcnews.com/news/asian-america/jimmy-carter-asian-american-heritage-month-rcna71682",
                    "https://www.presidency.ucsb.edu/documents/proclamation-10189-asian-american-and-native-hawaiianpacific-islander-heritage-month-2021"
                  ]
                },
                {
                  "sentence": "The Bureau of Labor Statistics (BLS) measured a 6.6% unemployment rate average during the Carter administration",
                  "refs": [
                    "https://www2.census.gov/prod2/statcomp/documents/1988-04.pdf"
                  ]
                },
                {
                  "sentence": "His last two years were marked by double-digit inflation, very high interest rates,  oil shortages, and slow economic growth",
                  "refs": [
                    "https://www.newspapers.com/article/spokane-chronicle-sharp-drop-noted-in-un/156447735/",
                    "https://www.newspapers.com/article/the-patriot-news-jobless-level-up-slight/157880385/"
                  ]
                },
                {
                  "sentence": "Due to economic stimulus legislation, such as the Public Works Employment Act of 1977, proposed by Carter and passed by Congress, real household median income had grown by 5.2%, with a projection of 6.4% for the next quarter",
                  "refs": [
                    "https://www.newspapers.com/article/st-louis-post-dispatch-jobless-rate-cou/156448077/"
                  ]
                },
                {
                  "sentence": "The 1979 energy crisis ended this period of growth, and as inflation and interest rates rose, economic growth, job creation and consumer confidence declined sharply",
                  "refs": []
                },
                {
                  "sentence": "Federal Reserve Board chairman G",
                  "refs": [
                    "https://www.newspapers.com/article/the-patriot-news-jobless-level-up-slight/157880385/"
                  ]
                },
                {
                  "sentence": "William Miller's relatively loose monetary policy had already contributed to somewhat higher inflation,  rising from 5.8% in 1976 to 7.7% in 1978",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The sudden doubling of crude oil prices by OPEC, the world's leading oil exporting cartel,  forced inflation to double-digit levels, averaging 11.3% in 1979 and 13.5% in 1980",
                  "refs": [
                    "https://web.archive.org/web/20110820042310/https://articles.moneycentral.msn.com/Investing/JubaksJournal/Is70sStyleStagflationComing.aspx"
                  ]
                },
                {
                  "sentence": "The sudden shortage of gasoline as the 1979 summer vacation season began exacerbated the problem and came to symbolize the crisis to the general public;  the acute shortage, originating in the shutdown of Amerada Hess refining facilities, led the federal government to sue the company that year",
                  "refs": [
                    "https://www.nytimes.com/2023/03/18/us/politics/jimmy-carter-october-surprise-iran-hostages.html",
                    "https://www.newspapers.com/article/the-patriot-news-jobless-level-up-slight/157880385/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Environment",
              "section_content": [
                {
                  "sentence": "During his 1976 campaign, Carter promised to sign into law any bills Congress passed to regulate strip mining",
                  "refs": []
                },
                {
                  "sentence": "This was partially in response to President Ford's having twice vetoed such bills",
                  "refs": []
                },
                {
                  "sentence": "In 1977, Carter signed the Surface Mining Control and Reclamation Act of 1977, which regulated strip mining",
                  "refs": [
                    "https://web.archive.org/web/19970219022512/https://econ161.berkeley.edu/Econ_Articles/theinflationofthes.html"
                  ]
                },
                {
                  "sentence": "In 1978, Carter declared a federal emergency in the Love Canal neighborhood of Niagara Falls, New York",
                  "refs": []
                },
                {
                  "sentence": "More than 800 families were evacuated from the neighborhood, which was on top of a toxic waste landfill",
                  "refs": []
                },
                {
                  "sentence": "The Superfund law was created in response to the situation",
                  "refs": []
                },
                {
                  "sentence": "Federal disaster money was appropriated to demolish about 500 houses, the 99th Street School, and the 93rd Street School, which had all been built atop the dump, and to remediate the dump and construct a containment area for the hazardous waste",
                  "refs": [
                    "https://archive.today/20120628221218/https://md.findacase.com/research/wfrmDocViewer.aspx/xq/fac.%5CFCT%5CC04%5C1979%5C19791226_0040006.C04.htm/qx"
                  ]
                },
                {
                  "sentence": "This was the first time such a process had been undertaken",
                  "refs": []
                },
                {
                  "sentence": "Carter acknowledged that several more \"Love Canals\" existed across the country, and that discovering such hazardous dump sites was \"one of the grimmest discoveries of our modern era\"",
                  "refs": []
                },
                {
                  "sentence": "In December 1978, Carter used the 1906 Antiquities Act and his executive order power to designate 56,000,000 acres (23,000,000 ha) of land in Alaska as a national monument",
                  "refs": []
                },
                {
                  "sentence": "This executive order protected the Arctic National Wildlife Refuge until Congress codified it into law with the Alaska National Interest Lands Conservation Act of 1980, which doubled the amount of public land set aside for national parks and wildlife refuges",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "U.S. energy crisis",
              "section_content": [
                {
                  "sentence": "Moralism typified much of Carter's action",
                  "refs": []
                },
                {
                  "sentence": "On April 18, 1977, he delivered a televised speech declaring that the current energy crisis was the \"moral equivalent of war\"",
                  "refs": [
                    "https://books.google.com/books?id=eUTkicMAXuQC&q=one+of+the+grimmest+discoveries+of+our+modern+era+carter&pg=PR15"
                  ]
                },
                {
                  "sentence": "He encouraged energy conservation and installed solar water heating panels on the White House",
                  "refs": []
                },
                {
                  "sentence": "He wore a cardigan  to offset turning down the heat in the White House",
                  "refs": [
                    "https://www.motherjones.com/politics/2024/12/president-jimmy-carter-death-100-environmental-legacy-conservation-solar-energy-alaskan-national-wildlife-refuge/",
                    "https://www.nytimes.com/1978/12/02/archives/carter-designates-us-land-in-alaska-for-national-parks-56-million.html",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "On August 4, 1977, Carter signed the Department of Energy Organization Act of 1977, forming the Department of Energy, the first new cabinet position in eleven years",
                  "refs": [
                    "https://web.archive.org/web/20100122051251/https://www.unity.edu/News/solar1004.htm"
                  ]
                },
                {
                  "sentence": "Carter emphasized that the House of Representatives had \"adopted almost all\" of the energy proposal he had made five months earlier and called the compromise \"a turning point in establishing a comprehensive energy program.\"  The following month, on October 13, Carter stated he believed in the Senate's ability to pass the energy reform bill and identified energy as \"the most important domestic issue that we will face while I am in office.\"",
                  "refs": [
                    "https://www.motherjones.com/politics/2024/12/president-jimmy-carter-death-100-environmental-legacy-conservation-solar-energy-alaskan-national-wildlife-refuge/",
                    "https://www.foxnews.com/opinion/days-of-malaise-and-jimmy-carters-solar-panels"
                  ]
                },
                {
                  "sentence": "On January 12, 1978, during a press conference, Carter said the continued discussions about his energy reform proposal had been \"long and divisive and arduous\" as well as hindering to national issues that needed to be addressed with the implementation of the law",
                  "refs": []
                },
                {
                  "sentence": "In an April 11, 1978, news conference, Carter said his biggest surprise \"in the nature of a disappointment\" since becoming president was the difficulty Congress had in passing legislation, citing the energy reform bill in particular: \"I never dreamed a year ago in April when I proposed this matter to the Congress that a year later it still would not be resolved.\"  The Carter energy legislation was approved by Congress after much deliberation and modification on October 15, 1978",
                  "refs": [
                    "ISBN: 978-1-59033-610-6",
                    "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-125"
                  ]
                },
                {
                  "sentence": "The measure deregulated the sale of natural gas, dropped a longstanding pricing disparity between intra- and interstate gas, and created tax credits to encourage energy conservation and the use of non-fossil fuels",
                  "refs": []
                },
                {
                  "sentence": "On March 1, 1979, Carter submitted a standby gasoline rationing plan per the request of Congress",
                  "refs": []
                },
                {
                  "sentence": "On April 5, he delivered an address in which he stressed the urgency of energy conservation and increasing domestic production of energy sources such as coal and solar",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-1008"
                  ]
                },
                {
                  "sentence": "During an April 30 news conference, he said it was imperative that the House commerce committee approve the standby gasoline rationing plan and called on Congress to pass the several other standby energy conservation plans he had proposed",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-1006"
                  ]
                },
                {
                  "sentence": "On July 15, 1979, Carter delivered a nationally televised address in which he identified what he believed to be a \"crisis of confidence\" among American people,  under the advisement of pollster Pat Caddell who believed Americans faced a crisis in confidence from events of the 1960s and 1970s, before his presidency",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/standby-gasoline-rationing-plan-message-the-congress-transmitting-the-plan-0"
                  ]
                },
                {
                  "sentence": "Some later called this his \"malaise speech\",  memorable for mixed reactions   and his use of rhetoric",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/energy-address-the-nation",
                    "https://www.presidency.ucsb.edu/documents/standby-gasoline-rationing-plan-message-the-congress-transmitting-the-plan-0",
                    "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-980",
                    "https://web.archive.org/web/20090721024329/https://millercenter.org/scripps/archive/speeches/detail/3402"
                  ]
                },
                {
                  "sentence": "The speech's negative reception centered on a view that he did not emphasize his own efforts to address the energy crisis and seemed too reliant on Americans",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/energy-address-the-nation"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Relations with Congress",
              "section_content": [
                {
                  "sentence": "Carter typically refused to conform to Washington's rules",
                  "refs": []
                },
                {
                  "sentence": "He avoided phone calls from members of Congress and verbally insulted them",
                  "refs": [
                    "https://www.eoearth.org/article/Jimmy_Carter%27s__malaise_speech_"
                  ]
                },
                {
                  "sentence": "He was unwilling to return political favors",
                  "refs": []
                },
                {
                  "sentence": "His negativity led to frustration in passing legislation",
                  "refs": []
                },
                {
                  "sentence": "During a press conference on February 23, 1977, Carter stated that it was \"inevitable\" that he would come into conflict with Congress and added that he had found \"a growing sense of cooperation\" with Congress and met in the past with congressional members of both parties",
                  "refs": [
                    "https://select.nytimes.com/gst/abstract.html?res=FB0611F8395D12728DDDA10994DF405B898BF1D3"
                  ]
                },
                {
                  "sentence": "Carter developed a bitter feeling following an unsuccessful attempt at having Congress enact the scrapping of several water projects,  which he had requested during his first 100 days in office and received opposition from members of his party",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "As a rift ensued between the White House and Congress afterward, Carter noted that the Democratic Party's liberal wing opposed his policies the most ardently, attributing this to Ted Kennedy's wanting the presidency",
                  "refs": []
                },
                {
                  "sentence": "Thinking he had support from 74 Congressmen, Carter issued a \"hit list\" of 19 projects that he claimed were \"pork barrel\" spending that he said he would veto if they were included in legislation",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-119"
                  ]
                },
                {
                  "sentence": "He found himself again at odds with Congressional Democrats, as House Speaker Tip O'Neill found it inappropriate for a president to pursue what had traditionally been the role of Congress",
                  "refs": [
                    "https://www.cnn.com/2008/POLITICS/10/27/zelizer.hundred/index.html"
                  ]
                },
                {
                  "sentence": "Carter was also weakened by signing a bill that contained many of the \"hit list\" projects he had intended to veto",
                  "refs": []
                },
                {
                  "sentence": "In an address to a fundraising dinner for the Democratic National Committee on June 23, 1977, Carter said, \"I think it's good to point out tonight, too, that we have evolved a good working relationship with the Congress",
                  "refs": []
                },
                {
                  "sentence": "For eight years we had government by partisanship",
                  "refs": []
                },
                {
                  "sentence": "Now we have government by partnership.\"  At a July 28 news conference, assessing the first six months of his presidency, Carter spoke of his improved understanding of Congress: \"I have learned to respect the Congress more in an individual basis",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "I've been favorably impressed at the high degree of concentrated experience and knowledge that individual members of Congress can bring on a specific subject, where they've been the chairman of a subcommittee or committee for many years and have focused their attention on this particular aspect of government life which I will never be able to do.\"",
                  "refs": [
                    "https://web.archive.org/web/20110525152206/https://pqasb.pqarchiver.com/washingtonpost_historical/access/143163782.html?dids=143163782:143163782&FMT=ABS&FMTS=ABS:AI&type=historic&date=Apr+1,+1977&author=By+Walter+Pincus+Washington+Post+Staff+Writer&pub=The+Washington+Post+(1974-Current+file)&edition=&startpage=A1&desc=When+a+Campaign+Vow+Crashes+Into+a+Pork+Barrel"
                  ]
                },
                {
                  "sentence": "On May 10, 1979, the House voted against giving Carter authority to produce a standby gas rationing plan",
                  "refs": []
                },
                {
                  "sentence": "The following day, Carter delivered remarks in the Oval Office describing himself as shocked and embarrassed for the American government by the vote and concluding \"the majority of the House Members are unwilling to take the responsibility, the political responsibility for dealing with a potential, serious threat to our Nation.\" He furthered that a majority of House members were placing higher importance on \"local or parochial interests\" and challenged the lower chamber of Congress with composing their own rationing plan in the next 90 days",
                  "refs": [
                    "https://web.archive.org/web/20160828215048/https://www.presidency.ucsb.edu/ws/?pid=6799"
                  ]
                },
                {
                  "sentence": "Carter's remarks were met with criticism by House Republicans, who accused his comments of not befitting the formality a president should have in their public remarks",
                  "refs": []
                },
                {
                  "sentence": "Others pointed to 106 Democrats voting against his proposal and the bipartisan criticism potentially coming back to haunt him",
                  "refs": []
                },
                {
                  "sentence": "At the start of a news conference on July 25, 1979, Carter called on believers in the future of the U.S",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-104"
                  ]
                },
                {
                  "sentence": "and his proposed energy program to speak with Congress as it bore the responsibility to impose his proposals",
                  "refs": []
                },
                {
                  "sentence": "Amid the energy proposal opposition, The New York Times commented that \"as the comments flying up and down Pennsylvania Avenue illustrate, there is also a crisis of confidence between Congress and the President, sense of doubt and distrust that threatens to undermine the President's legislative program and become an important issue in next year's campaign.\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.presidency.ucsb.edu/ws/index.php?pid=32325"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Deregulation",
              "section_content": [
                {
                  "sentence": "In 1977, Carter appointed Alfred E",
                  "refs": []
                },
                {
                  "sentence": "Kahn to lead the Civil Aeronautics Board (CAB)",
                  "refs": []
                },
                {
                  "sentence": "He was part of a push for deregulation of the industry, supported by leading economists, leading think tanks in Washington, a civil society coalition advocating the reform (patterned on a coalition earlier developed for the truck-and-rail-reform efforts), the head of the regulatory agency, Senate leadership, the Carter administration, and even some in the airline industry",
                  "refs": []
                },
                {
                  "sentence": "This coalition swiftly gained legislative results in 1978",
                  "refs": []
                },
                {
                  "sentence": "Carter signed the Airline Deregulation Act into law on October 24, 1978",
                  "refs": []
                },
                {
                  "sentence": "The main purpose of the act was to remove government control over fares, routes and market entry (of new airlines) from commercial aviation",
                  "refs": []
                },
                {
                  "sentence": "The Civil Aeronautics Board's powers of regulation were to be phased out, eventually allowing market forces to determine routes and fares",
                  "refs": []
                },
                {
                  "sentence": "The Act did not remove or diminish the Federal Aviation Administration (FAA)'s regulatory powers over all aspects of airline safety",
                  "refs": []
                },
                {
                  "sentence": "In 1978, Carter signed a bill into law \"allowing homebrewing and small-scale craft brewing to operate legally\"",
                  "refs": []
                },
                {
                  "sentence": "The new law deregulated the American beer industry by making it legal to sell malt, hops, and yeast to American home brewers for the first time since the 1920 beginning of prohibition in the United States",
                  "refs": [
                    "https://www.nytimes.com/1979/08/05/archives/carter-and-the-congress-doubt-and-distrust-prevail.html"
                  ]
                },
                {
                  "sentence": "This deregulation led to an increase in home brewing over the 1980s and 1990s that by the 2000s had developed into a strong craft microbrew culture in the United States, with 9,118 microbreweries, brewpubs, and regional craft breweries in the United States by the end of 2021",
                  "refs": [
                    "https://search.worldcat.org/oclc/897163998"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Chrysler bailout",
              "section_content": [
                {
                  "sentence": "In the late 1970s, the Chrysler Cooperation—one of the \"Big Three\" automobile manufacturers in the U.S.—faced near-certain bankruptcy as it projected a loss of $1 billion",
                  "refs": []
                },
                {
                  "sentence": "Carter proposed that the company forgo salary increases and bonuses, saying that it might be done \"without decimating the company or putting it on its knees\", but the company had already frozen wage increases and bonuses months before, to no avail",
                  "refs": [
                    "https://www.newscentermaine.com/article/money/business/small-business/maine-craft-brew-industry-president-jimmy-carter-homebrewing-small-scale-breweries/97-44c37318-3b14-447c-a92b-cbbbb33f929b#:~:text=In+1978,+Carter+signed+HR,first+licensed+craft+brewery+opened."
                  ]
                },
                {
                  "sentence": "In 1979, Congress began working on a bailout plan for Chrysler, led by Congressman James J",
                  "refs": [
                    "https://motherjones.com/tom-philpott/2011/08/beer-charts"
                  ]
                },
                {
                  "sentence": "Blanchard",
                  "refs": []
                },
                {
                  "sentence": "Carter assembled a team that included Vice President Mondale and Assistant Domestic Policy Adviser David Rubenstein to secure a $1.5 billion loan guarantee to rescue Chrysler",
                  "refs": []
                },
                {
                  "sentence": "In December, Congress passed H.R",
                  "refs": []
                },
                {
                  "sentence": "5860, the Chrysler Corporation Loan Guarantee Act of 1979, to bail Chrysler out with $3.5 billion (equivalent to $10.9 billion in 2023) in aid",
                  "refs": []
                },
                {
                  "sentence": "The bill turned over $162 million in stock to Chrysler's workers, eliminated around $125 million in wage increases, and gave Chrysler $500 million in bank loans",
                  "refs": [
                    "https://www.newspapers.com/article/the-kansas-city-times-chrysler-aid-plan/161339133/"
                  ]
                },
                {
                  "sentence": "Carter, who had initially opposed the bailout of corporations,  signed it into law in January, saying that the bill saved thousands of jobs",
                  "refs": [
                    "https://www.newscentermaine.com/article/money/business/small-business/maine-craft-brew-industry-president-jimmy-carter-homebrewing-small-scale-breweries/97-44c37318-3b14-447c-a92b-cbbbb33f929b#:~:text=In+1978,+Carter+signed+HR,first+licensed+craft+brewery+opened.",
                    "https://www.brewersassociation.org/press-releases/brewers-association-releases-annual-craft-brewing-industry-production-report-and-top-50-producing-craft-brewing-companies-for-2021/"
                  ]
                },
                {
                  "sentence": "The bailout was successful at the time, but Chrysler would eventually file for bankruptcy during the 2008 financial crisis",
                  "refs": [
                    "https://www.newscentermaine.com/article/money/business/small-business/maine-craft-brew-industry-president-jimmy-carter-homebrewing-small-scale-breweries/97-44c37318-3b14-447c-a92b-cbbbb33f929b#:~:text=In+1978,+Carter+signed+HR,first+licensed+craft+brewery+opened."
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Healthcare",
              "section_content": [
                {
                  "sentence": "During his presidential campaign, Carter embraced healthcare reform akin to the Ted Kennedy-sponsored bipartisan universal national health insurance",
                  "refs": []
                },
                {
                  "sentence": "Carter's proposals on healthcare while in office included an April 1977 mandatory health care cost proposal,  and a June 1979 proposal that provided private health insurance coverage",
                  "refs": [
                    "https://www.newspapers.com/article/the-hamilton-spectator-auto-firm-says-sa/161338413/",
                    "https://www.freep.com/story/money/cars/chrysler/2024/12/31/jimmy-carter-jim-blanchard-chrysler-bailout/77347439007/"
                  ]
                },
                {
                  "sentence": "Carter saw the June 1979 proposal as a continuation of progress in American health coverage",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "President Harry S",
                  "refs": []
                },
                {
                  "sentence": "Truman proposed a designation of health care as a basic right of Americans and Medicare and Medicaid were introduced under President Lyndon B",
                  "refs": []
                },
                {
                  "sentence": "Johnson",
                  "refs": []
                },
                {
                  "sentence": "The April 1977 mandatory health care cost proposal was passed in the Senate,  but later defeated in the House",
                  "refs": [
                    "https://web.archive.org/web/20130521003608/https://select.nytimes.com/gst/abstract.html?res=F30717FD3E5F167493C5A8178FD85F428785F9",
                    "https://search.worldcat.org/issn/0095-6007",
                    "https://search.worldcat.org/issn/0095-6007"
                  ]
                },
                {
                  "sentence": "During 1978, he met with Kennedy over a compromise healthcare law that proved unsuccessful",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/national-health-plan-remarks-announcing-proposed-legislation"
                  ]
                },
                {
                  "sentence": "He later said Kennedy's disagreements thwarted his plan to provide a comprehensive American health care system",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/national-health-plan-message-the-congress-proposed-legislation"
                  ]
                },
                {
                  "sentence": "In 1980, Carter signed into law the Mental Health Systems (MHSA) Act, which allocated block grants to states to bolster the establishment and growth of community health services and provided funding to states to create and implement community-based health services",
                  "refs": []
                },
                {
                  "sentence": "The MHSA was considered landmark legislation in mental health care",
                  "refs": []
                },
                {
                  "sentence": "By September 1981, the Reagan administration had repealed most of the law",
                  "refs": [
                    "https://search.worldcat.org/issn/0095-6007"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Education",
              "section_content": [
                {
                  "sentence": "Early into his term, Carter collaborated with Congress to fulfill his campaign promise to create a cabinet level education department",
                  "refs": []
                },
                {
                  "sentence": "In an address from the White House on February 28, 1978, Carter argued \"Education is far too important a matter to be scattered piecemeal among various government departments and agencies, which are often busy with sometimes dominant concerns.\"  On February 8, 1979, the Carter administration released an outline of its plan to establish an education department and asserted enough support for the enactment to occur by June",
                  "refs": [
                    "https://archive.org/details/keepingfaithmemo00cart/page/86"
                  ]
                },
                {
                  "sentence": "On October 17, the same year, Carter signed the Department of Education Organization Act into law,  establishing the United States Department of Education",
                  "refs": [
                    "https://www.newspapers.com/article/hattiesburg-american-mental-health-syste/156446002/",
                    "https://www.newspapers.com/article/the-paducah-sun-mental-health-boss-focus/156446169/"
                  ]
                },
                {
                  "sentence": "Carter expanded the Head Start program with the addition of 43,000 children and families,  while the percentage of nondefense dollars spent on education was doubled",
                  "refs": [
                    "https://news.google.com/newspapers?id=IkwNAAAAIBAJ&pg=5661,1224804"
                  ]
                },
                {
                  "sentence": "Carter was complimentary of the presidency of Lyndon B",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/department-education-organization-act-statement-signing-s-210-into-law"
                  ]
                },
                {
                  "sentence": "Johnson and the 89th United States Congress for having initiated Head Start",
                  "refs": []
                },
                {
                  "sentence": "In a speech on November 1, 1980, Carter stated his administration had extended Head Start to migrant children and was \"working hard right now with Senator Bentsen and with Kika de la Garza to make as much as $45 million available in federal money in the border districts to help with the increase in school construction for the number of Mexican school children who reside here legally\"",
                  "refs": [
                    "https://www.politico.com/agenda/story/2015/09/department-of-education-history-000235/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "LGBTQ rights",
              "section_content": [
                {
                  "sentence": "During Carter's administration, the United States Foreign Service \"lifted its ban on gay and lesbian personnel\"",
                  "refs": []
                },
                {
                  "sentence": "In 1977, the Carter administration became the first U.S",
                  "refs": []
                },
                {
                  "sentence": "presidential administration to invite gay and lesbian rights activists to the White House to discuss federal policy with regard to ending employment discrimination in the federal government on the basis of sexual orientation and related issues (presidential advisor Midge Costanza issued the invitation)",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Foreign policy",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Israel and Egypt",
              "section_content": [
                {
                  "sentence": "From the onset of his presidency, Carter attempted to mediate the Arab–Israeli conflict",
                  "refs": []
                },
                {
                  "sentence": "After a failed attempt to seek a comprehensive settlement between the two nations in 1977 (through reconvening the 1973 Geneva conference),  Carter invited the Egyptian president Anwar Sadat and Israeli prime minister Menachem Begin to the presidential lodge Camp David in September 1978, in hopes of creating a definitive peace",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/15th-anniversary-project-head-start-remarks-white-house-reception",
                    "https://www.presidency.ucsb.edu/documents/brownsville-texas-remarks-rally-with-area-residents"
                  ]
                },
                {
                  "sentence": "While the two sides could not agree on Israeli withdrawal from the West Bank, the negotiations resulted in Egypt formally recognizing Israel, and the creation of an elected government in the West Bank and Gaza",
                  "refs": []
                },
                {
                  "sentence": "This resulted in the Camp David Accords, which ended the war between Israel and Egypt",
                  "refs": []
                },
                {
                  "sentence": "The accords were a source of great domestic opposition in both Egypt and Israel",
                  "refs": []
                },
                {
                  "sentence": "Historian Jørgen Jensehaugen argues that by the time Carter left office in January 1981, he was \"in an odd position—he had attempted to break with traditional U.S",
                  "refs": []
                },
                {
                  "sentence": "policy but ended up fulfilling the goals of that tradition, which had been to break up the Arab alliance, sideline the Palestinians, build an alliance with Egypt, weaken the Soviet Union and secure Israel.\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Africa",
              "section_content": [
                {
                  "sentence": "In an address to the African officials at the United Nations on October 4, 1977, Carter stated the U.S.'s interest to \"see a strong, vigorous, free, and prosperous Africa with as much of the control of government as possible in the hands of the residents of your countries\" and pointed to their unified efforts on \"the problem of how to resolve the Rhodesian, Zimbabwe question.\"  At a news conference later that month, Carter said the U.S",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "wanted to \"work harmoniously with South Africa in dealing with the threats to peace in Namibia and in Zimbabwe in particular\", to do away with racial issues such as apartheid, and to work for equal opportunities in other facets of society in the region",
                  "refs": []
                },
                {
                  "sentence": "Despite human rights concerns, Carter continued U.S",
                  "refs": []
                },
                {
                  "sentence": "support for Mobutu Sese Seko of Zaire",
                  "refs": []
                },
                {
                  "sentence": "Zaire received nearly half the foreign aid Carter allocated to sub-Saharan Africa",
                  "refs": [
                    "https://networks.h-net.org/node/28443/discussions/4083976/h-diplo-roundtable-xx-36-j%C3%B8rgen-jensehaugen-arab-israeli"
                  ]
                },
                {
                  "sentence": "Under Carter an alliance with Liberia's Samuel Doe, who had come to power in a 1980 coup, was pursued",
                  "refs": [
                    "https://www.presidency.ucsb.edu/ws/index.php?pid=6745"
                  ]
                },
                {
                  "sentence": "Carter visited Nigeria from March 31 to April 3, 1978, to improve relations;  the first U.S",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "president to do so",
                  "refs": []
                },
                {
                  "sentence": "He reiterated interest in convening a peace conference on Rhodesia that involved all parties and said the U.S",
                  "refs": [
                    "ISBN: 0394753089"
                  ]
                },
                {
                  "sentence": "was moving as it could",
                  "refs": []
                },
                {
                  "sentence": "The elections of Margaret Thatcher as prime minister of the United Kingdom  and Abel Muzorewa for Prime Minister of Zimbabwe Rhodesia,  South Africa turning down a plan for South West Africa's independence, and domestic opposition in Congress were seen as a heavy blow to the Carter administration's policy toward South Africa",
                  "refs": [
                    "https://www.nytimes.com/1978/03/31/archives/carter-trip-to-nigeria-culminates-long-effort-to-improve-relations.html",
                    "https://history.state.gov/departmenthistory/travels/president/nigeria"
                  ]
                },
                {
                  "sentence": "On May 16, 1979, the Senate voted in favor of lifting economic sanctions against Rhodesia, seen by some Rhodesians and South Africans as a potentially fatal blow to joint diplomacy efforts the United States and Britain had pursued in the region for three years and any compromise between the Salisbury leaders and guerrillas",
                  "refs": [
                    "https://www.nytimes.com/1978/04/03/archives/new-jersey-pages-carter-seeks-talks-including-all-sides-in-rhodesia.html"
                  ]
                },
                {
                  "sentence": "On December 3, Secretary of State Cyrus Vance promised Senator Jesse Helms that when the British governor arrived in Salisbury to implement an agreed Lancaster House settlement and the electoral process began, the President would take prompt action to lift sanctions against Zimbabwe Rhodesia",
                  "refs": [
                    "https://www.nytimes.com/1979/05/04/archives/conservatives-win-british-vote-margaret-thatcher-first-woman-to.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "East Asia",
              "section_content": [
                {
                  "sentence": "Carter sought closer relations with the People's Republic of China (PRC), continuing the Nixon administration's drastic policy of rapprochement",
                  "refs": []
                },
                {
                  "sentence": "The two countries increasingly collaborated against the Soviet Union, and the Carter administration tacitly consented to the Chinese invasion of Vietnam",
                  "refs": []
                },
                {
                  "sentence": "In December 1978, he announced the United States' intention to formally recognize and establish full diplomatic relations with the PRC starting on January 1, 1979, while severing ties with Taiwan, including revoking a mutual defense treaty with the latter",
                  "refs": []
                },
                {
                  "sentence": "In 1979, Carter extended formal diplomatic recognition to the PRC for the first time",
                  "refs": [
                    "https://www.nytimes.com/1979/05/14/archives/fight-over-rhodesia-sanctions-reflects-carter-bid-to-save-africa.html",
                    "https://www.nytimes.com/1979/05/17/archives/rhodesia-south-africa-hail-move-in-senate-to-end-curb-on-salisbury.html"
                  ]
                },
                {
                  "sentence": "This decision led to a boom in trade between the United States and the PRC, which was pursuing economic reforms under the leadership of Deng Xiaoping",
                  "refs": []
                },
                {
                  "sentence": "Carter supported the China-allied Khmer Rouge regime in Cambodia fighting the Soviet-backed Vietnamese invasion",
                  "refs": [
                    "https://www.nytimes.com/1979/12/04/archives/carter-promises-to-stop-sanctions-after-rhodesia-political.html"
                  ]
                },
                {
                  "sentence": "After the Soviet invasion of Afghanistan, Carter allowed the sale of military supplies to China and began negotiations to share military intelligence",
                  "refs": []
                },
                {
                  "sentence": "In January 1980, Carter unilaterally revoked the Sino-American Mutual Defense Treaty with the Republic of China (ROC), which had lost control of mainland China to the PRC in 1949, but retained control of the island of Taiwan",
                  "refs": [
                    "https://www.washingtonpost.com/archive/politics/1978/12/16/us-to-normalize-ties-with-peking-end-its-defense-treaty-with-taiwan/7d53f81a-865d-4a87-8c32-a0f6f343502c/"
                  ]
                },
                {
                  "sentence": "Conservative Republicans challenged Carter's abrogation of the treaty in court, but the Supreme Court ruled that the issue was a non-justiciable political question in Goldwater v",
                  "refs": []
                },
                {
                  "sentence": "Carter",
                  "refs": []
                },
                {
                  "sentence": "The U.S",
                  "refs": []
                },
                {
                  "sentence": "continued to maintain quasi-diplomatic contacts with the ROC through the 1979 Taiwan Relations Act",
                  "refs": []
                },
                {
                  "sentence": "During Carter's presidency, the U.S",
                  "refs": []
                },
                {
                  "sentence": "continued to support Indonesia under Suharto as a Cold War ally, despite human rights violations in East Timor",
                  "refs": []
                },
                {
                  "sentence": "The violations followed Indonesia's December 1975 invasion and occupation of East Timor",
                  "refs": []
                },
                {
                  "sentence": "Under Carter's administration military assistance to Indonesia increased, peaking in 1978",
                  "refs": []
                },
                {
                  "sentence": "This was antithetical to Carter's stated policy of \"not selling weapons if it would exacerbate a potential conflict in a region of the world\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In the Philippines, Carter supported the regime of President Ferdinand Marcos",
                  "refs": [
                    "https://millercenter.org/president/carter/foreign-affairs",
                    "https://web.archive.org/web/20170226181104/https://www.worldpolicy.org/projects/arms/reports/indoarms.html"
                  ]
                },
                {
                  "sentence": "During a news conference on March 9, 1977, Carter reaffirmed his interest in having a gradual withdrawal of American troops from South Korea and said he wanted South Korea to eventually have \"adequate ground forces owned by and controlled by the South Korean government to protect themselves against any intrusion from North Korea.\"  On May 19, The Washington Post quoted Chief of Staff of U.S",
                  "refs": [
                    "https://www.democracynow.org/2007/9/10/fmr_president_jimmy_carter_on_palestine"
                  ]
                },
                {
                  "sentence": "forces in South Korea John K",
                  "refs": []
                },
                {
                  "sentence": "Singlaub as criticizing Carter's withdrawal of troops from the Korean peninsula",
                  "refs": []
                },
                {
                  "sentence": "Later that day, Press Secretary Rex Granum announced that Carter had summoned Singlaub to the White House, and confirmed that Carter had seen the Washington Post article",
                  "refs": []
                },
                {
                  "sentence": "Carter relieved Singlaub of his duties on May 21 after a meeting between the two",
                  "refs": [
                    "https://books.google.com/books?id=GgsAAAAAMBAJ&q=Carter+weapons+sales+Indonesia&pg=PA31"
                  ]
                },
                {
                  "sentence": "During a news conference on May 26, 1977, Carter said South Korea could defend itself with reduced American troops in case of conflict",
                  "refs": []
                },
                {
                  "sentence": "From June 30 to July 1, 1979, Carter held meetings with president of South Korea Park Chung Hee at the Blue House for a discussion on relations between the U.S",
                  "refs": [
                    "https://www.nytimes.com/1977/05/20/archives/carter-summons-general-in-korea-over-criticism-of-withdrawal-plan.html"
                  ]
                },
                {
                  "sentence": "and South Korea as well as Carter's interest in preserving his policy of worldwide tension reduction",
                  "refs": []
                },
                {
                  "sentence": "On April 21, 1978, Carter announced a reduction in American troops in South Korea scheduled to be released by the end of the year by two-thirds, citing lack of action by Congress in regard to a compensatory aid package for the South Korean government",
                  "refs": [
                    "https://www.nytimes.com/1977/05/22/archives/carter-disciplines-gen-singlaub-who-attacked-his-policy-on-korea.html"
                  ]
                },
                {
                  "sentence": "He supported South Korean President Chun Doo-hwan during the suppression of the Gwangju Uprising in May 1980",
                  "refs": [
                    "https://content.time.com/time/magazine/article/0,9171,914937,00.html"
                  ]
                },
                {
                  "sentence": "South Korean pro-democracy activist Kim Dae-jung was sentenced to death in September 1980, but his sentence was commuted after the intervention of presidents Carter and Reagan",
                  "refs": [
                    "https://www.nytimes.com/1977/05/27/archives/carter-defends-plan-to-reduce-forces-in-korea-carer-defends-plan-to.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Iran",
              "section_content": [
                {
                  "sentence": "On November 15, 1977, Carter pledged that his administration would continue positive relations between the U.S",
                  "refs": []
                },
                {
                  "sentence": "and Iran, calling its contemporary status \"strong, stable and progressive\"",
                  "refs": []
                },
                {
                  "sentence": "On December 31, 1977, he called Iran under the Shah an \"island of stability\" made possible by the \"admiration and love your people give to  [the Shah]\"",
                  "refs": [
                    "https://www.nytimes.com/1978/04/22/archives/carter-cuts-total-of-us-troops-to-leave-south-korea-this-year.html"
                  ]
                },
                {
                  "sentence": "Carter praised the Shah's \"great leadership\" and spoke of \"personal friendship\" between them",
                  "refs": [
                    "https://www.thenation.com/article/world/two-days-in-may-that-shattered-korean-democracy/",
                    "https://nsarchive2.gwu.edu//dc.html?doc=3696543-Document-16-Memorandum-of-Conversation-National"
                  ]
                },
                {
                  "sentence": "American support for the unpopular Shah increased anti-American sentiment in Iran, which intensified after the Shah, who was dying of cancer, left Iran for the last time in January 1979 and Carter allowed him to be admitted to the Memorial Sloan Kettering Cancer Center in New York on October 22, 1979",
                  "refs": [
                    "https://www.nytimes.com/1977/11/16/archives/carter-lauds-shah-on-his-leadership-assures-visitor-us-will.html"
                  ]
                },
                {
                  "sentence": "On November 4, 1979, a group of Iranian students took over the U.S",
                  "refs": []
                },
                {
                  "sentence": "Embassy in Tehran",
                  "refs": []
                },
                {
                  "sentence": "The students belonged to the Muslim Student Followers of the Imam's Line and supported the Iranian revolution",
                  "refs": []
                },
                {
                  "sentence": "Fifty-two American diplomats and citizens were held hostage for the next 444 days",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They were freed immediately after Ronald Reagan succeeded Carter as president on January 20, 1981",
                  "refs": []
                },
                {
                  "sentence": "During the crisis, Carter remained in isolation in the White House for more than 100 days, until he left to participate in the lighting of the National Menorah on the Ellipse",
                  "refs": []
                },
                {
                  "sentence": "A month into the affair, Carter announced his commitment to resolving the dispute without \"any military action that would cause bloodshed or arouse the unstable captors of our hostages to attack them or to punish them\"",
                  "refs": []
                },
                {
                  "sentence": "On April 7, 1980, he issued Executive Order 12205, imposing economic sanctions against Iran,  and announced further government measures he deemed necessary to ensure a safe release",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "On April 24, 1980, Carter ordered Operation Eagle Claw to try to free the hostages",
                  "refs": []
                },
                {
                  "sentence": "The mission failed, leaving eight American servicemen dead and two aircraft destroyed",
                  "refs": []
                },
                {
                  "sentence": "The failure led Secretary of State Cyrus Vance, who had opposed the mission, to resign",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/executive-order-12205-economic-sanctions-against-iran",
                    "https://www.presidency.ucsb.edu/documents/sanctions-against-iran-remarks-announcing-us-actions"
                  ]
                },
                {
                  "sentence": "Released in 2017, a declassified memo produced by the CIA in 1980 concluded \"Iranian hardliners—especially Ayatollah Khomeini\" were \"determined to exploit the hostage issue to bring about President Carter's defeat in the November elections.\" Additionally, Tehran in 1980 wanted \"the world to believe that Imam Khomeini caused President Carter's downfall and disgrace.\"",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/address-the-nation-the-rescue-attempt-for-american-hostages-iran"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Soviet Union",
              "section_content": [
                {
                  "sentence": "On February 8, 1977, Carter said he had urged the Soviet Union to align with the U.S",
                  "refs": []
                },
                {
                  "sentence": "in forming \"a comprehensive test ban to stop all nuclear testing for at least an extended period of time\", and that he was in favor of the Soviet Union ceasing deployment of the RSD-10 Pioneer",
                  "refs": []
                },
                {
                  "sentence": "During a June 13 press conference, he said that at the beginning of the week, the U.S",
                  "refs": [
                    "https://www.presidency.ucsb.edu/documents/rescue-attempt-for-american-hostages-iran-white-house-statement"
                  ]
                },
                {
                  "sentence": "would \"work closely with the Soviet Union on a comprehensive test ban treaty to prohibit all testing of nuclear devices underground or in the atmosphere\", and Paul Warnke would negotiate demilitarization of the Indian Ocean with the Soviet Union beginning the following week",
                  "refs": []
                },
                {
                  "sentence": "At a December 30 news conference, Carter said that during \"the last few months, the United States and the Soviet Union have made great progress in dealing with a long list of important issues, the most important of which is to control the deployment of strategic nuclear weapons\", and that the two countries sought to conclude SALT II talks by the spring of the next year",
                  "refs": []
                },
                {
                  "sentence": "The talk of a comprehensive test ban treaty materialized with the signing of the Strategic Arms Limitation Treaty II by Carter and Leonid Brezhnev on June 18, 1979",
                  "refs": [
                    "https://www.muckrock.com/news/archives/2017/jul/24/declassified-cia-memo-predicted-1980-october-surpr/"
                  ]
                },
                {
                  "sentence": "In 1979, the Soviets intervened in the Second Yemenite War",
                  "refs": []
                },
                {
                  "sentence": "The Soviet backing of South Yemen constituted a \"smaller shock\", in tandem with tensions that were rising due to the Iranian Revolution",
                  "refs": []
                },
                {
                  "sentence": "This played a role in making Carter's stance on the Soviet Union more assertive, a shift that finalized with the impending Soviet-Afghan War",
                  "refs": []
                },
                {
                  "sentence": "In his 1980 State of the Union Address, Carter emphasized the significance of relations between the two regions: \"Now, as during the last 3½ decades, the relationship between our country, the United States of America, and the Soviet Union is the most critical factor in determining whether the world will live at peace or be engulfed in global conflict.\"",
                  "refs": [
                    "https://www.nytimes.com/1979/06/19/archives/us-and-soviet-sign-strategic-arms-treaty-carter-urges-congress-to.html"
                  ]
                }
              ],
              "subsections": [
                {
                  "section_title": "Soviet invasion of Afghanistan",
                  "section_content": [
                    {
                      "sentence": "Communists under the leadership of Nur Muhammad Taraki seized power in Afghanistan on April 27, 1978",
                      "refs": []
                    },
                    {
                      "sentence": "The new regime signed a treaty of friendship with the Soviet Union in December of that year",
                      "refs": [
                        "https://www.politico.com/story/2015/06/this-day-in-politics-june-18-1979-119113"
                      ]
                    },
                    {
                      "sentence": "Due to the regime's improvement of secular education and redistribution of land coinciding with mass executions and political oppression, Taraki was deposed by rival Hafizullah Amin in September",
                      "refs": [
                        "https://www.politico.com/story/2015/06/this-day-in-politics-june-18-1979-119113",
                        "https://www.wilsoncenter.org/blog-post/jimmy-carter-and-second-yemenite-war-smaller-shock-1979"
                      ]
                    },
                    {
                      "sentence": "Amin was considered a \"brutal psychopath\" by foreign observers and had lost control of much of the country, prompting the Soviet Union to invade Afghanistan on December 24, 1979, execute Amin, and install Babrak Karmal as president",
                      "refs": [
                        "https://www.politico.com/story/2015/06/this-day-in-politics-june-18-1979-119113",
                        "https://www.wilsoncenter.org/blog-post/jimmy-carter-and-second-yemenite-war-smaller-shock-1979",
                        "https://web.archive.org/web/20180911122002/https://www.presidency.ucsb.edu/ws/?pid=33079"
                      ]
                    },
                    {
                      "sentence": "In the West, the Soviet invasion of Afghanistan was considered a threat to global security and the oil supplies of the Persian Gulf, as well as the existence of Pakistan",
                      "refs": []
                    },
                    {
                      "sentence": "These concerns led Carter to expand collaboration between the CIA and Pakistan's Inter-Services Intelligence (ISI), which had begun in July 1979, when the CIA started providing $695,000 worth of non-lethal assistance (e.g., \"cash, medical equipment, and radio transmitters\") to the Afghan mujahideen",
                      "refs": [
                        "https://www.wilsoncenter.org/blog-post/jimmy-carter-and-second-yemenite-war-smaller-shock-1979",
                        "ISBN: 978-0-307-54698-2"
                      ]
                    },
                    {
                      "sentence": "The modest scope of this early collaboration was likely influenced by the understanding, later recounted by CIA official Robert Gates, \"that a substantial U.S",
                      "refs": [
                        "ISBN: 978-1-84511-257-8"
                      ]
                    },
                    {
                      "sentence": "covert aid program\" might have \"raise [d] the stakes\", thereby causing \"the Soviets to intervene more directly and vigorously than otherwise intended.\"",
                      "refs": [
                        "ISBN: 978-0-307-54698-2",
                        "ISBN: 978-1-4422-0830-8"
                      ]
                    },
                    {
                      "sentence": "According to a 2020 review of declassified U.S",
                      "refs": []
                    },
                    {
                      "sentence": "documents by Conor Tobin in the journal Diplomatic History: \"The primary significance of this small-scale aid was in creating constructive links with dissidents through Pakistan's ISI that could be utilized in the case of an overt Soviet intervention ..",
                      "refs": []
                    },
                    {
                      "sentence": "The small-scale covert program that developed in response to the increasing Soviet influence was part of a contingency plan if the Soviets did intervene militarily, as Washington would be in a better position to make it difficult for them to consolidate their position, but not designed to induce an intervention.\"",
                      "refs": [
                        "ISBN: 978-1-84511-257-8"
                      ]
                    },
                    {
                      "sentence": "On December 28, 1979, Carter signed a presidential finding explicitly allowing the CIA to transfer \"lethal military equipment either directly or through third countries to the Afghan opponents of the Soviet intervention in Afghanistan\" and to arrange \"selective training, conducted outside of Afghanistan, in the use of such equipment either directly or via third country intermediation.\"  His finding defined the CIA's mission as \"harassment\" of Soviet troops; at the time, \"this was not a war the CIA expected to win outright on the battlefield,\" in the words of Steve Coll",
                      "refs": [
                        "ISBN: 978-1-84511-257-8"
                      ]
                    },
                    {
                      "sentence": "Carter was determined to respond harshly to what he considered a dangerous provocation",
                      "refs": []
                    },
                    {
                      "sentence": "In a televised speech on January 23, 1980, he announced sanctions on the Soviet Union, promised renewed aid and registration to Pakistan and the Selective Service System, and committed the U.S",
                      "refs": []
                    },
                    {
                      "sentence": "to the Persian Gulf's defense",
                      "refs": []
                    },
                    {
                      "sentence": "Carter imposed an embargo on grain shipments to the USSR, tabled SALT II, requested a 5% annual increase in defense spending,   and called for a boycott of the 1980 Summer Olympics in Moscow, which was ultimately joined by 65 other nations",
                      "refs": [
                        "ISBN: 978-0-307-54698-2",
                        "ISBN: 978-1-4422-0830-8",
                        "https://doi.org/10.1093%2Fdh%2Fdhz065",
                        "https://web.archive.org/web/20160304022857/https://etd.lsu.edu/docs/available/etd-04252012-175722/unrestricted/WHITE_THESIS.pdf",
                        "https://archive.org/details/ghostwarssecreth00coll/page/58",
                        "https://web.archive.org/web/20041015134701/https://www.jimmycarterlibrary.gov/documents/speeches/su80jec.phtml"
                      ]
                    },
                    {
                      "sentence": "British Prime Minister Margaret Thatcher enthusiastically backed Carter's tough stance",
                      "refs": [
                        "https://www.presidency.ucsb.edu/ws/index.php?pid=33079",
                        "[ERROR retrieving ref link]",
                        "ISBN: 978-0-19-517616-2"
                      ]
                    },
                    {
                      "sentence": "National Security Advisor Zbigniew Brzezinski played a major role in organizing Carter's policies on the Soviet Union as a grand strategy",
                      "refs": [
                        "ISBN: 978-0-307-54698-2"
                      ]
                    },
                    {
                      "sentence": "In early 1980, Carter determined the thrust of U.S",
                      "refs": []
                    },
                    {
                      "sentence": "policy for the duration of the war: he initiated a program to arm the mujahideen through Pakistan's ISI and secured a pledge from Saudi Arabia to match U.S",
                      "refs": []
                    },
                    {
                      "sentence": "funding for this purpose",
                      "refs": []
                    },
                    {
                      "sentence": "Despite huge expenditure, the Soviet Union was unable to quell the insurgency and withdrew from Afghanistan in 1989 amid the economic, political, and social turmoil within the USSR, precipitating its collapse two years later",
                      "refs": []
                    },
                    {
                      "sentence": "The routing of U.S",
                      "refs": [
                        "https://www.emory.edu/EMORY_REPORT/erarchive/1996/August/ERaug.5/8_5_96carter.html",
                        "ISBN: 978-0-307-54698-2"
                      ]
                    },
                    {
                      "sentence": "aid through Pakistan led to some controversy, as weapons sent to Karachi were frequently controlled by Pakistan, whose government influenced which rebels received assistance",
                      "refs": []
                    },
                    {
                      "sentence": "Despite this, Carter has expressed no regret over his decision to support what he still considers the Afghan freedom fighters",
                      "refs": []
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "International trips",
              "section_content": [
                {
                  "sentence": "Carter made twelve international trips to 25 countries as president",
                  "refs": []
                },
                {
                  "sentence": "He was the first president to make a state visit to Sub-Saharan Africa when he went to Nigeria in 1978",
                  "refs": [
                    "https://books.google.com/books?id=ywy9aslk3M8C&pg=PA100"
                  ]
                },
                {
                  "sentence": "His travel also included trips to Europe, Asia, and Latin America",
                  "refs": [
                    "ISBN: 0394753089"
                  ]
                },
                {
                  "sentence": "He made several trips to the Middle East to broker peace negotiations",
                  "refs": []
                },
                {
                  "sentence": "His visit to Iran from December 31, 1977, to January 1, 1978, took place less than a year before the overthrow of Shah Mohammad Reza Pahlavi",
                  "refs": []
                },
                {
                  "sentence": "Carter gave his \"Island of Stability\" speech during this visit.",
                  "refs": [
                    "https://foreignpolicy.com/2021/07/24/postmodern-america-didnt-deserve-jimmy-carter/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Allegations and investigations",
          "section_content": [
            {
              "sentence": "On September 21, 1977, the Carter administration's Office of Management and Budget director Bert Lance resigned amid allegations of improper banking activities before his tenure",
              "refs": []
            },
            {
              "sentence": "United States Attorney General Griffin Bell appointed Paul J",
              "refs": [
                "ISBN: 978-0-19-878070-0"
              ]
            },
            {
              "sentence": "Curran as a special counsel to investigate loans made to the peanut business Carter owned by a bank controlled by Lance,  [d] and Carter became the first sitting president to testify under oath as part of an investigation of him",
              "refs": [
                "https://history.state.gov/departmenthistory/travels/president/carter-jimmy"
              ]
            },
            {
              "sentence": "In October 1979, Curran announced that no evidence had been found to support allegations that funds loaned from the National Bank of Georgia had been diverted to Carter's 1976 presidential campaign, ending the investigation",
              "refs": [
                "https://www.realclearworld.com/lists/presidential_visits/carter_iran.html",
                "https://www.nytimes.com/2013/08/16/us/politics/bert-lance-carter-adviser-dies-at-82.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "1980 presidential campaign",
          "section_content": [
            {
              "sentence": "Carter's reelection campaign was based primarily on attacking Ronald Reagan",
              "refs": []
            },
            {
              "sentence": "The campaign frequently pointed out and mocked Reagan's proclivity for gaffes, using his age and perceived lack of connection to his native California voter base against him",
              "refs": []
            },
            {
              "sentence": "Later, the campaign used similar rhetoric as Lyndon Johnson's 1964 presidential campaign, portraying Reagan as a warmonger who could not be trusted with the nuclear arsenal",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Carter attempted to deny the Reagan campaign $29.4 million (equivalent to $91 million in 2023) in campaign funds, due to dependent conservative groups already raising $60 million to get him elected—an amount that exceeded the limit of campaign funds",
              "refs": [
                "https://www.nytimes.com/2008/09/07/nyregion/07curran.html"
              ]
            },
            {
              "sentence": "Carter's attempt was later denied by the Federal Election Commission",
              "refs": []
            },
            {
              "sentence": "Carter announced his reelection campaign in December 1979",
              "refs": []
            },
            {
              "sentence": "A month earlier, Senator Ted Kennedy had announced his candidacy for the Democratic nomination",
              "refs": [
                "https://www.nytimes.com/1979/10/17/archives/carters-business-cleared-in-inquiry-on-campaign-funds-indictments.html"
              ]
            },
            {
              "sentence": "During the Democratic presidential primaries, questions about Kennedy were a frequent subject of Carter's press conferences",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Despite winning key states such as California and New York, Kennedy surprised his supporters by running a weak campaign",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://news.google.com/newspapers?id=Md1JAAAAIBAJ&sjid=yx0NAAAAIBAJ&pg=2024%2C3677501"
              ]
            },
            {
              "sentence": "Carter won most of the primaries and secured renomination",
              "refs": []
            },
            {
              "sentence": "He later wrote that the strongest opposition to his policies came from the Democratic Party's liberal wing, which he attributed to Kennedy's ambition to replace him as president",
              "refs": []
            },
            {
              "sentence": "Kennedy had mobilized the liberal wing, which weakened Carter's support in the general election",
              "refs": [
                "https://www.newspapers.com/article/the-bismarck-tribune-president-set-to-to/156390552/"
              ]
            },
            {
              "sentence": "Carter and Mondale were formally nominated at the 1980 Democratic National Convention in New York City",
              "refs": []
            },
            {
              "sentence": "Carter delivered a speech notable for its tribute to the late Hubert Humphrey, whom he initially called \"Hubert Horatio Hornblower\",  and Kennedy made \"The Dream Shall Never Die\" speech, in which he criticized Reagan and did not endorse Carter",
              "refs": [
                "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-975",
                "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-973"
              ]
            },
            {
              "sentence": "Along with Reagan and Kennedy, Carter was opposed by centrist John B",
              "refs": []
            },
            {
              "sentence": "Anderson, who had previously contested the Republican presidential primaries, and upon losing to Reagan, reentered the race as an independent",
              "refs": []
            },
            {
              "sentence": "Anderson advertised himself as a more liberal alternative to Reagan's conservatism",
              "refs": []
            },
            {
              "sentence": "As the campaign went on, Anderson's polling numbers dropped and his base was gradually pulled to Carter or Reagan",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Carter had to run against his own \"stagflation\"-ridden economy, while the hostage crisis in Iran dominated the news every week",
              "refs": [
                "https://www.presidency.ucsb.edu/documents/remarks-accepting-the-presidential-nomination-the-1980-democratic-national-convention-new"
              ]
            },
            {
              "sentence": "He was attacked by conservatives for failing to \"prevent Soviet gains\" in less-developed countries, as pro-Soviet governments had taken power in countries including Angola, Ethiopia, Nicaragua and Afghanistan",
              "refs": []
            },
            {
              "sentence": "His brother, Billy Carter, caused controversy due to his association with Muammar Gaddafi's regime in Libya",
              "refs": [
                "https://query.nytimes.com/gst/abstract.html?res=9E03E2DB113BE732A25756C1A96E9C94619FD6CF"
              ]
            },
            {
              "sentence": "Carter alienated many liberal college students, who were expected to be one of his strongest support bases, by reactivating the Selective Service System on July 2, 1980, reinstating registration for the military draft",
              "refs": [
                "https://www.washingtonpost.com/archive/politics/1980/08/13/kennedy-rips-reagan-electrifies-convention/e095b296-247a-425d-8ef4-05bdfed24c9a/"
              ]
            },
            {
              "sentence": "His campaign manager and former appointments secretary, Timothy Kraft, stepped down five weeks before the general election amid what turned out to be an uncorroborated allegation of cocaine use",
              "refs": []
            },
            {
              "sentence": "On October 28, Carter and Reagan participated in the sole presidential debate of the election cycle in which they were both present, due to Carter refusing to participate in debates that included Anderson",
              "refs": []
            },
            {
              "sentence": "Though initially trailing Carter by several points,  Reagan experienced a surge in polling after the debate",
              "refs": [
                "https://web.archive.org/web/20170630070844/https://www.gallup.com/poll/110548/gallup-presidential-election-trialheat-trends-19362004.aspx#4",
                "https://nsarchive2.gwu.edu/NSAEBB/NSAEBB57/essay.html"
              ]
            },
            {
              "sentence": "This was in part influenced by Reagan deploying the phrase \"There you go again\", which became the election's defining phrase",
              "refs": [
                "https://www.washingtonpost.com/wp-srv/politics/special/clinton/frenzy/billy.htm"
              ]
            },
            {
              "sentence": "It was later discovered that in the final days of the campaign, Reagan's team acquired classified documents Carter used to prepare for the debate",
              "refs": [
                "https://web.archive.org/web/20080308003653/https://www.time.com/time/magazine/article/0,9171,952778,00.html"
              ]
            },
            {
              "sentence": "Reagan and his running mate (George H",
              "refs": []
            },
            {
              "sentence": "W",
              "refs": []
            },
            {
              "sentence": "Bush) defeated Carter and Mondale in a landslide, winning 489 electoral votes",
              "refs": []
            },
            {
              "sentence": "The Senate went Republican for the first time since 1952",
              "refs": []
            },
            {
              "sentence": "Carter's 49 electoral votes were the second-fewest for an incumbent president seeking reelection, with only William Howard Taft in the 1912 presidential election defeated more decisively",
              "refs": [
                "https://www.nytimes.com/2008/10/13/us/politics/13caucus.html"
              ]
            },
            {
              "sentence": "In his concession speech, Carter admitted that he was hurt by the election's outcome but pledged \"a very fine transition period\" with President-elect Reagan",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Post-presidency (1981–2024)",
      "section_content": [
        {
          "sentence": "Shortly after losing reelection, Carter told the White House press corps that he intended to emulate the retirement of Harry S",
          "refs": []
        },
        {
          "sentence": "Truman and not use his subsequent public life to enrich himself",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Diplomacy",
          "section_content": [
            {
              "sentence": "Diplomacy was a large part of Carter's post-presidency",
              "refs": []
            },
            {
              "sentence": "These diplomatic efforts began in the Middle East, with a September 1981 meeting with prime minister of Israel Menachem Begin,  and a March 1983 tour of Egypt that included meeting with members of the Palestine Liberation Organization",
              "refs": [
                "https://www.politico.com/story/2009/10/new-book-pins-debategate-on-dem-028317?o=1"
              ]
            },
            {
              "sentence": "In 2018, official files revealed that, in January 1993, Carter had been suggested for a Northern Ireland peace process role by president-elect Bill Clinton amid speculation that Clinton would appoint a special envoy for Northern Ireland",
              "refs": []
            },
            {
              "sentence": "In 1994, Clinton sought Carter's assistance in a North Korea peace mission, during which Carter negotiated an understanding with Kim Il Sung",
              "refs": []
            },
            {
              "sentence": "Carter outlined a treaty with Kim, which he announced to CNN without the Clinton administration's consent to spur American action",
              "refs": [
                "https://archive.org/details/beyondwhitehouse00cart",
                "https://web.archive.org/web/20170817075415/https://archives.chicagotribune.com/1981/10/15/page/10/article/carter-begin-set-to-compromise/"
              ]
            },
            {
              "sentence": "In March 1999, Carter visited Taiwan and met with President Lee Teng-hui",
              "refs": []
            },
            {
              "sentence": "During the meeting, Carter praised the progress Taiwan made in democracy, human rights, economy, culture, science, and technology",
              "refs": []
            },
            {
              "sentence": "But Carter remained a controversial figure in Taiwan for having ended U.S",
              "refs": [
                "https://www.belfasttelegraph.co.uk/news/world-news/claire-hanna-pays-tribute-to-jimmy-carter-first-us-president-to-seriously-engage-with-ni-issues/a524590819.html"
              ]
            },
            {
              "sentence": "diplomatic relations with the Republic of China (Taiwan)",
              "refs": []
            },
            {
              "sentence": "In 2003, Carter championed a plan to hold elections in Venezuela amid protests aimed at doing so",
              "refs": []
            },
            {
              "sentence": "Ultimately, no elections were held.",
              "refs": [
                "https://washingtonmonthly.com/magazine/may-2004/rolling-blunder-2/"
              ]
            },
            {
              "sentence": "In 2006, Carter stated his disagreements with Israel's domestic and foreign policy while saying he supported the country,   extending his criticisms to Israel's policies in Lebanon, the West Bank, and Gaza",
              "refs": [
                "https://web.archive.org/web/20100615210532/https://cartercenter.org/documents/nondatabase/nytimesarticle.htm",
                "https://english.president.gov.tw/NEWS/1219"
              ]
            },
            {
              "sentence": "In July 2007, Carter joined Nelson Mandela in Johannesburg, South Africa, to announce his participation in The Elders, a group of independent global leaders working together on peace and human rights issues",
              "refs": []
            },
            {
              "sentence": "After the announcement, Carter participated in visits to Darfur,  Sudan,   Cyprus, the Korean Peninsula, and the Middle East, among others",
              "refs": [
                "https://www.newspapers.com/article/the-sun-jimmy-carter-proposes-plan-to-ho/156439619/",
                "https://news.bbc.co.uk/2/hi/7420573.stm",
                "https://www.haaretz.com/news/jimmy-carter-israel-s-apartheid-policies-worse-than-south-africa-s-1.206865",
                "[ERROR retrieving ref link]",
                "https://web.archive.org/web/20130328003737/https://theelders.org/about"
              ]
            },
            {
              "sentence": "He attempted to travel to Zimbabwe in 2008, but was stopped by President Robert Mugabe's government",
              "refs": [
                "https://web.archive.org/web/20130327235803/https://theelders.org/our-work"
              ]
            },
            {
              "sentence": "In December 2008, Carter met with Syrian President Bashar al-Assad,   and in a June 2012 call with Jeffery Brown, he stressed that Egyptian military generals could take full executive and legislative power to form a new constitution favoring themselves if their announced intentions came true",
              "refs": [
                "https://web.archive.org/web/20130131102647/https://uk.reuters.com/article/2007/10/03/idUKL03712818._CH_.242020071003",
                "https://web.archive.org/web/20130703114403/https://www.google.com/hostednews/afp/article/ALeqM5jfju7512LbJMdyWRLTb3YItDEgfQ",
                "https://web.archive.org/web/20130512233718/https://www.theelders.org/article/jimmy-carter-and-lakhdar-brahimi-sudan-support-peace-efforts"
              ]
            },
            {
              "sentence": "On August 10, 2010, Carter traveled to North Korea and negotiated the release of Aijalon Gomes",
              "refs": []
            },
            {
              "sentence": "In 2017, as tensions between the U.S",
              "refs": [
                "https://www.reuters.com/article/us-zimbabwe-politics-annan-idUSTRE4AL19320081122",
                "https://web.archive.org/web/20110516022847/https://pr-usa.net/index.php?option=com_content&task=view&id=160253&Itemid=96"
              ]
            },
            {
              "sentence": "and North Korea persisted, Carter recommended a peace treaty between the two nations,  and confirmed that he had volunteered to the Trump administration to be a diplomatic envoy to North Korea",
              "refs": [
                "https://web.archive.org/web/20150725112857/https://www.fw-magazine.com/content/president-jimmy-carter-speaks-forward"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Views on later presidents",
          "section_content": [
            {
              "sentence": "Carter began his first year out of office with a pledge not to critique the Reagan administration, saying it was \"too early\"",
              "refs": []
            },
            {
              "sentence": "He sided with Reagan on issues like building neutron arms after the Soviet invasion of Afghanistan,  but frequently spoke out against his administration, denouncing many of its actions in the Middle East;  in 1987, Carter said that Reagan was incapable of preserving peace in the Middle East",
              "refs": [
                "https://www.cnn.com/2010/WORLD/asiapcf/08/27/north.korea.carter/index.html",
                "https://www.theguardian.com/world/2010/aug/27/north-korea-us-prisoner-jimmy-carter",
                "https://web.archive.org/web/20171216034109/https://politics.blog.ajc.com/2017/08/10/jimmy-carter-presses-u-s-north-korea-to-tone-down-nuclear-war-rhetoric/"
              ]
            },
            {
              "sentence": "He condemned the handling of the Sabra and Shatila massacre,  the lack of efforts to rescue and retrieve four American businessmen from West Beirut in 1984,  Reagan's support of the Strategic Defense Initiative in 1985,  and his claim of an international conspiracy on terrorism",
              "refs": [
                "https://thehill.com/policy/international/356567-carter-volunteers-to-help-solve-tensions-with-north-korea/",
                "https://www.upi.com/Archives/1981/03/16/Too-early-to-criticize-Reagan-says-Carter/2336353566800/",
                "https://www.upi.com/Archives/1981/09/03/Carter-backs-Reagan-on-neutron-weapon/8627368337600/",
                "https://www.nytimes.com/1981/10/13/world/carter-to-lobby-senate-on-awacs.html"
              ]
            },
            {
              "sentence": "In 1987 he criticized Reagan for conceding to terrorist demands,  nominating Robert Bork for the Supreme Court,  and his handling of the Persian Gulf crisis",
              "refs": [
                "https://www.chicagotribune.com/1987/03/22/carter-reagan-not-tending-to-mideast/",
                "https://www.upi.com/Archives/1982/09/21/Former-President-Jimmy-Carter-says-the-massacre-of-some/8666401428800/?spt=su",
                "https://www.upi.com/Archives/1984/12/23/Former-President-Jimmy-Carter-criticized-the-Reagan-administration-Sunday/6686472626000/"
              ]
            },
            {
              "sentence": "On January 16, 1989, before the inauguration of George H",
              "refs": []
            },
            {
              "sentence": "W",
              "refs": []
            },
            {
              "sentence": "Bush, Carter told Gerald Ford that Reagan had experienced a media honeymoon, saying that he believed Reagan's immediate successor would be less fortunate",
              "refs": []
            },
            {
              "sentence": "Carter had a mostly poor relationship with Bill Clinton, who snubbed him from his inauguration ceremony",
              "refs": []
            },
            {
              "sentence": "He questioned the Clinton administration's morality, particularly with respect to the Monica Lewinsky scandal and the pardon of Marc Rich",
              "refs": []
            },
            {
              "sentence": "In July 2001, Carter said he was \"disappointed in almost everything\" President George W",
              "refs": []
            },
            {
              "sentence": "Bush had done, but after the September 11 attacks, he offered only praise, calling on Americans to support Bush with \"complete unity\"",
              "refs": []
            },
            {
              "sentence": "Later, Carter opposed the Iraq War  and what he considered an attempt by Bush and Tony Blair to oust Saddam Hussein with \"lies and misinterpretations\"",
              "refs": [
                "https://www.upi.com/Archives/1987/09/30/Former-President-Jimmy-Carter-declared-Wednesday-he-is-strongly/5450987249052/",
                "https://www.upi.com/Archives/1987/10/17/Carter-criticizes-Reagans-gulf-policy/1657561441600/"
              ]
            },
            {
              "sentence": "In 2004, Carter said he believed Bush had exploited the September 11 attacks and blamed the media for not criticizing Bush",
              "refs": [
                "https://www.upi.com/Archives/1989/01/18/Former-President-Gerald-Ford-Wednesday-said-the-Washington-press/7903601102800/"
              ]
            },
            {
              "sentence": "In 2007, Carter said the Bush administration \"has been the worst in history\" on foreign affairs;  he later said he was just comparing Bush's tenure to Nixon's",
              "refs": [
                "https://www.huffingtonpost.com/carol-felsenthal/jimmy-carter-and-bill-cli_b_94926.html",
                "https://www.nytimes.com/2001/09/28/us/nation-challenged-former-presidents-outside-former-presidents-lend-support.html"
              ]
            },
            {
              "sentence": "On the Bush administration's behalf, Tony Fratto responded that Carter's comments increased his irrelevance",
              "refs": [
                "https://www.nytimes.com/2003/03/09/opinion/just-war-or-a-just-war.html"
              ]
            },
            {
              "sentence": "By the end of Bush's second term, Carter considered Bush's tenure disappointing, as he told Forward Magazine of Syria",
              "refs": [
                "https://www.washingtonpost.com/wp-dyn/content/article/2006/08/27/AR2006082701094.html"
              ]
            },
            {
              "sentence": "Though he praised President Barack Obama in the early part of his tenure,  Carter stated his disagreement with using drone strikes against suspected terrorists, Obama's choice to keep Guantanamo Bay detention camp open,  and the federal surveillance programs Edward Snowden revealed",
              "refs": [
                "https://www2.arkansasonline.com/news/2007/may/19/carter-calls-bush-administration-worst-ever/",
                "https://web.archive.org/web/20070614063104/https://www.cnn.com/2007/POLITICS/05/21/carter.bush.ap/index.html"
              ]
            },
            {
              "sentence": "During Donald Trump's presidency, Carter spoke favorably of the chance for immigration reform  and criticized Trump for his handling of the U.S",
              "refs": [
                "https://thehill.com/blogs/blog-briefing-room/news/campaigns/administration/35543-jimmy-carter-says-obama-will-be-outstanding/"
              ]
            },
            {
              "sentence": "national anthem protests",
              "refs": []
            },
            {
              "sentence": "In October 2017, he defended Trump in an interview with The New York Times, criticizing the media's coverage of him as harsher \"than any other president certainly that I've known about\"",
              "refs": [
                "https://abcnews.go.com/blogs/politics/2012/06/jimmy-carter-accuses-u-s-of-widespread-abuse-of-human-rights/"
              ]
            },
            {
              "sentence": "In 2019, Trump called Carter and expressed concern that China was \"getting ahead\" of the United States",
              "refs": [
                "https://www.ajc.com/politics/political-insider-blog-your-daily-jolt-america-has-no-functioning-democracy-says-jimmy-carter/DKLFS2YYFBANHD7AHB2AYBH6ZA/",
                "https://www.spiegel.de/politik/ausland/nsa-affaere-jimmy-carter-kritisiert-usa-a-911589.html"
              ]
            },
            {
              "sentence": "Carter agreed, saying that China's strength came from its lack of involvement in armed conflict and calling the U.S",
              "refs": []
            },
            {
              "sentence": "\"the most warlike nation in the history of the world.\"",
              "refs": [
                "https://www.foxnews.com/politics/ex-president-carter-give-trump-credit-on-forcing-immigration-debate"
              ]
            },
            {
              "sentence": "In July 2021, Carter gave his final recorded interview and said that President Joe Biden \"has done very well\" in office",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Presidential politics",
          "section_content": [
            {
              "sentence": "Carter was considered a potential candidate in the 1984 presidential election",
              "refs": []
            },
            {
              "sentence": "In May 1982, Carter ruled out another run, and instead endorsed Mondale for the Democratic presidential nomination",
              "refs": [
                "https://www.nytimes.com/2017/10/21/opinion/sunday/jimmy-carter-lusts-trump-posting.html",
                "https://www.cnn.com/2017/10/22/politics/jimmy-carter-new-york-times-interview/index.html"
              ]
            },
            {
              "sentence": "After Mondale secured the nomination in the Democratic primaries, Carter critiqued the Reagan campaign,  spoke at the 1984 Democratic National Convention, and advised Mondale about his campaign",
              "refs": [
                "https://www.wabe.org/president-trump-calls-president-carter-to-talk-china/",
                "https://www.pbs.org/newshour/amp/show/jimmy-and-rosalynn-carter-reflect-on-75-years-of-marriage-the-state-of-america-politics"
              ]
            },
            {
              "sentence": "After the election, in which Reagan defeated Mondale, Carter said the loss was predictable because Mondale's platform included raising taxes",
              "refs": [
                "https://www.csmonitor.com/1981/0310/031029.html"
              ]
            },
            {
              "sentence": "In March 1987, Carter ruled himself out as a candidate in the 1988 presidential election and predicted that Vice President George H",
              "refs": []
            },
            {
              "sentence": "W",
              "refs": []
            },
            {
              "sentence": "Bush would be the Republican nominee",
              "refs": []
            },
            {
              "sentence": "Ahead of the 1988 Democratic National Convention, Carter predicted that the convention would see party unity  after tensions arose between presumptive nominee Michael Dukakis and runner-up Jesse Jackson",
              "refs": [
                "https://www.nytimes.com/1982/05/11/us/carter-backs-mondale-for-presidency-in-1984.html",
                "https://www.nytimes.com/1984/06/14/us/carter-predicts-that-reagan-will-avoid-debating-mondale.html"
              ]
            },
            {
              "sentence": "Carter delivered an address at the convention",
              "refs": [
                "https://www.nytimes.com/1984/06/28/us/campaign-notes-carter-vows-to-shun-convention-spotlight.html"
              ]
            },
            {
              "sentence": "After Bush won the election, Carter predicted that Bush's presidency would be more challenging than Reagan's had been, because Bush was not as popular as Reagan",
              "refs": [
                "https://www.upi.com/Archives/1984/11/07/Former-President-Jimmy-Carter-said-Wednesday-Walter-Mondales-defeat/4956468651600/"
              ]
            },
            {
              "sentence": "During the 1992 presidential election, Carter met with Senator Paul Tsongas, who sought his advice",
              "refs": []
            },
            {
              "sentence": "Carter spoke favorably of former governor of Arkansas Bill Clinton,  and criticized Ross Perot, a Texas billionaire who was running as an independent",
              "refs": [
                "https://www.upi.com/Archives/1988/07/16/Carter-predicts-unified-convention/8408585028800/",
                "https://www.nytimes.com/1988/07/15/us/jackson-suggests-carter-might-heal-rift-with-dukakis.html"
              ]
            },
            {
              "sentence": "As the primary concluded, Carter spoke of the need for the 1992 Democratic National Convention to address certain issues not focused on in the past,  and campaigned for Clinton after he became the Democratic nominee,  publicly stating his expectation to be consulted during Clinton's presidency",
              "refs": [
                "https://www.washingtonpost.com/archive/lifestyle/1988/07/21/the-carter-constituency/0044a89e-a29c-425d-a7f4-7deb29449bf8/",
                "https://www.upi.com/Archives/1988/11/10/Carter-predicts-tough-times-for-Bush/1653595141200/",
                "https://www.nytimes.com/1992/02/23/us/the-1992-campaign-georgia-carter-welcomes-tsongas-to-plains.html"
              ]
            },
            {
              "sentence": "Carter endorsed Vice President Al Gore, the Democratic nominee, days before the 2000 presidential election,  and in subsequent years voiced his opinion that Gore won the election,  despite Republican nominee George W",
              "refs": [
                "https://www.nytimes.com/1992/05/21/us/1992-campaign-carter-with-clinton-his-side-praises-candidate-s-qualities.html",
                "https://www.upi.com/Archives/1992/08/19/Clinton-and-Gore-help-Carter-build-house/8269714196800/"
              ]
            },
            {
              "sentence": "Bush having been certified the victor following the Supreme Court's ruling in Bush v",
              "refs": []
            },
            {
              "sentence": "Gore",
              "refs": []
            },
            {
              "sentence": "In the 2004 presidential election, Carter endorsed the Democratic nominee John Kerry and spoke at the 2004 Democratic National Convention",
              "refs": []
            },
            {
              "sentence": "He also voiced concern about another voting mishap in Florida",
              "refs": [
                "https://www.upi.com/Archives/1992/11/06/Carter-ready-to-consult-with-Clinton/4107721026000/"
              ]
            },
            {
              "sentence": "During the 2008 Democratic presidential primaries, it was speculated that Carter would endorse Barack Obama over his main primary rival Hillary Clinton, as Carter and other members of the Carter family had spoken favorably of Obama",
              "refs": []
            },
            {
              "sentence": "Although he did not endorse Obama during the primaries, he said in late May 2008 that Clinton should end her bid and concede to Obama after the final primaries on June 3",
              "refs": [
                "ISBN: 978-1-881365-53-2",
                "https://edition.cnn.com/2000/ALLPOLITICS/stories/12/13/cnn.poll/index.html"
              ]
            },
            {
              "sentence": "Carter predicted that quickly after the June 3 primaries, enough superdelegates would publicly declare their intentions to vote to nominate Obama to make him the presumptive nominee",
              "refs": []
            },
            {
              "sentence": "On June 3, Carter endorsed Obama, and said he would vote for Obama as a superdelegate to the 2008 Democratic National Convention  (as a former president, Carter was entitled to hold one of 20 superdelegate slots reserved for \"distinguished party leaders\")",
              "refs": [
                "https://www.cnn.com/2004/ALLPOLITICS/07/26/cnna.carter/",
                "https://www.theguardian.com/world/2004/sep/28/uselections2004.usa"
              ]
            },
            {
              "sentence": "Before this, he had remained publicly neutral",
              "refs": [
                "https://web.archive.org/web/20211212140456/https://politicalticker.blogs.cnn.com/2008/01/30/carter-praises-obama/"
              ]
            },
            {
              "sentence": "During the general election campaign, Carter criticized John McCain, the Republican nominee",
              "refs": [
                "https://www.theguardian.com/world/2004/sep/28/uselections2004.usa"
              ]
            },
            {
              "sentence": "Once Obama became the presumptive nominee, he advised Obama not to select Clinton as his running mate",
              "refs": [
                "https://web.archive.org/web/20080407063956/https://politicalticker.blogs.cnn.com/2008/04/03/carter-hints-at-supporting-obama/",
                "https://web.archive.org/web/20210614204649/https://politicalticker.blogs.cnn.com/2008/05/26/carter-after-june-3-it-will-be-time-for-clinton-to-give-it-up/"
              ]
            },
            {
              "sentence": "Ahead of the primaries of the 2012 presidential election, Carter expressed his preference for Mitt Romney to win the Republican nomination, though he clarified that he preferred Romney because he believed him to be the prospective Republican nominee who would most assure Obama's reelection",
              "refs": []
            },
            {
              "sentence": "Carter recorded an address that was shown at the 2012 Democratic National Convention",
              "refs": [
                "https://www.pewresearch.org/short-reads/2016/05/05/who-are-the-democratic-superdelegates/"
              ]
            },
            {
              "sentence": "In the 2016 presidential election, Carter was critical of Republican presidential candidate Donald Trump shortly after Trump entered the primary, predicting that he would lose",
              "refs": []
            },
            {
              "sentence": "As the primary continued, Carter said he preferred Trump to his main rival, Ted Cruz,  though he rebuked the Trump campaign during the primary  and in his address to the 2016 Democratic National Convention",
              "refs": [
                "https://abcnews.go.com/Politics/story?id=5679652&page=1",
                "https://www.theguardian.com/world/2008/jun/04/uselections2008",
                "https://news.yahoo.com/blogs/ticket/jimmy-carter-wants-mitt-romney-republican-nominee-141827488.html",
                "https://content.usatoday.com/communities/onpolitics/post/2012/08/jimmy-carter-democratic-convention-speaker-barack-obama/1"
              ]
            },
            {
              "sentence": "In August 2016, Carter endorsed the presumptive Democratic nominee, Hillary Clinton",
              "refs": [
                "https://www.cnn.com/2015/07/08/politics/jimmy-carter-donald-trump-hillary-clinton/"
              ]
            },
            {
              "sentence": "He again expressed his support of Clinton in his speech to the Democratic convention, which he delivered by video (as opposed to speaking inside the convention hall itself)",
              "refs": [
                "https://thehill.com/blogs/blog-briefing-room/news/258811-carter-democrats-and-republicans-hardly-speak-now/"
              ]
            },
            {
              "sentence": "In 2019, Carter said that Trump would not have been elected without Russia's interference in the 2016 election,  and \"that Trump didn't actually win the election in 2016",
              "refs": [
                "https://www.cnn.com/2015/07/08/politics/jimmy-carter-donald-trump-hillary-clinton/",
                "https://www.cbsnews.com/news/jimmy-carter-i-would-choose-donald-trump-over-ted-cruz/",
                "https://www.nytimes.com/2016/05/24/us/jimmy-carter-racism-baptist-conference-unity-donald-trump.html"
              ]
            },
            {
              "sentence": "He lost the election, and he was put into office because the Russians interfered on his behalf.\" When questioned, he agreed that Trump is an \"illegitimate president\"",
              "refs": []
            },
            {
              "sentence": "In a 2017 discussion with Senator Bernie Sanders, Carter said he voted for Sanders in the 2016 Democratic Party presidential primaries",
              "refs": [
                "https://www.politico.com/story/2016/07/dnc-2016-jimmy-carter-226249",
                "https://www.ajc.com/blog/politics/jimmy-carter-says-backing-quite-unpopular-hillary-clinton/qHLLQNiJiVtT3jBakFZs2O/"
              ]
            },
            {
              "sentence": "Jimmy and Rosalynn Carter delivered a recorded audio message endorsing Joe Biden for the virtual 2020 Democratic National Convention",
              "refs": []
            },
            {
              "sentence": "On January 6, 2021, after the U.S",
              "refs": []
            },
            {
              "sentence": "Capitol attack,  Carter denounced the attack, releasing a statement that he and his wife were \"troubled\" by the events, that what had occurred was \"a national tragedy and is not who we are as a nation\", and that \"having observed elections in troubled democracies worldwide, I know that we the people can unite to walk back from this precipice to peacefully uphold the laws of our nation\"",
              "refs": [
                "https://www.washingtonpost.com/politics/jimmy-carter-says-trump-wouldnt-be-president-without-help-from-russia/2019/06/28/deef1ef0-99b6-11e9-8d0a-5edd7e2025b1_story.html"
              ]
            },
            {
              "sentence": "Carter recorded an audio message for Biden's inauguration on January 20, 2021, as the Carters could not attend the ceremony in person",
              "refs": [
                "https://www.cbsnews.com/news/jimmy-carter-says-president-trump-illegitimate-president-russian-interference-2019-06-28/"
              ]
            },
            {
              "sentence": "In November 2022, the United States Court of Appeals for the Ninth Circuit overruled a three-judge panel of the court and scheduled a rehearing of the case against the Trump administration-proposed land swap in Alaska to allow a road through the Izembek National Wildlife Refuge",
              "refs": []
            },
            {
              "sentence": "In an unusual action, Carter had filed an opinion in support of a lawsuit by environmental groups, saying the swap violated the Alaska National Interest Lands Conservation Act (Anilca) passed in 1980, near the end of his presidency",
              "refs": []
            },
            {
              "sentence": "Carter said the act \"may be the most significant domestic achievement of my political life\"",
              "refs": []
            },
            {
              "sentence": "In August 2024, Carter's son Chip said his father wanted to live to 100 to vote for Kamala Harris in the 2024 presidential election",
              "refs": []
            },
            {
              "sentence": "He did so on October 16, the second day of early voting in Georgia",
              "refs": [
                "https://www.washingtonpost.com/dc-md-va/2021/01/06/dc-protests-trump-rally-live-updates/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hurricane relief",
          "section_content": [
            {
              "sentence": "Carter criticized the Bush administration's handling of Hurricane Katrina,  and built homes in the aftermath of Hurricane Sandy",
              "refs": [
                "https://web.archive.org/web/20221111231724/https://www.nytimes.com/2022/11/11/climate/anilca-road-alaska-trump-court-decision.html"
              ]
            },
            {
              "sentence": "He also partnered with former presidents to work with One America Appeal to help the victims of Hurricane Harvey and Hurricane Irma in the Gulf Coast and Texas communities,  in addition to writing op-eds about the goodness seen in Americans who assist each other during natural disasters",
              "refs": [
                "https://people.com/jimmy-carter-wants-to-vote-kamala-harris-president-8689929",
                "https://www.ajc.com/politics/jimmy-carter-fulfills-wish-and-votes-for-kamala-harris/HTE7BVP3AZDIJJNZE3XPYPNGXI/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Other activities",
          "section_content": [
            {
              "sentence": "The Carter family experienced another dilemma when its peanut business accumulated a $1 million debt in 1981",
              "refs": []
            },
            {
              "sentence": "Carter began writing books to pay off this debt",
              "refs": []
            },
            {
              "sentence": "As of July 2019, he had \"published more than 30, from a children's book to reflections on his presidency\"",
              "refs": []
            },
            {
              "sentence": "After he left the White House, \" [o]n average, he completed just about one book per year over those 35 years, including many bestsellers, a novel and a children's book.\"",
              "refs": [
                "https://www.wistv.com/story/3878857/jimmy-carter-criticizes-femas-role-in-katrina-relief",
                "https://www.nj.com/monmouth/index.ssf/2013/10/former_president_carter_joins_effort_to_rebuild_sandy-ravaged_union_beach.html"
              ]
            },
            {
              "sentence": "In 1982, Carter founded the Carter Center,  a non-governmental and nonprofit organization with the purpose of advancing human rights and alleviating human suffering,  including helping improve the quality of life for people in more than 80 countries",
              "refs": [
                "https://thehill.com/blogs/blog-briefing-room/349993-former-presidents-add-irma-recovery-to-fundraising-appeal/",
                "https://www.cnn.com/2017/09/02/opinions/help-harvey-recovery-jimmy-carter/index.html"
              ]
            },
            {
              "sentence": "Among these efforts has been working with the World Health Organization to eradicate dracunculiasis, also called Guinea worm disease",
              "refs": [
                "https://www.cnbc.com/2019/07/17/when-jimmy-carter-left-office-his-peanut-business-was-deep-in-debt.html"
              ]
            },
            {
              "sentence": "The incidence of this disease has decreased from 3.5 million cases in the mid-1980s to 25 cases in 2016,   and four in the first seven months of 2024, according to the Carter Center's statistics",
              "refs": [
                "https://www.washingtonpost.com/books/2024/12/31/jimmy-carter-author/",
                "https://web.archive.org/web/20091101123818/https://www.cartercenter.org/about/history/chronology_1980.html"
              ]
            },
            {
              "sentence": "Carter attended the dedication of his presidential library  and those of Presidents Ronald Reagan,  George H",
              "refs": [
                "https://www.cartercenter.org/index.html",
                "https://www.cbsnews.com/news/guinea-worm-disease-nearly-eradicated-jimmy-carter-says/"
              ]
            },
            {
              "sentence": "W",
              "refs": []
            },
            {
              "sentence": "Bush,  Bill Clinton,   and George W",
              "refs": [
                "https://www.who.int/news/item/26-09-2019-dracunculiasis-eradication-on-the-threshold-of-a-historic-achievement",
                "https://www.cartercenter.org/health/guinea_worm/case-totals.html",
                "https://www.latimes.com/archives/la-xpm-1986-10-02-mn-3888-story.html"
              ]
            },
            {
              "sentence": "Bush",
              "refs": []
            },
            {
              "sentence": "He delivered eulogies at the funerals of Coretta Scott King,  Gerald Ford,   and Theodore Hesburgh",
              "refs": [
                "https://www.nytimes.com/1991/11/05/us/4-presidents-join-reagan-in-dedicating-his-library.html",
                "https://www.nytimes.com/1997/11/06/us/dedication-of-bush-library-is-set-for-today.html",
                "https://www.nytimes.com/2004/11/18/politics/18cnd-clin.html",
                "https://news.bbc.co.uk/2/hi/americas/4021201.stm"
              ]
            },
            {
              "sentence": "In 2007, Carter founded the New Baptist Covenant organization for social justice",
              "refs": []
            },
            {
              "sentence": "In 2013, Jimmy and Rosalynn Carter, their son Chip, and their daughter-in-law Becky traveled to the neighborhood of Queens Village in New York City",
              "refs": []
            },
            {
              "sentence": "They worked on five housing construction projects with Habitat for Humanity",
              "refs": []
            },
            {
              "sentence": "In 2013, Jimmy and Rosalynn Carter traveled to Mongolia",
              "refs": []
            },
            {
              "sentence": "Jimmy wanted to learn about the culture of the local people",
              "refs": []
            },
            {
              "sentence": "They also fished for taimen",
              "refs": []
            },
            {
              "sentence": "As of August 2019 [update], Carter was Honorary Chair of the World Justice Project",
              "refs": []
            },
            {
              "sentence": "He was formerly an honorary chair of the Continuity of Government Commission",
              "refs": [
                "https://www.oklahoman.com/story/news/politics/2009/07/25/ex-president-jimmy-carter-works-to-unite-all-baptists/61381494007/"
              ]
            },
            {
              "sentence": "He continued to occasionally teach Sunday school at Maranatha Baptist Church as of 2019",
              "refs": [
                "https://www.washingtonpost.com/archive/politics/2007/01/21/carter-clinton-seek-to-bring-together-moderate-baptists-span-classbankheadexiles-from-conservative-group-targetedspan/2044354e-264d-4577-8120-03d491375775/"
              ]
            },
            {
              "sentence": "Carter also taught at Emory University, and in 2019 was awarded tenure for 37 years of service",
              "refs": [
                "https://www.qchron.com/editions/queenswide/queens-remembers-jimmy-carter-100/article_dfb35677-62eb-5fc8-b34f-f29d1d63e29f.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Israel and Palestine",
          "section_content": [
            {
              "sentence": "Carter's 2006 book Palestine: Peace Not Apartheid, a New York Times Best Seller, generated controversy for characterizing Israel's policies in the Israeli-occupied West Bank and Gaza Strip as amounting to apartheid",
              "refs": []
            },
            {
              "sentence": "In an interview, Carter defined apartheid as the \"forced separation of two peoples in the same territory with one of the groups dominating or controlling the other\"",
              "refs": [
                "https://worldjusticeproject.org/about-us/who-we-are/honorary-chairs"
              ]
            },
            {
              "sentence": "In remarks broadcast over radio, he said that Israel's policies amounted to an apartheid worse than South Africa's:",
              "refs": [
                "https://www.brookings.edu/wp-content/uploads/2016/06/06_continuity_of_government.pdf",
                "https://web.archive.org/web/20190519103559/https://mbcplains.org/?page_id=212"
              ]
            },
            {
              "sentence": "Carter defended himself against accusations of antisemitism by saying \"the hope is that my book will at least stimulate a debate, which has not existed in this country",
              "refs": []
            },
            {
              "sentence": "There's never been any debate on this issue of any significance.\"  He said that Israel would not have peace until it agreed to withdraw from the occupied territories, adding, \"the greatest commitment in my life has been trying to bring peace to Israel.\"",
              "refs": [
                "https://web.archive.org/web/20190519103559/https://mbcplains.org/?page_id=212",
                "https://web.archive.org/web/20190519103559/https://mbcplains.org/?page_id=212"
              ]
            },
            {
              "sentence": "In a 2007 speech at Brandeis University, Carter apologized for wording in the book that suggested that Palestinian suicide terror attacks were justified as a political tool",
              "refs": []
            },
            {
              "sentence": "\"That sentence was worded in a completely improper and stupid way",
              "refs": []
            },
            {
              "sentence": "I've written my publishers to change that sentence immediately in future editions of the book",
              "refs": []
            },
            {
              "sentence": "I apologize to you personally and to everyone here.\"",
              "refs": [
                "https://www.cnn.com/2019/06/03/politics/jimmy-carter-emory-university-tenure/index.html",
                "[ERROR retrieving ref link]",
                "https://www.nytimes.com/2006/12/14/books/14cart.html",
                "https://www.haaretz.com/2006-12-11/ty-article/jimmy-carter-israels-apartheid-policies-worse-than-south-africas/0000017f-db7c-d3a5-af7f-fbfea0530000"
              ]
            },
            {
              "sentence": "In his 2010 book We Can Have Peace in the Holy Land, Carter cites Israel's unwillingness to withdraw from the occupied Palestinian territories and settlement expansion as the primary obstacle to peace in the Middle East",
              "refs": []
            },
            {
              "sentence": "Carter refused to be interviewed by the Atlanta Jewish Times because it called him a \"parasite\" in a 2015 editiorial",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Personal life",
      "section_content": [
        {
          "sentence": "Carter had three younger siblings, all of whom died of pancreatic cancer: Gloria Spann (1926–1990), Ruth Stapleton (1929–1983), and Billy Carter (1937–1988)",
          "refs": []
        },
        {
          "sentence": "He was a first cousin of politician Hugh Carter and a distant cousin of the Carter family of musicians",
          "refs": [
            "https://forward.com/news/9916/carter-wins-over-student-crowd-at-brandeis-receiv/"
          ]
        },
        {
          "sentence": "Carter was related to Motown founder Berry Gordy by way of their white great-grandfather James Thomas Gordy, who fathered a child with a black woman he enslaved",
          "refs": []
        },
        {
          "sentence": "Carter married Rosalynn Smith on July 7, 1946, in the Plains Methodist Church, the church of Rosalynn's family",
          "refs": []
        },
        {
          "sentence": "They had three sons, John \"Jack\", James III \"Chip\", and Donnel \"Jeff\"; a daughter, Amy; nine grandsons (one of whom is deceased), three granddaughters, five great-grandsons, and eight great-granddaughters",
          "refs": [
            "https://forward.com/culture/656007/jimmy-carter-death-jews-israel-palestine/"
          ]
        },
        {
          "sentence": "Mary Prince (an African American woman wrongly convicted of murder, and later pardoned) was their daughter Amy's nanny for most of the period from 1971 until Carter's presidency ended",
          "refs": [
            "https://www.nytimes.com/1988/09/26/obituaries/billy-carter-dies-of-cancer-at-51-troubled-brother-of-a-president.html"
          ]
        },
        {
          "sentence": "Carter had asked to be designated as her parole officer, helping enable her to work in the White House",
          "refs": [
            "ISBN: 978-0-00-274080-7",
            "https://walkoffame.com/berry-gordy/#:~:text=Berry%20Gordy%20I%20was%20the,and%20Carter%20second%20half%2Dcousins",
            "https://www.ajc.com/news/happy-71st-wedding-anniversary-jimmy-and-rosalynn-carter/8gLu5tUWRYN0iKxX4g8mWP/"
          ]
        },
        {
          "sentence": "[e]",
          "refs": [
            "https://walkoffame.com/berry-gordy/#:~:text=Berry%20Gordy%20I%20was%20the,and%20Carter%20second%20half%2Dcousins"
          ]
        },
        {
          "sentence": "The Carters celebrated their 77th anniversary on July 7, 2023",
          "refs": []
        },
        {
          "sentence": "On October 19, 2019, they became the longest-wed presidential couple, having overtaken George and Barbara Bush at 26,765 days",
          "refs": []
        },
        {
          "sentence": "After Rosalynn's death on November 19, 2023, Carter released the following statement:",
          "refs": [
            "https://archive.org/details/ourendangeredvalcart00cart"
          ]
        },
        {
          "sentence": "The Carters' eldest son, Jack Carter, was the 2006 Democratic nominee for U.S",
          "refs": []
        },
        {
          "sentence": "Senate in Nevada and lost to Republican incumbent John Ensign",
          "refs": []
        },
        {
          "sentence": "Jack's son Jason Carter is a former Georgia state senator  who in 2014 was the Democratic nominee for governor of Georgia, losing to the Republican incumbent, Nathan Deal",
          "refs": [
            "https://web.archive.org/web/20150623232438/https://www.people.com/people/archive/article/0,,20067515,00.html"
          ]
        },
        {
          "sentence": "On December 20, 2015, while teaching a Sunday school class, Carter announced that his 28-year-old grandson Jeremy Carter had died of unspecified causes",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Interests, friendships and hobbies",
          "section_content": [
            {
              "sentence": "Carter's hobbies included painting,  fly fishing, woodworking, cycling, tennis, and skiing",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He also had an interest in poetry, particularly the works of Dylan Thomas",
              "refs": [
                "https://eu.usatoday.com/story/news/nation/2019/10/18/jimmy-rosalynn-carter-become-longest-married-presidential-couple/4025978002/"
              ]
            },
            {
              "sentence": "During a state visit to the UK in 1977, Carter suggested that Thomas should have a memorial in Poets' Corner at Westminster Abbey;  this came to fruition in 1982",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.nytimes.com/2010/05/12/us/politics/12elect.html"
              ]
            },
            {
              "sentence": "In 1994, Carter published a book of poetry, Always a Reckoning and Other Poems, illustrated by his granddaughter Sarah Chuldenko",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.cnn.com/2015/12/20/us/jimmy-carter-grandson-death/"
              ]
            },
            {
              "sentence": "Carter was a personal friend of Elvis Presley, whom he and Rosalynn met on June 30, 1973, before Presley was to perform onstage in Atlanta",
              "refs": []
            },
            {
              "sentence": "They remained in contact by telephone two months before Presley's sudden death in August 1977",
              "refs": [
                "https://www.nobelprize.org/nobel_prizes/peace/laureates/2002/carter-bio.html"
              ]
            },
            {
              "sentence": "Carter later recalled an abrupt phone call he received in June 1977 from Presley, who was seeking a presidential pardon from Carter, to help George Klein's criminal case",
              "refs": []
            },
            {
              "sentence": "[clarification needed] At the time, Klein had been indicted for only mail fraud, but he was later found guilty of conspiracy",
              "refs": []
            },
            {
              "sentence": "According to Carter, Presley was almost incoherent because of barbiturates; although he phoned the White House several more times, that was the last time they spoke",
              "refs": [
                "https://www.bbc.co.uk/news/uk-wales-15661342",
                "https://web.archive.org/web/20151222125301/https://www.people.com/people/archive/article/0,,20068169,00.html"
              ]
            },
            {
              "sentence": "The day after Presley's death, Carter issued a statement and said Presley had \"changed the face of American popular culture\"",
              "refs": [
                "https://web.archive.org/web/20151222105450/https://www.westminster-abbey.org/our-history/people/dylan-thomas"
              ]
            },
            {
              "sentence": "Carter filed a report with both the International UFO Bureau and the National Investigations Committee On Aerial Phenomena  saying that he saw an unidentified flying object in October 1969",
              "refs": [
                "https://www.neatorama.com/2015/07/15/Elvis-Presley-and-Politics/"
              ]
            },
            {
              "sentence": "Records showed that Carter got the date wrong, and it was in fact on January 6, 1969",
              "refs": [
                "https://books.google.com/books?id=kUXPpQAhsCkC&q=elvis+presley+jimmy+carter+george+klein&pg=PA195",
                "https://books.google.com/books?id=7jDBAgAAQBAJ&q=elvis+presley+jimmy+carter+call&pg=PT607",
                "https://www.newyorker.com/books/double-take/takes-elvis-presley-on-the-line"
              ]
            },
            {
              "sentence": "In 2016, a former Air Force scientist found old government reports about a scientific project that on that date launched a barium cloud to examine the upper atmosphere",
              "refs": []
            },
            {
              "sentence": "It would have appeared in the sky at an elevation of 33 degrees, which is almost exactly what Carter had speculated",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Beliefs",
          "section_content": [
            {
              "sentence": "From a young age, Carter showed deep commitment to evangelical Christianity",
              "refs": []
            },
            {
              "sentence": "He taught Sunday school at Maranatha Baptist Church in Plains",
              "refs": [
                "https://www.washingtonpost.com/archive/politics/1977/04/30/ufo-over-georgia-jimmy-logged-one/080ef1c3-6ff3-41a9-a1e4-a37c54b5cbca/",
                "https://nymag.com/intelligencer/2019/09/jimmy-carter-saw-a-ufo-on-this-day-in-1973.html"
              ]
            },
            {
              "sentence": "At a private inauguration worship service, the preacher was Nelson Price, the pastor of Roswell Street Baptist Church of Marietta, Georgia",
              "refs": [
                "https://www.nicap.org/waves/CarterSightingRptOct1969.pdf"
              ]
            },
            {
              "sentence": "An evangelical Christian, Carter appealed to voters after the scandals of the Nixon Administration, and is credited with popularizing the term \"born again\" into American lexicon during his 1976 presidential campaign",
              "refs": [
                "https://www.newspapers.com/clip/86289659/"
              ]
            },
            {
              "sentence": "As president, Carter prayed several times a day, and said Jesus was the driving force in his life",
              "refs": [
                "https://nymag.com/intelligencer/2019/09/jimmy-carter-saw-a-ufo-on-this-day-in-1973.html",
                "https://books.google.com/books?id=QwAAEAAAQBAJ&pg=PA201",
                "https://www.nytimes.com/2000/10/21/us/carter-sadly-turns-back-on-national-baptist-body.html",
                "https://foreignpolicy.com/2023/02/22/jimmy-carter-foreign-policy-america-evangelical-christianity/"
              ]
            },
            {
              "sentence": "He was greatly influenced by a sermon he had heard as a young man that asked: \"If you were arrested for being a Christian, would there be enough evidence to convict you?\"  In 2000, after the Southern Baptist Convention announced it would no longer permit women to become pastors, he renounced his membership, saying: \"I personally feel that women should play an absolutely equal role in service of Christ in the church.\"  He remained a member of the Cooperative Baptist Fellowship",
              "refs": [
                "https://www.atlantamagazine.com/great-reads/pilgrimage-to-plains-jimmy-carter/",
                "ISBN: 978-0-8054-1707-4"
              ]
            },
            {
              "sentence": "Carter's support for the Equal Rights Amendment  led many evangelical conservatives to leave the Democratic Party, contributing to the development of the Christian right in American politics",
              "refs": [
                "https://www.washingtonpost.com/archive/politics/1977/04/30/ufo-over-georgia-jimmy-logged-one/080ef1c3-6ff3-41a9-a1e4-a37c54b5cbca/",
                "https://www.pbs.org/wgbh/americanexperience/features/billy-graham-evangelicals-and-american-presidency/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Health",
      "section_content": [
        {
          "sentence": "On August 3, 2015, Carter underwent elective surgery to remove a small mass on his liver, and his prognosis for a full recovery was initially said to be excellent",
          "refs": []
        },
        {
          "sentence": "On August 12, he announced he had been diagnosed with cancer that had metastasized, without specifying where the cancer had originated",
          "refs": []
        },
        {
          "sentence": "On August 20, Carter said that melanoma had been found in his brain and liver and that he had begun treatment with the immunotherapy drug pembrolizumab and was about to start radiation therapy",
          "refs": [
            "https://www.washingtonpost.com/business/how-evangelical-voters-swung-from-carter-to-trump/2023/03/01/e43a7112-b833-11ed-b0df-8ca14de679ad_story.html"
          ]
        },
        {
          "sentence": "His healthcare was managed by Emory Healthcare of Atlanta",
          "refs": []
        },
        {
          "sentence": "His family history of cancer included both his parents and all three of his siblings",
          "refs": []
        },
        {
          "sentence": "On December 5, he announced that his medical scans no longer showed any cancer",
          "refs": [
            "ISBN: 978-1-55587-801-6"
          ]
        },
        {
          "sentence": "Carter broke his hip in a fall at his Plains home on May 13, 2019, and underwent surgery the same day at the Phoebe Sumter Medical Center in Americus, Georgia",
          "refs": []
        },
        {
          "sentence": "On October 6, an injury above his left eyebrow sustained in another fall at home required 14 stitches  and resulted in a black eye",
          "refs": [
            "https://doi.org/10.1525%2Frac.2014.24.1.100",
            "https://www.jstor.org/stable/30242432"
          ]
        },
        {
          "sentence": "On October 21, Carter was admitted to the Phoebe Sumter Medical Center after sustaining a minor pelvic fracture from falling at home for the third time in 2019",
          "refs": [
            "https://www.cnbc.com/2015/08/12/former-president-jimmy-carter-reveals-he-has-cancer.html"
          ]
        },
        {
          "sentence": "He resumed teaching Sunday school on November 3",
          "refs": [
            "https://www.bloomberg.com/politics/articles/2015-08-20/jimmy-carter-says-he-will-undergo-treatment-for-cancer-in-brain"
          ]
        },
        {
          "sentence": "On November 11, 2019, Carter was hospitalized at the Emory University Hospital in Atlanta for a procedure to relieve pressure on his brain caused by bleeding connected with his falls",
          "refs": []
        },
        {
          "sentence": "He was released from the hospital on November 27",
          "refs": [
            "https://abcnews.go.com/Politics/president-jimmy-carter-requires-stitches-fall-home-feels/story?id=66100086",
            "https://www.businessinsider.com/jimmy-carter-black-eye-stitches-after-fall-2019-10"
          ]
        },
        {
          "sentence": "On December 2, 2019, Carter was readmitted to the hospital for a urinary tract infection",
          "refs": [
            "https://www.cnn.com/2019/10/22/politics/jimmy-carter-hospital-fall-home/index.html",
            "https://abcnews.go.com/Politics/president-jimmy-carter-requires-stitches-fall-home-feels/story?id=66100086"
          ]
        },
        {
          "sentence": "He was released on December 4",
          "refs": []
        },
        {
          "sentence": "On February 18, 2023, the Carter Center announced that following a \"series of short hospital stays\", Carter decided to \"spend his remaining time at home with his family\" in Plains to \"receive hospice care instead of additional medical intervention\"   for an unspecified illness",
          "refs": [
            "https://www.cnn.com/2019/11/27/politics/jimmy-carter-released-from-hospital/index.html",
            "https://www.bignewsnetwork.com/news/263073902/pastor-jimmy-carter-up-and-walking-post-brain-surgery"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Longevity",
          "section_content": [
            {
              "sentence": "At 100 years old, Carter was the longest-lived former U.S",
              "refs": []
            },
            {
              "sentence": "president",
              "refs": []
            },
            {
              "sentence": "He was the second presidential nominee by a major political party to reach this age, after Alf Landon, who was the Republican nominee in the 1936 United States presidential election",
              "refs": [
                "https://www.nbcnews.com/news/us-news/jimmy-carter-discharged-georgia-hospital-urinary-tract-infection-n1095951"
              ]
            },
            {
              "sentence": "Carter was the earliest-serving living former president since Gerald Ford's death in 2006",
              "refs": []
            },
            {
              "sentence": "In 2012, he surpassed Herbert Hoover as the longest-retired president",
              "refs": []
            },
            {
              "sentence": "In 2017 and 2021, Carter became the first president to live to the 40th anniversary of his inauguration and post-presidency, respectively",
              "refs": []
            },
            {
              "sentence": "In 2017, Carter, then 92, became the oldest former president ever to attend an American presidential inauguration",
              "refs": []
            },
            {
              "sentence": "On March 22, 2019, he became the longest-lived U.S",
              "refs": [
                "https://apnews.com/article/jimmy-carter-hospice-care-86b6d73e53eec03ab3cb9980c71bbb32",
                "https://news.yahoo.com/watch-live-rosalynn-carter-funeral-jimmy-carter-all-5-living-first-ladies-melania-trump-hillary-clinton-michelle-obama-162011346.html"
              ]
            },
            {
              "sentence": "president, surpassing George H",
              "refs": []
            },
            {
              "sentence": "W",
              "refs": []
            },
            {
              "sentence": "Bush, who had died a few months earlier at the age of 94 years, 171 days",
              "refs": []
            },
            {
              "sentence": "He said in a 2019 interview with People that he never expected to live as long as he had and that the best explanation for longevity was a good marriage",
              "refs": [
                "https://www.bbc.com/news/articles/clyldnlrnxdo"
              ]
            },
            {
              "sentence": "Carter entered hospice care six months before celebrating his 99th birthday at home",
              "refs": [
                "https://www.reaganlibrary.gov/archives/speech/remarks-occasion-alfred-m-landons-100th-birthday-topeka-kansas"
              ]
            },
            {
              "sentence": "The Carter Center announced Jimmy Carter 100: A Celebration in Song, an event concert to celebrate Carter's 100th birthday that featured appearances by musicians and celebrities",
              "refs": []
            },
            {
              "sentence": "The event took place on September 17, 2024, at the Fox Theatre in Atlanta",
              "refs": []
            },
            {
              "sentence": "On October 1, 2024, Carter turned 100",
              "refs": [
                "https://time.com/4639799/jimmy-carter-beat-cancer-donald-trump-inauguration/"
              ]
            },
            {
              "sentence": "Local events celebrating his birthday included a F-18 Super Hornet flyover formation by eight Navy pilots from Naval Air Station Oceana, which Carter viewed from his backyard, and a naturalization ceremony for 100 new citizens at Plains High School, which Chip Carter attended",
              "refs": [
                "https://abcnews.go.com/Politics/jimmy-carter-now-oldest-living-president-us-history/story?id=61835536"
              ]
            },
            {
              "sentence": "Carter made arrangements to be buried in front of his home at 209 Woodland Drive in Plains",
              "refs": []
            },
            {
              "sentence": "In 2006, he said that a funeral in Washington, D.C., with visitation at the Carter Center, was also planned",
              "refs": []
            },
            {
              "sentence": "Carter asked President Biden to deliver his eulogy",
              "refs": [
                "https://apnews.com/article/jimmy-carter-99-birthday-hospice-19be42d93ca052816aaa06c57c38be1b"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Death and funeral",
      "section_content": [
        {
          "sentence": "Carter died at his home in Plains, Georgia, on December 29, 2024, at the age of 100",
          "refs": []
        },
        {
          "sentence": "This followed his February 2023 decision to enter hospice",
          "refs": [
            "https://www.usatoday.com/videos/news/politics/2024/09/30/jimmy-carter-former-us-president-celebrates-100th-birthday/75450406007/",
            "https://web.archive.org/web/20241001212651/https://www.wsbtv.com/news/jimmy-carter-his/XVIWDPWIQNGPFBSYG5XC2SRHE4/",
            "https://www.whro.org/military-veterans/2024-10-01/local-navy-pilots-honor-former-president-carters-100th-birthday-with-flyover"
          ]
        },
        {
          "sentence": "Shortly after the announcement, President Joe Biden released a statement honoring Carter's legacy, calling him a \"man of principle, faith, and humility\"",
          "refs": []
        },
        {
          "sentence": "The nation held an official state funeral and day of mourning for Carter on January 9, 2025",
          "refs": [
            "https://www.cnn.com/2023/03/14/politics/jimmy-carter-eulogy-biden/index.html"
          ]
        },
        {
          "sentence": "All five living U.S",
          "refs": []
        },
        {
          "sentence": "presidents—Bill Clinton, George W",
          "refs": []
        },
        {
          "sentence": "Bush, Barack Obama, Donald Trump, and incumbent Joe Biden—attended Carter's funeral",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Legacy",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Assessments",
          "section_content": [
            {
              "sentence": "When Carter left office in 1981, scholars and even many Democrats viewed his presidency as a failure",
              "refs": []
            },
            {
              "sentence": "Betty Glad, a political scientist at the University of Illinois, summarized the public consensus on Carter: \"he didn't have a well-developed political philosophy and gave people a feeling he didn't quite know where he was headed.\"",
              "refs": [
                "https://www.bbc.com/news/articles/cpww85w5p30o",
                "https://www.cartercenter.org/news/pr/2024/statement-on-president-jimmy-carter-122924.html",
                "https://www.washingtonpost.com/nation/2023/02/18/jimmy-carter-hospice-care/",
                "https://www.whitehouse.gov/briefing-room/statements-releases/2024/12/29/statement-by-president-joe-biden-and-first-lady-jill-biden-on-the-passing-of-former-president-jimmy-carter/",
                "https://apnews.com/article/carter-obama-bush-trump-biden-clinton-funeral-6c7e8c12019f2b83f3e30b3ecd1eb4ad"
              ]
            },
            {
              "sentence": "Historians have ranked Carter's presidency as below average",
              "refs": []
            },
            {
              "sentence": "After leaving office, he told allies he predicted history would be kinder to him than voters were in the 1980 election",
              "refs": [
                "https://www.sfgate.com/politics/article/Jimmy-Carter-s-Legacy-of-Failure-2483048.php",
                "https://www.brookings.edu/research/opinions/2000/01/21politics-hess"
              ]
            },
            {
              "sentence": "In a 1982 Chicago Tribune survey, when 49 historians and scholars were asked to rank the best and worst U.S",
              "refs": [
                "https://apnews.com/article/carter-obama-bush-trump-biden-clinton-funeral-6c7e8c12019f2b83f3e30b3ecd1eb4ad"
              ]
            },
            {
              "sentence": "presidents, Carter was ranked the tenth worst",
              "refs": []
            },
            {
              "sentence": "In 2006, conservative British historian Andrew Roberts ranked Carter the worst U.S",
              "refs": [
                "https://content.time.com/time/magazine/article/0,9171,1810305,00.html"
              ]
            },
            {
              "sentence": "president",
              "refs": []
            },
            {
              "sentence": "Yet some of Carter's policy accomplishments have been more favorably received",
              "refs": [
                "https://www.politico.com/story/2019/03/13/jimmy-carter-trump-1207385"
              ]
            },
            {
              "sentence": "The 2009 documentary Back Door Channels: The Price of Peace credits Carter's efforts at Camp David, which brought peace between Israel and Egypt, with bringing the only meaningful peace to the Middle East",
              "refs": [
                "https://www.newspapers.com/article/wisconsin-state-journal-historians-rate/161375991/"
              ]
            },
            {
              "sentence": "Stuart E",
              "refs": [
                "https://web.archive.org/web/20150506081425/https://www.pbs.org/wgbh/americanexperience/features/general-article/carter-post-presidency/",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Eizenstat, who served as Carter's chief White House domestic policy adviser, wrote, \"Carter's accomplishments at home and abroad were more extensive and longer lasting than those of almost all modern presidents.\"",
              "refs": [
                "https://www.newspapers.com/article/the-world-presidents-rated-truman-ike/156226892/"
              ]
            },
            {
              "sentence": "While historians generally consider Carter a below-average president, his post-presidency activities have been universally praised, including his peacekeeping and humanitarian efforts",
              "refs": []
            },
            {
              "sentence": "The Independent wrote in 2009, \"Carter is widely considered a better man than he was a president.\"",
              "refs": [
                "https://www.sfgate.com/politics/article/Jimmy-Carter-s-Legacy-of-Failure-2483048.php",
                "https://www.brookings.edu/research/opinions/2000/01/21politics-hess",
                "https://www.newspapers.com/article/the-independent-jimmy-carter/161333473/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Public opinion",
          "section_content": [
            {
              "sentence": "In exit polls from the 1976 presidential election, many voters still held Ford's pardon of Nixon in 1974 against him",
              "refs": []
            },
            {
              "sentence": "By comparison, Carter was viewed as a sincere, honest, and well-meaning southerner",
              "refs": [
                "https://www.rutgers.edu/news/jimmy-carters-legacy-rutgers-historian-reflects-39th-president"
              ]
            },
            {
              "sentence": "During his presidency, polls generally showed that most Americans saw Carter as likable and \"a man of high moral principles\"",
              "refs": [
                "https://www.newspapers.com/article/the-independent-jimmy-carter/161333473/"
              ]
            },
            {
              "sentence": "In the 1980 election, Reagan projected an easy self-confidence, in contrast to Carter's serious and introspective temperament",
              "refs": [
                "https://realscreen.com/2009/06/08/montecarlofest-20090608/"
              ]
            },
            {
              "sentence": "Carter was portrayed as more pessimistic and indecisive than Reagan, who was known for his charm and delegation of tasks to subordinates",
              "refs": []
            },
            {
              "sentence": "Reagan used the economic issues, the Iran hostage crisis, and the lack of Washington cooperation to portray Carter as a weak and ineffectual leader",
              "refs": [
                "https://www.worldscreen.com/articles/display/21252"
              ]
            },
            {
              "sentence": "Carter was the first elected incumbent president since Herbert Hoover in 1932 to lose a reelection bid",
              "refs": []
            },
            {
              "sentence": "Carter began his presidency with an approval rating between 66% and 75%",
              "refs": []
            },
            {
              "sentence": "He maintained approval ratings above 50% until March 1978,  and the following month his approval rating fell to 39%,  primarily due to the declining economy",
              "refs": [
                "https://www.independent.co.uk/news/presidents/jimmy-carter-1482922.html",
                "https://www.cbsnews.com/news/polls-fords-image-improved-over-time/",
                "https://www.cbsnews.com/news/polls-fords-image-improved-over-time/",
                "https://www.newspapers.com/article/the-anniston-star-carter-runs-on-first-t/156081570/"
              ]
            },
            {
              "sentence": "His ratings briefly rebounded after the Camp David Accords in late 1978  but dipped during the 1979 energy crisis and got as low as 28% in July 1979",
              "refs": [
                "https://www.nytimes.com/1989/05/18/us/washington-talk-carter-begins-to-shed-negative-public-image.html",
                "https://www.nytimes.com/books/first/b/brinkley-unfinished.html"
              ]
            },
            {
              "sentence": "At the beginning of the Iran hostage crisis, his approval rating surged to 61%, up 23 points from his pre-crisis rating",
              "refs": [
                "https://www.gallup.com/poll/113923/History-Foretells-Obama-First-Job-Approval-Rating.aspx"
              ]
            },
            {
              "sentence": "Polls also found that up to 77% of Americans approved of Carter's initial response to the crisis,  but by June 1980, amid heated criticism from across the political spectrum  for his failure to free the hostages, his approval rating slumped to 33%; that same month Reagan surpassed Carter in pre-1980 election polling",
              "refs": [
                "https://www.newspapers.com/article/honolulu-star-bulletin-carters-decline/156055551/",
                "https://www.newspapers.com/article/honolulu-star-bulletin-carters-decline/156055551/",
                "https://www.newspapers.com/article/the-macon-news-carter-gains-in-popularit/161398320/"
              ]
            },
            {
              "sentence": "As Carter was leaving office, a Gallup poll found that 48% of Americans thought he had been an \"average\" or \"above average\" president, 46% said he had been \"below average\" or \"poor\", and only 3% thought he had been \"outstanding\"",
              "refs": [
                "https://www.newspapers.com/article/the-pantagraph-carters-approval-rating/156056662/"
              ]
            },
            {
              "sentence": "His average approval rating during his entire presidency was 46%,   and he left office as one of the most unpopular U.S",
              "refs": [
                "https://www.newspapers.com/article/the-times-carters-popularity-rise-all-t/161451925/",
                "https://www.newspapers.com/article/honolulu-star-bulletin-trust-in-carter-s/156057185/",
                "https://www.nytimes.com/1979/12/10/archives/survey-finds-carters-popularity-has-risen-sharply-in-iran-crisis.html"
              ]
            },
            {
              "sentence": "presidents in history",
              "refs": []
            },
            {
              "sentence": "In a 1990 Gallup survey, 45% of respondents said they approved of the overall job Carter did as president, leaving only Nixon and Lyndon B",
              "refs": []
            },
            {
              "sentence": "Johnson with lower ratings",
              "refs": []
            },
            {
              "sentence": "In a 2006 poll, 61% of respondents said they approved of the job Carter did as president, his highest rating since 1979",
              "refs": [
                "https://www.newspapers.com/article/the-tampa-tribune-for-the-first-time-re/156058167/"
              ]
            },
            {
              "sentence": "In a 2021 survey, 27% of respondents said he had been an \"outstanding\" or \"above average\" president, 43% regarded him as \"average\", and only 24% said he had been \"below average\" or \"poor\"",
              "refs": [
                "https://www.newspapers.com/article/the-miami-herald-only-3-regard-carter-a/156083128/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Awards and honors",
          "section_content": [
            {
              "sentence": "Carterpuri, a village in Haryana, India, was renamed in his honor after he visited in 1978",
              "refs": []
            },
            {
              "sentence": "Carter received the American Academy of Achievement's Golden Plate Award in 1984",
              "refs": []
            },
            {
              "sentence": "The Jimmy Carter Library and Museum was opened in 1986",
              "refs": []
            },
            {
              "sentence": "The following year, buildings connected to Carter's life were granted status as National Historic Sites  and in 2021 were collectively renamed the Jimmy Carter National Historic Park",
              "refs": [
                "https://www.newspapers.com/article/the-post-standard-jfk-tops-presidents-l/156388619/",
                "https://www.newspapers.com/article/the-baltimore-sun-ford-won-the-publics/158133879/"
              ]
            },
            {
              "sentence": "In 1991, Carter was made an honorary member of Phi Beta Kappa at Kansas State University,  and was elected to the American Philosophical Society",
              "refs": [
                "https://web.archive.org/web/20041119195807/http://www.hinduonnet.com/thehindu/2000/02/29/stories/0229000n.htm"
              ]
            },
            {
              "sentence": "In 1998, the U.S",
              "refs": [
                "https://www.the-independent.com/news/world/americas/us-politics/jimmy-carter-indian-village-funeral-b2673334.html"
              ]
            },
            {
              "sentence": "Navy named the third and final Seawolf-class submarine USS Jimmy Carter, honoring Carter and his service as a submarine officer",
              "refs": []
            },
            {
              "sentence": "Carter received the United Nations Prize in the Field of Human Rights, given in honor of human rights achievements,  and the Hoover Medal, recognizing engineers who have contributed to global causes",
              "refs": [
                "https://www.ajc.com/news/world/guide-visiting-jimmy-carter-historic-site-plains-georgia/VVYPV6Ni0LqcJ0UaPuQkWP/"
              ]
            },
            {
              "sentence": "Carter's 2002 Nobel Peace Prize  was partially a response to president George W",
              "refs": [
                "https://www.ajc.com/news/world/guide-visiting-jimmy-carter-historic-site-plains-georgia/VVYPV6Ni0LqcJ0UaPuQkWP/",
                "https://www.pbk.org/presidents"
              ]
            },
            {
              "sentence": "Bush's threats of war against Iraq and Carter's criticism of the Bush administration",
              "refs": []
            },
            {
              "sentence": "In 2009, the Souther Field Airport in Americus, Georgia, was renamed Jimmy Carter Regional Airport",
              "refs": []
            },
            {
              "sentence": "In November 2024, Carter received his 10th nomination for the Grammy Award for Best Spoken Word Album for audio recordings of his books",
              "refs": []
            },
            {
              "sentence": "He has won three times—for Our Endangered Values: America's Moral Crisis (2007), A Full Life: Reflections at 90 (2016), and Faith: A Journey For All (2018)",
              "refs": []
            },
            {
              "sentence": "On February 21, 2024, the White House Historical Association unveiled its official 2024 White House Christmas ornament honoring Carter's naval service and efforts for peace",
              "refs": []
            },
            {
              "sentence": "This was the first time a president being honored was alive at the time of the unveiling",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Bibliography",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "News sources",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Websites",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Primary sources",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "28": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "95": "[ERROR retrieving ref link]",
    "314": "[ERROR retrieving ref link]",
    "499": "[ERROR retrieving ref link]",
    "1": "[ERROR retrieving ref link]",
    "2": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "5": "[ERROR retrieving ref link]",
    "6": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "14": "https://books.google.com/books?id=QwAAEAAAQBAJ&pg=PA45",
    "15": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "https://vanleerarchives.org/the-colonel/",
    "20": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "25": "[ERROR retrieving ref link]",
    "26": "https://www.newspapers.com/article/the-boston-globe-on-the-road-with-carter/161959991/",
    "27": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "30": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "32": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "35": "[ERROR retrieving ref link]",
    "36": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "43": "[ERROR retrieving ref link]",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "55": "[ERROR retrieving ref link]",
    "56": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "67": "[ERROR retrieving ref link]",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "91": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "93": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "[ERROR retrieving ref link]",
    "98": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "https://www.presidency.ucsb.edu/documents/address-announcing-candidacy-for-the-democratic-presidential-nomination-the-national-press",
    "102": "https://news.google.com/newspapers?id=CG0zAAAAIBAJ&sjid=3DIHAAAAIBAJ&pg=6942%2C5857919",
    "103": "https://www.politico.com/magazine/story/2015/09/2016-election-1976-democratic-primary-213125/",
    "104": "https://www.manythings.org/voa/history/220.html",
    "105": "https://www.onthisday.com/articles/my-name-is-jimmy-carter-and-im-running-for-president",
    "106": "https://archive.org/details/carterpresidency0000shou/page/70",
    "107": "https://www.nytimes.com/1976/07/16/archives/choice-of-mondale-helps-to-reconcile-the-liberals-choice-of-mondale.html",
    "108": "https://www.pbs.org/wgbh/americanexperience/films/carter/#transcript",
    "109": "https://news.google.com/newspapers?id=yMgwAAAAIBAJ&pg=7214%2C2087680",
    "110": "https://archive.org/details/carterpresidency0000shou/page/94",
    "111": "https://content.time.com/time/subscriber/printout/0,8816,914056,00.html",
    "112": "https://news.google.com/newspapers?nid=SFOYbPikdlgC&dat=19741213&printsec=frontpage",
    "113": "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19760810&printsec=frontpage",
    "114": "https://www.presidency.ucsb.edu/ws/index.php?pid=32680",
    "115": "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19761014&printsec=frontpage",
    "116": "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19761003&printsec=frontpage",
    "117": "https://news.google.com/newspapers?nid=SFOYbPikdlgC&dat=19760919&printsec=frontpage",
    "118": "https://www.presidency.ucsb.edu/ws/index.php?pid=7035",
    "119": "https://news.google.com/newspapers?nid=SFOYbPikdlgC&dat=19760904&printsec=frontpage",
    "120": "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19760715&printsec=frontpage",
    "121": "https://www.nbcnews.com/storyline/2016-presidential-debates/10-presidential-debates-made-impact-n650741",
    "122": "https://www.questia.com/read/94445794/the-great-debates-carter-vs-ford-1976",
    "123": "[ERROR retrieving ref link]",
    "124": "https://books.google.com/books?id=Psu5UNg1jEUC&pg=PA216",
    "125": "https://www.washingtonpost.com/wp-srv/politics/special/clinton/frenzy/carter.htm?noredirect=on",
    "126": "https://www.newspapers.com/article/the-springfield-news-leader-carters-lea/156473356/",
    "127": "https://www.newspapers.com/article/tampa-bay-times-harris-poll-says-carter/156324701/",
    "128": "https://www.newspapers.com/article/the-times-argus-presidential-contenders/156330083/",
    "129": "https://www.newspapers.com/article/the-greenville-news-presidency-seems-to/156365167/",
    "130": "https://www.newspapers.com/article/the-recorder-fords-brother-sees-elector/156365939/",
    "131": "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19761103&printsec=frontpage",
    "132": "https://www.thecrimson.com/article/1976/11/3/many-factors-figured-in-carters-win/",
    "133": "https://www.newspapers.com/article/the-parsons-sun-blacks-line-up-for-carte/156325287/",
    "134": "https://www.nbcnews.com/politics/2020-election/journey-power-history-black-voters-1976-2020-n1029581",
    "135": "https://www.newspapers.com/article/lubbock-avalanche-journal-gerald-ford-co/156504202/",
    "136": "https://www.upi.com/Archives/1977/01/06/Electoral-College-certifies-Carter-today/4270034331854/",
    "137": "https://doi.org/10.1111%2Fj.1741-5705.2009.03691.x",
    "138": "https://www.vox.com/mischiefs-of-faction/2016/10/5/13142390/jimmy-carter-changed-presidential-transitions",
    "139": "ISBN: 978-1-58826-292-9",
    "140": "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19761122&printsec=frontpage",
    "141": "https://news.google.com/newspapers?nid=8_tS2Vw13FcC&dat=19761123&printsec=frontpage",
    "142": "https://search.worldcat.org/issn/0360-4918",
    "143": "https://news.google.com/newspapers?nid=1350&dat=19770119&id=UQxPAAAAIBAJ&pg=6092,1318484",
    "144": "https://news.google.com/newspapers?nid=4pF9x-cDGsoC&dat=19770104&printsec=frontpage",
    "145": "https://www.newspapers.com/article/the-charlotte-observer-carter-ethics-cod/156494024/",
    "146": "https://www.inaugural.senate.gov/48th-inaugural-ceremonies/",
    "147": "https://www.archives.gov/federal-register/codification/executive-order/11967.html",
    "148": "https://web.archive.org/web/20070228161513/https://www.pbs.org/newshour/bb/asia/vietnam/vietnam_1-21-77.html",
    "149": "https://web.archive.org/web/20180119235018/https://www.businessinsider.com/a-history-of-us-government-shutdowns-2013-9",
    "150": "https://www.achievement.org/achiever/jimmy-carter/#interview",
    "151": "https://www.whitehousehistory.org/whha_classroom/classroom_9-12-transitions-carter.html",
    "152": "https://www.nytimes.com/2023/03/18/us/politics/jimmy-carter-october-surprise-iran-hostages.html",
    "153": "https://www.nbcnews.com/news/asian-america/jimmy-carter-asian-american-heritage-month-rcna71682",
    "154": "https://www.presidency.ucsb.edu/documents/proclamation-10189-asian-american-and-native-hawaiianpacific-islander-heritage-month-2021",
    "155": "https://www2.census.gov/prod2/statcomp/documents/1988-04.pdf",
    "156": "https://www.newspapers.com/article/spokane-chronicle-sharp-drop-noted-in-un/156447735/",
    "157": "https://www.newspapers.com/article/the-patriot-news-jobless-level-up-slight/157880385/",
    "158": "https://www.newspapers.com/article/st-louis-post-dispatch-jobless-rate-cou/156448077/",
    "159": "https://www.mercurynews.com/2022/05/28/what-president-did-the-best-job-with-inflation/",
    "160": "[ERROR retrieving ref link]",
    "161": "https://web.archive.org/web/20110820042310/https://articles.moneycentral.msn.com/Investing/JubaksJournal/Is70sStyleStagflationComing.aspx",
    "162": "[ERROR retrieving ref link]",
    "163": "https://web.archive.org/web/19970219022512/https://econ161.berkeley.edu/Econ_Articles/theinflationofthes.html",
    "164": "https://web.archive.org/web/20170513154741/https://www-cta.ornl.gov/cta/Publications/Reports/ORNL-6873%20.pdf",
    "165": "https://archive.today/20120628221218/https://md.findacase.com/research/wfrmDocViewer.aspx/xq/fac.%5CFCT%5CC04%5C1979%5C19791226_0040006.C04.htm/qx",
    "166": "https://www.newspapers.com/article/the-courier-journal-ford-defends-vetoing/162054331/",
    "167": "https://www.newspapers.com/article/the-morning-union-coal-strip-mining-bill/162054756/",
    "168": "https://books.google.com/books?id=v751AwAAQBAJ&q=carter+Love+Canal+in+the+city+of+Niagara+Falls,+New+York.+More+than+800+families+were+evacuated&pg=PT1417",
    "169": "https://books.google.com/books?id=eUTkicMAXuQC&q=one+of+the+grimmest+discoveries+of+our+modern+era+carter&pg=PR15",
    "170": "https://www.motherjones.com/politics/2024/12/president-jimmy-carter-death-100-environmental-legacy-conservation-solar-energy-alaskan-national-wildlife-refuge/",
    "171": "https://www.nytimes.com/1978/12/02/archives/carter-designates-us-land-in-alaska-for-national-parks-56-million.html",
    "172": "[ERROR retrieving ref link]",
    "173": "https://web.archive.org/web/20100122051251/https://www.unity.edu/News/solar1004.htm",
    "174": "https://huffingtonpost.com/2009/01/27/white-house-solar-panels_n_160575.html",
    "175": "https://www.motherjones.com/politics/2024/12/president-jimmy-carter-death-100-environmental-legacy-conservation-solar-energy-alaskan-national-wildlife-refuge/",
    "176": "https://www.foxnews.com/opinion/days-of-malaise-and-jimmy-carters-solar-panels",
    "177": "ISBN: 978-1-59033-610-6",
    "178": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-125",
    "179": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-122",
    "180": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-1008",
    "181": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-1006",
    "182": "https://search.worldcat.org/oclc/26359258",
    "183": "https://www.presidency.ucsb.edu/documents/standby-gasoline-rationing-plan-message-the-congress-transmitting-the-plan-0",
    "184": "https://www.presidency.ucsb.edu/documents/energy-address-the-nation",
    "185": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-980",
    "186": "https://web.archive.org/web/20090721024329/https://millercenter.org/scripps/archive/speeches/detail/3402",
    "187": "https://web.archive.org/web/20131019101602/https://www.pbs.org/wgbh/americanexperience/features/general-article/carter-crisis-speech/",
    "188": "https://www.eoearth.org/article/Jimmy_Carter%27s__malaise_speech_",
    "189": "https://select.nytimes.com/gst/abstract.html?res=FB0611F8395D12728DDDA10994DF405B898BF1D3",
    "190": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "192": "https://web.archive.org/web/20170215065641/https://www.pbs.org/wgbh/americanexperience/features/general-article/georgia-mafiahttps://",
    "193": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-119",
    "194": "https://www.cnn.com/2008/POLITICS/10/27/zelizer.hundred/index.html",
    "195": "https://archive.org/details/jimmycartersecon00bive_0",
    "196": "[ERROR retrieving ref link]",
    "197": "https://web.archive.org/web/20110525152206/https://pqasb.pqarchiver.com/washingtonpost_historical/access/143163782.html?dids=143163782:143163782&FMT=ABS&FMTS=ABS:AI&type=historic&date=Apr+1,+1977&author=By+Walter+Pincus+Washington+Post+Staff+Writer&pub=The+Washington+Post+(1974-Current+file)&edition=&startpage=A1&desc=When+a+Campaign+Vow+Crashes+Into+a+Pork+Barrel",
    "198": "https://web.archive.org/web/20160828215048/https://www.presidency.ucsb.edu/ws/?pid=6799",
    "199": "https://www.presidency.ucsb.edu/documents/democratic-national-committee-dinner-remarks-the-fundraising-dinner-new-york-city",
    "200": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-104",
    "201": "[ERROR retrieving ref link]",
    "202": "https://www.presidency.ucsb.edu/ws/index.php?pid=32325",
    "203": "https://www.nytimes.com/1979/05/15/archives/carters-clash-with-congress-on-gas-plan-news-analysis-some.html",
    "204": "https://www.presidency.ucsb.edu/ws/index.php?pid=32653",
    "205": "https://www.nytimes.com/1979/08/05/archives/carter-and-the-congress-doubt-and-distrust-prevail.html",
    "206": "https://search.worldcat.org/oclc/897163998",
    "207": "ISBN: 978-1-60590-770-3",
    "208": "https://www.newscentermaine.com/article/money/business/small-business/maine-craft-brew-industry-president-jimmy-carter-homebrewing-small-scale-breweries/97-44c37318-3b14-447c-a92b-cbbbb33f929b#:~:text=In+1978,+Carter+signed+HR,first+licensed+craft+brewery+opened.",
    "209": "https://motherjones.com/tom-philpott/2011/08/beer-charts",
    "210": "https://www.brewersassociation.org/press-releases/brewers-association-releases-annual-craft-brewing-industry-production-report-and-top-50-producing-craft-brewing-companies-for-2021/",
    "211": "https://www.newspapers.com/article/the-kansas-city-times-chrysler-aid-plan/161339133/",
    "212": "https://www.newspapers.com/article/the-hamilton-spectator-auto-firm-says-sa/161338413/",
    "213": "https://www.freep.com/story/money/cars/chrysler/2024/12/31/jimmy-carter-jim-blanchard-chrysler-bailout/77347439007/",
    "214": "[ERROR retrieving ref link]",
    "215": "https://web.archive.org/web/20130521003608/https://select.nytimes.com/gst/abstract.html?res=F30717FD3E5F167493C5A8178FD85F428785F9",
    "216": "https://search.worldcat.org/issn/0095-6007",
    "217": "https://search.worldcat.org/issn/0095-6007",
    "218": "https://www.presidency.ucsb.edu/documents/national-health-plan-remarks-announcing-proposed-legislation",
    "219": "https://www.presidency.ucsb.edu/documents/national-health-plan-message-the-congress-proposed-legislation",
    "220": "https://search.worldcat.org/issn/0095-6007",
    "221": "https://search.worldcat.org/issn/0095-6007",
    "222": "[ERROR retrieving ref link]",
    "223": "https://archive.org/details/keepingfaithmemo00cart/page/86",
    "224": "https://www.newspapers.com/article/hattiesburg-american-mental-health-syste/156446002/",
    "225": "https://www.newspapers.com/article/the-paducah-sun-mental-health-boss-focus/156446169/",
    "226": "https://www.presidency.ucsb.edu/documents/elementary-and-secondary-education-remarks-announcing-the-administrations-proposals-the",
    "227": "https://news.google.com/newspapers?id=IkwNAAAAIBAJ&pg=5661,1224804",
    "228": "https://www.presidency.ucsb.edu/documents/department-education-organization-act-statement-signing-s-210-into-law",
    "229": "https://www.politico.com/agenda/story/2015/09/department-of-education-history-000235/",
    "230": "https://web.archive.org/web/20131220025932/https://ilheadstart.org/about-ihsa/history-goals-and-values/head-start-a-historical-perspective/",
    "231": "https://books.google.com/books?id=CZ18F-KzLREC&pg=PA49",
    "232": "https://www.presidency.ucsb.edu/documents/15th-anniversary-project-head-start-remarks-white-house-reception",
    "233": "https://www.presidency.ucsb.edu/documents/brownsville-texas-remarks-rally-with-area-residents",
    "234": "https://www.lgbtqnation.com/2024/12/jimmy-carter-has-died-at-the-age-of-100-he-invited-the-first-gay-activists-to-the-white-house/",
    "235": "[ERROR retrieving ref link]",
    "236": "[ERROR retrieving ref link]",
    "237": "[ERROR retrieving ref link]",
    "238": "https://networks.h-net.org/node/28443/discussions/4083976/h-diplo-roundtable-xx-36-j%C3%B8rgen-jensehaugen-arab-israeli",
    "239": "https://www.presidency.ucsb.edu/ws/index.php?pid=6745",
    "240": "https://www.presidency.ucsb.edu/ws/index.php?pid=6849",
    "241": "[ERROR retrieving ref link]",
    "242": "ISBN: 0394753089",
    "243": "[ERROR retrieving ref link]",
    "244": "https://www.nytimes.com/1978/03/31/archives/carter-trip-to-nigeria-culminates-long-effort-to-improve-relations.html",
    "245": "https://history.state.gov/departmenthistory/travels/president/nigeria",
    "246": "https://www.nytimes.com/1978/04/03/archives/new-jersey-pages-carter-seeks-talks-including-all-sides-in-rhodesia.html",
    "247": "https://www.nytimes.com/1979/05/04/archives/conservatives-win-british-vote-margaret-thatcher-first-woman-to.html",
    "248": "https://www.nytimes.com/1979/04/25/archives/muzorewa-party-wins-in-rhodesia-with-bare-majority-in-parliament.html",
    "249": "https://www.nytimes.com/1979/05/14/archives/fight-over-rhodesia-sanctions-reflects-carter-bid-to-save-africa.html",
    "250": "https://www.nytimes.com/1979/05/17/archives/rhodesia-south-africa-hail-move-in-senate-to-end-curb-on-salisbury.html",
    "251": "https://www.nytimes.com/1979/12/04/archives/carter-promises-to-stop-sanctions-after-rhodesia-political.html",
    "252": "https://search.worldcat.org/issn/0147-0981",
    "253": "https://www.washingtonpost.com/archive/politics/1978/12/16/us-to-normalize-ties-with-peking-end-its-defense-treaty-with-taiwan/7d53f81a-865d-4a87-8c32-a0f6f343502c/",
    "254": "[ERROR retrieving ref link]",
    "255": "[ERROR retrieving ref link]",
    "256": "[ERROR retrieving ref link]",
    "257": "https://millercenter.org/president/carter/foreign-affairs",
    "258": "https://web.archive.org/web/20170226181104/https://www.worldpolicy.org/projects/arms/reports/indoarms.html",
    "259": "https://books.google.com/books?id=2GK7AAAAIAAJ&q=Indonesia&pg=PA187",
    "260": "https://www.democracynow.org/2007/9/10/fmr_president_jimmy_carter_on_palestine",
    "261": "https://books.google.com/books?id=GgsAAAAAMBAJ&q=Carter+weapons+sales+Indonesia&pg=PA31",
    "262": "https://www.nytimes.com/1978/02/06/archives/carter-asks-for-no-cut-in-arms-aid-to-marcos-despite-negative.html",
    "263": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-117",
    "264": "https://www.nytimes.com/1977/05/20/archives/carter-summons-general-in-korea-over-criticism-of-withdrawal-plan.html",
    "265": "https://www.nytimes.com/1977/05/22/archives/carter-disciplines-gen-singlaub-who-attacked-his-policy-on-korea.html",
    "266": "https://content.time.com/time/magazine/article/0,9171,914937,00.html",
    "267": "https://www.nytimes.com/1977/05/27/archives/carter-defends-plan-to-reduce-forces-in-korea-carer-defends-plan-to.html",
    "268": "https://www.presidency.ucsb.edu/documents/seoul-republic-korea-joint-communique-issued-the-conclusion-meetings-with-president-park",
    "269": "https://www.nytimes.com/1978/04/22/archives/carter-cuts-total-of-us-troops-to-leave-south-korea-this-year.html",
    "270": "https://www.thenation.com/article/world/two-days-in-may-that-shattered-korean-democracy/",
    "271": "https://nsarchive2.gwu.edu//dc.html?doc=3696543-Document-16-Memorandum-of-Conversation-National",
    "272": "https://www.nytimes.com/1977/11/16/archives/carter-lauds-shah-on-his-leadership-assures-visitor-us-will.html",
    "273": "https://vandvreader.org/jimmy-carter-toasts-the-shah-31-december-1977/",
    "274": "[ERROR retrieving ref link]",
    "275": "[ERROR retrieving ref link]",
    "276": "[ERROR retrieving ref link]",
    "277": "[ERROR retrieving ref link]",
    "278": "https://forward.com/articles/120124/how-hanukkah-came-to-the-white-house/",
    "279": "https://www.presidency.ucsb.edu/documents/american-hostages-iran-remarks-state-department-employees",
    "280": "https://www.presidency.ucsb.edu/documents/executive-order-12205-economic-sanctions-against-iran",
    "281": "https://www.presidency.ucsb.edu/documents/sanctions-against-iran-remarks-announcing-us-actions",
    "282": "https://www.thecrimson.com/article/1980/4/8/carter-cuts-ties-with-iran-ppresident/",
    "283": "https://www.presidency.ucsb.edu/documents/address-the-nation-the-rescue-attempt-for-american-hostages-iran",
    "284": "https://www.presidency.ucsb.edu/documents/rescue-attempt-for-american-hostages-iran-white-house-statement",
    "285": "[ERROR retrieving ref link]",
    "286": "https://www.muckrock.com/news/archives/2017/jul/24/declassified-cia-memo-predicted-1980-october-surpr/",
    "287": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-112",
    "288": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-114",
    "289": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-115",
    "290": "https://www.nytimes.com/1979/06/19/archives/us-and-soviet-sign-strategic-arms-treaty-carter-urges-congress-to.html",
    "291": "https://www.politico.com/story/2015/06/this-day-in-politics-june-18-1979-119113",
    "292": "https://www.wilsoncenter.org/blog-post/jimmy-carter-and-second-yemenite-war-smaller-shock-1979",
    "293": "https://web.archive.org/web/20180911122002/https://www.presidency.ucsb.edu/ws/?pid=33079",
    "294": "ISBN: 978-0-307-54698-2",
    "295": "ISBN: 978-1-84511-257-8",
    "296": "ISBN: 978-1-4422-0830-8",
    "297": "ISBN: 978-0-8157-2595-4",
    "298": "https://doi.org/10.1093%2Fdh%2Fdhz065",
    "299": "https://web.archive.org/web/20160304022857/https://etd.lsu.edu/docs/available/etd-04252012-175722/unrestricted/WHITE_THESIS.pdf",
    "300": "https://archive.org/details/ghostwarssecreth00coll/page/58",
    "301": "https://web.archive.org/web/20041015134701/https://www.jimmycarterlibrary.gov/documents/speeches/su80jec.phtml",
    "302": "https://www.presidency.ucsb.edu/ws/index.php?pid=33079",
    "303": "[ERROR retrieving ref link]",
    "304": "ISBN: 978-0-19-517616-2",
    "305": "https://doi.org/10.1093%2Fdh%2Fdhw026",
    "306": "https://www.emory.edu/EMORY_REPORT/erarchive/1996/August/ERaug.5/8_5_96carter.html",
    "307": "https://books.google.com/books?id=ywy9aslk3M8C&pg=PA100",
    "308": "https://foreignpolicy.com/2021/07/24/postmodern-america-didnt-deserve-jimmy-carter/",
    "309": "ISBN: 978-0-19-878070-0",
    "310": "https://history.state.gov/departmenthistory/travels/president/carter-jimmy",
    "311": "https://www.realclearworld.com/lists/presidential_visits/carter_iran.html",
    "312": "https://www.nytimes.com/2013/08/16/us/politics/bert-lance-carter-adviser-dies-at-82.html",
    "313": "https://web.archive.org/web/20121025175059/https://www.time.com/time/magazine/article/0,9171,916712-1,00.html",
    "315": "https://www.nytimes.com/2008/09/07/nyregion/07curran.html",
    "316": "https://web.archive.org/web/20051018150259/https://www.kayescholer.com/web.nsf/sl/96D840B79AF05CE785256CE20076DA99",
    "317": "https://www.nytimes.com/1979/10/17/archives/carters-business-cleared-in-inquiry-on-campaign-funds-indictments.html",
    "318": "[ERROR retrieving ref link]",
    "319": "[ERROR retrieving ref link]",
    "320": "https://news.google.com/newspapers?id=Md1JAAAAIBAJ&sjid=yx0NAAAAIBAJ&pg=2024%2C3677501",
    "321": "https://www.newspapers.com/article/the-bismarck-tribune-president-set-to-to/156390552/",
    "322": "https://www.boston.com/news/nation/articles/2009/02/18/chapter_4_sailing_into_the_wind/",
    "323": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-975",
    "324": "https://www.presidency.ucsb.edu/documents/the-presidents-news-conference-973",
    "325": "https://archive.org/details/ourendangeredv00cart",
    "326": "[ERROR retrieving ref link]",
    "327": "https://www.presidency.ucsb.edu/documents/remarks-accepting-the-presidential-nomination-the-1980-democratic-national-convention-new",
    "328": "https://query.nytimes.com/gst/abstract.html?res=9E03E2DB113BE732A25756C1A96E9C94619FD6CF",
    "329": "https://www.washingtonpost.com/archive/politics/1980/08/13/kennedy-rips-reagan-electrifies-convention/e095b296-247a-425d-8ef4-05bdfed24c9a/",
    "330": "https://www.bloomberg.com/news/articles/2017-12-04/john-anderson-third-party-candidate-for-president-dies-at-95",
    "331": "https://web.archive.org/web/20170630070844/https://www.gallup.com/poll/110548/gallup-presidential-election-trialheat-trends-19362004.aspx#4",
    "332": "https://nsarchive2.gwu.edu/NSAEBB/NSAEBB57/essay.html",
    "333": "https://www.washingtonpost.com/wp-srv/politics/special/clinton/frenzy/billy.htm",
    "334": "https://web.archive.org/web/20080308003653/https://www.time.com/time/magazine/article/0,9171,952778,00.html",
    "335": "https://www.presidency.ucsb.edu/documents/presidential-debate-cleveland",
    "336": "https://www.nytimes.com/2008/10/13/us/politics/13caucus.html",
    "337": "https://web.archive.org/web/20081009152724/https://www.time.com/time/magazine/article/0,9171,924541,00.html",
    "338": "https://www.news-press.com/article/20081104/NEWS0107/81104001/1075",
    "339": "https://www.politico.com/story/2009/10/new-book-pins-debategate-on-dem-028317?o=1",
    "340": "https://books.google.com/books?id=4hqpJEJp7cUC&pg=PA311",
    "341": "https://www.presidency.ucsb.edu/documents/1980-presidential-election-remarks-the-outcome-the-election",
    "342": "https://archive.org/details/beyondwhitehouse00cart",
    "343": "https://web.archive.org/web/20170817075415/https://archives.chicagotribune.com/1981/10/15/page/10/article/carter-begin-set-to-compromise/",
    "344": "https://www.nytimes.com/1983/03/09/world/carter-meets-plo-officals-in-egypt.html",
    "345": "https://www.belfasttelegraph.co.uk/news/world-news/claire-hanna-pays-tribute-to-jimmy-carter-first-us-president-to-seriously-engage-with-ni-issues/a524590819.html",
    "346": "ISBN: 978-1-58648-414-9",
    "347": "https://washingtonmonthly.com/magazine/may-2004/rolling-blunder-2/",
    "348": "https://web.archive.org/web/20100615210532/https://cartercenter.org/documents/nondatabase/nytimesarticle.htm",
    "349": "https://english.president.gov.tw/NEWS/1219",
    "350": "https://www.bbc.com/news/articles/cn446nmjp1vo",
    "351": "https://www.newspapers.com/article/the-sun-jimmy-carter-proposes-plan-to-ho/156439619/",
    "352": "https://news.bbc.co.uk/2/hi/7420573.stm",
    "353": "https://www.haaretz.com/news/jimmy-carter-israel-s-apartheid-policies-worse-than-south-africa-s-1.206865",
    "354": "[ERROR retrieving ref link]",
    "355": "https://web.archive.org/web/20130328003737/https://theelders.org/about",
    "356": "https://web.archive.org/web/20130327235803/https://theelders.org/our-work",
    "357": "https://web.archive.org/web/20130131102647/https://uk.reuters.com/article/2007/10/03/idUKL03712818._CH_.242020071003",
    "358": "https://web.archive.org/web/20130703114403/https://www.google.com/hostednews/afp/article/ALeqM5jfju7512LbJMdyWRLTb3YItDEgfQ",
    "359": "https://web.archive.org/web/20130512233718/https://www.theelders.org/article/jimmy-carter-and-lakhdar-brahimi-sudan-support-peace-efforts",
    "360": "https://www.theelders.org/jimmy-carter",
    "361": "https://www.reuters.com/article/us-zimbabwe-politics-annan-idUSTRE4AL19320081122",
    "362": "https://web.archive.org/web/20110516022847/https://pr-usa.net/index.php?option=com_content&task=view&id=160253&Itemid=96",
    "363": "https://web.archive.org/web/20150725112857/https://www.fw-magazine.com/content/president-jimmy-carter-speaks-forward",
    "364": "https://www.pbs.org/newshour/rundown/carter-on-egypt/",
    "365": "https://www.cnn.com/2010/WORLD/asiapcf/08/27/north.korea.carter/index.html",
    "366": "https://www.theguardian.com/world/2010/aug/27/north-korea-us-prisoner-jimmy-carter",
    "367": "https://web.archive.org/web/20171216034109/https://politics.blog.ajc.com/2017/08/10/jimmy-carter-presses-u-s-north-korea-to-tone-down-nuclear-war-rhetoric/",
    "368": "https://thehill.com/policy/international/356567-carter-volunteers-to-help-solve-tensions-with-north-korea/",
    "369": "https://www.upi.com/Archives/1981/03/16/Too-early-to-criticize-Reagan-says-Carter/2336353566800/",
    "370": "https://www.upi.com/Archives/1981/09/03/Carter-backs-Reagan-on-neutron-weapon/8627368337600/",
    "371": "https://www.nytimes.com/1981/10/13/world/carter-to-lobby-senate-on-awacs.html",
    "372": "https://www.chicagotribune.com/1987/03/22/carter-reagan-not-tending-to-mideast/",
    "373": "https://www.upi.com/Archives/1982/09/21/Former-President-Jimmy-Carter-says-the-massacre-of-some/8666401428800/?spt=su",
    "374": "https://www.upi.com/Archives/1984/12/23/Former-President-Jimmy-Carter-criticized-the-Reagan-administration-Sunday/6686472626000/",
    "375": "https://www.chicagotribune.com/1985/04/12/star-wars-may-hurt-talks-carter-warns/",
    "376": "https://www.upi.com/Archives/1985/07/14/Carter-Avoid-force-against-terrorism/9869490161600/?spt=su",
    "377": "https://www.upi.com/Archives/1987/02/09/Former-President-Jimmy-Carter-told-students-Monday-that-President/1036539845200/",
    "378": "https://www.upi.com/Archives/1987/09/30/Former-President-Jimmy-Carter-declared-Wednesday-he-is-strongly/5450987249052/",
    "379": "https://www.upi.com/Archives/1987/10/17/Carter-criticizes-Reagans-gulf-policy/1657561441600/",
    "380": "https://www.upi.com/Archives/1989/01/18/Former-President-Gerald-Ford-Wednesday-said-the-Washington-press/7903601102800/",
    "381": "https://www.huffingtonpost.com/carol-felsenthal/jimmy-carter-and-bill-cli_b_94926.html",
    "382": "https://www.nytimes.com/2001/09/28/us/nation-challenged-former-presidents-outside-former-presidents-lend-support.html",
    "383": "https://www.nytimes.com/2003/03/09/opinion/just-war-or-a-just-war.html",
    "384": "https://www.washingtonpost.com/wp-dyn/content/article/2006/08/27/AR2006082701094.html",
    "385": "https://www.spokesman.com/stories/2004/oct/26/carter-says-bush-exploiting-911-terrorist-attacks/",
    "386": "https://www2.arkansasonline.com/news/2007/may/19/carter-calls-bush-administration-worst-ever/",
    "387": "https://web.archive.org/web/20070614063104/https://www.cnn.com/2007/POLITICS/05/21/carter.bush.ap/index.html",
    "388": "https://web.archive.org/web/20070523151632/https://edition.cnn.com/2007/POLITICS/05/20/carter.bush.ap/index.html",
    "389": "https://web.archive.org/web/20121109021657/https://fwmagazine.wordpress.com/forward-magazine-interviews-jimmy-carter/",
    "390": "https://thehill.com/blogs/blog-briefing-room/news/campaigns/administration/35543-jimmy-carter-says-obama-will-be-outstanding/",
    "391": "https://abcnews.go.com/blogs/politics/2012/06/jimmy-carter-accuses-u-s-of-widespread-abuse-of-human-rights/",
    "392": "https://www.ajc.com/politics/political-insider-blog-your-daily-jolt-america-has-no-functioning-democracy-says-jimmy-carter/DKLFS2YYFBANHD7AHB2AYBH6ZA/",
    "393": "https://www.spiegel.de/politik/ausland/nsa-affaere-jimmy-carter-kritisiert-usa-a-911589.html",
    "394": "https://www.foxnews.com/politics/ex-president-carter-give-trump-credit-on-forcing-immigration-debate",
    "395": "https://thehill.com/blogs/blog-briefing-room/news/356566-jimmy-carter-i-would-rather-see-all-the-players-stand-during/",
    "396": "https://www.nytimes.com/2017/10/21/opinion/sunday/jimmy-carter-lusts-trump-posting.html",
    "397": "https://www.cnn.com/2017/10/22/politics/jimmy-carter-new-york-times-interview/index.html",
    "398": "https://www.wabe.org/president-trump-calls-president-carter-to-talk-china/",
    "399": "https://www.pbs.org/newshour/amp/show/jimmy-and-rosalynn-carter-reflect-on-75-years-of-marriage-the-state-of-america-politics",
    "400": "https://www.csmonitor.com/1981/0310/031029.html",
    "401": "https://www.upi.com/Archives/1984/04/25/Rosalynn-Carter-Bitter-at-1980-loss-Wishes-her-husband-would-run-again/7363451717200/",
    "402": "https://www.nytimes.com/1982/05/11/us/carter-backs-mondale-for-presidency-in-1984.html",
    "403": "https://www.nytimes.com/1984/06/14/us/carter-predicts-that-reagan-will-avoid-debating-mondale.html",
    "404": "https://www.nytimes.com/1984/06/28/us/campaign-notes-carter-vows-to-shun-convention-spotlight.html",
    "405": "https://www.upi.com/Archives/1984/11/07/Former-President-Jimmy-Carter-said-Wednesday-Walter-Mondales-defeat/4956468651600/",
    "406": "https://www.upi.com/Archives/1987/03/19/Former-President-Jimmy-Carter-said-today-Vice-President-George/2079543128400/",
    "407": "https://www.upi.com/Archives/1988/07/16/Carter-predicts-unified-convention/8408585028800/",
    "408": "https://www.nytimes.com/1988/07/15/us/jackson-suggests-carter-might-heal-rift-with-dukakis.html",
    "409": "https://www.washingtonpost.com/archive/lifestyle/1988/07/21/the-carter-constituency/0044a89e-a29c-425d-a7f4-7deb29449bf8/",
    "410": "https://www.upi.com/Archives/1988/11/10/Carter-predicts-tough-times-for-Bush/1653595141200/",
    "411": "https://www.nytimes.com/1992/02/23/us/the-1992-campaign-georgia-carter-welcomes-tsongas-to-plains.html",
    "412": "https://www.upi.com/Archives/1992/04/13/Carter-says-Clinton-election-would-be-good-for-Japan-US-relations/4488703137600/",
    "413": "https://www.nytimes.com/1992/05/21/us/1992-campaign-carter-with-clinton-his-side-praises-candidate-s-qualities.html",
    "414": "https://www.upi.com/Archives/1992/08/19/Clinton-and-Gore-help-Carter-build-house/8269714196800/",
    "415": "https://www.nytimes.com/1992/08/20/news/the-1992-campaign-the-democrats-clinton-assails-gop-attacks-aimed-at-wife.html",
    "416": "https://www.upi.com/Archives/1992/11/06/Carter-ready-to-consult-with-Clinton/4107721026000/",
    "417": "https://www.upi.com/Archives/2000/11/01/Former-President-Carter-endorses-Gore/5798973054800/",
    "418": "ISBN: 978-1-881365-53-2",
    "419": "https://edition.cnn.com/2000/ALLPOLITICS/stories/12/13/cnn.poll/index.html",
    "420": "https://www.cnn.com/2004/ALLPOLITICS/07/26/cnna.carter/",
    "421": "https://www.theguardian.com/world/2004/sep/28/uselections2004.usa",
    "422": "https://web.archive.org/web/20211212140456/https://politicalticker.blogs.cnn.com/2008/01/30/carter-praises-obama/",
    "423": "https://web.archive.org/web/20080407063956/https://politicalticker.blogs.cnn.com/2008/04/03/carter-hints-at-supporting-obama/",
    "424": "https://web.archive.org/web/20210614204649/https://politicalticker.blogs.cnn.com/2008/05/26/carter-after-june-3-it-will-be-time-for-clinton-to-give-it-up/",
    "425": "https://6abc.com/archive/6182749/",
    "426": "https://www.pewresearch.org/short-reads/2016/05/05/who-are-the-democratic-superdelegates/",
    "427": "https://www.upi.com/Carter-McCain-milking-POW-status/64911219972668/",
    "428": "https://abcnews.go.com/Politics/story?id=5679652&page=1",
    "429": "https://www.theguardian.com/world/2008/jun/04/uselections2008",
    "430": "https://news.yahoo.com/blogs/ticket/jimmy-carter-wants-mitt-romney-republican-nominee-141827488.html",
    "431": "https://content.usatoday.com/communities/onpolitics/post/2012/08/jimmy-carter-democratic-convention-speaker-barack-obama/1",
    "432": "https://www.cnn.com/2015/07/08/politics/jimmy-carter-donald-trump-hillary-clinton/",
    "433": "https://thehill.com/blogs/blog-briefing-room/news/258811-carter-democrats-and-republicans-hardly-speak-now/",
    "434": "https://www.cbsnews.com/news/jimmy-carter-i-would-choose-donald-trump-over-ted-cruz/",
    "435": "https://www.nytimes.com/2016/05/24/us/jimmy-carter-racism-baptist-conference-unity-donald-trump.html",
    "436": "https://www.politico.com/story/2016/07/dnc-2016-jimmy-carter-226249",
    "437": "https://www.ajc.com/blog/politics/jimmy-carter-says-backing-quite-unpopular-hillary-clinton/qHLLQNiJiVtT3jBakFZs2O/",
    "438": "https://www.cbsnews.com/news/democratic-convention",
    "439": "https://www.washingtonpost.com/politics/jimmy-carter-says-trump-wouldnt-be-president-without-help-from-russia/2019/06/28/deef1ef0-99b6-11e9-8d0a-5edd7e2025b1_story.html",
    "440": "https://www.cbsnews.com/news/jimmy-carter-says-president-trump-illegitimate-president-russian-interference-2019-06-28/",
    "441": "https://www.c-span.org/video/?c4805096/jimmy-carter-president-trump-put-office-russian-interference",
    "442": "https://www.washingtonpost.com/news/morning-mix/wp/2017/05/09/yall-see-why-i-voted-for-him-jimmy-carter-says-he-was-a-bernie-sanders-supporter/",
    "443": "https://www.washingtonpost.com/dc-md-va/2021/01/06/dc-protests-trump-rally-live-updates/",
    "444": "https://www.today.com/news/all-living-former-presidents-condemn-violence-capitol-t205224",
    "445": "https://www.fox5atlanta.com/news/former-president-carter-reflects-on-his-inauguration-offers-biden-harris-insight-in-video",
    "446": "https://web.archive.org/web/20221111231724/https://www.nytimes.com/2022/11/11/climate/anilca-road-alaska-trump-court-decision.html",
    "447": "https://people.com/jimmy-carter-wants-to-vote-kamala-harris-president-8689929",
    "448": "https://www.ajc.com/politics/jimmy-carter-fulfills-wish-and-votes-for-kamala-harris/HTE7BVP3AZDIJJNZE3XPYPNGXI/",
    "449": "https://georgiarecorder.com/2024/10/15/georgias-early-voting-first-day-turnout-on-already-breaks-record/",
    "450": "https://www.wistv.com/story/3878857/jimmy-carter-criticizes-femas-role-in-katrina-relief",
    "451": "https://www.nj.com/monmouth/index.ssf/2013/10/former_president_carter_joins_effort_to_rebuild_sandy-ravaged_union_beach.html",
    "452": "https://thehill.com/blogs/blog-briefing-room/349993-former-presidents-add-irma-recovery-to-fundraising-appeal/",
    "453": "https://www.cnn.com/2017/09/02/opinions/help-harvey-recovery-jimmy-carter/index.html",
    "454": "https://www.cnbc.com/2019/07/17/when-jimmy-carter-left-office-his-peanut-business-was-deep-in-debt.html",
    "455": "https://www.washingtonpost.com/books/2024/12/31/jimmy-carter-author/",
    "456": "https://web.archive.org/web/20091101123818/https://www.cartercenter.org/about/history/chronology_1980.html",
    "457": "https://www.georgiatrend.com/November-2012/The-Carter-Center-At-30-Years/",
    "458": "https://www.cartercenter.org/index.html",
    "459": "https://www.cbsnews.com/news/guinea-worm-disease-nearly-eradicated-jimmy-carter-says/",
    "460": "https://www.who.int/news/item/26-09-2019-dracunculiasis-eradication-on-the-threshold-of-a-historic-achievement",
    "461": "https://www.cartercenter.org/health/guinea_worm/case-totals.html",
    "462": "https://www.latimes.com/archives/la-xpm-1986-10-02-mn-3888-story.html",
    "463": "https://www.nytimes.com/1991/11/05/us/4-presidents-join-reagan-in-dedicating-his-library.html",
    "464": "https://www.nytimes.com/1997/11/06/us/dedication-of-bush-library-is-set-for-today.html",
    "465": "https://www.nytimes.com/2004/11/18/politics/18cnd-clin.html",
    "466": "https://news.bbc.co.uk/2/hi/americas/4021201.stm",
    "467": "https://www.latimes.com/nation/la-xpm-2013-apr-25-la-na-bush-library-20130426-story.html",
    "468": "https://www.nytimes.com/2006/02/08/us/at-mrs-kings-funeral-a-mix-of-elegy-and-politics.html",
    "469": "https://www.fordlibrarymuseum.gov/grf/Funeral/Carter.asp",
    "470": "https://www.cbc.ca/news/world/carter-praises-distinguished-opponent-ford-at-funeral-1.640103",
    "471": "https://www.southbendtribune.com/news/local/habitat-ceremony-at-notre-dame-is-only-chance-to-see/article_f63d275c-f402-52cc-a7dd-0cd740ac393f.html",
    "472": "https://www.oklahoman.com/story/news/politics/2009/07/25/ex-president-jimmy-carter-works-to-unite-all-baptists/61381494007/",
    "473": "https://www.washingtonpost.com/archive/politics/2007/01/21/carter-clinton-seek-to-bring-together-moderate-baptists-span-classbankheadexiles-from-conservative-group-targetedspan/2044354e-264d-4577-8120-03d491375775/",
    "474": "https://www.qchron.com/editions/queenswide/queens-remembers-jimmy-carter-100/article_dfb35677-62eb-5fc8-b34f-f29d1d63e29f.html",
    "475": "https://www.flyfisherman.com/editorial/tackling-taimen/152028",
    "476": "https://worldjusticeproject.org/about-us/who-we-are/honorary-chairs",
    "477": "https://www.brookings.edu/wp-content/uploads/2016/06/06_continuity_of_government.pdf",
    "478": "https://web.archive.org/web/20190519103559/https://mbcplains.org/?page_id=212",
    "479": "https://www.cnn.com/2019/06/03/politics/jimmy-carter-emory-university-tenure/index.html",
    "480": "[ERROR retrieving ref link]",
    "481": "https://www.nytimes.com/2006/12/14/books/14cart.html",
    "482": "https://www.haaretz.com/2006-12-11/ty-article/jimmy-carter-israels-apartheid-policies-worse-than-south-africas/0000017f-db7c-d3a5-af7f-fbfea0530000",
    "483": "https://www.brandeis.edu/now/2008/january/cartervisit.html",
    "484": "https://www.thejustice.org/article/2007/01/carter-defends-book-challenges-brandeis-to-send-mideast-delegation",
    "485": "https://forward.com/news/9916/carter-wins-over-student-crowd-at-brandeis-receiv/",
    "486": "https://www.youtube.com/watch?v=hbUA8ld_2yc",
    "487": "https://web.archive.org/web/20041012000917/https://www.jimmycarterlibrary.gov/library/carterbi.phtml",
    "488": "https://forward.com/culture/656007/jimmy-carter-death-jews-israel-palestine/",
    "489": "https://www.nytimes.com/1988/09/26/obituaries/billy-carter-dies-of-cancer-at-51-troubled-brother-of-a-president.html",
    "490": "ISBN: 978-0-00-274080-7",
    "491": "https://walkoffame.com/berry-gordy/#:~:text=Berry%20Gordy%20I%20was%20the,and%20Carter%20second%20half%2Dcousins",
    "492": "https://www.ajc.com/news/happy-71st-wedding-anniversary-jimmy-and-rosalynn-carter/8gLu5tUWRYN0iKxX4g8mWP/",
    "493": "https://www.jimmycarterlibrary.gov/about_us/biography_of_jimmy_carter",
    "494": "[ERROR retrieving ref link]",
    "495": "https://archive.org/details/ourendangeredvalcart00cart",
    "496": "https://books.google.com/books?id=g9MAEAAAQBAJ&pg=PA81",
    "497": "https://web.archive.org/web/20150623232438/https://www.people.com/people/archive/article/0,,20067515,00.html",
    "498": "https://www.glamour.com/inspired/blogs/the-conversation/2015/03/the-residence-book",
    "500": "https://eu.usatoday.com/story/news/nation/2019/10/18/jimmy-rosalynn-carter-become-longest-married-presidential-couple/4025978002/",
    "501": "[ERROR retrieving ref link]",
    "502": "https://www.nytimes.com/2010/05/12/us/politics/12elect.html",
    "503": "https://www.cnn.com/2015/12/20/us/jimmy-carter-grandson-death/",
    "504": "https://www.artfixdaily.com/news_feed/2017/06/27/4532-jimmy-carter-painting-brings-over-half-million-dollars-at-auction",
    "505": "https://www.nobelprize.org/nobel_prizes/peace/laureates/2002/carter-bio.html",
    "506": "https://www.bbc.co.uk/news/uk-wales-15661342",
    "507": "https://web.archive.org/web/20151222125301/https://www.people.com/people/archive/article/0,,20068169,00.html",
    "508": "https://web.archive.org/web/20151222105450/https://www.westminster-abbey.org/our-history/people/dylan-thomas",
    "509": "https://people.com/politics/all-about-jimmy-carter-rosalynn-carter-children-grandchildren/",
    "510": "https://www.neatorama.com/2015/07/15/Elvis-Presley-and-Politics/",
    "511": "https://books.google.com/books?id=kUXPpQAhsCkC&q=elvis+presley+jimmy+carter+george+klein&pg=PA195",
    "512": "https://books.google.com/books?id=7jDBAgAAQBAJ&q=elvis+presley+jimmy+carter+call&pg=PT607",
    "513": "https://www.newyorker.com/books/double-take/takes-elvis-presley-on-the-line",
    "514": "https://www.presidency.ucsb.edu/ws/?pid=7969/",
    "515": "https://www.washingtonpost.com/archive/politics/1977/04/30/ufo-over-georgia-jimmy-logged-one/080ef1c3-6ff3-41a9-a1e4-a37c54b5cbca/",
    "516": "https://nymag.com/intelligencer/2019/09/jimmy-carter-saw-a-ufo-on-this-day-in-1973.html",
    "517": "https://www.nicap.org/waves/CarterSightingRptOct1969.pdf",
    "518": "https://www.newspapers.com/clip/86289659/",
    "519": "https://books.google.com/books?id=QwAAEAAAQBAJ&pg=PA201",
    "520": "https://www.nytimes.com/2000/10/21/us/carter-sadly-turns-back-on-national-baptist-body.html",
    "521": "https://foreignpolicy.com/2023/02/22/jimmy-carter-foreign-policy-america-evangelical-christianity/",
    "522": "https://www.atlantamagazine.com/great-reads/pilgrimage-to-plains-jimmy-carter/",
    "523": "ISBN: 978-0-8054-1707-4",
    "524": "https://www.pbs.org/wgbh/americanexperience/features/billy-graham-evangelicals-and-american-presidency/",
    "525": "https://www.nytimes.com/2018/10/28/us/religion-politics-evangelicals.html",
    "526": "https://www.washingtonpost.com/business/how-evangelical-voters-swung-from-carter-to-trump/2023/03/01/e43a7112-b833-11ed-b0df-8ca14de679ad_story.html",
    "527": "ISBN: 978-1-55587-801-6",
    "528": "https://abcnews.go.com/US/story?id=95311&page=1",
    "529": "https://doi.org/10.1525%2Frac.2014.24.1.100",
    "530": "https://www.jstor.org/stable/30242432",
    "531": "https://www.cnbc.com/2015/08/12/former-president-jimmy-carter-reveals-he-has-cancer.html",
    "532": "https://www.bloomberg.com/politics/articles/2015-08-20/jimmy-carter-says-he-will-undergo-treatment-for-cancer-in-brain",
    "533": "https://www.cartercenter.org/news/pr/carter-center-statement-120615.html",
    "534": "https://abcnews.go.com/US/president-jimmy-carter-undergoes-surgery-breaking-hip/story?id=63012990",
    "535": "https://abcnews.go.com/Politics/president-jimmy-carter-requires-stitches-fall-home-feels/story?id=66100086",
    "536": "https://www.businessinsider.com/jimmy-carter-black-eye-stitches-after-fall-2019-10",
    "537": "https://www.cnn.com/2019/10/22/politics/jimmy-carter-hospital-fall-home/index.html",
    "538": "https://www.ajc.com/news/good-humor-carter-returns-sunday-school-after-fall/FWyJNsy0fjRI2CmoLr7eoN/",
    "539": "https://apnews.com/5d66f9855c8f40619222e8e3b99ea66a",
    "540": "https://www.cnn.com/2019/11/27/politics/jimmy-carter-released-from-hospital/index.html",
    "541": "https://www.bignewsnetwork.com/news/263073902/pastor-jimmy-carter-up-and-walking-post-brain-surgery",
    "542": "https://abcnews.go.com/Politics/president-jimmy-carter-admitted-hospital-brain-surgery/story?id=66926890",
    "543": "https://www.npr.org/2019/12/03/784376075/jimmy-carter-hospitalized-for-urinary-tract-infection",
    "544": "https://www.nbcnews.com/news/us-news/jimmy-carter-discharged-georgia-hospital-urinary-tract-infection-n1095951",
    "545": "https://www.cartercenter.org/news/pr/2023/statement-on-president-carters-health.html",
    "546": "https://apnews.com/article/politics-united-states-government-gerald-ford-ronald-reagan-hospice-care-f4e26c10a7b366f14e62f690da403b0a",
    "547": "https://apnews.com/article/jimmy-carter-hospice-care-86b6d73e53eec03ab3cb9980c71bbb32",
    "548": "https://news.yahoo.com/watch-live-rosalynn-carter-funeral-jimmy-carter-all-5-living-first-ladies-melania-trump-hillary-clinton-michelle-obama-162011346.html",
    "549": "https://www.bbc.com/news/articles/clyldnlrnxdo",
    "550": "https://www.reaganlibrary.gov/archives/speech/remarks-occasion-alfred-m-landons-100th-birthday-topeka-kansas",
    "551": "https://www.nytimes.com/1987/10/13/obituaries/alf-landon-gop-standard-bearer-dies-at-100.html",
    "552": "https://time.com/4639799/jimmy-carter-beat-cancer-donald-trump-inauguration/",
    "553": "https://abcnews.go.com/Politics/jimmy-carter-now-oldest-living-president-us-history/story?id=61835536",
    "554": "https://www.detroitnews.com/story/news/nation/2019/03/22/carter-president-longest-lived/39240613/",
    "555": "https://people.com/politics/jimmy-carter-living-to-95-habitat-humanity-build-rosalynn-marriage/",
    "556": "https://apnews.com/article/jimmy-carter-99-birthday-hospice-19be42d93ca052816aaa06c57c38be1b",
    "557": "https://www.ajc.com/things-to-do/jimmy-carter-100-event-turns-fox-theatre-into-a-love-shack-review/DKDYTOWPTZDVBE3DNEMEFM7EIM/",
    "558": "https://www.usatoday.com/videos/news/politics/2024/09/30/jimmy-carter-former-us-president-celebrates-100th-birthday/75450406007/",
    "559": "https://web.archive.org/web/20241001212651/https://www.wsbtv.com/news/jimmy-carter-his/XVIWDPWIQNGPFBSYG5XC2SRHE4/",
    "560": "https://www.whro.org/military-veterans/2024-10-01/local-navy-pilots-honor-former-president-carters-100th-birthday-with-flyover",
    "561": "https://web.archive.org/web/20170302031127/https://www.deseretnews.com/article/650212241/Carter-hopes-to-be-buried-in-hometown-of-Plains-Ga.html",
    "562": "https://www.cnn.com/2023/03/14/politics/jimmy-carter-eulogy-biden/index.html",
    "563": "https://www.washingtonpost.com/obituaries/2024/12/29/jimmy-carter-president-dead/",
    "564": "https://www.bbc.com/news/articles/cpww85w5p30o",
    "565": "https://www.cartercenter.org/news/pr/2024/statement-on-president-jimmy-carter-122924.html",
    "566": "https://www.washingtonpost.com/nation/2023/02/18/jimmy-carter-hospice-care/",
    "567": "https://www.whitehouse.gov/briefing-room/statements-releases/2024/12/29/statement-by-president-joe-biden-and-first-lady-jill-biden-on-the-passing-of-former-president-jimmy-carter/",
    "568": "https://apnews.com/article/carter-obama-bush-trump-biden-clinton-funeral-6c7e8c12019f2b83f3e30b3ecd1eb4ad",
    "569": "https://www.sfgate.com/politics/article/Jimmy-Carter-s-Legacy-of-Failure-2483048.php",
    "570": "https://www.brookings.edu/research/opinions/2000/01/21politics-hess",
    "571": "https://content.time.com/time/magazine/article/0,9171,1810305,00.html",
    "572": "https://www.politico.com/story/2019/03/13/jimmy-carter-trump-1207385",
    "573": "https://www.newspapers.com/article/wisconsin-state-journal-historians-rate/161375991/",
    "574": "https://web.archive.org/web/20150506081425/https://www.pbs.org/wgbh/americanexperience/features/general-article/carter-post-presidency/",
    "575": "[ERROR retrieving ref link]",
    "576": "https://www.newspapers.com/article/the-world-presidents-rated-truman-ike/156226892/",
    "577": "https://www.newspapers.com/article/the-independent-jimmy-carter/161333473/",
    "578": "https://www.rutgers.edu/news/jimmy-carters-legacy-rutgers-historian-reflects-39th-president",
    "579": "https://realscreen.com/2009/06/08/montecarlofest-20090608/",
    "580": "https://www.worldscreen.com/articles/display/21252",
    "581": "https://www.washingtonpost.com/opinions/2024/12/29/stuart-eizenstat-jimmy-carter-accomplishments/",
    "582": "https://www.independent.co.uk/news/presidents/jimmy-carter-1482922.html",
    "583": "https://www.cbsnews.com/news/polls-fords-image-improved-over-time/",
    "584": "https://www.newspapers.com/article/the-anniston-star-carter-runs-on-first-t/156081570/",
    "585": "https://www.nytimes.com/1989/05/18/us/washington-talk-carter-begins-to-shed-negative-public-image.html",
    "586": "https://www.nytimes.com/books/first/b/brinkley-unfinished.html",
    "587": "https://www.gallup.com/poll/113923/History-Foretells-Obama-First-Job-Approval-Rating.aspx",
    "588": "https://www.newspapers.com/article/honolulu-star-bulletin-carters-decline/156055551/",
    "589": "https://www.newspapers.com/article/the-macon-news-carter-gains-in-popularit/161398320/",
    "590": "https://www.newspapers.com/article/the-pantagraph-carters-approval-rating/156056662/",
    "591": "https://www.newspapers.com/article/the-times-carters-popularity-rise-all-t/161451925/",
    "592": "https://www.newspapers.com/article/honolulu-star-bulletin-trust-in-carter-s/156057185/",
    "593": "https://www.nytimes.com/1979/12/10/archives/survey-finds-carters-popularity-has-risen-sharply-in-iran-crisis.html",
    "594": "https://www.newspapers.com/article/the-tampa-tribune-carters-lead-over-ken/156180040/",
    "595": "https://www.newspapers.com/article/the-tampa-tribune-for-the-first-time-re/156058167/",
    "596": "https://www.newspapers.com/article/the-miami-herald-only-3-regard-carter-a/156083128/",
    "597": "https://www.newspapers.com/article/ledger-enquirer-fort-didnt-have-it-easy/161260379/",
    "598": "https://www.newspapers.com/article/the-roanoke-times-trump-setting-records/161260871/",
    "599": "https://web.archive.org/web/20090119053947/https://www.gallup.com/poll/113770/Bush-Presidency-Closes-34-Approval-61-Disapproval.aspx",
    "600": "https://www.newspapers.com/article/the-post-standard-jfk-tops-presidents-l/156388619/",
    "601": "https://www.newspapers.com/article/the-baltimore-sun-ford-won-the-publics/158133879/",
    "602": "https://news.gallup.com/opinion/gallup/235277/jimmy-carter-retrospective.aspx",
    "603": "https://web.archive.org/web/20041119195807/http://www.hinduonnet.com/thehindu/2000/02/29/stories/0229000n.htm",
    "604": "https://www.the-independent.com/news/world/americas/us-politics/jimmy-carter-indian-village-funeral-b2673334.html",
    "605": "https://www.nytimes.com/1993/05/30/travel/carter-center-more-than-the-past.html",
    "606": "https://www.ajc.com/news/world/guide-visiting-jimmy-carter-historic-site-plains-georgia/VVYPV6Ni0LqcJ0UaPuQkWP/",
    "607": "https://www.ajc.com/news/world/guide-visiting-jimmy-carter-historic-site-plains-georgia/VVYPV6Ni0LqcJ0UaPuQkWP/",
    "608": "https://www.pbk.org/presidents",
    "609": "https://search.amphilsoc.org/memhist/search?creator=Jimmy+Carter&title=&subject=&subdiv=&mem=&year=&year-max=&dead=&keyword=&smode=advanced",
    "610": "https://edition.cnn.com/US/9804/08/carter.sub/",
    "611": "https://www.ohchr.org/EN/NewsEvents/Pages/HRPrizeListofpreviousrecipients.aspx",
    "612": "https://web.archive.org/web/20140714192308/https://www.asme.org/about-asme/get-involved/honors-awards/unit-awards/hoover-awards/1998",
    "613": "https://www.nobelprize.org/nobel_prizes/peace/laureates/2002/press.html",
    "614": "https://edition.cnn.com/2002/WORLD/europe/10/11/carter.nobel/index.html",
    "615": "https://web.archive.org/web/20150707030437/https://www.foxnews.com/politics/2009/10/11/jimmy-carter-regional-airport-reality/",
    "616": "https://www.cnn.com/2016/02/15/politics/jimmy-carter-grammy-award-spoken-word/",
    "617": "https://www.nytimes.com/2007/02/12/arts/music/12gram.html",
    "618": "https://thehill.com/blogs/in-the-know/262293-jimmy-carter-up-for-another-grammy/",
    "619": "https://www.huffingtonpost.co.uk/entry/jimmy-carter-grammys-spoken-word-album_us_5c60b896e4b0eec79b24c9cc?guccounter=1",
    "620": "https://www.cnn.com/2024/11/09/us/jimmy-carter-grammy-nomination/index.html",
    "621": "https://www.rollingstone.com/music/music-lists/2025-grammys-best-weirdest-1235157302/",
    "622": "https://www.youtube.com/watch?v=4tSSQFo97Mg"
  },
  "flair_entities": [
    "national investigations committee on aerial phenomena",
    "lance",
    "william miller",
    "korean peninsula",
    "thomas eagleton",
    "pat caddell",
    "african",
    "opec",
    "tony fratto",
    "asian american heritage month",
    "prc",
    "united states house of representatives",
    "sanders",
    "izembek national wildlife refuge",
    "khmer rouge",
    "board of education",
    "palestinians",
    "olympics",
    "texas",
    "monica lewinsky",
    "fox theatre",
    "ted kennedy",
    "south west africa",
    "alabama",
    "federal election commission",
    "union college",
    "nur muhammad taraki",
    "palestine: peace not apartheid",
    "nrx",
    "mississippi",
    "hoover medal",
    "johannesburg",
    "new hampshire",
    "the elders",
    "eizenstat",
    "georgia constitution",
    "atlantic",
    "souther field airport",
    "sudan",
    "nation",
    "lebanon",
    "niagara falls",
    "cambodia",
    "john mccain",
    "national menorah",
    "brandeis university",
    "klein",
    "white house",
    "roswell street baptist church",
    "ohio",
    "democrats",
    "ronald reagan",
    "rosalynn",
    "timothy kraft",
    "departments of energy and education",
    "nixon",
    "love canals",
    "jason carter",
    "habitat for humanity",
    "department of education organization act",
    "christianity",
    "donnel",
    "wisconsin",
    "robert bork",
    "republic of china",
    "kika de la garza",
    "george wallace",
    "al gore",
    "philippines",
    "john \"jack\", james iii \"chip",
    "medicare",
    "saudi arabia",
    "cab",
    "paul j",
    "john ensign",
    "lesbian",
    "cyprus",
    "uss k-1",
    "john b.",
    "afghanistan",
    "virginia",
    "chinese",
    "mexican",
    "reagan",
    "south africans",
    "kansas state university",
    "betty",
    "world war i",
    "maranatha baptist church",
    "ethiopia",
    "bush",
    "grammy award",
    "navy",
    "george h  .",
    "robert scheer",
    "roc",
    "pennsylvania",
    "stuart e",
    "congress",
    "anti-american",
    "camp david accords",
    "missouri",
    "native hawaiian",
    "southern baptist convention",
    "jimmy carter regional airport",
    "united nations",
    "nixon administration",
    "brown",
    "india",
    "house",
    "florida",
    "naval reactors branch",
    "washington, d.c.",
    "presley",
    "surface mining control and reclamation act of 1977",
    "james j .",
    "seawolf",
    "gulf coast",
    "cnn",
    "golden plate award",
    "zimbabwe",
    "herbert hoover",
    "bls",
    "uk",
    "equal rights amendment",
    "atlanta",
    "world justice project",
    "georgia house of representatives",
    "pro-soviet",
    "europe",
    "bashar al-assad",
    "love canal",
    "summer olympics",
    "democratic",
    "barack obama",
    "jack",
    "hubert horatio hornblower",
    "soviets",
    "israeli-occupied",
    "u.s. capitol",
    "89th united states congress",
    "emory healthcare of atlanta",
    "atomic energy commission",
    "curran",
    "lee teng-hui",
    "american academy of achievement",
    "egypt",
    "united states",
    "west bank",
    "arkansas",
    "jimmy who?",
    "u.s.",
    "paul warnke",
    "georgia human rights council",
    "jeffery brown",
    "imam khomeini",
    "phoebe sumter medical center",
    "columbus",
    "strategic arms limitation talks",
    "gaza strip",
    "new baptist covenant",
    "barbara bush",
    "griffin bell",
    "harvey",
    "seawolf-class",
    "american campaign medal",
    "carl sanders",
    "british",
    "chun doo-hwan",
    "aijalon gomes",
    "georgia general assembly",
    "jimmy carter national historic park",
    "chip",
    "carters",
    "ferdinand marcos",
    "dylan thomas",
    "pacific",
    "uss pomfret",
    "congressional",
    "moscow",
    "sabra",
    "afghan",
    "mary prince",
    "theodore hesburgh",
    "earl",
    "memorial sloan kettering cancer center",
    "chalk river laboratories",
    "middle east",
    "senator bentsen",
    "shah",
    "irma",
    "sarah chuldenko",
    "asia",
    "ruth stapleton",
    "the independent",
    "lucy craft laney",
    "sandy",
    "blue house",
    "f-18 super hornet",
    "national press club",
    "national governors conference",
    "h.r",
    "chrysler corporation loan guarantee act of 1979",
    "alf landon",
    "pennsylvania avenue",
    "woodland drive",
    "babrak karmal",
    "ted cruz",
    "ussr",
    "guantanamo bay",
    "hafizullah amin",
    "gloria",
    "russia",
    "united states court of appeals",
    "nevada",
    "democratic national committee",
    "bob dole",
    "head start program",
    "nigeria",
    "house of representatives",
    "why not the best?",
    "goldwater",
    "schenectady",
    "shatila",
    "jack carter",
    "naval air station oceana",
    "harry s.",
    "margaret thatcher",
    "robert gates",
    "george w.",
    "john kerry",
    "head start",
    "indian ocean",
    "colony of virginia",
    "south korea",
    "kim il sung",
    "westminster abbey",
    "georgia state senate",
    "walter mondale",
    "executive order 12205",
    "namibia",
    "berry gordy",
    "democratic national convention",
    "james earl carter sr.",
    "salt ii",
    "steve coll",
    "carters'",
    "nelson price",
    "david rockefeller",
    "diplomatic history",
    "libya",
    "donald trump",
    "south yemen",
    "anwar sadat",
    "lyndon b .",
    "united states department of education",
    "liberia",
    "paul tsongas",
    "washington post",
    "strategic defense initiative",
    "arab",
    "atlanta jewish times",
    "chicago tribune",
    "national governors association",
    "kennedy",
    "persian gulf",
    "international ufo bureau",
    "david rubenstein",
    "sino-american mutual defense treaty",
    "becky",
    "georgia",
    "education committee",
    "china service medal",
    "haryana",
    "panama canal treaties",
    "ford",
    "clinton",
    "billy",
    "united states'",
    "department of energy",
    "alaska national interest lands conservation act",
    "faith: a journey for all",
    "wallace",
    "taiwan",
    "flint river",
    "the dream shall never die",
    "martin luther king sr.",
    "russians",
    "christian",
    "suharto",
    "john k.",
    "muslim student followers",
    "egyptian",
    "office of management and budget",
    "soviet-backed",
    "canadian",
    "emory university hospital",
    "faa",
    "elvis presley",
    "callaway",
    "abel muzorewa",
    "new york",
    "rex granum",
    "ayatollah khomeini",
    "palestinian",
    "george w   .",
    "plains methodist church",
    "uss",
    "gerald ford",
    "arnall",
    "singlaub",
    "george",
    "chalk river",
    "rhodesians",
    "california",
    "hawaii",
    "the new york times",
    "lyndon b.",
    "bernie sanders",
    "kim dae-jung",
    "andrew young",
    "east timor",
    "carter",
    "east asia  carter",
    "mcgovern",
    "anti-mcgovern",
    "army quartermaster corps",
    "chung hee",
    "lester maddox",
    "united states foreign service",
    "new york city",
    "nobel peace prize",
    "richard nixon",
    "christ",
    "katrina",
    "jesus",
    "back door channels: the price of peace",
    "muammar gaddafi",
    "mondale",
    "britain",
    "civil aeronautics board",
    "archery",
    "taraki",
    "soviet",
    "coretta scott king",
    "laurence shoup",
    "world war ii victory medal",
    "ruth",
    "nicaragua",
    "furman",
    "marietta",
    "appropriations committee",
    "martin luther king jr",
    "democratic party",
    "senate",
    "university of illinois",
    "china-allied",
    "vietnamese",
    "samuel doe",
    "united nations prize",
    "hillary clinton",
    "oval office",
    "israel",
    "washington",
    "jeff",
    "amerada hess",
    "ku klux klan",
    "gloria spann",
    "atomic energy of canada",
    "a celebration in song",
    "ninth circuit",
    "american",
    "nelson rockefeller",
    "bureau of labor statistics",
    "leonid brezhnev",
    "economy  carter",
    "joe biden",
    "poets' corner",
    "james lynn",
    "our endangered values: america's moral crisis",
    "kahn",
    "georgians",
    "rhodesian",
    "africa",
    "field of human rights",
    "cold war",
    "one america appeal",
    "jesse jackson",
    "mental health systems",
    "rsd-10 pioneer",
    "supreme court",
    "trilateral commission",
    "marc rich",
    "ted kennedy-sponsored",
    "carterpuri",
    "palestine  carter",
    "national bank of georgia",
    "hubert humphrey",
    "midge costanza",
    "there you go",
    "americans",
    "zimbabwe rhodesia",
    "geneva",
    "kim",
    "gore",
    "english",
    "republicans",
    "american philosophical society",
    "latin america",
    "iranian revolution",
    "bill clinton",
    "asian american heritage week",
    "hyman g",
    "zaire",
    "united states of america",
    "joe hurst",
    "west central georgia planning and development commission",
    "federal aviation administration",
    "mike padden",
    "washington, d.c",
    "superfund",
    "menachem begin",
    "william howard taft",
    "andrew roberts",
    "henry mcneal turner",
    "palestine liberation organization",
    "george klein",
    "sumter county",
    "emory university",
    "salisbury",
    "karachi",
    "soviet-afghan war",
    "ross perot",
    "zbigniew brzezinski",
    "operation eagle claw",
    "indonesia",
    "george w  .",
    "vietnam",
    "biden",
    "rosalynn carter",
    "air force",
    "99th street school",
    "navy reserve",
    "louisiana",
    "birmingham",
    "norman mineta",
    "mitt romney",
    "thomas carter",
    "james earl carter jr.",
    "democratic-majority",
    "moore",
    "airline deregulation act",
    "lyndon b",
    "chrysler cooperation",
    "gallup",
    "tip o'neill",
    "iranian",
    "bert lance",
    "hal suit",
    "george mcgovern",
    "new york times",
    "republican",
    "african american",
    "billy carter",
    "edward snowden",
    "panama canal",
    "homer moore",
    "jesse helms",
    "cooperative baptist fellowship",
    "thomas",
    "iowa",
    "tehran",
    "baptist church",
    "arctic national wildlife refuge",
    "daniel inouye",
    "tony blair",
    "deng xiaoping",
    "isi",
    "island of stability",
    "people's republic of china",
    "robert mugabe",
    "shah mohammad reza pahlavi",
    "pacific islander heritage month",
    "united kingdom",
    "venezuela",
    "alaska",
    "obama",
    "watergate",
    "wise sanitarium",
    "donald rumsfeld",
    "carter center",
    "michael dukakis",
    "taiwan relations act",
    "lyndon johnson",
    "northern ireland",
    "anilca",
    "act",
    "hugh carter",
    "asian americans",
    "people",
    "ellis arnall",
    "republican party",
    "maddox",
    "second yemenite war",
    "syrian",
    "chip carter",
    "federal trade commission",
    "georgia southwestern state university",
    "darfur",
    "quitman county",
    "kamala harris",
    "saddam hussein",
    "mobutu sese seko",
    "asian american",
    "ellipse",
    "federal reserve board",
    "phi beta kappa",
    "martin luther king jr.",
    "mhsa",
    "carter administration",
    "reubin askew",
    "cyrus vance",
    "state of the union address",
    "frank horton",
    "truman",
    "world health organization",
    "blanchard",
    "inter-services intelligence",
    "imam's line",
    "asian",
    "the washington post",
    "social security act",
    "lgbtq",
    "south",
    "americus",
    "uss seawolf",
    "nelson mandela",
    "justice department",
    "playboy",
    "vietnam war-era",
    "democratic executive committee",
    "guinea",
    "north",
    "jimmy_carter  james earl carter jr",
    "plains high school",
    "pakistan",
    "iraq war",
    "chrysler",
    "jeremy carter",
    "cia",
    "israeli",
    "leroy johnson",
    "we can have peace in the holy land",
    "antiquities act",
    "johnson",
    "north korea",
    "queens village",
    "rosalynn smith",
    "john f.",
    "trump",
    "a full life: reflections at 90",
    "black",
    "george h.",
    "93rd street school",
    "lancaster house",
    "nathan deal",
    "panama",
    "alfred e.",
    "always a reckoning and other poems",
    "gaza",
    "rhodesia",
    "motown",
    "u.s. naval academy",
    "connecticut",
    "amy",
    "conor tobin",
    "department of energy organization act",
    "james thomas gordy",
    "romney",
    "alaska national interest lands conservation act of 1980",
    "soviet union",
    "selective service system",
    "sub-saharan africa",
    "south africa",
    "u.s",
    "white house historical association",
    "gwangju uprising",
    "pomfret",
    "west beirut",
    "strategic arms limitation treaty ii",
    "national defense service medal",
    "mongolia",
    "medicaid",
    "jørgen jensehaugen",
    "bo callaway",
    "blair house",
    "iran",
    "jimmy carter",
    "national historic sites",
    "public works employment act of 1977",
    "jimmy carter library and museum",
    "syria",
    "camp david",
    "continuity of government commission",
    "betty glad",
    "anderson",
    "angola",
    "china",
    "proclamation 4483",
    "bessie lillian gordy",
    "plains",
    "south korean",
    "forward magazine",
    "amin",
    "iraq",
    "jimmy",
    "rickover"
  ]
}