{
  "title": "Joker:_Folie_à_Deux",
  "url": "https://en.wikipedia.org/wiki/Joker:_Folie_à_Deux",
  "summary": "Joker: Folie à Deux is a 2024 American jukebox musical psychological thriller film directed by Todd Phillips from a screenplay he co-wrote with Scott Silver. Based on DC Comics characters, it is the sequel to Joker (2019) and stars Joaquin Phoenix reprising his role as Arthur Fleck / Joker, alongside Lady Gaga as Harley \"Lee\" Quinzel. The supporting cast includes Brendan Gleeson, Catherine Keener, Zazie Beetz, Steve Coogan, Harry Lawtey, and Leigh Gill. In the film, Arthur awaits trial for his crimes at Arkham State Hospital where he develops a romantic relationship with another inmate, Lee, who is obsessed with his Joker persona.\nAlthough Joker was conceived as a standalone film, its success at the box-office sparked interest in a sequel, which was announced in June 2022 with Gaga and Beetz joining later that year. Principal photography took place in New York City, Los Angeles, and Belleville, New Jersey from December 2022 to April 2023.\nJoker: Folie à Deux premiered at the 81st Venice International Film Festival on September 4, 2024, and was released in the United States on October 4.  The film was poorly received by critics and was a commercial failure, grossing $207.5 million worldwide on a $190–200 million budget. It was nominated for seven awards at the 45th Golden Raspberry Awards, including Worst Picture, Worst Director, Worst Actor and Worst Actress.",
  "content": [
    {
      "section_title": "Plot",
      "section_content": [
        {
          "sentence": "In an animated sequence, Joker is impersonated by his shadow, who acts violently and takes his place to perform his singing number for a TV show, and then abandons him on stage before three police officers arrive and attack him.",
          "refs": []
        },
        {
          "sentence": "Arthur Fleck is in custody at Arkham State Hospital awaiting trial for the crimes he committed two years prior",
          "refs": []
        },
        {
          "sentence": "[b] His lawyer Maryanne Stewart plans to argue that Arthur suffers from dissociative identity disorder and that his Joker personality is responsible for the crimes",
          "refs": []
        },
        {
          "sentence": "At a music therapy session, Arthur meets Harley \"Lee\" Quinzel, who claims that she grew up in the same neighborhood he did, had an abusive father who died in a car crash, and was imprisoned after burning down her parents' apartment building",
          "refs": []
        },
        {
          "sentence": "Lee also expresses her admiration for Joker's crimes and personality.",
          "refs": []
        },
        {
          "sentence": "During a film screening, Lee starts a fire",
          "refs": []
        },
        {
          "sentence": "She and Arthur are caught trying to escape, and Arthur is placed in solitary confinement",
          "refs": []
        },
        {
          "sentence": "Lee visits him to say she is being released to avoid his influence but promises to attend his trial",
          "refs": []
        },
        {
          "sentence": "She asks him to stop taking his medication, and they have sex before she goes",
          "refs": []
        },
        {
          "sentence": "During an interview with television personality Paddy Meyers, Arthur sings to Lee through the TV screen, deepening her love for him.",
          "refs": []
        },
        {
          "sentence": "On the day of the trial, Assistant District Attorney Harvey Dent calls witnesses who dismiss Arthur's claims of insanity",
          "refs": []
        },
        {
          "sentence": "During a break, Maryanne reveals that Lee was actually a psychiatry student who grew up in the Upper West Side, and her father, a doctor, is alive",
          "refs": []
        },
        {
          "sentence": "Furthermore, she voluntarily committed herself at Arkham, checked herself out, and never burned down an apartment building",
          "refs": []
        },
        {
          "sentence": "When Arthur confronts Lee, she confesses that her lies were an effort to get close to Arthur but also tells him that she is pregnant from their night together and has moved into his old apartment building to create a home for them.",
          "refs": []
        },
        {
          "sentence": "At the trial the next day, Arthur dismisses Maryanne and represents himself",
          "refs": []
        },
        {
          "sentence": "After bringing Arthur's former co-worker Gary Puddles and neighbor Sophie Dumond to the stand, Harvey rests his case",
          "refs": []
        },
        {
          "sentence": "Visibly affected by Gary's testimony, Arthur offers no defense",
          "refs": []
        },
        {
          "sentence": "During his speech, he mocks the Arkham guards and indicates that they abuse him",
          "refs": []
        },
        {
          "sentence": "Returning to Arkham, he is taken to the showers by head guard Jackie Sullivan and two guards in retaliation, where he is beaten and brought to his cell partially naked",
          "refs": []
        },
        {
          "sentence": "An inmate and friend of Arthur's named Ricky verbally confronts the guards, resulting in Jackie strangling him to death.",
          "refs": []
        },
        {
          "sentence": "During his closing argument in court the following day, a devastated Arthur renounces his Joker persona, taking full responsibility for his actions",
          "refs": []
        },
        {
          "sentence": "Enraged at this, Lee storms out, and the jury finds Arthur guilty of murder",
          "refs": []
        },
        {
          "sentence": "As the foreperson reads the verdict, a car bomb explodes outside the courthouse, killing and injuring numerous attendees and scarring half of Harvey's face",
          "refs": []
        },
        {
          "sentence": "In the chaos, two followers help Arthur escape, but he abandons them when he realizes they only see him as Joker.",
          "refs": []
        },
        {
          "sentence": "Arthur wanders through Gotham City and encounters Lee on the stairs outside his old apartment, but she rejects him for renouncing his Joker persona",
          "refs": []
        },
        {
          "sentence": "As she leaves, the police apprehend Arthur and bring him back to Arkham.",
          "refs": []
        },
        {
          "sentence": "The next day, one of the guards tells Arthur he has a visitor and is led down an empty hallway",
          "refs": []
        },
        {
          "sentence": "A young inmate stops Arthur and begins telling a joke before repeatedly stabbing Arthur in the abdomen with a shank",
          "refs": []
        },
        {
          "sentence": "As Arthur lies there bleeding to death, he has a fantasy about Lee while the inmate, laughing hysterically, carves a smile on his own face.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Cast",
      "section_content": [
        {
          "sentence": "Additionally, Connor Storrie appears as a young Arkham inmate who spies on Arthur throughout the film before murdering him and is implied to become the next Joker, though Phillips did not confirm if this character is the Joker who becomes Batman's enemy",
          "refs": []
        },
        {
          "sentence": "Tim Dillon appears as an Arkham Asylum guard who asks Arthur to sign his book; Marc Maron's likeness as Gene Ufland is used for the book",
          "refs": [
            "https://www.radiotimes.com/movies/joker-2-cast-folie-a-deux/",
            "https://collider.com/joker-2-cast-characters/"
          ]
        },
        {
          "sentence": "Archive footage from Joker of both Robert De Niro as Murray Franklin and Frances Conroy as Penny Fleck is used.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Production",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "Joker (2019) was intended to be a standalone film",
              "refs": []
            },
            {
              "sentence": "Warner Bros",
              "refs": [
                "https://winteriscoming.net/posts/does-the-young-inmate-connor-storrie-become-the-joker-at-the-end-of-folie-a-deux-01j99ynckxsm"
              ]
            },
            {
              "sentence": "intended for it to launch DC Black, a line of DC Comics–based films unrelated to the DC Extended Universe (DCEU) franchise with darker, more experimental material, similar to the DC Black Label comics publisher",
              "refs": []
            },
            {
              "sentence": "However, even before the film wrapped, Joaquin Phoenix told director Todd Phillips that he did not feel ready to leave Arthur Fleck behind; one night while falling asleep, Phoenix had a dream of his character performing onstage, telling jokes and singing, giving him the idea of possibly doing a musical sequel",
              "refs": [
                "https://www.denofgeek.com/movies/joker-2-connor-storrie-heath-ledger-arthur-killed-dark-knight/",
                "https://www.hollywoodreporter.com/movies/movie-news/joker-starring-joaquin-phoenix-brings-first-trailer-cinemacon-1198708/",
                "https://x.com/JohnnySobeczak/status/1148973230176243712"
              ]
            },
            {
              "sentence": "They then brought the idea to producer Toby Emmerich",
              "refs": [
                "https://deadline.com/2022/09/joker-folie-a-deux-brendan-gleeson-1235105442/"
              ]
            },
            {
              "sentence": "Phillips said in August 2019 that he would be interested in making a sequel, depending on the film's performance and if Phoenix was interested,  but he later clarified that \"the movie's not set up to  [have] a sequel",
              "refs": [
                "https://screenrant.com/dc-dceu-joker-movie-dark-black/",
                "https://www.hollywoodreporter.com/movies/movie-news/joker-batman-suicide-squad-movie-plans-making-sense-dcs-moves-1119489/"
              ]
            },
            {
              "sentence": "We always pitched it as one movie, and that's it.\"",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/joker-folie-a-deux-who-blame-dc-1236025585/"
              ]
            },
            {
              "sentence": "In October 2019, Phoenix spoke of reprising his role as Arthur Fleck, saying: \"I can't stop thinking about it..",
              "refs": []
            },
            {
              "sentence": "if there's something else, we can do with Joker that might be interesting.\"  In another interview, he said: \"It's nothing that I really wanted to do prior to working on this movie",
              "refs": [
                "https://www.gamesradar.com/joker-2-movie-sequel-todd-phillips-interview/"
              ]
            },
            {
              "sentence": "I don't know that there is  [more to do] ..",
              "refs": []
            },
            {
              "sentence": "Because it seemed endless, the possibilities of where we can go with the character.\"  He was paid $20 million for his involvement",
              "refs": [
                "https://www.cinemablend.com/news/2480382/joker-director-todd-phillips-clarifies-sequel-comments"
              ]
            },
            {
              "sentence": "As the film went on to earn more than $1 billion, Phoenix and Phillips thought about a possible follow-up in the form of a Broadway theater show",
              "refs": [
                "https://abcnews.go.com/GMA/Culture/video/joaquin-phoenix-making-joker-66062411"
              ]
            },
            {
              "sentence": "They did not consider making a conventional sequel depicting Arthur's development into Batman's nemesis by turning him into the Clown Prince of Crime or putting him in charge of a criminal syndicate, regardless of the original film depicting the murder of Bruce Wayne's parents",
              "refs": []
            },
            {
              "sentence": "Phillips preferred to focus on how Arthur's breakdown captivated Gotham, being interested in examining how the very idea of entertainment went from movies and television to whatever scandal the news currently air",
              "refs": []
            },
            {
              "sentence": "In November 2019, The Hollywood Reporter reported that a sequel was in development, with Phillips, writer Scott Silver and Phoenix reprising their duties",
              "refs": []
            },
            {
              "sentence": "However, Deadline Hollywood reported the same day that The Hollywood Reporter's story was false and that negotiations had not even begun",
              "refs": [
                "https://www.indiewire.com/features/general/joker-2-joaquin-phoenix-sequel-endless-possibilites-1202179299/"
              ]
            },
            {
              "sentence": "Phillips responded to the reports by saying that he had discussed a sequel with Warner Bros., and it remained a possibility, but it was not in development",
              "refs": [
                "https://variety.com/2022/film/features/movie-star-salaries-joaquin-phoenix-joker-2-tom-cruise-1235320046/"
              ]
            },
            {
              "sentence": "Phillips and Phoenix started seriously considering the idea of making a Broadway sequel show to Joker at the Carlisle Theatre",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/joker-sequel-works-as-todd-phillips-eyes-more-dc-origin-movies-1256255/"
              ]
            },
            {
              "sentence": "After the original plans were changed by the COVID-19 pandemic, Phillips and Silver began developing a sequel while still considering Phoenix's musical concept",
              "refs": []
            },
            {
              "sentence": "Phillips found the idea risky and \"dangerous\" enough to give the film \"audacity and complexity\" with music, dance, drama, courtroom drama, comedy, happiness and sadness and a traditional love story",
              "refs": []
            },
            {
              "sentence": "Aware that young moviegoers may not be interested due to preferring usual comic book films, Phillips banked on their \"appetite\" for something new and different to help the film differentiate itself from remakes and reboots",
              "refs": []
            },
            {
              "sentence": "Phoenix suggested the idea of teaming Arthur with a \"female Joker\" that could serve as his dance partner in a \"kind of psychotic tango\"",
              "refs": []
            },
            {
              "sentence": "This led Phillips and Silver to the idea of including Harley Quinn, a female villain associated with the Joker and first introduced in Batman: The Animated Series, to serve that purpose",
              "refs": []
            },
            {
              "sentence": "In early June 2022, Michael De Luca and Pamela Abdy took over as co-heads of Warner Bros.'s movie studio, with the greenlighting of a sequel to Joker being one of their first actions",
              "refs": []
            },
            {
              "sentence": "In June 2022, Phillips confirmed that the sequel was in development, with a script by him and Silver",
              "refs": [
                "https://screenrant.com/dc-dceu-joker-movie-dark-black/"
              ]
            },
            {
              "sentence": "The film was also revealed to be titled Joker: Folie à Deux",
              "refs": []
            },
            {
              "sentence": "By February 2023, DC Studios co-CEO James Gunn confirmed that Folie à Deux would be a DC Elseworlds project, taking place outside the main cinematic DC Universe (DCU)",
              "refs": [
                "https://deadline.com/2019/11/joker-sequel-no-discussions-yet-todd-phillips-no-dc-origin-villian-films-planned-1202790774/",
                "https://www.gamesradar.com/joker-2-todd-phillips-response/"
              ]
            },
            {
              "sentence": "[c]  Phillips's goal for the film was to make it feel like it had been produced by \"crazy people\", but struggled with referring to the film as a \"musical\", as the film lacks traditional musical numbers, and most of the music contains dialogue, with songs like \"Get Happy\", \"For Once in My Life\", and \"That's Life\" being played when Arthur cannot pronounce the words he wants to say, with those songs conveying the emotions Arthur Fleck and Harley Quinn feel with what they seek in their relationships, with the former being drawn to romantic ballads and the latter preferring music about power",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-features/dc-studios-questions-about-james-gunn-movie-tv-plans-1235316946/"
              ]
            },
            {
              "sentence": "In July 2024, Lady Gaga commented on the singing required of her: \"It was unlike anything I've ever done before",
              "refs": []
            },
            {
              "sentence": "[...] For me, there's plenty of notes, actually, from Lee",
              "refs": []
            },
            {
              "sentence": "I'm a trained singer, right? So even my breathing was different when I sang as Lee",
              "refs": []
            },
            {
              "sentence": "When I breathe to sing on stage, I have this very controlled way to make sure that I'm on pitch and it's sustained at the right rhythm and amount of time, but Lee would never know how to do any of that",
              "refs": []
            },
            {
              "sentence": "So, it's like removing the technicality of the whole thing, removing my perceived art-form from it all and completely being inside of who she is.\" Phillips also said of this specific interpretation of the character, \"While there are some things that people would find familiar in her, it's really Gaga's own interpretation, and Scott  [Silver, co-writer] and I's   [sic] interpretation",
              "refs": []
            },
            {
              "sentence": "She became the way how Manson had girls that idolized him",
              "refs": []
            },
            {
              "sentence": "The way that sometimes these  [imprisoned murderers] have people that look up to them",
              "refs": []
            },
            {
              "sentence": "There are things about Harley in the movie that were taken from the comic books, but we took it and made it to the way we wanted it to be.\"     Phillips did not require them to sing professionally, preferring a \"rawer, more unstable sound\" that fluctuated between euphoria and despair, which occasionally required singing off-key",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/dc-movies-james-gunn-peter-safran-to-lead-film-tv-division-1235248438/",
                "[ERROR retrieving ref link]",
                "https://collider.com/what-is-elseworlds-dcu/",
                "https://www.empireonline.com/movies/news/lady-gaga-joker-folie-a-deux-unlike-anything-exclusive/"
              ]
            },
            {
              "sentence": "The filmmakers asked themselves what needed to happen for two individuals to break into song in the middle of a conversation and where the music could come from when no one but the protagonists can hear it",
              "refs": []
            },
            {
              "sentence": "They rationalized that the main characters are not, or should sound like, professional singers with vibrato and perfect notes, instead sounding \"nerve-racking but honest\"",
              "refs": []
            },
            {
              "sentence": "In August 2024, it was reported that the film would open with a Looney Tunes–inspired cartoon animated by The Triplets of Belleville animator Sylvain Chomet, which would be followed by prison riots, courtroom legal fights and a variety show sequence that has Phoenix and Gaga portrayed as a homicidal Sonny & Cher",
              "refs": []
            },
            {
              "sentence": "The film's ending, which has a younger Arkham Asylum inmate carving a Glasgow smile for himself after a violent altercation with Arthur, was originally planned for the first film's original scripted ending according to one source, with Arthur carving himself one in front of his crowd of supporters",
              "refs": [
                "https://deadline.com/2022/09/joker-folie-a-deux-brendan-gleeson-1235105442/"
              ]
            },
            {
              "sentence": "However, Christopher Nolan did not allow the filmmakers to go through the idea as he mandated that only Heath Ledger's version of the Joker from his film The Dark Knight (2008) should have a Glasgow smile",
              "refs": []
            },
            {
              "sentence": "By the time Joker: Folie à Deux entered development, Nolan and his company Syncopy Inc",
              "refs": []
            },
            {
              "sentence": "no longer worked with Warner Bros",
              "refs": []
            },
            {
              "sentence": "after disagreements with their release treatment for Tenet (2020) by quickly sending it to Max, having moved on since 2021 to Universal Pictures to direct Oppenheimer (2023), hence allowing Phillips and his crew to implement the idea in the film with the patient who encounters Arthur",
              "refs": []
            },
            {
              "sentence": "In October 2024, Phillips stated he has no plans to make further DC films, rejecting the notion of making either a third Joker film or a spin-off centered on Lee",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Casting",
          "section_content": [
            {
              "sentence": "Days after the film's official announcement, it was announced Gaga was in talks to portray Harley Quinn and that the film would be a musical",
              "refs": []
            },
            {
              "sentence": "Gaga accepted the role seeing the part as a new challenge that she had not done previously in either A Star is Born (2018) or House of Gucci (2021), as well as recognizing the similarities between the film's focus on identity and duality and her own experience having a second life in her celebrity singer persona",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/lady-gaga-changed-singing-voice-harley-quinn-joker-folie-a-deux-1235958179/",
                "https://variety.com/2024/film/news/lady-gaga-joker-2-singing-harley-quinn-manson-girls-1236085037/"
              ]
            },
            {
              "sentence": "Gaga would confirm her casting later that summer",
              "refs": [
                "https://variety.com/2022/film/news/margot-robbie-praises-lady-gaga-harley-quinn-casting-joker-2-1235396563"
              ]
            },
            {
              "sentence": "She received $12 million for her involvement",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/todd-phillips-dc-universe-joker-folie-a-deux-lady-gaga-1236018853/"
              ]
            },
            {
              "sentence": "In August 2022, it was reported Zazie Beetz was in negotiations to reprise her role as Sophie Dumond in the film",
              "refs": [
                "https://variety.com/2024/film/news/warner-bros-spending-joker-2-budget-tom-cruise-deal-1235917640/"
              ]
            },
            {
              "sentence": "Beetz was confirmed to be reprising her role the following month, alongside the cast additions of Brendan Gleeson, Catherine Keener and Jacob Lofland",
              "refs": [
                "https://inkbd.com/joker-folie-a-deux"
              ]
            },
            {
              "sentence": "Gleeson joined the project out of his admiration for both Phoenix's \"indelible\" performance in the first film and Gaga, but admitted to being \"kinda intimidated\" by what he had to do for his role",
              "refs": [
                "https://www.yahoo.com/entertainment/brendan-gleeson-sharing-scenes-joaquin-173021416.html",
                "https://www.hollywoodreporter.com/movies/movie-news/joker-2-lady-gaga-joaquin-phoenix-todd-phillips-in-musical-1235154135/",
                "https://uk.news.yahoo.com/leigh-gill-working-hilarious-todd-114248688.html"
              ]
            },
            {
              "sentence": "In October, Harry Lawtey joined the cast in what Deadline Hollywood reported as a \"big role\",  later revealed to be that of Harvey Dent by the film's official trailer",
              "refs": [
                "https://x.com/ladygaga/status/1555222357882458114",
                "https://deadline.com/2022/09/joker-folie-a-deux-brendan-gleeson-1235105442/"
              ]
            },
            {
              "sentence": "Lawtey taped an audition for Phillips, consisting of a recorded self-talk between himself and a friend of his, just as HBO renewed Industry (2020–present) in Fall 2022, not expecting to get the role, for which he had no information",
              "refs": [
                "https://gb.readly.com/magazines/empire/2024-08-01/66aa16117002ac5f94d90615?srsltid=AfmBOorwxNBJ63iZBFG5kK72SNlANgEMEuaX7XVqUq73ljsl9e7iIcUv"
              ]
            },
            {
              "sentence": "A couple of weeks later, Lawtey had a video call with Phillips, during which he offered him the role of Dent straight away even though his team assumed it was going to be a note session for a second read",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Filming",
          "section_content": [
            {
              "sentence": "Principal photography began on December 10, 2022, with Phillips releasing a first look on his Instagram account and Lawrence Sher serving as cinematographer",
              "refs": []
            },
            {
              "sentence": "Sher had cited Francis Ford Coppola's One from the Heart (1982) as a source of visual inspiration for the film",
              "refs": [
                "https://deadline.com/2022/08/joker-folie-a-deux-zazie-beetz-1235087562/",
                "https://deadline.com/2022/09/joker-folie-a-deux-catherine-keener-1235109456/"
              ]
            },
            {
              "sentence": "Exterior filming occurred in New York City and Los Angeles by March 2023",
              "refs": [
                "https://extratv.com/2022/10/11/joker-2-star-brendan-gleeson-calls-lady-gaga-sensational-as-harley-quinn-exclusive/"
              ]
            },
            {
              "sentence": "Gaga had filmed scenes with a crowd of extras demanding Joker's arrest outside the New York County Courthouse, which had led some onlookers nearby to mistake it for Trump's arrest following his first indictment",
              "refs": [
                "https://www.thewrap.com/joker-2-image-joaquin-phoenix/"
              ]
            },
            {
              "sentence": "Arkham Asylum scenes were filmed at the abandoned Essex County Isolation Hospital in Belleville, New Jersey",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/black-adam-post-credit-scene-superman-henry-cavill-1235245692/"
              ]
            },
            {
              "sentence": "In April 2023, filming took place at the \"Joker Stairs\", the stairway on West 167th Street in the Bronx featured prominently in the first film",
              "refs": [
                "https://www.indiewire.com/news/breaking-news/joker-2-inspired-by-francis-ford-coppola-musical-one-from-the-heart-1234878531/"
              ]
            },
            {
              "sentence": "Filming officially wrapped on April 5, 2023",
              "refs": [
                "https://www.denofgeek.com/movies/joker-2-folie-a-deux-set-photos-footage-joaquin-phoenix/"
              ]
            },
            {
              "sentence": "The film is shot entirely with IMAX-certified digital cameras, including the Arri Alexa 65, the same camera used in filming for Joker",
              "refs": [
                "https://www.vulture.com/2023/03/lady-gaga-joker-2-harley-quinn-court-house-scene.html"
              ]
            },
            {
              "sentence": "Unlike many musicals that have actors sing along to a pre-recorded track, Phoenix and Gaga performed the musical numbers live, accompanied by a piano player who performed off-camera keeping up with whatever tempo they established",
              "refs": []
            },
            {
              "sentence": "Meanwhile, Phillips tried to sync the radically different takes into a coherent whole in the editing room, describing the experience as a \"nightmare\"",
              "refs": []
            },
            {
              "sentence": "Paparazzi photos from the film's set depicted a shot of Lady Gaga kissing a woman in a key scene during Arthur's trial, in which Lee would have passed a group of protestors and plant a kiss on the woman (which Gaga allegedly improvised) before proceeding to meet with Arthur as in the finished film, where she does a soft song and dance number beforehand",
              "refs": []
            },
            {
              "sentence": "However, Phillips nixed the shot and left it as a deleted scene once he realized that it required dialogue from the woman which would have ruined the moment's vibe",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-production",
          "section_content": [
            {
              "sentence": "In December 2023, Gunn revealed he reviewed shot material and gave his notes regarding it, but had no involvement with the film otherwise",
              "refs": []
            },
            {
              "sentence": "It was later reported that his and Peter Safran's notes were rejected by Philips, who \"wanted nothing to do with DC\" while making the film",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/joker-sequel-todd-phillips-wraps-joaquin-phoenix-lady-gaga-photos-1235368183/"
              ]
            },
            {
              "sentence": "He was also given an extraordinary level of autonomy and power over the final cut, allowing him to bypass any oversight from the brand's gatekeepers and distancing himself from it though Gunn supported the film",
              "refs": []
            },
            {
              "sentence": "This resulted in no DC executives being involved as the film was greenlit when the studio was in a chaotic restructure and the lack of the DC Studios logo in the film's opening sequence (Gunn later claimed the reason for the omitted logo was that the film, in his opinion, was considered by the creators to be more of a production of Warner Bros",
              "refs": [
                "https://ymcinema.com/2023/10/18/joker-folie-a-deux-will-be-another-arri-65-masterpiece/"
              ]
            },
            {
              "sentence": "than an outright DC film; he would go so far as to admit it was \"not a DC Studios film\" in that regard)",
              "refs": []
            },
            {
              "sentence": "The film was also not test screened in advance, though insiders claimed this was a mutual agreement between Phillips and the studio to prevent leaks about spoilers, even though past \"spoiler-heavy plotted\" films like the Marvel Cinematic Universe (MCU) film Avengers: Endgame (2019) had multiple test screenings",
              "refs": []
            },
            {
              "sentence": "The film was more expensive than its predecessor, which had a budget of around $60 million, with some publications noting the costs for Joker: Folie à Deux as high as $200 million, though Phillips denied that figure",
              "refs": []
            },
            {
              "sentence": "It was later reported that the inflated budget was due to Philips's insistence upon location filming in expensive areas such as downtown Los Angeles, though the studio preferred to shoot on its set in London (which would have saved up to $12 million), and due to Phillips, Phoenix, and Gaga being paid a combined $52 million",
              "refs": []
            },
            {
              "sentence": "According to some sources, while backed by FedEx founder Frederick W",
              "refs": [
                "https://variety.com/2024/film/news/warner-bros-spending-joker-2-budget-tom-cruise-deal-1235917640/",
                "https://deadline.com/2024/10/joker-folie-a-deux-box-office-weekend-projection-1236104610/",
                "https://deadline.com/2022/09/joker-folie-a-deux-brendan-gleeson-1235105442/"
              ]
            },
            {
              "sentence": "Smith, Alcon Entertainment put up Village Roadshow's portion from the first film with an eagerness to have a stake in the production",
              "refs": []
            },
            {
              "sentence": "However, David Zaslav's Warner Bros",
              "refs": []
            },
            {
              "sentence": "regime wanted to profit more from the film and agreed to only one co-financier, which is its slate financing partner Domain Entertainment",
              "refs": []
            },
            {
              "sentence": "Industrial Light & Magic provided the visual effects",
              "refs": [
                "https://screenrant.com/dc-dceu-joker-movie-dark-black/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Music",
      "section_content": [
        {
          "sentence": "Hildur Guðnadóttir composed the film's score, returning from the first film",
          "refs": []
        },
        {
          "sentence": "The film includes 16 musical numbers, most of them covers of pre-existing songs, with one original song written by Lady Gaga",
          "refs": [
            "https://screenrant.com/james-gunn-the-batman-joker-2-role/"
          ]
        },
        {
          "sentence": "She released a \"companion album\", Harlequin, on September 27, 2024",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Marketing",
      "section_content": [
        {
          "sentence": "A teaser trailer was released on April 10, 2024, while Warner Bros",
          "refs": []
        },
        {
          "sentence": "screened a presentation at the 2024 CinemaCon, being promoted by Phillips",
          "refs": []
        },
        {
          "sentence": "It features a cover by Sammy Davis Jr",
          "refs": []
        },
        {
          "sentence": "and Tom Jones of the song \"What the World Needs Now Is Love\" (1965)",
          "refs": []
        },
        {
          "sentence": "Christi Carras from Los Angeles Times said the film's presentation as a musical adhered to a trend where movie studios seemed reluctant to promote their films as musicals, citing Wonka (2023) and Mean Girls (2024) as examples",
          "refs": []
        },
        {
          "sentence": "Writing for Variety, Rebecca Rubin called the footage \"dark and gritty\" and highlighted the portrayal of Quinn as being Fleck's \"demented muse\"",
          "refs": [
            "https://www.ilm.com/vfx/joker-folie-a-deux/"
          ]
        },
        {
          "sentence": "TheWrap's Jeremy Fuster and Stephanie Kaloi described the trailer as focusing on Quinn and Fleck's \"wild, destructive love\"",
          "refs": [
            "https://www.soundtrack.net/movie/joker-folie-a-deux/"
          ]
        },
        {
          "sentence": "The trailer gained 167 million views in 24 hours, being the biggest trailer premiere by Warner Bros",
          "refs": [
            "https://edition.cnn.com/2024/09/24/entertainment/lady-gaga-harlequin-joker-album/index.html"
          ]
        },
        {
          "sentence": "at the time, having surpassed that of the first trailer for Barbie (2023)",
          "refs": []
        },
        {
          "sentence": "Phillips said he originally intended to shoot a trailer for the in-universe television film about Arthur Fleck's story mentioned in the film, confirming that it starred Ethan Chase, Justin Theroux's character from the first film, having planned for Theroux to reprise the role to shoot it",
          "refs": []
        },
        {
          "sentence": "Plans for the trailer were scrapped due to time",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Release",
      "section_content": [
        {
          "sentence": "Joker: Folie à Deux had the world premiere at the 81st Venice International Film Festival on September 4, 2024",
          "refs": []
        },
        {
          "sentence": "Warner Bros",
          "refs": [
            "https://variety.com/2024/film/news/joker-2-musical-cover-songs-original-tracks-1235949284"
          ]
        },
        {
          "sentence": "insiders claim that the studio didn't want to premiere the film in that festival as they had done back in 2019 with Joker, but Phillips pushed back until they accepted, though a spokesperson said Warner fully supported the decision to screen the film in Venice",
          "refs": []
        },
        {
          "sentence": "The film was released theatrically in the United States on October 4, 2024, by Warner Bros",
          "refs": [
            "https://ymcinema.com/2023/10/18/joker-folie-a-deux-will-be-another-arri-65-masterpiece/"
          ]
        },
        {
          "sentence": "Pictures",
          "refs": []
        },
        {
          "sentence": "At their 2024 CineEurope presentation, Warner Bros",
          "refs": [
            "https://www.gamesradar.com/joker-2-todd-phillips-response/"
          ]
        },
        {
          "sentence": "announced that the film would be released overseas on October 2, 2024, two days before the domestic premiere",
          "refs": []
        },
        {
          "sentence": "Following the success of Oppenheimer (2023) and Dune: Part Two (2024) in the format, Joker: Folie à Deux was released in the IMAX 15-perforation 70 mm film format to eleven venues worldwide",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Home media",
          "section_content": [
            {
              "sentence": "Joker: Folie à Deux was released on digital on October 29, 2024",
              "refs": []
            },
            {
              "sentence": "It had streamed on Max on December 13 and it was released on Ultra HD Blu-ray, DVD and Blu-ray on December 17, by Warner Bros",
              "refs": [
                "https://deadline.com/2024/06/warner-bros-joker-folie-a-deux-twisters-beetlejuice-cineeurope-1235976835/"
              ]
            },
            {
              "sentence": "Home Entertainment",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reception",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Box office",
          "section_content": [
            {
              "sentence": "Joker: Folie à Deux grossed $58.3 million in the United States and Canada, and $149.2 million in other territories, for a worldwide total of $207.5 million",
              "refs": []
            },
            {
              "sentence": "Variety reported the film's break-even point as $450 million, with Warner Bros",
              "refs": [
                "https://www.boxofficemojo.com/title/tt11315808/",
                "https://www.the-numbers.com/movie/Joker-Folie-a-Deux-(2024)"
              ]
            },
            {
              "sentence": "putting it at $375 million; the publication later reported estimates that it would lose the studio between $125–200 million during its theatrical run",
              "refs": []
            },
            {
              "sentence": "Five weeks ahead of release, Boxoffice Pro projected that the film would \"easily\" gross at least $100 million in its opening weekend in the United States and Canada and outgross its predecessor's debut of $96.2 million, with estimates at $115–145 million despite it receiving mixed reviews at Venice like its predecessor",
              "refs": []
            },
            {
              "sentence": "Two weeks after, projections dropped to $70 million, and the week of release, estimates became $55–60 million",
              "refs": [
                "https://variety.com/2024/film/news/joker-folie-a-deux-lose-warner-bros-millions-box-office-flop-1236176479/"
              ]
            },
            {
              "sentence": "After it made $20 million on its first day, including an estimated $7 million from Thursday night previews, projections dropped again to $45 million for the weekend",
              "refs": [
                "https://www.theverge.com/2024/10/22/24277037/joker-folie-a-deux-home-release-date",
                "https://deadline.com/2024/10/joker-folie-a-deux-box-office-weekend-projection-1236104610/"
              ]
            },
            {
              "sentence": "It went on to debut at $37.7 million from 4,102 theaters, topping the box office but coming below expectations",
              "refs": [
                "https://web.archive.org/web/20241006153605/https://variety.com/2024/film/box-office/joker-2-box-office-opening-weekend-1236166378/"
              ]
            },
            {
              "sentence": "Several outlets compared the film's opening weekend gross to that of other recent high-profile box office bombs The Marvels (2023) and Madame Web (2024), noting that Folie à Deux's own debut made less than either",
              "refs": [
                "https://www.boxofficepro.com/long-range-forecast-joker-folie-a-deux-tracking-for-100m-debut/",
                "https://deadline.com/2024/09/joker-folie-box-office-projection-1236086068/"
              ]
            },
            {
              "sentence": "Deadline Hollywood attributed the opening to fans of the original not wanting to see a musical",
              "refs": [
                "https://deadline.com/2024/10/box-office-joker-folie-a-deux-1236107521/",
                "https://web.archive.org/web/20241006153605/https://variety.com/2024/film/box-office/joker-2-box-office-opening-weekend-1236166378/",
                "https://www.boxofficemojo.com/weekend/2024W40/"
              ]
            },
            {
              "sentence": "Jeff Goldstein, the studio's president of domestic distribution, acknowledged the film's performance in an article in The Wall Street Journal, mentioning that the sequel was a \"deeper dive into mental illness\" and making guesses about some of the film's core audience (particularly males) struggling to connect with this new direction for the character of Lee",
              "refs": []
            },
            {
              "sentence": "Wall Street financial analyst Dan Ives deemed the film a \"black eye\" for Warner Bros",
              "refs": [
                "https://deadline.com/2024/10/joker-folie-a-deux-box-office-1236109191/"
              ]
            },
            {
              "sentence": "at a key time, with the industry having expected the film to be a hit",
              "refs": []
            },
            {
              "sentence": "Variety also attributed the film's underperformance to Bradley Cooper's lack of participation on it with his commercial instincts unlike its predecessor, as Cooper dissolved his producing partnership with Phillips in 2021",
              "refs": []
            },
            {
              "sentence": "Variety noted that since the commercial success of The Batman (2022), Joker: Folie à Deux is the sixth live-action film based on DC characters to financially underperform, following the DC Extended Universe films Black Adam (2022), Shazam! Fury of the Gods, The Flash, Blue Beetle and Aquaman and the Lost Kingdom (all 2023)",
              "refs": [
                "https://ymcinema.com/2023/10/18/joker-folie-a-deux-will-be-another-arri-65-masterpiece/"
              ]
            },
            {
              "sentence": "A Warner Bros",
              "refs": []
            },
            {
              "sentence": "insider opined that the film put more pressure than ever on Superman (2025), which Gunn and Safran hope to use to \"right the ship\"",
              "refs": []
            },
            {
              "sentence": "In its second weekend, Joker: Folie à Deux made $7 million, a record-breaking 81% drop for a DC film",
              "refs": [
                "https://screenrant.com/dc-dceu-joker-movie-dark-black/"
              ]
            },
            {
              "sentence": "The film's second weekend gross fell below the debut of Terrifier 3 (2024), an independent horror movie, which had topped the box office in its opening weekend at number one",
              "refs": [
                "https://www.avclub.com/weekend-box-office-joker-folie-a-deux-bomb"
              ]
            },
            {
              "sentence": "The following weekend the film lost 1,245 theaters and made $2.2 million, dropping another 69% and finishing in sixth",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/films/news/joker-2-bombs-box-office-numbers-opening-weekend-morbius-b2625532.html",
                "https://www.wsj.com/business/media/200-million-joker-sequel-is-a-box-office-bust-9b92a7c0"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Critical response",
          "section_content": [
            {
              "sentence": "Publications described the critical consensus upon Folie à Deux's release as either negative [d] or mixed",
              "refs": []
            },
            {
              "sentence": "[e] On the review aggregator website Rotten Tomatoes, 31% of 361 critics' reviews are positive, with an average rating of 4.9/10",
              "refs": []
            },
            {
              "sentence": "The website's consensus reads: \"Joaquin Phoenix's eponymous Joker takes the stand in a sequel that dances around while the story remains still, although Lady Gaga's wildcard energy gives Folie à Deux some verve.\"  Metacritic, which uses a weighted average, assigned the film a score of 45 out of 100, based on 62 critics, indicating \"mixed or average\" reviews",
              "refs": [
                "https://www.vanityfair.com/hollywood/story/is-joker-folie-a-deux-bombing"
              ]
            },
            {
              "sentence": "Audiences polled by CinemaScore gave the film an average grade of \"D\" on an A+ to F scale (the lowest grade ever for a comic book film),   while those surveyed by PostTrak gave the film a 40% overall positive score—an average rating of 1/2 out of five stars—with \"a very low\" 24% saying they would definitely recommend it",
              "refs": [
                "https://www.vulture.com/article/why-did-joker-2-flop-so-badly.html",
                "https://www.telegraph.co.uk/films/0/why-joker-folie-a-deux-flopped-at-the-box-office/",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Pete Hammond of Deadline Hollywood felt Folie à Deux was \"brilliant\" and that the \"production values across the board are excellent, particularly returning Lawrence Sher's cinematography, the production design of Mark Friedberg, and costumes from Arianna Phillips\"",
              "refs": []
            },
            {
              "sentence": "William Bibbiani of TheWrap gave the film a positive review, writing that it was \"the most interesting film about Arthur Fleck",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It's genuinely a little daring, genuinely a little challenging, and genuinely a little genuine\"",
              "refs": []
            },
            {
              "sentence": "Geoffrey Macnab of The Independent described the film as \"deeply unsettling\"",
              "refs": [
                "https://www.rottentomatoes.com/m/joker_folie_a_deux"
              ]
            },
            {
              "sentence": "In his four stars out of five review for The Daily Telegraph, Robbie Collin lauded the film for its musical numbers and Phillips for \"stay [ing] true to the project's nihilistic ethos,\" while noting Lady Gaga was \"magnetic but underused\"",
              "refs": [
                "https://www.metacritic.com/movie/joker-folie-a-deux"
              ]
            },
            {
              "sentence": "Rafa Sales Ross of The Playlist echoed similar thoughts on the use of Gaga but enjoyed Phoenix \"in a much more contained turn, a welcome change to those put off by the constant, annoyingly loud cackling that permeated much of the previous instalment\"",
              "refs": [
                "https://variety.com/2024/film/news/joker-2-earns-d-cinemascore-1236169039/"
              ]
            },
            {
              "sentence": "Peter Bradshaw of The Guardian gave Folie à Deux three out of five",
              "refs": []
            },
            {
              "sentence": "He praised the opening, the supporting cast and the \"real spark\" in the first encounter between the two protagonists, but wrote that \"the whole movie finally turns out to be oppressively, claustrophobically and repetitively becalmed in that oddly unreal Gotham-universe jail with Phoenix and Gaga kept apart for long periods\"",
              "refs": []
            },
            {
              "sentence": "Bradshaw found that \"Phoenix's own performance is as single-note as before, though certainly as forceful and his screen presence is potent\" and that Gaga \"brings a sly and manipulative malice\" to her character",
              "refs": []
            },
            {
              "sentence": "In a mixed review for KQED-FM, Jack Coyle wrote: \"Laudable as the intentions of Folie à Deux may be, it feels thoughtfully but tiresomely stuck in the past\"",
              "refs": [
                "https://deadline.com/2024/09/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-brilliant-musical-return-world-of-madness-venice-film-festival-1236077064/"
              ]
            },
            {
              "sentence": "In a negative review for ABC News, Luke Goodsell wrote: \"That Joker was intended as a standalone movie is evident from the new sequel ..",
              "refs": [
                "https://www.thewrap.com/joker-folie-a-deux-review-lady-gaga-joaquin-phoenix/"
              ]
            },
            {
              "sentence": "a quasi-musical courtroom drama that has little interest in advancing any kind of story",
              "refs": []
            },
            {
              "sentence": "In fact, it's even more deliberately obtuse and anti-crowd-pleasing than its predecessor\"",
              "refs": []
            },
            {
              "sentence": "USA Today reported that the negative reviews \"argued the musical numbers are underwhelming and Gaga's talents are not well-utilized\"",
              "refs": []
            },
            {
              "sentence": "Manohla Dargis of The New York Times stated the film was \"such a dour, unpleasant slog that it is hard to know why it was made or for whom,\" and that \"Phoenix's sour frown, the movie's barely-there story, its unrelenting grimness and its commitment to forced eccentricity suggest that no one involved was really stoked to make it\"",
              "refs": [
                "https://www.telegraph.co.uk/films/2024/09/04/joker-folie-a-deux-review/"
              ]
            },
            {
              "sentence": "David Ehrlich of IndieWire gave a scathing review, stating the film \"perversely denies audiences everything they've been conditioned to want from it; gently at first, and then later with the unmistakable hostility of a knife to the gut,\" and that \"its turgid symphony of unexpected cameos, mournful cello solos, and implied sexual violence is too dissonant to appreciate even on its own terms\"",
              "refs": [
                "https://theplaylist.net/joker-folie-a-deux-review-this-sequel-may-cost-phillips-some-fans-but-it-will-convert-the-agnostics-venice-20240904/"
              ]
            },
            {
              "sentence": "Spencer Kornhaber of The Atlantic lamented that the film has \"nothing interesting to say about the challenge of fame  [and feels like] punish [ment] for the crime of wanting to be entertained\"",
              "refs": [
                "https://www.theguardian.com/film/article/2024/sep/04/joker-folie-a-deux-review-joaquin-phoenix-and-lady-gaga-musical-spirals-out-of-tune"
              ]
            },
            {
              "sentence": "Justin Clark of Slant Magazine gave the film one out of four, writing that \"Folie à Deux's attempt at showcasing cleverness, verve, or engagement is held cruelly underwater by staid direction, shoddy emotional plotting, a gleeful sense of cruelty, and a grave nihilism that makes Zack Snyder's work seem like a season of Bluey\"",
              "refs": [
                "https://www.kqed.org/arts/13966048/joker-folie-a-deux-movie-review-joaquin-phoenix-lady-gaga"
              ]
            },
            {
              "sentence": "Kyle Smith of The Wall Street Journal said, \"The falloff in quality from Joker, a genuinely searing innovation in comic-book movies, to this one is so steep that it's comparable to the dropoff between The Hangover (2009) and The Hangover Part II (2011)\"",
              "refs": [
                "https://www.abc.net.au/news/2024-10-03/review-joker-folie-a-deux/104418370"
              ]
            },
            {
              "sentence": "David Rooney of The Hollywood Reporter found the film \"frustrating\" and its plot \"a little thin and at times dull\", and disliked how the film \"all but neutralizes  [the Joker]\" and \"reduces the archvillain to a hollowed-out product of childhood trauma and mental illness\"",
              "refs": [
                "https://www.usatoday.com/story/entertainment/movies/2024/09/05/joker-2-reviews-lady-gaga-joaquin-phoenix/75082953007/"
              ]
            },
            {
              "sentence": "Owen Gleiberman of Variety also criticized its plot, deeming it \"overly cautious\" and lacking in execution",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-reviews/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-todd-phillips-sequel-1235989963/"
              ]
            },
            {
              "sentence": "He found Gaga, with her \"lovely unforced presence\", was \"drastically underused ..",
              "refs": []
            },
            {
              "sentence": "Her Lee never quite takes wing\"",
              "refs": []
            },
            {
              "sentence": "A source close to the production deemed the release as a \"complete audience rejection\"",
              "refs": []
            },
            {
              "sentence": "Another described it as \"a very expensive art film\" whose intended audience was Phoenix",
              "refs": []
            },
            {
              "sentence": "According to another source, Phillips spent the weekend release of Folie à Deux secluded on a ranch property he owns",
              "refs": []
            },
            {
              "sentence": "A source directly involved in the film acknowledged that no one could reach Phillips, and that his rejection of fan expectations sealed its failure and harmed the DC brand",
              "refs": [
                "https://screenrant.com/dc-dceu-joker-movie-dark-black/"
              ]
            },
            {
              "sentence": "The box office analyst Jeff Bock of Exhibitor Relations called the film \"a Speed 2 level of disaster\" with Warner massively overspending on the film, only for audiences to show very little interest, seemingly as a result of the filmmakers making creative choices that did not align with fan expectations",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Themes and analysis",
          "section_content": [
            {
              "sentence": "Critics noted that the film was a work of metafiction designed to intentionally antagonize audiences who were fans of the first film",
              "refs": []
            },
            {
              "sentence": "Rather than capitulating to the expectations of the predecessor's fanbase that Arthur would fully embrace his Joker persona and go on to become Batman's archenemy, the film serves to rebuke those who idolized the character of the Joker",
              "refs": []
            },
            {
              "sentence": "As a deliberate anti-audience effort, the film pushes against the notion of fan service, instead creating a self-aware narrative that is a commentary on its own existence",
              "refs": []
            },
            {
              "sentence": "[f] The film features off-key musical sequences that contrast with fan expectations following the original film, during one such scene Joker acknowledges, \"I don't think we're giving the people what they want\"",
              "refs": []
            },
            {
              "sentence": "Lee Quinzel can be viewed as a stand-in for audiences who were fans of the first film, with her comments about becoming obsessed with Joker after having seen a TV movie based on his life",
              "refs": [
                "https://www.indiewire.com/criticism/movies/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-1235043195/"
              ]
            },
            {
              "sentence": "Lee represents an affluent fan who desires the anarchy and exotic thrill Joker represents, and like the audience, is upset and disappointed when Arthur fails to live up to his Joker identity",
              "refs": [
                "https://www.wsj.com/arts-culture/film/joker-folie-a-deux-review-lady-gaga-joaquin-phoenix-todd-phillips-9a83a547",
                "https://variety.com/2024/film/reviews/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-1236127989/"
              ]
            },
            {
              "sentence": "The finale where Arthur's crimes are trialed and he is made to seem sad and pathetic represents an effort by Phillips to subvert and undermine audiences who had seen Arthur as heroic in the first film,   and the trial reiterates the events of the first film in a way that is intended to be dissatisfying and alienating to audiences",
              "refs": [
                "https://www.slantmagazine.com/film/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga/",
                "https://variety.com/2024/film/reviews/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-1236127989/"
              ]
            },
            {
              "sentence": "Likewise, Arthur renouncing his Joker persona before being unceremoniously killed by a younger inmate, who is implied to be Arthur's alter ego, the Joker, has been interpreted as a deliberate attempt by the filmmakers to disappoint audiences, subversively denying fans their desire for a heroic or sympathetic narrative",
              "refs": [
                "https://www.cbc.ca/news/entertainment/joker-folie-a-deux-review-1.7342271",
                "https://www.avclub.com/joker-folie-a-deux-review"
              ]
            },
            {
              "sentence": "Ultimately the metafiction reflects Arthur's characterization; just as his society only cares for him for what he represents as Joker and rejects him when he renounces that persona, so does the audience reject Arthur",
              "refs": [
                "https://www.abc.net.au/triplej/the-latest/joker-folie-a-deux-2-review-joaquin-phoenix-lady-gaga/104423018"
              ]
            },
            {
              "sentence": "As a result, many said the film is a \"very expensive punch line\" for the same audiences who saw the first film",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Director Quentin Tarantino, a fan of the film, noted its indebtedness to his own screenplay for Natural Born Killers (1994)",
              "refs": []
            },
            {
              "sentence": "In an interview with Bret Easton Ellis he said that \"As the guy who created Mickey and Mallory, I loved what they did with it",
              "refs": []
            },
            {
              "sentence": "I loved the direction he took",
              "refs": []
            },
            {
              "sentence": "The whole movie was the fever dream of Mickey Knox\"",
              "refs": []
            },
            {
              "sentence": "He also sees similarities to the film Peter Ibbetson (1935), based on the George du Maurier novel Peter Ibbetson",
              "refs": []
            },
            {
              "sentence": "He said, \"It follows its storyline pretty almost exactly\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Accolades",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "10": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "138": "[ERROR retrieving ref link]",
    "1": "https://www.hollywoodreporter.com/movies/movie-reviews/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-todd-phillips-sequel-1235989963/",
    "2": "https://www.bbfc.co.uk/release/joker-folie-a-deux-q29sbgvjdglvbjpwwc0xmdiwndy5",
    "3": "https://deadline.com/2024/10/joker-folie-a-deux-box-office-weekend-projection-1236104610/",
    "4": "https://variety.com/2024/film/news/warner-bros-spending-joker-2-budget-tom-cruise-deal-1235917640/",
    "5": "https://www.boxofficemojo.com/title/tt11315808/",
    "6": "https://www.the-numbers.com/movie/Joker-Folie-a-Deux-(2024)",
    "7": "ISBN: 9781405881180",
    "8": "https://variety.com/2022/film/news/joker-2-folie-a-deux-release-date-cast-plot-details-1235333968",
    "9": "https://www.latimes.com/entertainment-arts/movies/story/2024-10-04/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-todd-phillips",
    "11": "https://variety.com/2024/film/news/joker-2-musical-cover-songs-original-tracks-1235949284",
    "12": "https://variety.com/2024/film/festivals/venice-film-festival-lineup-2024-1236079828/",
    "14": "https://www.empireonline.com/movies/news/joker-wont-be-gotham-clown-prince-of-crime-in-folie-a-deux-exclusive/",
    "15": "https://www.nme.com/news/music/listen-to-nick-caves-surprise-new-medley-from-joker-folie-a-deux-3799733",
    "16": "https://www.rollingstone.com/music/music-news/nick-cave-joker-what-the-world-needs-now-is-love-cover-1235125163/",
    "17": "https://pitchfork.com/news/listen-to-nick-cave-new-joker-folie-a-deux-song/",
    "18": "https://deadline.com/2022/09/joker-folie-a-deux-brendan-gleeson-1235105442/",
    "19": "https://variety.com/2022/film/news/margot-robbie-praises-lady-gaga-harley-quinn-casting-joker-2-1235396563",
    "20": "https://variety.com/2024/film/features/todd-phillips-joker-2-movie-interview-1236111122/",
    "21": "https://people.com/lady-gaga-harley-quinn-joker-folie-a-deux-exclusive-8717921",
    "22": "https://www.yahoo.com/entertainment/brendan-gleeson-sharing-scenes-joaquin-173021416.html",
    "23": "https://gb.readly.com/magazines/empire/2024-08-01/66aa16117002ac5f94d90615?srsltid=AfmBOorwxNBJ63iZBFG5kK72SNlANgEMEuaX7XVqUq73ljsl9e7iIcUv",
    "24": "https://deadline.com/2022/09/joker-folie-a-deux-brendan-gleeson-1235105442/",
    "25": "https://comicbook.com/movies/news/new-joker-2-trailer-batman-harvey-dent-two-face-actor-harry-lawtey/",
    "26": "https://deadline.com/2022/10/joker-folie-a-deux-adds-industry-star-harry-lawtey-1235150245/",
    "27": "https://variety.com/2024/film/news/harry-lawtey-joker-2-industry-joaquin-phoenix-1236151779/",
    "28": "https://ew.com/joker-sequel-harvey-dent-two-face-origin-story-8720730",
    "29": "https://uk.news.yahoo.com/leigh-gill-working-hilarious-todd-114248688.html",
    "30": "https://thedirect.com/article/joker-2-actors-cast/",
    "31": "https://www.hollywoodreporter.com/movies/movie-news/joker-2-casts-jacob-lofland-in-arkham-asylum-role-1235215049/",
    "32": "https://www.radiotimes.com/movies/joker-2-cast-folie-a-deux/",
    "33": "https://collider.com/joker-2-cast-characters/",
    "34": "https://winteriscoming.net/posts/does-the-young-inmate-connor-storrie-become-the-joker-at-the-end-of-folie-a-deux-01j99ynckxsm",
    "35": "https://www.denofgeek.com/movies/joker-2-connor-storrie-heath-ledger-arthur-killed-dark-knight/",
    "36": "https://www.hollywoodreporter.com/movies/movie-news/joker-starring-joaquin-phoenix-brings-first-trailer-cinemacon-1198708/",
    "37": "https://x.com/JohnnySobeczak/status/1148973230176243712",
    "38": "https://screenrant.com/dc-dceu-joker-movie-dark-black/",
    "39": "https://www.hollywoodreporter.com/movies/movie-news/joker-batman-suicide-squad-movie-plans-making-sense-dcs-moves-1119489/",
    "40": "https://www.hollywoodreporter.com/movies/movie-news/joker-folie-a-deux-who-blame-dc-1236025585/",
    "41": "https://www.gamesradar.com/joker-2-movie-sequel-todd-phillips-interview/",
    "42": "https://www.cinemablend.com/news/2480382/joker-director-todd-phillips-clarifies-sequel-comments",
    "43": "https://abcnews.go.com/GMA/Culture/video/joaquin-phoenix-making-joker-66062411",
    "44": "https://www.indiewire.com/features/general/joker-2-joaquin-phoenix-sequel-endless-possibilites-1202179299/",
    "45": "https://variety.com/2022/film/features/movie-star-salaries-joaquin-phoenix-joker-2-tom-cruise-1235320046/",
    "46": "https://www.hollywoodreporter.com/movies/movie-news/joker-sequel-works-as-todd-phillips-eyes-more-dc-origin-movies-1256255/",
    "47": "https://deadline.com/2019/11/joker-sequel-no-discussions-yet-todd-phillips-no-dc-origin-villian-films-planned-1202790774/",
    "48": "https://www.gamesradar.com/joker-2-todd-phillips-response/",
    "49": "https://variety.com/2022/film/news/joker-sequel-todd-phillips-joaquin-phoenix-folie-a-deux-1235287471/",
    "50": "https://deadline.com/2022/08/joker-2-release-date-1235084541/",
    "51": "https://www.hollywoodreporter.com/movies/movie-features/dc-studios-questions-about-james-gunn-movie-tv-plans-1235316946/",
    "52": "https://www.hollywoodreporter.com/movies/movie-news/dc-movies-james-gunn-peter-safran-to-lead-film-tv-division-1235248438/",
    "54": "https://collider.com/what-is-elseworlds-dcu/",
    "55": "https://www.empireonline.com/movies/news/lady-gaga-joker-folie-a-deux-unlike-anything-exclusive/",
    "56": "https://www.thewrap.com/joker-2-lady-gaga-harley-quinn-details/",
    "57": "https://www.hollywoodreporter.com/movies/movie-news/lady-gaga-changed-singing-voice-harley-quinn-joker-folie-a-deux-1235958179/",
    "58": "https://variety.com/2024/film/news/lady-gaga-joker-2-singing-harley-quinn-manson-girls-1236085037/",
    "59": "https://www.hollywoodreporter.com/movies/movie-news/todd-phillips-dc-universe-joker-folie-a-deux-lady-gaga-1236018853/",
    "60": "https://inkbd.com/joker-folie-a-deux",
    "61": "https://www.hollywoodreporter.com/movies/movie-news/joker-2-lady-gaga-joaquin-phoenix-todd-phillips-in-musical-1235154135/",
    "62": "https://x.com/ladygaga/status/1555222357882458114",
    "63": "https://deadline.com/2022/08/joker-folie-a-deux-zazie-beetz-1235087562/",
    "64": "https://deadline.com/2022/09/joker-folie-a-deux-catherine-keener-1235109456/",
    "65": "https://extratv.com/2022/10/11/joker-2-star-brendan-gleeson-calls-lady-gaga-sensational-as-harley-quinn-exclusive/",
    "66": "https://www.thewrap.com/joker-2-image-joaquin-phoenix/",
    "67": "https://www.hollywoodreporter.com/movies/movie-news/black-adam-post-credit-scene-superman-henry-cavill-1235245692/",
    "68": "https://www.indiewire.com/news/breaking-news/joker-2-inspired-by-francis-ford-coppola-musical-one-from-the-heart-1234878531/",
    "69": "https://www.denofgeek.com/movies/joker-2-folie-a-deux-set-photos-footage-joaquin-phoenix/",
    "70": "https://www.vulture.com/2023/03/lady-gaga-joker-2-harley-quinn-court-house-scene.html",
    "71": "https://www.northjersey.com/story/entertainment/movies/2023/03/23/joker-2-film-sequel-belleville-nj-essex-county-isolation-hospital/70043192007/",
    "72": "https://variety.com/lists/joker-2-set-photos/",
    "73": "https://www.hollywoodreporter.com/movies/movie-news/joker-sequel-todd-phillips-wraps-joaquin-phoenix-lady-gaga-photos-1235368183/",
    "74": "https://ymcinema.com/2023/10/18/joker-folie-a-deux-will-be-another-arri-65-masterpiece/",
    "75": "https://ew.com/joker-folie-a-deux-lady-gaga-kissing-woman-cut-scene-8721852",
    "76": "https://screenrant.com/james-gunn-the-batman-joker-2-role/",
    "77": "https://variety.com/2024/film/news/joker-folie-a-deux-bombs-what-went-wrong-todd-phillips-1236170946/",
    "78": "https://www.ilm.com/vfx/joker-folie-a-deux/",
    "79": "https://www.soundtrack.net/movie/joker-folie-a-deux/",
    "80": "https://edition.cnn.com/2024/09/24/entertainment/lady-gaga-harlequin-joker-album/index.html",
    "81": "https://www.latimes.com/entertainment-arts/business/story/2024-04-10/joker-2-trailer-warner-bros-cinemacon-2024-joaquin-phoenix-lady-gaga",
    "82": "https://variety.com/2024/film/news/joker-2-trailer-joaquin-phoenix-lady-gaga-1235957692/",
    "83": "https://www.thewrap.com/joker-2-trailer-lady-gaga-joaquin-phoenix/",
    "84": "https://variety.com/2024/film/news/joker-2-trailer-views-first-24-hours-1235968367/",
    "85": "https://sea.ign.com/joker-folie-a-deux/221247/feature/does-joker-2-have-a-post-credits-scene",
    "86": "https://deadline.com/2024/06/warner-bros-joker-folie-a-deux-twisters-beetlejuice-cineeurope-1235976835/",
    "87": "https://www.businessinsider.com/joker-2-imax-70mm-2024-4",
    "88": "https://www.forbes.com/sites/bennyhareven/2024/10/04/which-is-the-best-cinema-format-to-see-joker-folie--deux/",
    "89": "https://variety.com/2024/film/news/joker-folie-a-deux-lose-warner-bros-millions-box-office-flop-1236176479/",
    "90": "https://www.theverge.com/2024/10/22/24277037/joker-folie-a-deux-home-release-date",
    "91": "https://web.archive.org/web/20241006153605/https://variety.com/2024/film/box-office/joker-2-box-office-opening-weekend-1236166378/",
    "92": "https://www.boxofficepro.com/long-range-forecast-joker-folie-a-deux-tracking-for-100m-debut/",
    "93": "https://deadline.com/2024/09/joker-folie-box-office-projection-1236086068/",
    "94": "https://deadline.com/2024/10/box-office-joker-folie-a-deux-1236107521/",
    "95": "https://www.boxofficemojo.com/weekend/2024W40/",
    "96": "https://deadline.com/2024/10/joker-folie-a-deux-box-office-1236109191/",
    "97": "https://www.avclub.com/weekend-box-office-joker-folie-a-deux-bomb",
    "98": "https://www.independent.co.uk/arts-entertainment/films/news/joker-2-bombs-box-office-numbers-opening-weekend-morbius-b2625532.html",
    "99": "https://www.wsj.com/business/media/200-million-joker-sequel-is-a-box-office-bust-9b92a7c0",
    "100": "https://deadline.com/2024/10/box-office-terrifier-3-joker-folie-a-deux-the-apprentice-1236113611/",
    "101": "https://people.com/terrifier-3-beats-joker-folie-a-deux-second-weekend-box-office-ticket-sales-8727819",
    "102": "https://www.kvue.com/video/news/entertainment-news/terrifier-3-no-1-box-office/269-cbc3abef-3f7e-4f03-8aeb-001c5b9345d0",
    "103": "https://deadline.com/2024/10/box-office-smile-2-1236120024/",
    "104": "https://www.latimes.com/entertainment-arts/awards/newsletter/2024-10-04/envelope-newsletter-joker-folie-a-deux-afi-fest-tom-hanks-the-envelope-glenns-edition",
    "105": "https://screenrant.com/joker-2-rotten-tomatoes-audience-score-dceu-comparison/",
    "106": "https://consequence.net/2024/10/joker-folie-a-deux-cinemascore/",
    "107": "https://www.independent.co.uk/arts-entertainment/films/features/joker-2-folie-a-deux-joaquin-phoenix-lady-gaga-b2623987.html",
    "108": "https://www.digitalspy.com/movies/a62520246/joker-2-box-office/",
    "109": "https://www.vanityfair.com/hollywood/story/is-joker-folie-a-deux-bombing",
    "110": "https://www.vulture.com/article/why-did-joker-2-flop-so-badly.html",
    "111": "https://www.telegraph.co.uk/films/0/why-joker-folie-a-deux-flopped-at-the-box-office/",
    "114": "https://www.rottentomatoes.com/m/joker_folie_a_deux",
    "115": "https://www.metacritic.com/movie/joker-folie-a-deux",
    "116": "https://variety.com/2024/film/news/joker-2-earns-d-cinemascore-1236169039/",
    "117": "https://www.slashfilm.com/1681140/joker-2-folie-a-deux-d-cinemascore-worst-ever/",
    "118": "https://deadline.com/2024/09/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-brilliant-musical-return-world-of-madness-venice-film-festival-1236077064/",
    "119": "https://www.thewrap.com/joker-folie-a-deux-review-lady-gaga-joaquin-phoenix/",
    "120": "https://www.independent.co.uk/arts-entertainment/films/reviews/joker-2-review-venice-b2606866.html",
    "121": "https://www.telegraph.co.uk/films/2024/09/04/joker-folie-a-deux-review/",
    "122": "https://theplaylist.net/joker-folie-a-deux-review-this-sequel-may-cost-phillips-some-fans-but-it-will-convert-the-agnostics-venice-20240904/",
    "123": "https://www.theguardian.com/film/article/2024/sep/04/joker-folie-a-deux-review-joaquin-phoenix-and-lady-gaga-musical-spirals-out-of-tune",
    "124": "https://www.kqed.org/arts/13966048/joker-folie-a-deux-movie-review-joaquin-phoenix-lady-gaga",
    "125": "https://www.abc.net.au/news/2024-10-03/review-joker-folie-a-deux/104418370",
    "126": "https://www.usatoday.com/story/entertainment/movies/2024/09/05/joker-2-reviews-lady-gaga-joaquin-phoenix/75082953007/",
    "127": "https://www.nytimes.com/2024/10/03/movies/joker-folie-a-deux-review.html",
    "128": "https://www.indiewire.com/criticism/movies/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-1235043195/",
    "129": "https://www.theatlantic.com/culture/archive/2024/10/joker-2-folie-a-deux-review/680148/",
    "130": "https://www.slantmagazine.com/film/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga/",
    "131": "https://www.wsj.com/arts-culture/film/joker-folie-a-deux-review-lady-gaga-joaquin-phoenix-todd-phillips-9a83a547",
    "132": "https://variety.com/2024/film/reviews/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-1236127989/",
    "133": "https://www.rollingstone.com/tv-movies/tv-movie-reviews/joker-folie-a-deux-review-lady-gaga-1235107280/",
    "134": "https://www.theaureview.com/watch/film-review-joker-folie-a-deux/",
    "135": "https://www.cbc.ca/news/entertainment/joker-folie-a-deux-review-1.7342271",
    "136": "https://www.avclub.com/joker-folie-a-deux-review",
    "137": "https://www.abc.net.au/triplej/the-latest/joker-folie-a-deux-2-review-joaquin-phoenix-lady-gaga/104423018",
    "139": "https://www.forbes.com/sites/danidiplacido/2024/10/07/why-joker-fans-are-disappointed-with-folie-a-deux/",
    "140": "https://www.ndsmcobserver.com/article/2024/10/joker-folie-a-deux-is-a-brilliant-f-you",
    "141": "https://www.indiewire.com/criticism/movies/joker-folie-a-deux-review-joaquin-phoenix-lady-gaga-1235043195/",
    "142": "https://gizmodo.com/joker-folie-a-deux-is-an-anti-sequel-that-pretends-to-be-great-but-never-is-2000506637?_gl=1*nm7v3y*_ga*MjAzMjA5MTY5Ni4xNzI4MjU3MDM5*_ga_V4QNJTT5L0*MTcyODI1NzAzOS4xLjEuMTcyODI1ODEzNi4xLjAuMA..",
    "143": "https://www.hollywoodreporter.com/movies/movie-features/joker-2-ending-angered-fans-1236025470/",
    "144": "https://variety.com/2024/film/columns/joker-2-todd-phillips-turns-on-fans-folie-a-deux-flop-1236170558/",
    "145": "https://www.patreon.com/posts/s8e41-nexus-with-114920940",
    "146": "https://theastras.com/2024-astra-midseason-awards-nominees/",
    "147": "https://x.com/TheAstraAwards/status/1808531630270959764",
    "148": "https://deadline.com/2024/12/2025-costume-designers-guild-awards-nominations-list-1236202600/",
    "149": "https://www.hollywoodreporter.com/movies/movie-news/razzie-awards-nominations-2025-full-list-1236114097/",
    "150": "https://deadline.com/2023/06/2023-golden-trailer-awards-nominations-list-1235408411/",
    "151": "https://deadline.com/2023/06/golden-trailer-awards-2023-winners-list-1235427612/",
    "152": "https://a15388.p3cdn1.secureserver.net/wp-content/uploads/2024/05/GTA24-Nominees.pdf",
    "153": "https://www.comingsoon.net/movies/news/1746858-golden-trailer-awards-winners-deadpool-wolverine",
    "154": "https://www.labiennale.org/en/news/collateral-awards-81st-venice-film-festival",
    "155": "https://www.hollywoodreporter.com/movies/movie-news/joker-folie-a-deux-reviews-1235991525/",
    "156": "https://www.comingsoon.net/movies/news/1844021-joker-folie-a-deux-first-reviews-mixed-dc",
    "157": "https://collider.com/joker-folie-a-deux-rotten-tomatoes-score/",
    "158": "https://www.hindustantimes.com/entertainment/hollywood/joaquin-phoenix-lady-gagas-joker-folie-deux-becomes-one-of-the-lowest-rated-dc-films-with-39-rotten-tomatoes-score-101728036373434.html",
    "159": "https://www.today.com/popculture/movies/joker-folie-a-deux-ending-explained-rcna173760"
  },
  "flair_entities": [
    "lee",
    "jeff goldstein",
    "industrial light & magic",
    "the marvels",
    "the batman",
    "ricky",
    "dc comics",
    "45th golden raspberry awards",
    "deux  joker",
    "rafa sales ross",
    "indiewire",
    "zack snyder",
    "maryanne stewart",
    "belleville",
    "max",
    "looney tunes",
    "the wall street journal",
    "gotham",
    "imax 15-perforation",
    "batman",
    "kqed-fm",
    "aquaman and the lost kingdom",
    "batman: the animated series",
    "the independent",
    "robert de niro",
    "syncopy inc",
    "lawrence sher",
    "arri alexa 65",
    "the atlantic",
    "beetz",
    "bradshaw",
    "cineeurope",
    "universal pictures",
    "fall 2022",
    "marvel cinematic universe",
    "joker",
    "joker stairs",
    "variety",
    "sonny & cher",
    "nolan",
    "catherine keener",
    "dan ives",
    "dc extended universe",
    "harley quinn",
    "brendan gleeson",
    "ultra hd blu-ray",
    "pamela abdy",
    "the playlist",
    "american",
    "deadline hollywood",
    "silver",
    "bronx",
    "the daily telegraph",
    "leigh gill",
    "manson",
    "jeremy fuster",
    "cooper",
    "penny fleck",
    "sher",
    "jackie",
    "phoenix",
    "paddy meyers",
    "wall street",
    "william bibbiani",
    "exhibitor relations",
    "stephanie kaloi",
    "sammy davis jr.",
    "mickey knox",
    "fedex",
    "dceu",
    "theroux",
    "glasgow",
    "phillips",
    "los angeles",
    "black adam",
    "oppenheimer",
    "gunn",
    "david ehrlich",
    "mcu",
    "christi carras",
    "gary puddles",
    "81st venice international film festival",
    "the hangover",
    "rotten tomatoes",
    "lady gaga",
    "canada",
    "new jersey",
    "for once in my life",
    "arkham",
    "natural born killers",
    "posttrak",
    "jack coyle",
    "peter ibbetson",
    "joker: folie à deux",
    "the dark knight",
    "steve coogan",
    "west 167th street",
    "peter safran",
    "covid-19",
    "ethan chase",
    "smith",
    "thewrap",
    "luke goodsell",
    "dcu",
    "boxoffice pro",
    "a star is born",
    "fleck",
    "dc",
    "robbie collin",
    "justin theroux",
    "arthur fleck",
    "gene ufland",
    "arkham state hospital",
    "harvey dent",
    "gotham city",
    "lawtey",
    "upper west side",
    "village roadshow",
    "tom jones",
    "dune: part two",
    "hbo",
    "folie",
    "marc maron",
    "blue beetle",
    "george du maurier",
    "get happy",
    "michael de luca",
    "hollywood",
    "philips",
    "mickey",
    "harley",
    "david zaslav",
    "gotham-universe",
    "heath ledger",
    "harley \"lee\" quinzel",
    "dc black label",
    "christopher nolan",
    "quinn",
    "venice",
    "lee quinzel",
    "trump",
    "bluey",
    "sylvain chomet",
    "house of gucci",
    "murray franklin",
    "connor storrie",
    "los angeles times",
    "instagram",
    "madame web",
    "production  development  joker",
    "geoffrey macnab",
    "scott",
    "metacritic",
    "gleeson",
    "gary",
    "toby emmerich",
    "dc studios",
    "cinemascore",
    "gaga",
    "arianna phillips",
    "peter bradshaw",
    "francis ford coppola",
    "dent",
    "scott silver",
    "mean girls",
    "the flash",
    "hildur guðnadóttir",
    "owen gleiberman",
    "jeff bock",
    "wonka",
    "justin clark",
    "the hangover part ii",
    "tim dillon",
    "dc universe",
    "new york county courthouse",
    "broadway",
    "domain entertainment",
    "shazam! fury of the gods",
    "rebecca rubin",
    "david rooney",
    "avengers: endgame",
    "jacob lofland",
    "clown prince of crime",
    "abc news",
    "frances conroy",
    "bradley cooper",
    "arkham.",
    "slant magazine",
    "dc elseworlds",
    "terrifier 3",
    "todd phillips",
    "harry lawtey",
    "carlisle theatre",
    "folie à deux",
    "the hollywood reporter",
    "kyle smith",
    "safran",
    "maryanne",
    "the triplets of belleville",
    "the new york times",
    "the guardian",
    "arthur",
    "imax-certified",
    "united states",
    "warner bros.",
    "usa today",
    "quentin tarantino",
    "warner",
    "sophie dumond",
    "london",
    "home entertainment",
    "mark friedberg",
    "harlequin",
    "mallory",
    "harvey",
    "that's life",
    "new york city",
    "jackie sullivan",
    "bruce wayne",
    "tenet",
    "one from the heart",
    "what the world needs now is love",
    "that joker",
    "james gunn",
    "alcon entertainment",
    "warner bros",
    "cinemacon",
    "barbie",
    "zazie beetz",
    "arkham asylum",
    "bret easton ellis",
    "superman",
    "joaquin phoenix",
    "essex county isolation hospital",
    "frederick w",
    "spencer kornhaber",
    "manohla dargis",
    "dc black",
    "pete hammond"
  ]
}