{
  "title": "Kamala_Harris_2024_presidential_campaign",
  "url": "https://en.wikipedia.org/wiki/Kamala_Harris_2024_presidential_campaign",
  "summary": "Kamala Harris, the 49th vice president of the United States, announced her 2024 campaign for president on July 21, 2024, after incumbent President Joe Biden withdrew his bid for reelection and endorsed her earlier the same day. Harris became the official nominee of the Democratic Party on August 5 following a virtual roll call vote; she selected Minnesota governor Tim Walz as her running mate the following day. The two faced off against the Republican ticket of former President Donald Trump and U.S. Senator from Ohio JD Vance. Harris is the first nominee who did not participate in the primaries since Vice President Hubert Humphrey in 1968. It was also the shortest general election presidential campaign in history, lasting only 107 days.\nHarris rose to national prominence in 2016 during her campaign for the United States Senate. She became more widely known when she sought the party's nomination for the 2020 presidential election but withdrew from the race in 2019, citing a lack of funds. She endorsed Joe Biden and was chosen to be his running mate in 2020. After Biden and Harris won the general election, she became the first female vice president of the United States upon her inauguration in 2021.\nHarris advocated a similar domestic platform to Biden on some issues, supporting national abortion protections, LGBT+ rights, stricter gun control, and legislation to address climate change. She also supported federal cannabis legalization, strengthening voting rights, strengthening the Affordable Care Act, and federal funding of housing. Harris departed from Biden on economic issues, proposing what has been described as a \"populist\" economic agenda, limited control of grocery and food prices in response to what the campaign characterized as \"price gouging\", a cap on prescription drug costs, and expansion of the child tax credit. On foreign policy, she supported continued military aid to Ukraine and Israel in their respective wars, but insisted that Israel should agree to a ceasefire and hostage deal and work towards a two-state solution. On immigration, Harris supported increasing the number of Border Patrol agents and reforming the immigration system. A presidential debate between Harris and Trump was held on September 10 on ABC, and a vice presidential debate between Walz and Vance was held on October 1 on CBS.\nHarris lost the general election to Trump. Losses in the \"blue wall\" states of Michigan, Pennsylvania, and Wisconsin were considered key to her defeat, which she conceded the day after the election.",
  "content": [
    {
      "section_title": "Delegate endorsements",
      "section_content": [
        {
          "sentence": "On July 22, Harris secured enough non-binding endorsements of the uncommitted delegates that had previously been pledged to Biden to become the presumptive Democratic presidential nominee,  and officially became the party's nominee after a formal roll call vote, held from August 1  to August 5",
          "refs": [
            "https://abcnews.go.com/Politics/live-updates/biden-drops-out-updates/?id=112113289",
            "https://www.nbcnews.com/politics/2024-election/harris-officially-no-challengers-democratic-nomination-rcna164267/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "Harris began an initial run for the presidency on January 21, 2019, at the time as U.S",
          "refs": []
        },
        {
          "sentence": "senator from California",
          "refs": []
        },
        {
          "sentence": "In debates, Harris was criticized by opponents over her record as Attorney General of California, notably regarding her past positions on marijuana, cash bail, parole reform, and alleged negligence in investigating police misconduct, among other issues",
          "refs": [
            "https://www.cnn.com/2019/01/21/politics/kamala-harris-president-2020/"
          ]
        },
        {
          "sentence": "Stagnant polling and fundraising struggles in November began to signify a possible end to her campaign",
          "refs": [
            "https://www.forbes.com/sites/saradorn/2024/07/21/heres-what-to-know-about-kamala-harris-record-as-biden-drops-out-and-endorses-her/",
            "https://thehill.com/homenews/campaign/455676-biden-dominates-battle-for-speaking-time-ahead-of-harris/"
          ]
        },
        {
          "sentence": "Given inconsistencies in staffing, a lack of funds, and a generally poorly managed campaign, she officially withdrew from the Democratic primaries in December 2019",
          "refs": []
        },
        {
          "sentence": "She endorsed Joe Biden on March 8, 2020,  and was chosen by Biden to be his running mate on August 11, 2020",
          "refs": [
            "https://www.nytimes.com/2019/11/29/us/politics/kamala-harris-2020.html",
            "https://www.usatoday.com/amp/4993899002"
          ]
        },
        {
          "sentence": "After Biden and Harris won the general election, she became the first female vice president of the United States upon her inauguration on January 20, 2021",
          "refs": [
            "https://www.cnn.com/2020/08/11/politics/biden-vp-pick/index.html"
          ]
        },
        {
          "sentence": "In October 2023, Harris refused to speculate about what would happen if Biden, the incumbent president and expected Democratic nominee for the 2024 presidential election, were to drop out of the race",
          "refs": []
        },
        {
          "sentence": "Joe Biden's age, which at the time was 80, was being used as a \"battering ram\" by Republicans  and as a focal point of Democratic U.S",
          "refs": [
            "https://www.cbsnews.com/news/kamala-harris-talks-2024-election-60-minutes/"
          ]
        },
        {
          "sentence": "Representative Dean Phillips's lonely challenge of Biden in the 2024 Democratic Party presidential primaries",
          "refs": []
        },
        {
          "sentence": "After the first presidential debate on June 27, 2024, concerns grew about then-presumptive nominee Biden's age and fitness to serve a second term",
          "refs": [
            "https://www.cnn.com/2023/10/26/politics/dean-phillips-presidential-campaign-launch/index.html",
            "https://www.axios.com/2024/01/20/dean-phillips-new-hampshire-biden-age"
          ]
        },
        {
          "sentence": "Biden initially pushed back \"aggressively\" at the idea that he should drop out",
          "refs": [
            "https://apnews.com/article/biden-panic-performance-democrats-debate-trump-cnn-fe6546f2c9762e80e6067ba10abedea8"
          ]
        },
        {
          "sentence": "On June 28, New York magazine wrote that while most Democrats did not want Harris to replace him, she would be the most likely choice if he were to drop out; she had higher approval ratings than Biden and other Democratic contenders for the 2028 presidential election, like Gavin Newsom",
          "refs": [
            "https://www.nytimes.com/live/2024/07/08/us/trump-biden-election"
          ]
        },
        {
          "sentence": "On social media, an old clip of Harris asking an audience: \"You think you just fell out of a coconut tree? You exist in the context of all in which you live and what came before you,\" became an Internet meme; coconuts would become a symbol of Harris's campaign and boosted enthusiasm for her being the nominee",
          "refs": []
        },
        {
          "sentence": "\"What can be, unburdened by what has been,\" has similarly surfaced as a meme associated with Harris and her campaign",
          "refs": [
            "https://www.newyorker.com/culture/cultural-comment/the-kamala-harris-social-media-blitz-did-not-just-fall-out-of-a-coconut-tree"
          ]
        },
        {
          "sentence": "By July 3, Harris was being discussed as Biden's potential replacement by senior Democrats, and various Democrats' reactions to the choice ranged from \"acceptance to trepidation to resignation\"",
          "refs": []
        },
        {
          "sentence": "She defended Biden, saying that the debate \"wasn't his finest hour\" but that \"the outcome of this election cannot be determined by one day in June.\"  Nonetheless, her allies began to strategize on how to make her the Democratic choice if he dropped out",
          "refs": [
            "https://www.ft.com/content/74419849-76eb-4613-90a9-e3e22a6e6215",
            "https://apnews.com/article/kamala-harris-joe-biden-debate-election-2024-3b9e6d404fcfd0938c0b576c366ce6aa"
          ]
        },
        {
          "sentence": "She was a frequent target of speeches during the 2024 Republican National Convention from July 15 to 18, with speakers frequently referring to the \"Biden–Harris\" presidency",
          "refs": [
            "https://www.cnbc.com/2024/07/03/kamala-harris-allies-strategize-in-case-biden-drops-out.html"
          ]
        },
        {
          "sentence": "On July 17, the campaign for Donald Trump, the Republican candidate in the election, refused to select a date for a vice presidential debate with JD Vance, Trump's running mate, saying that it was unclear who the Democrats' vice presidential nominee would be if Biden were to withdraw",
          "refs": [
            "https://www.politico.com/news/2024/07/17/republicans-kamala-harris-attack-immigration-00168940",
            "https://abcnews.go.com/Politics/watch-2024-rnc/story?id=111892376"
          ]
        },
        {
          "sentence": "On July 18, The Hill reported that in the next few days, Biden would make a speech about the future of his political career, and that congressional Democrats expected Harris to be the new nominee",
          "refs": []
        },
        {
          "sentence": "By July 19, Democrats were \"quietly mapping\" how Harris would win in the election,  but other candidates such as Gretchen Whitmer and Josh Shapiro were also being considered",
          "refs": [
            "https://thehill.com/homenews/campaign/4780762-biden-future-harris-running-mate/",
            "https://www.nbcnews.com/politics/2024-election/kamala-harris-allies-weighing-build-campaign-biden-exits-rcna162629"
          ]
        },
        {
          "sentence": "Following pressure from Democrats, Biden withdrew from the election on July 21, 2024, and endorsed Harris as his successor",
          "refs": [
            "https://deadline.com/2024/07/kamala-harris-top-donors-pick-1236015961/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Vice presidential selection",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Campaign",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Announcement",
          "section_content": [
            {
              "sentence": "On July 21, 2024, Harris announced her intention to run for the Democratic nomination,  and the \"Biden for President\" campaign committee filed paperwork with the Federal Election Commission to change the name of the committee to \"Harris for President\"",
              "refs": [
                "https://www.cnn.com/politics/live-news/biden-trump-election-07-21-24#h_fda5151d2b9b9e7d1836c629eb88c750"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Presumptive nominee",
          "section_content": [
            {
              "sentence": "On July 22, Harris received enough state delegate endorsements to win the nomination and become the presumptive nominee",
              "refs": []
            },
            {
              "sentence": "While the endorsements were non-binding, CNN estimated on July 23 she had secured enough delegates to win the nomination",
              "refs": [
                "https://www.bloomberg.com/news/articles/2024-07-23/harris-crosses-delegate-threshold-in-sign-nomination-is-hers"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Fundraising",
          "section_content": [
            {
              "sentence": "The day Biden's withdrawal was announced, Democratic fundraising platform ActBlue reported raising more than $50 million, its largest donation day since Ruth Bader Ginsburg's death in 2020",
              "refs": []
            },
            {
              "sentence": "In the first 24 hours of Harris's candidacy, the presidential campaign raised $81 million in small-dollar donations, the highest single-day total of any presidential candidate in history",
              "refs": [
                "https://www.nytimes.com/2024/07/21/us/politics/bidens-exit-democratic-donations.html"
              ]
            },
            {
              "sentence": "By August 1, ten days after the launch of the campaign, the Harris campaign raised $310 million in small-dollar donations through ActBlue",
              "refs": [
                "https://thehill.com/homenews/campaign/4786610-harris-breaks-fundraising-record/"
              ]
            },
            {
              "sentence": "Owing to strong fundraising numbers, in September, the Harris campaign directed its joint accounts to donate $25 million to down-ballot races for the House, Senate, governor, and state legislatures",
              "refs": [
                "https://www.cnbc.com/2024/08/02/harris-campaign-fundraise-trump-election.html"
              ]
            },
            {
              "sentence": "By October, less than three months after entering the race, Harris' campaign and affiliated committees had raised over $1 billion, not including money donated to allied super PACs",
              "refs": []
            },
            {
              "sentence": "The total notably beat Trump's $853 million raised in concert with the RNC in all of 2024",
              "refs": []
            },
            {
              "sentence": "The New York Times described Harris' fundraising haul as unique, stating that \"no presidential candidate is believed to have ever raised so much so fast after entering a race\"",
              "refs": []
            },
            {
              "sentence": "It also noted that the campaign had stopped trumpeting its totals to prevent contributors from becoming complacent, and remained concerned about \"billionaire-funded Republican super PACs\" impacting the race",
              "refs": []
            },
            {
              "sentence": "A number of grassroots fundraising groups were established and held virtual organizing calls, including White Dudes for Harris, South Asian Women for Harris, Latinas for Harris, Native Women + Two Spirit for Harris, Women for Harris, Caribbean-Americans for Harris, Filipino Americans for Harris, Disabled Voters for Harris, Win With Black Women, Win With Black Men, and White Women: Answer the Call (which was the largest Zoom call in history)",
              "refs": []
            },
            {
              "sentence": "In the 24 hours after announcing Walz as Harris's running mate, the campaign raised $36 million",
              "refs": [
                "https://www.cbsnews.com/news/kamala-harris-grassroots-organizers-raise-millions-online-campaign-first-week/",
                "https://www.nytimes.com/2024/07/29/us/politics/kamala-harris-white-dudes.html"
              ]
            },
            {
              "sentence": "Harris and Walz held a private fundraiser at the Fairmont in San Francisco on August 11;  the 700 attendees raised $12 million and included John Doerr, Reid Hoffman, and Tom Steyer",
              "refs": [
                "https://thehill.com/homenews/campaign/4816429-kamala-harris-campaign-fundraising/",
                "https://sfstandard.com/2024/08/08/kamala-harris-fairmont-san-francisco-fundraiser/"
              ]
            },
            {
              "sentence": "During the week of August 12, Walz headlined a string of private fundraisers in Orange County, California; Providence, Rhode Island; Boston; Denver; and Southampton, New York",
              "refs": [
                "https://www.nytimes.com/live/2024/08/11/us/harris-trump-election/8e68ace9-8510-5d2a-9b1e-3139614af57f"
              ]
            },
            {
              "sentence": "Doug Emhoff, Harris' husband, spoke at private fundraisers in the New York City area on August 26 and 27, in Water Mill, North Haven (at the home of Richard C",
              "refs": [
                "https://www.nytimes.com/live/2024/08/11/us/harris-trump-election/a664b619-c329-53c5-a230-2f119345e462"
              ]
            },
            {
              "sentence": "Perry) and Manhattan",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Music",
          "section_content": [
            {
              "sentence": "Harris used Beyoncé's song \"Freedom\" as the official song for her campaign, having obtained permission from Parkwood Entertainment on the day of her first rally",
              "refs": []
            },
            {
              "sentence": "On August 20, 2024, Republican Party presidential primaries spokesperson Steven Cheung posted on Twitter a 13-second video of Trump's arrival in Detroit, Michigan, for a rally using \"Freedom\"",
              "refs": [
                "https://variety.com/2024/music/news/beyonce-kamala-harris-freedom-campaign-song-permission-1236081032/",
                "https://www.cnn.com/2024/07/22/entertainment/beyonce-freedom-harris-campaign/index.html"
              ]
            },
            {
              "sentence": "The following day Beyoncé's record label and music publisher sent a cease-and-desist to Trump for using the song without permission",
              "refs": [
                "https://www.billboard.com/music/rb-hip-hop/donald-trump-hijacks-kamala-harris-beyonce-campaign-theme-freedom-video-1235757442/",
                "https://www.independent.co.uk/news/world/americas/us-politics/beyonce-kamala-harris-donald-trump-freedom-b2599447.html"
              ]
            },
            {
              "sentence": "After Walz was introduced as her running mate, the campaign initially used Bruce Springsteen's \"Born to Run\" as his walk-on music at rallies,  but later began using John Mellencamp's \"Small Town\" instead by August 13",
              "refs": [
                "https://www.billboard.com/pro/beyonce-label-sends-donald-trump-cease-and-desist-freedom-use/",
                "https://www.history.com/news/american-vice-presidents-who-became-president"
              ]
            },
            {
              "sentence": "In August 2024, after Trump used the Foo Fighters song \"My Hero\" at a rally without permission and against the band's wishes, the Foo Fighters released a statement saying that any increased royalties from the song's usage would be donated directly to the Harris 2024 presidential campaign",
              "refs": [
                "https://www.cbsnews.com/news/tim-walz-vp-kamala-harris-running-mate-2024/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Advertising",
          "section_content": [
            {
              "sentence": "A digital ad featuring Beyoncé's song \"Freedom\" debuted on July 25",
              "refs": []
            },
            {
              "sentence": "On August 8, the Harris campaign released an ad in both English and Spanish, titled \"Determination\", directed towards Latino voters in battleground states",
              "refs": [
                "https://www.theguardian.com/us-news/article/2024/jul/25/we-choose-freedom-kamala-harris-campaign-launches-first-ad"
              ]
            },
            {
              "sentence": "The next day, another ad called \"Tougher\" focused on the southern border was released, calling Harris a \"border-state prosecutor\"",
              "refs": [
                "https://www.nytimes.com/live/2024/08/08/us/harris-trump-election/68369921-3ae1-5ed3-8c18-2ad819d26f91"
              ]
            },
            {
              "sentence": "The Harris campaign had a presence on X and Instagram known as @KamalaHQ,  which had 1.3 million followers on X as of September 2024",
              "refs": [
                "https://www.telegraph.co.uk/us/politics/2024/09/15/kamala-harris-social-media-misleading-videos/"
              ]
            },
            {
              "sentence": "In the early days of her campaign, the account reposted memes and changed its banner to imitate the cover art for the album Brat to market Harris to younger voters as a \"cool girl\"",
              "refs": [
                "https://www.cnn.com/2024/09/14/politics/fact-check-harris-campaign-social-media/index.html"
              ]
            },
            {
              "sentence": "The account also spread deceptively edited videos of Donald Trump and JD Vance on several occasions, spawning an X account dedicated solely to fact-checking it that had 268,000 followers as of September 2024",
              "refs": [
                "https://www.bbc.com/news/articles/cqqlgq7k374o"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Kamala is for they/them",
              "section_content": [
                {
                  "sentence": "\"Kamala is for they/them\" was a political advertisement that Trump's 2024 presidential campaign commissioned to attack Harris's views on transgender rights",
                  "refs": []
                },
                {
                  "sentence": "Trump spent more money on this ad than any other in the campaign, with its premise that Harris supported tax-funded gender-affirming surgery for transgender people in prison, using clips of her talking about the policy in an interview",
                  "refs": []
                },
                {
                  "sentence": "The ad's kicker, which mocked preferred gender pronouns, was \"Kamala is for they/them, Trump is for you.\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.donaldjtrump.com/news/11230422-97a7-45cb-a27e-70ad9bb6887d"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Freedom Town, USA",
              "section_content": [
                {
                  "sentence": "Freedom Town, USA was a custom multiplayer map in the video game Fortnite Creative created to promote the campaign, albeit not endorsed by Epic Games themselves",
                  "refs": []
                },
                {
                  "sentence": "The map was themed around pledges made by Harris as part of her campaign, including tax breaks for small businesses and affordable housing",
                  "refs": [
                    "https://www.vice.com/en/article/kamala-harris-dropped-a-new-custom-fortnite-map/",
                    "https://www.youtube.com/watch?v=Cv_70oJ3Ido"
                  ]
                },
                {
                  "sentence": "Released on October 28, 2024, the map was created as part of an initiative by the Harris campaign to appeal to young, male voters",
                  "refs": [
                    "https://www.ign.com/articles/kamala-harris-is-courting-gamers-using-fortnite-in-the-last-week-of-the-us-presidential-campaign",
                    "https://esports.gg/news/fortnite/kamala-harris-reveals-fortnite-map-freedom-town-usa/",
                    "https://www.timesnownews.com/world/us/us-buzz/kamala-harris-launches-freedom-town-map-on-fortnite-following-bidens-animal-crossing-in-2020-article-114705091"
                  ]
                },
                {
                  "sentence": "The map was promoted by gaming influencers such as Huskerrs, Modelmorg,  Himalyahs, and Kdot",
                  "refs": [
                    "https://www.ign.com/articles/kamala-harris-is-courting-gamers-using-fortnite-in-the-last-week-of-the-us-presidential-campaign",
                    "https://www.ign.com/articles/kamala-harris-is-courting-gamers-using-fortnite-in-the-last-week-of-the-us-presidential-campaign",
                    "https://www.wsj.com/livecoverage/harris-trump-election-10-27-24/card/harris-walz-campaign-targets-videogamers-with-custom-fortnite-map-1dPD7CshwTu2Q5UNVWfo",
                    "https://www.bloomberg.com/news/articles/2024-10-28/harris-signs-pop-up-in-fortnite-as-candidates-chase-gamer-vote"
                  ]
                },
                {
                  "sentence": "The official trailer for the map featured the song \"Neva Play\" by Megan Thee Stallion",
                  "refs": [
                    "https://www.ign.com/articles/kamala-harris-is-courting-gamers-using-fortnite-in-the-last-week-of-the-us-presidential-campaign"
                  ]
                },
                {
                  "sentence": "Freedom Town, USA was inspired by New York City and featured multiple minigames",
                  "refs": []
                },
                {
                  "sentence": "In one game, players were tasked with collecting materials to build houses",
                  "refs": []
                },
                {
                  "sentence": "Another game featured exploding footballs, a reference to Tim Walz's career as a high school football coach",
                  "refs": [
                    "https://esports.gg/news/fortnite/kamala-harris-reveals-fortnite-map-freedom-town-usa/"
                  ]
                },
                {
                  "sentence": "In-game political signage, models, and audio cues were also features of the map",
                  "refs": [
                    "https://www.bloomberg.com/news/articles/2024-10-28/harris-signs-pop-up-in-fortnite-as-candidates-chase-gamer-vote"
                  ]
                },
                {
                  "sentence": "In one instance, an audio clip of Donald Trump saying \"they're eating the dogs, eating the cats\" played when the player collected a cat",
                  "refs": []
                },
                {
                  "sentence": "The map was met with very weak engagement,  with a peak player count of 383 concurrent players",
                  "refs": [
                    "https://www.businessinsider.com/how-harris-walz-campaign-using-fortnite-to-reach-young-voters-2024-10"
                  ]
                },
                {
                  "sentence": "In addition, guns were unavailable to players of the map, a subject of controversy among users",
                  "refs": [
                    "https://www.dexerto.com/fortnite/kamala-harris-fortnite-map-flops-massively-with-very-low-player-count-2966399/",
                    "https://san.com/cc/harris-campaigns-gun-free-fortnite-map-sees-less-than-400-players/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Advisers and staff",
          "section_content": [
            {
              "sentence": "Compared with the Biden campaign's group of advisers and confidants, Harris relies on a larger and more diverse group",
              "refs": []
            },
            {
              "sentence": "Julie Chávez Rodriguez serves as campaign manager",
              "refs": [
                "https://www.nytimes.com/2024/08/17/us/politics/harris-inner-circle-advisers.html"
              ]
            },
            {
              "sentence": "Jen O'Malley Dillon, who was Biden's campaign chairwoman, was kept on in the same role by Harris; Jeffrey Katzenberg, Mitch Landrieu, Cedric Richmond, and Gretchen Whitmer are co-chairs",
              "refs": []
            },
            {
              "sentence": "Harris also brought on Obama-era adviser David Plouffe",
              "refs": []
            },
            {
              "sentence": "Lorraine Voles, Harris's chief of staff, was a deputy press secretary for Bill Clinton and is a friend of Ron Klain; after joining the office of the Vice President in 2021, Voles helped facilitate communication between Harris's office and the West Wing, and she was seen as a likely choice to oversee a potential presidential transition",
              "refs": []
            },
            {
              "sentence": "Philip H",
              "refs": []
            },
            {
              "sentence": "Gordon was national security adviser, Sheila Nix was campaign chief of staff, Quentin Fulks was deputy campaign manager, and former Obama speechwriter Adam Frankel led preparations for Harris's DNC speech",
              "refs": []
            },
            {
              "sentence": "The campaign's communications strategy was overseen by Brian Fallon, Ian Sams, and Kirsten Allen, who was focused on Harris's public image",
              "refs": []
            },
            {
              "sentence": "Gene Sperling was a senior economic adviser;  Stephanie Cutter worked on DNC programming; Brian E",
              "refs": [
                "https://archive.today/20240816141608/https://www.washingtonpost.com/politics/2024/08/16/ian-sams-leaving-white-house-expected-join-harris-campaign/",
                "https://www.nytimes.com/2024/08/16/business/economy/harris-trump-economy-inflation.html"
              ]
            },
            {
              "sentence": "Nelson was the campaign's senior adviser for policy; and Sean Clegg, Karen Dunn, and Rohini Kosoglu helped with debate preparation",
              "refs": []
            },
            {
              "sentence": "(Philippe Reines portrayed Trump.)",
              "refs": [
                "https://www.nytimes.com/2024/08/17/us/politics/harris-inner-circle-advisers.html",
                "https://www.nytimes.com/2024/08/15/us/politics/harris-howard-university-debate-prep.html",
                "https://www.washingtonpost.com/politics/2024/08/09/harris-trump-debate-plans/"
              ]
            },
            {
              "sentence": "Additionally, Harris relied on family — including her husband Doug Emhoff, sister Maya Harris, and brother-in-law Tony West — as well as close friends, such as Chrisette Hudlin, who set Harris up with Emhoff on a blind date, and Minyon Moore, who originally recommended Harris as VP to Biden",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Transition planning",
          "section_content": [
            {
              "sentence": "A presidential transition was contingently planned from Biden to Harris in accordance with the Presidential Transition Act of 2019 and the Electoral Count Reform and Presidential Transition Improvement Act of 2022 to occur in the event Harris was elected president",
              "refs": []
            },
            {
              "sentence": "It would have been a \"friendly takeover\", in which the outgoing president and the incoming president are of the same political party",
              "refs": []
            },
            {
              "sentence": "Since Harris lost the 2024 election to Republican presidential nominee Donald Trump, this transition never went into effect.",
              "refs": []
            },
            {
              "sentence": "On August 19, 2024, Harris filed paperwork to begin planning for a potential presidential transition",
              "refs": []
            },
            {
              "sentence": "Harris's transition team was chaired by US Ambassador to ASEAN Yohannes Abraham as the director of day-to-day operations,   who also chaired the presidential transition of Joe Biden in 2020 and was a former staffer in the Obama White House",
              "refs": [
                "https://edition.cnn.com/2024/08/19/politics/president-transition-kamala-harris/index.html",
                "https://www.nbcnews.com/news/rcna168048",
                "https://www.eenews.net/articles/harris-transition-team-takes-shape/"
              ]
            },
            {
              "sentence": "Law firm Covington & Burling, which assisted Harris in vetting her vice presidential pick, provided legal counsel to the transition organization",
              "refs": []
            },
            {
              "sentence": "Adam Hodge, former spokesperson for the National Security Council and the U.S",
              "refs": [
                "https://apnews.com/article/harris-trump-transition-biden-election-944aa257180e7cbc5e50601a1a7119a9"
              ]
            },
            {
              "sentence": "Trade Representative's office was involved in the transition through his public relations firm",
              "refs": []
            },
            {
              "sentence": "Former senior Harris aides Josh Hsu, Rachel Palermo, Gabriela Cristóbal, Erica Songer, and former White House counsel Dana Remus were also members of the transition team",
              "refs": [
                "https://www.politico.com/news/2024/10/25/harris-white-house-aides-transition-team-00185455"
              ]
            },
            {
              "sentence": "On September 19, 2024, the transition team signed an agreement with the General Services Administration to accept the pre-election support offered to major party nominees, including office space and technological support",
              "refs": []
            },
            {
              "sentence": "In contrast, by election day, Trump's team had still not yet signed the agreement",
              "refs": [
                "https://apnews.com/article/harris-transition-trump-gsa-biden-ecd9976d84aafc56c6c587e277102a0d"
              ]
            },
            {
              "sentence": "Similarly to Trump, Harris did not discuss who might serve in her potential administration prior to the election, even in private with aides",
              "refs": []
            },
            {
              "sentence": "She was instead reported to have been focused solely on winning and believed that the planning was better suited after victory",
              "refs": []
            },
            {
              "sentence": "This was chalked up to superstition by a Harris aide",
              "refs": []
            },
            {
              "sentence": "A Politico article in October reported that this low-profile approach (described by one Democrat as \"excessively quiet\") worried some Democrats who wanted to know if the potential administration would look more like Biden's or not",
              "refs": [
                "https://www.cnn.com/2024/11/01/politics/kamala-harris-transition-planning/index.html"
              ]
            },
            {
              "sentence": "Harris did state in private, however, that she intended to nominate a woman for secretary of defense, who would be the first woman secretary of defense",
              "refs": [
                "https://www.politico.com/news/2024/10/30/harris-transition-team-00186346"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Campaign events",
      "section_content": [
        {
          "sentence": "Harris held her first campaign rally on July 23, 2024, at the West Allis Central High School gymnasium in West Allis, Wisconsin; the Republican National Convention had been held a week earlier in nearby Milwaukee",
          "refs": []
        },
        {
          "sentence": "The event reportedly grew a larger audience than any event held by Biden's 2024 campaign, according to campaign spokesperson Kevin Muñoz, who had previously expected around 3,000 people to attend",
          "refs": [
            "https://abc7chicago.com/post/vice-president-kamala-harris-making-1st-campaign-stop/15085426/"
          ]
        },
        {
          "sentence": "On July 30, Harris held an event in Atlanta at Georgia State University's convocation center, telling the crowd of 8,000 people, \"Well Donald ..",
          "refs": []
        },
        {
          "sentence": "Meet me on the debate stage. ..",
          "refs": []
        },
        {
          "sentence": "If you've got something to say, say it to my face.\" Megan Thee Stallion and Quavo also attended the rally, with Megan Thee Stallion performing several songs and addressing reproductive rights and Quavo speaking about his and Harris's gun violence prevention work",
          "refs": []
        },
        {
          "sentence": "Harris's first rally featuring her running mate, Tim Walz, was held in Philadelphia at Temple University's Liacouras Center on August 6",
          "refs": []
        },
        {
          "sentence": "The campaign said that 12,000 people attended",
          "refs": []
        },
        {
          "sentence": "The next day, Harris and Walz held rallies in Eau Claire, Wisconsin, and Romulus, Michigan",
          "refs": [
            "https://www.nytimes.com/2024/08/06/us/politics/harris-tim-walz-rally.html",
            "https://www.inquirer.com/politics/election/tim-walz-kamala-harris-philadelphia-rally-vice-president-20240806.html"
          ]
        },
        {
          "sentence": "An event scheduled for August 8 in Raleigh, North Carolina, was postponed due to Hurricane Debby, as was a planned rally in Savannah, Georgia, on August 9",
          "refs": [
            "https://www.nytimes.com/live/2024/08/07/us/harris-trump-election"
          ]
        },
        {
          "sentence": "Harris and Walz instead spoke on August 8 in Wayne, Michigan, to UAW Local 900, representing workers at Ford's Michigan Assembly Plant, alongside Shawn Fain",
          "refs": [
            "https://www.ajc.com/politics/kamala-harris-postpones-friday-rally-in-savannah/JJLOR4ASG5GOTKJB4RKVFQ4ALQ/",
            "https://www.starnewsonline.com/story/news/politics/elections/2024/08/07/jd-vance-postpones-north-carolina-events-because-of-tropical-storm-debby/74701063007/"
          ]
        },
        {
          "sentence": "Harris and Walz appeared on August 9 in Glendale, Arizona, at Desert Diamond Arena; U.S",
          "refs": []
        },
        {
          "sentence": "senator Mark Kelly, Arizona attorney general Kris Mayes, U.S",
          "refs": []
        },
        {
          "sentence": "Senate candidate Ruben Gallego (AZ-3), and Republican Mesa mayor John Giles also spoke",
          "refs": []
        },
        {
          "sentence": "Another rally took place the following day in Paradise, Nevada, at the University of Nevada, Las Vegas's Thomas & Mack Center",
          "refs": [
            "https://www.salon.com/2024/08/09/harris-campaign-rally-draws-massive-crowd-of-20000-in-arizona/"
          ]
        },
        {
          "sentence": "Before the rally started hundreds of people who wanted to attend the rally were turned away because the venue had reached its capacity",
          "refs": [
            "https://www.reviewjournal.com/news/politics-and-government/crowd-grows-for-harris-walz-rally-vp-lands-in-vegas-3121739"
          ]
        },
        {
          "sentence": "The capacity of the venue is about 18,000 people",
          "refs": []
        },
        {
          "sentence": "According to the campaign, 14,000 people were in the arena and law enforcement closed the doors around 5:45 PM as people who were waiting in line outside became ill",
          "refs": [
            "https://web.archive.org/web/20240811062257/https://www.8newsnow.com/news/local-news/las-vegas-event-center-reaches-capacity-during-kamala-harris-campaign-rally/"
          ]
        },
        {
          "sentence": "The campaign estimated that 4,000 people were either waiting in line or in their cars when law enforcement closed the doors",
          "refs": []
        },
        {
          "sentence": "On August 13, Walz spoke at the American Federation of State, County and Municipal Employees union convention in Los Angeles,  and he held a solo rally at the Astro Theater in La Vista, Nebraska, just outside of Omaha, on August 17",
          "refs": [
            "https://apnews.com/article/walz-unions-support-fundraiser-harris-democrats-1f809455ba6643ec7f455ca75c6acd30"
          ]
        },
        {
          "sentence": "Harris spoke about her economic platform on August 16 at Wake Technical Community College in Raleigh, North Carolina",
          "refs": [
            "https://omaha.com/news/local/government-politics/elections/photos-gov-tim-walz-returns-to-nebraska-to-campaign-in-omaha/collection_c6add3ee-5c0d-11ef-80c7-7f35403c262d.html"
          ]
        },
        {
          "sentence": "The campaign returned to Georgia for a bus tour on August 28, with Harris and Walz visiting Liberty County High School in Hinesville and a barbecue restaurant in Savannah",
          "refs": [
            "https://thehill.com/homenews/campaign/4831640-vice-president-harris-economic-plan/"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Celebrity appearances and concert rallies",
          "section_content": [
            {
              "sentence": "Harris frequently held campaign rallies with celebrities and singers who have endorsed her campaign, including a series of concert rallies to drum up enthusiasm during the final stretch of the campaign",
              "refs": []
            },
            {
              "sentence": "On October 26, Beyoncé and Kelly Rowland spoke and introduced Harris at a rally in Houston",
              "refs": [
                "https://www.jsonline.com/story/news/politics/elections/2024/10/30/kamala-harris-visits-madison-with-mumford-sons-other-musicians/75901859007/"
              ]
            },
            {
              "sentence": "On October 30, Mumford & Sons, Gracie Abrams, Remi Wolf, and The National performed ahead of Harris at a campaign rally targeting youth voters in Madison",
              "refs": [
                "https://apnews.com/article/beyonce-kamala-harris-6b3f928bb7fd5a705f32ac3d04b89ed8"
              ]
            },
            {
              "sentence": "Abrams and Wolf also giving speeches in support of Harris",
              "refs": []
            },
            {
              "sentence": "On October 31, Los Tigres Del Norte performed ahead of her speech in Phoenix",
              "refs": []
            },
            {
              "sentence": "Later that day, Jennifer Lopez and Maná were scheduled to appear alongside Harris in Las Vegas in an event targeting Latino voters",
              "refs": []
            },
            {
              "sentence": "On November 1, Cardi B joined Harris at a campaign rally in West Allis, Wisconsin",
              "refs": [
                "https://www.rollingstone.com/music/music-latin/jennifer-lopez-will-speak-kamala-harris-rally-las-vegas-1235146542/"
              ]
            },
            {
              "sentence": "During her speech, she strongly dismissed the notion of giving Trump another chance, highlighting her dedication to safeguarding her future and that of her children",
              "refs": []
            },
            {
              "sentence": "Cardi's appearance was preceded by performances from rappers Flo Milli and GloRilla, and actor Keegan-Michael Key",
              "refs": []
            },
            {
              "sentence": "On November 2, she made a surprise appearance on Saturday Night Live, appearing in the episode's cold open, having a pep talk with her impersonator Maya Rudolph",
              "refs": [
                "https://www.yahoo.com/news/cardi-b-joins-harris-wisconsin-094106141.html",
                "https://www.reuters.com/video/watch/idRW658502112024RP1/",
                "https://www.politico.com/live-updates/2024/10/31/2024-elections-live-coverage-updates-analysis/cardi-b-kamala-harris-rally-00186535",
                "https://www.jsonline.com/story/news/politics/elections/2024/10/30/kamala-harris-milwaukee-rally-to-feature-glorilla-flo-milli-and-more/75951792007/"
              ]
            },
            {
              "sentence": "FCC regulator  Brendan Carr claimed that her guest appearance violated equal time rules that govern political programming",
              "refs": [
                "https://www.foxnews.com/media/kamala-harris-appears-snl-final-episode-before-election.amp"
              ]
            },
            {
              "sentence": "In response, NBC aired two pro-Trump advertisements at the Trump campaign's request",
              "refs": [
                "https://www.theguardian.com/us-news/2024/nov/03/harris-appearance-snl-equal-time-rule"
              ]
            },
            {
              "sentence": "Following the election, Governor of Connecticut Ned Lamont criticized this strategy in an interview on Bloomberg Radio, saying \"Kamala should have been in a diner having a cup of coffee, an apple pie with a couple of the guys instead of Oprah and Beyoncé.\"",
              "refs": [
                "https://www.bloomberg.com/news/videos/2024-11-06/connecticut-gov-on-democrats-election-night-wipeout-video"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Platform",
      "section_content": [
        {
          "sentence": "Harris framed her campaign as \"a choice between freedom and chaos\" and based it around the ideals of \"freedom\" and \"the future\"",
          "refs": []
        },
        {
          "sentence": "The Harris campaign sought to highlight her experience as an attorney general and a prosecutor to \"prosecute the case\" against Trump by pointing out his 34 felony convictions",
          "refs": [
            "https://www.axios.com/2024/08/01/kamala-harris-joe-biden-president-strategy-election",
            "https://apnews.com/article/harris-election-president-wisconsin-democrats-012c6474b8b23960d2cf616e92989a4b"
          ]
        },
        {
          "sentence": "Harris ran as a moderate Democrat and moderated several of her policy positions since her 2019 run, with many of her domestic policy stances resembling Biden's",
          "refs": [
            "https://abcnews.go.com/Politics/prosecutor-felon-democrats-winning-contrast-harris-trump/story?id=112198602"
          ]
        },
        {
          "sentence": "Harris's stances also had a particular focus on reproductive healthcare, criminal justice, and civil rights issues",
          "refs": [
            "https://www.nytimes.com/2024/07/29/us/politics/kamala-harris-2020-positions.html",
            "https://www.cnn.com/2024/07/30/politics/harris-shifts-policy-stances/index.html",
            "https://www.usatoday.com/story/news/politics/elections/2024/07/28/harris-biden-comparisons-differences-as-president/74492587007/"
          ]
        },
        {
          "sentence": "While the tone of the Harris campaign was initially optimistic and joyful,   it shifted into bleaker territory in the last month of the election, with Harris accusing Trump of fascism",
          "refs": [
            "https://www.nytimes.com/2024/08/09/us/politics/kamala-harris-walz-joy.html",
            "https://www.nytimes.com/interactive/2024/08/23/us/elections/2024-election-feelings-harris-trump.html"
          ]
        },
        {
          "sentence": "Another aspect of Harris's campaign messaging in July focused on branding Republicans, Trump, and vice presidential nominee JD Vance as \"weird\" on multiple occasions",
          "refs": [
            "https://apnews.com/article/harris-trump-wisconsin-negative-political-attacks-fccd9cb11d304c59e6c8119d7e1e9b54",
            "https://www.bbc.com/news/articles/c1dp7xnyr51o"
          ]
        },
        {
          "sentence": "Such comments originated with Tim Walz, whom Harris later selected as her running mate, Harris, and others in the Democratic party",
          "refs": [
            "https://apnews.com/article/kamala-harris-trump-vance-weird-c54d506d1f533ee7aa455f7b500322c5"
          ]
        },
        {
          "sentence": "This and the messaging shift towards \"freedom\" were departures from Biden's electoral arguments, which revolved around protecting democracy",
          "refs": [
            "https://www.cnn.com/2024/07/29/politics/laugh-harris-trump-what-matters/index.html",
            "https://www.newsweek.com/tim-walz-kamala-harris-vice-president-contender-donald-trump-weird-1931241"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Domestic issues",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Abortion",
              "section_content": [
                {
                  "sentence": "Harris supports national protections for abortion, which were reversed after Roe v",
                  "refs": []
                },
                {
                  "sentence": "Wade (1973) was overturned by of Supreme Court with Dobbs v",
                  "refs": []
                },
                {
                  "sentence": "Jackson Women's Health Organization (2022)",
                  "refs": []
                },
                {
                  "sentence": "Under the Biden administration, she prominently campaigned for abortion rights",
                  "refs": []
                },
                {
                  "sentence": "In March 2024, Harris became the first sitting vice president to visit an abortion clinic, and she told Politico in July 2024 that \"we need to put into law the protections of Roe\"",
                  "refs": [
                    "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Cannabis",
              "section_content": [
                {
                  "sentence": "Harris has publicly stated support for full federal cannabis legalization, and removing it entirely from the Controlled Substances Act",
                  "refs": []
                },
                {
                  "sentence": "Harris-Walz was the first major party presidential ticket to do so",
                  "refs": []
                },
                {
                  "sentence": "Harris repeated this after becoming the Democratic nominee",
                  "refs": [
                    "https://www.forbes.com/sites/dariosabaghi/2024/07/22/where-does-kamala-harris-stand-on-marijuana",
                    "https://www.forbes.com/sites/emilyearlenbaugh/2024/08/07/harris-walz-is-first-major-ticket-to-support-cannabis-legalization"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Civil rights",
              "section_content": [
                {
                  "sentence": "Harris previously supported the George Floyd Justice in Policing Act",
                  "refs": []
                },
                {
                  "sentence": "Harris has supported demilitarizing police departments, and has pushed back against calls to defund the police",
                  "refs": [
                    "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html"
                  ]
                },
                {
                  "sentence": "Harris was tasked by Biden with protecting democracy through voting rights legislation through her work on the For the People Act",
                  "refs": [
                    "https://www.cnn.com/2024/07/30/politics/harris-shifts-policy-stances/index.html"
                  ]
                },
                {
                  "sentence": "Harris has supported efforts to defend election workers and counter Republican efforts to restrict voting following the 2020 presidential election",
                  "refs": []
                },
                {
                  "sentence": "Harris has stated her support to pass the Freedom to Vote Act and John Lewis Rights Voting Rights Advancement Act if elected",
                  "refs": [
                    "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Climate change and energy",
              "section_content": [
                {
                  "sentence": "Harris is an advocate for environmental justice to address the impact of climate change on lower-income areas and people of color",
                  "refs": []
                },
                {
                  "sentence": "Under Biden, she supported his climate legislation",
                  "refs": []
                },
                {
                  "sentence": "Harris helped pass the Inflation Reduction Act,  the largest investment in addressing climate change and clean energy in US history  putting the US on track to meet emissions reduction targets by 50–52% below 2005 levels by 2030",
                  "refs": [
                    "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html",
                    "https://thehill.com/homenews/senate/4795432-kamala-harris-democratic-anxiety/",
                    "https://www.imf.org/en/Publications/fandd/issues/2022/12/america-landmark-climate-law-bordoff"
                  ]
                },
                {
                  "sentence": "Harris's campaign has stated that she does not support a ban on fracking",
                  "refs": [
                    "https://time.com/6305001/inflation-reduction-act-what-happens-next/"
                  ]
                },
                {
                  "sentence": "In an interview in August 2024, Harris stated that if elected president she would not ban fracking",
                  "refs": [
                    "https://www.politico.com/news/2024/07/27/trump-harris-minnesota-rally-shooting-00171526",
                    "https://www.cnn.com/2024/07/30/politics/harris-shifts-policy-stances/index.html",
                    "https://www.nytimes.com/2024/07/29/us/politics/kamala-harris-2020-positions.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Economy",
              "section_content": [
                {
                  "sentence": "Harris has described herself as a pro-business, pragmatic capitalist and has invoked Franklin Roosevelt in describing her economic philosophy",
                  "refs": []
                },
                {
                  "sentence": "Harris's economic agenda has been described as populist, with policy proposals that depart from Biden's",
                  "refs": [
                    "https://www.cbsnews.com/news/harris-economic-plan-pragmatic-capitalist/"
                  ]
                },
                {
                  "sentence": "Harris's proposals include plans to eliminate medical debts, controlling prices to combat perceived price gouging for groceries and food, a cap on prescription drug costs, and a $25,000 subsidy for first-time homebuyers",
                  "refs": []
                },
                {
                  "sentence": "Harris proposes to eliminate taxes on tips and create a $6,000 child tax credit for the first year of a child's life, proposals that follow similar suggestions from her presidential competitors Trump and Vance, respectively",
                  "refs": []
                },
                {
                  "sentence": "Harris has also pushed to raise the minimum wage, ban hidden fees and late charges from financial institutions, and limit \"unfair\" rent increases",
                  "refs": [
                    "https://www.washingtonpost.com/business/2024/08/16/kamala-harris-2024-policy-child-tax-credit/",
                    "https://www.politico.com/news/2024/08/16/kamala-harris-economic-policy-north-carolina-00174451"
                  ]
                },
                {
                  "sentence": "Harris has opposed Trump's proposed 20% tax on imports",
                  "refs": [
                    "https://www.nytimes.com/2024/08/10/us/politics/harris-trump-taxes-tips.html",
                    "https://www.politico.com/news/2024/08/06/market-sell-off-democrats-harris-00172740"
                  ]
                },
                {
                  "sentence": "The New York Times described Harris's economic policy as embracing \"the idea that the federal government must act aggressively to foster competition and correct distortions in private markets.\" Harris has proposed raising taxes on corporations and high-earners to fund services for the lower and middle classes and reduce the deficit",
                  "refs": []
                },
                {
                  "sentence": "Harris has also proposed tax breaks to companies delivering economic benefit, such as manufacturing technologies to fight global warming and building affordable housing",
                  "refs": []
                },
                {
                  "sentence": "Harris has spoken in support of the middle class and labor unions",
                  "refs": [
                    "https://www.nytimes.com/2024/08/16/business/economy/harris-trump-economy-inflation.html"
                  ]
                },
                {
                  "sentence": "Harris has stated she supports increasing the top tier capital gains tax rate to 28%, up from 20% and lower than Biden's proposed 39.6%",
                  "refs": [
                    "https://www.cnn.com/2024/07/28/politics/kamala-harris-trump-middle-class/index.html",
                    "https://www.politico.com/news/2024/08/07/harris-blue-collar-labor-detroit-00173066"
                  ]
                },
                {
                  "sentence": "Harris has stated her support for a Billionaire Minimum Income Tax, increasing the tax on stock buybacks to 4%, and a ten-fold tax reduction for small business ranging from $5,000 to $50,000 in relief",
                  "refs": []
                },
                {
                  "sentence": "Harris has stated she supports efforts to create a tax on unrealized gains for those with more than a $100 million in net worth if they do not pay a minimum 25% tax rate on their income inclusive of unrealized gains so long as 80% of said wealth is in tradeable assets",
                  "refs": [
                    "https://www.cnn.com/2024/09/04/politics/kamala-harris-capital-gains-tax/index.html"
                  ]
                },
                {
                  "sentence": "The plan would impact a small percentage of America's wealthy, and Axios reported most tech founders and investors would be spared",
                  "refs": []
                },
                {
                  "sentence": "Harris has also announced support for restoring the corporate tax rate to 28% among several other tax proposals to raise taxes and close loopholes for corporations and the wealthy that would bring in $5 trillion in additional revenue over 10 years",
                  "refs": [
                    "https://www.axios.com/2024/08/23/kamala-harris-unrealized-capital-gains-tax"
                  ]
                },
                {
                  "sentence": "The Committee for a Responsible Federal Budget has estimated that Harris's policy proposals would increase the federal deficit by $1.7 trillion over a decade",
                  "refs": []
                },
                {
                  "sentence": "The Tax Foundation has estimated that her proposals would cost over $2 trillion over a decade",
                  "refs": [
                    "https://www.washingtonpost.com/business/2024/08/16/kamala-harris-2024-policy-child-tax-credit/"
                  ]
                },
                {
                  "sentence": "Harris's more populist proposals, such as her proposal to end taxes on tips and ban perceived price gouging, have been criticized by left-leaning economists as counterproductive",
                  "refs": []
                },
                {
                  "sentence": "Other proposals, such as raising the minimum wage and raising tax credits, have met with more support from economists",
                  "refs": []
                },
                {
                  "sentence": "The New York Times reports that Harris's tax proposals have largely tracked Biden's, and in total add less debt burden than Trump's plans which are estimated to add $4 trillion to the debt after taxes",
                  "refs": [
                    "https://www.axios.com/2024/08/19/kamala-harris-inflation-economic-policy-proposals",
                    "https://www.cnn.com/2024/08/19/economy/trump-harris-inflation/index.html"
                  ]
                },
                {
                  "sentence": "Prior to her nomination, Harris promoted the passage of the Infrastructure Investment and Jobs Act, funding for small business, and supported an act as senator to provide a $6,000 tax credit for middle and low-income families",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Gun control",
              "section_content": [
                {
                  "sentence": "Harris has expressed support for stricter gun control laws including: red flag laws, universal background checks, revoking certain gun manufacturers licenses, and a prohibition of the sale of assault weapons to civilians, all primarily intended to be implemented by executive actions",
                  "refs": []
                },
                {
                  "sentence": "As vice president, Harris oversaw the White House Office of Gun Violence Prevention",
                  "refs": [
                    "https://www.harpersbazaar.com/culture/politics/a34275544/kamala-harris-gun-control/"
                  ]
                },
                {
                  "sentence": "Harris has stated that she owns a \"Glock\" handgun, a model of handgun which is restricted under California law",
                  "refs": [
                    "https://www.forbes.com/sites/joshuacohen/2024/08/01/kamala-harris-touts-freedom-to-live-safe-from-gun-violence-in-presidential-campaign/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Healthcare",
              "section_content": [
                {
                  "sentence": "Harris has supported efforts to strengthen coverage under the Affordable Care Act,  including setting caps on seniors' out-of-pocket prescription drug prices at $2,000 and limiting the cost of insulin for those on Medicare to $35 enacted as part of the Inflation Reduction Act",
                  "refs": [
                    "https://www.cnn.com/2024/07/30/politics/harris-shifts-policy-stances/index.html"
                  ]
                },
                {
                  "sentence": "Harris has been a proponent of White House efforts to ban medical debt from credit reports",
                  "refs": [
                    "https://thehill.com/homenews/senate/4795432-kamala-harris-democratic-anxiety/"
                  ]
                },
                {
                  "sentence": "Harris has stated she no longer supports a single-payer healthcare system",
                  "refs": [
                    "https://www.cnn.com/2024/07/28/politics/kamala-harris-trump-middle-class/index.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Housing",
              "section_content": [
                {
                  "sentence": "Harris has proposed directing $40 billion in tax incentives to construction companies for building starter homes and sending $25,000 in down-payment assistance to every first-time homebuyer",
                  "refs": []
                },
                {
                  "sentence": "Harris says she will urge Congress to enforce fair housing laws, pass a bill to bar property owners from using services that coordinate rents through the passage of the Preventing the Algorithmic Facilitation of Rental Housing Cartels Act, and pass the Stop Predatory Investing Act to remove tax benefits for Wall Street firms that buy up large numbers of single-family homes",
                  "refs": [
                    "https://www.nytimes.com/2024/08/16/business/economy/harris-trump-economy-inflation.html"
                  ]
                },
                {
                  "sentence": "Her proposed housing policies are among the first to bring YIMBY ideas to the national political mainstream",
                  "refs": [
                    "https://www.bbc.com/news/articles/cy8xqy0jv24o",
                    "https://www.nbcnews.com/politics/2024-election/harris-endorse-protections-renters-removal-key-tax-benefits-wall-st-in-rcna166821"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Immigration",
              "section_content": [
                {
                  "sentence": "Harris has promised to fight for \"strong border security\" coupled with an earned pathway to citizenship",
                  "refs": []
                },
                {
                  "sentence": "Following an August 2024 interview, Harris was described by immigration activists as positioning herself to be \"tougher on immigration than Trump.\"  [better source needed] Harris has highlighted her work in combating transnational gangs, drug cartels, and human traffickers while attorney general",
                  "refs": [
                    "https://www.democracynow.org/2024/8/30/kamala_harris_cnn_interview_policy_shift"
                  ]
                },
                {
                  "sentence": "In 2023, as vice president, Harris announced pledges of US$950 million from private companies to support Central American communities to address the causes of mass migration, such as poverty",
                  "refs": [
                    "https://www.politico.com/news/2024/08/09/harris-promises-to-go-tough-on-border-security-00173485"
                  ]
                },
                {
                  "sentence": "While vice president, Harris supported a bipartisan bill, the Secure the Border Act, which would have funded additional border agents and closed the border if too crowded, and which was rejected by Trump",
                  "refs": [
                    "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html"
                  ]
                },
                {
                  "sentence": "Trump called on House and Senate Republicans to kill the bill arguing that it would hurt his and other Republican's reelection campaigns and deny them the ability to run on immigration as a campaign issue",
                  "refs": []
                },
                {
                  "sentence": "Harris criticized Trump for his opposition to the bill on the campaign trail,  and promised to sign the bill into law as president",
                  "refs": [
                    "https://www.washingtonpost.com/politics/2024/01/27/trump-border-biden/",
                    "https://edition.cnn.com/politics/live-news/senate-vote-border-bill-aid-02-07-24/index.html",
                    "https://www.washingtonpost.com/politics/2024/02/07/senate-republicans-retreating-into-same-ungovernable-chaos-house-gop/",
                    "https://www.washingtonpost.com/politics/2024/02/07/republicans-disarray-house-senate-border/",
                    "https://www.washingtonpost.com/politics/2024/02/07/senate-border-security-vote/",
                    "https://www.reuters.com/world/us/us-senate-unveils-118-billion-bipartisan-bill-tighten-border-security-aid-2024-02-04/",
                    "https://www.politico.com/news/2024/08/09/harris-promises-to-go-tough-on-border-security-00173485"
                  ]
                },
                {
                  "sentence": "Harris stated she believes the immigration system is \"broken\" and needs to be fixed, and that she thinks most Americans also believe this",
                  "refs": []
                },
                {
                  "sentence": "In an August 2024 visit to the border in Arizona, Harris advocated for stricter asylum rules than president Biden",
                  "refs": [
                    "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html"
                  ]
                },
                {
                  "sentence": "Furthermore, Harris also pledged to crack down on fentanyl",
                  "refs": [
                    "https://www.politico.com/news/2024/09/27/harris-border-asylum-policy-biden-00181473",
                    "https://www.usatoday.com/story/news/politics/elections/2024/09/27/vp-harris-pushes-tougher-asylum-restrictions-during-border-visit/75415061007/"
                  ]
                },
                {
                  "sentence": "Her campaign video introduced on July 30, 2024, says, \"Kamala Harris supports increasing the number of Border Patrol agents\" and paints Trump as unserious on border security",
                  "refs": [
                    "https://www.reuters.com/world/us/harris-visits-us-southern-border-trump-focuses-immigration-2024-09-27/",
                    "https://www.npr.org/2024/09/27/nx-s1-5127374/harris-arizona-border-migration-asylum"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "LGBTQ rights",
              "section_content": [
                {
                  "sentence": "Harris is a strong supporter of LGBTQ rights",
                  "refs": []
                },
                {
                  "sentence": "In 2022, Biden signed the Respect for Marriage Act, which requires states to recognize same-sex marriages and interracial marriages in case the Supreme Court overturned marriage equality",
                  "refs": [
                    "https://xtramagazine.com/video/kamala-harris-gay-trans-rights-266957"
                  ]
                },
                {
                  "sentence": "At the signing ceremony, Harris and others gave speeches,  and Biden presented Harris with a pen as recognition of years of work for marriage equality",
                  "refs": [
                    "https://www.whitehouse.gov/briefing-room/speeches-remarks/2022/12/13/remarks-by-president-biden-and-vice-president-harris-at-signing-of-h-r-8404-the-respect-for-marriage-act/",
                    "https://wwd.com/eye/scoops/kamala-harris-respect-for-marriage-act-white-house-coat-1235449967/"
                  ]
                },
                {
                  "sentence": "In 2023, Harris visited the Stonewall Inn and denounced legislative attacks on transgender rights in states across the country",
                  "refs": [
                    "https://krdo.com/news/2022/12/15/president-biden-gifts-marriage-equality-pen-to-vice-president-harris/"
                  ]
                },
                {
                  "sentence": "In July 2024, Harris conducted a fundraiser in the LGBTQ hotspot of Provincetown, Massachusetts",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Minimum wage",
              "section_content": [
                {
                  "sentence": "Harris supports raising the federal minimum wage",
                  "refs": []
                },
                {
                  "sentence": "Harris has not given a number for a federal minimum wage she supports",
                  "refs": []
                },
                {
                  "sentence": "She has posted on Twitter praising that some states have raised the minimum wage to at least $15 an hour",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Social services",
              "section_content": [
                {
                  "sentence": "Harris has supported the expanded child tax credit enacted in the American Rescue Plan Act of 2021",
                  "refs": []
                },
                {
                  "sentence": "Harris has expressed support for making child care and elder care more affordable and enacting paid family leave",
                  "refs": [
                    "https://thehill.com/homenews/senate/4795432-kamala-harris-democratic-anxiety/"
                  ]
                },
                {
                  "sentence": "Harris has also expressed support for student debt relief",
                  "refs": []
                },
                {
                  "sentence": "On August 16, 2024, she announced the proposal of a $6,000 child tax credit, expanding her populist economic agenda",
                  "refs": [
                    "https://www.cnn.com/2024/07/28/politics/kamala-harris-trump-middle-class/index.html"
                  ]
                },
                {
                  "sentence": "Other policies including expanding a cap on prescription drug costs and permanently reinstating the expanded child tax credit",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Supreme Court",
              "section_content": [
                {
                  "sentence": "Harris has supported Biden's call for term limits for Supreme Court justices and a constitutional amendment to reverse its decision in Trump v",
                  "refs": []
                },
                {
                  "sentence": "United States (2024)",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Foreign policy",
          "section_content": [],
          "subsections": [
            {
              "section_title": "China",
              "section_content": [
                {
                  "sentence": "During the 2020 vice presidential debate, Harris criticized former President Donald Trump's imposition of tariffs on Chinese imports, accusing Republicans of losing the trade war with China and losing hundreds of thousands of jobs as a result",
                  "refs": []
                },
                {
                  "sentence": "Harris has advocated for \"de-risking\" from Beijing, a policy that encourages reducing Western economic dependence on China",
                  "refs": []
                },
                {
                  "sentence": "Harris is expected to continue deepening American alliances in Asia and the Pacific with the intention of curbing China's rising power both economically and militarily",
                  "refs": [
                    "https://www.politico.com/news/2023/09/10/kamala-harris-china-relationship-00114893"
                  ]
                },
                {
                  "sentence": "Harris has previously spoken out against human rights abuses in Hong Kong and co-sponsored the Hong Kong Human Rights and Democracy Act and Uyghur Human Rights Policy Act",
                  "refs": []
                },
                {
                  "sentence": "As a senator, she condemned the persecution of Uyghur and minority women in western China and sponsored Marco Rubio's sanctions punishing human rights abuses in the region, and during the 2019 debates also criticized China for stealing \"our products, including our intellectual property\" and for dumping \"substandard products into our economy\"",
                  "refs": [
                    "https://www.voanews.com/a/a-look-at-harris-views-on-u-s-policy-toward-china/7709060.html"
                  ]
                },
                {
                  "sentence": "Harris has previously stated her support of Taiwan's self-defense, criticized Chinese naval harassment of Philippine vessels, and supported freedom of navigation in the South China Sea",
                  "refs": [
                    "https://www.nytimes.com/2024/07/26/us/politics/kamala-harris-trade-trump.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "India",
              "section_content": [
                {
                  "sentence": "In 2019, Indian Prime Minister Narendra Modi repealed Article 370, ending the semi-autonomous status of Indian-administered Kashmir",
                  "refs": []
                },
                {
                  "sentence": "Harris rebuked the move, saying \"we must remind Kashmiris that they are not alone in the world.\"   In 2023, Harris entertained Modi at a state dinner and discussed her visiting her grandparents in Madras when she was growing up, the impact India has had on the world and their cooperation on topics like climate change, cybercrime and vaccine production",
                  "refs": [
                    "https://economictimes.indiatimes.com/news/international/world-news/democrat-vp-nominee-kamala-has-strong-views-on-kashmir-but-has-refrained-from-taking-a-position/articleshow/77512543.cms",
                    "https://books.google.com/books?id=LEATEAAAQBAJ&pg=PT78"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Iran",
              "section_content": [
                {
                  "sentence": "Harris was critical of Iran during her presidential campaign, referring to it as a \"destablizing force\"",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Israel and Palestine",
              "section_content": [
                {
                  "sentence": "Harris is seen as more sympathetic to Palestinians than Biden, who has described himself as a Zionist and has a long history with Israeli leaders",
                  "refs": []
                },
                {
                  "sentence": "Some analysts expect that Harris would continue to use a tougher tone with Israel, though U.S",
                  "refs": [
                    "https://www.reuters.com/world/us/tougher-tone-israel-steady-nato-how-harris-foreign-policy-could-look-2024-07-21/"
                  ]
                },
                {
                  "sentence": "policy toward Israel may not see a big shift if Harris is elected",
                  "refs": []
                },
                {
                  "sentence": "Regarding the Israel–Hamas war, she has specifically stated that she is against placing conditions on military aid to Israel though noted that how it defends itself matters",
                  "refs": [
                    "https://www.reuters.com/world/us/tougher-tone-israel-steady-nato-how-harris-foreign-policy-could-look-2024-07-21/"
                  ]
                },
                {
                  "sentence": "Following Hamas's attack on Israel in November 2023, Harris strongly supported Israel's offensive,   stating that \"the threat Hamas poses to the people of Israel must be eliminated\"",
                  "refs": [
                    "https://www.huffpost.com/entry/kamala-harris-gaza-war-biden-arms-policy_n_66d12f4ee4b0099ccb749660",
                    "https://www.aljazeera.com/news/2024/7/22/how-kamala-harris-views-the-world-from-gaza-and-russia-to-china-and-india",
                    "https://abcnews.go.com/Politics/harris-foreign-policy-experience-stands/story?id=112151509",
                    "https://www.aljazeera.com/news/2024/7/22/how-kamala-harris-views-the-world-from-gaza-and-russia-to-china-and-india"
                  ]
                },
                {
                  "sentence": "However, since December 2023, she has criticized Israel's approach and the Gaza humanitarian crisis",
                  "refs": [
                    "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html"
                  ]
                },
                {
                  "sentence": "In March 2024, Harris opposed Israel's invasion of Rafah,  called for a six-week pause in the attacks,    and stated that the situation in Gaza is a \"humanitarian catastrophe\"",
                  "refs": [
                    "https://abcnews.go.com/Politics/harris-foreign-policy-experience-stands/story?id=112151509",
                    "https://www.reuters.com/world/us/tougher-tone-israel-steady-nato-how-harris-foreign-policy-could-look-2024-07-21/",
                    "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html",
                    "https://www.nytimes.com/2024/03/03/world/middleeast/kamala-harris-cease-fire.html",
                    "https://www.aljazeera.com/news/2024/7/22/how-kamala-harris-views-the-world-from-gaza-and-russia-to-china-and-india",
                    "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html"
                  ]
                },
                {
                  "sentence": "Harris was described by USA Today as \"coming close to accusing Israel of war crimes\" in one of her speeches, when she said international humanitarian law must be respected in the conflict",
                  "refs": []
                },
                {
                  "sentence": "Former Biden administration officials said in an interview with Politico that Harris was less committed to the Israel policy and that one official was \"cautiously optimistic\" she would change it",
                  "refs": [
                    "https://www.usatoday.com/story/news/politics/elections/2024/07/22/kamala-harris-gaza-israel-hamas-policy/74499016007/"
                  ]
                },
                {
                  "sentence": "Harris declined to preside over a speech by Israeli Prime Minister Benjamin Netanyahu on July 24, instead going to a campaign event",
                  "refs": [
                    "https://www.politico.com/news/2024/07/21/kamala-harris-foreign-policy-00170143"
                  ]
                },
                {
                  "sentence": "After the speech, she condemned pro-Hamas protestors, pro-Hamas graffiti and the burning of an American flag at Union Station",
                  "refs": [
                    "https://www.nytimes.com/2024/07/22/world/middleeast/kamala-harris-netanyahu-congress-speech.html"
                  ]
                },
                {
                  "sentence": "The next day, after she met with Netanyahu, she said, \"Israel has a right to defend itself, and how it does so matters.\" She continued that Israel must agree to a ceasefire and hostage deal and work towards a two-state solution, emphasizing Palestinian suffering",
                  "refs": [
                    "https://www.cbsnews.com/news/kamala-harris-american-flag-burning-union-station-dc-hamas-israel/"
                  ]
                },
                {
                  "sentence": "Before the rally, Harris had interacted with the co-founders of the Uncommitted National Movement, hearing stories from family members about the war",
                  "refs": [
                    "https://www.cnn.com/2024/07/25/politics/kamala-harris-israel-policy/index.html"
                  ]
                },
                {
                  "sentence": "Harris reportedly agreed to meet with the activists, and was described by them as \"sympathetic\"",
                  "refs": []
                },
                {
                  "sentence": "However, Harris's national security advisor said that she did not support an embargo",
                  "refs": [
                    "https://www.politico.com/news/2024/08/08/pro-palestinian-protest-gaza-kamala-harris-michigan-00173363",
                    "https://www.aljazeera.com/news/2024/8/8/harris-campaign-denies-support-for-cutting-off-weapons-transfers-to-israel",
                    "https://www.nytimes.com/live/2024/08/07/us/harris-trump-election"
                  ]
                },
                {
                  "sentence": "Throughout August, Harris and her campaign met with Arab-American and Uncommitted leaders in metro Detroit, including Dearborn mayor Abdullah Hammoud",
                  "refs": [
                    "https://www.bbc.com/news/articles/cg798l439ydo"
                  ]
                },
                {
                  "sentence": "However, in a CNN interview, Harris denied that she would shift policy from Biden and said that she would not end arms to Israel",
                  "refs": [
                    "https://apnews.com/article/dnc-uncommitted-arab-american-palestinian-gaza-93f9edb25a602c95ee226bd2645e4298"
                  ]
                },
                {
                  "sentence": "In September, the Uncommitted National Movement said it would not endorse Harris for president because of her \"unwillingness to shift on unconditional weapons policy or to even make a clear statement in support of upholding existing US and international human rights law\"",
                  "refs": [
                    "https://theintercept.com/2024/08/30/kamala-harris-cnn-interview-israel-gaza/",
                    "https://newrepublic.com/post/185505/kamala-harris-israel-arms-gaza-first-interview",
                    "https://www.barrons.com/amp/news/harris-says-would-not-change-biden-policy-on-arms-for-israel-6526ef92"
                  ]
                },
                {
                  "sentence": "By October, the movement encouraged its members to vote for Harris, arguing a second Trump presidency would be much worse for Palestinians",
                  "refs": [
                    "https://www.theguardian.com/us-news/2024/sep/19/harris-uncommitted-movement-declines-endorse",
                    "https://www.bbc.com/news/articles/c8xejx07exro"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "NATO and Ukraine",
              "section_content": [
                {
                  "sentence": "Harris was expected and has signaled to generally follow Biden's foreign policy on NATO and Ukraine, supporting both in the aftermath of the Russian invasion of Ukraine",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Trade",
              "section_content": [
                {
                  "sentence": "While Harris described herself as \"not a protectionist Democrat\" during a 2019 primary debate, she has been critical of past free trade deals, stating she would have voted against the North American Free Trade Agreement (NAFTA) of 1992 and the proposed Trans-Pacific Partnership (TPP) of 2016; in 2020, she voted against the United States–Mexico–Canada Agreement (USMCA)",
                  "refs": []
                },
                {
                  "sentence": "However, trade has never been a major focus for Harris; as such, her positions are not entirely known",
                  "refs": []
                },
                {
                  "sentence": "The Center for Strategic and International Studies notes that she has said so little about trade that most analysts have to dig up these old votes and statements and assume that she will continue Biden's policies: for instance, President Biden has maintained most of Trump's tariffs on China and increased some of them, and so likely won't make significant changes",
                  "refs": [
                    "https://www.nytimes.com/2024/07/26/us/politics/kamala-harris-trade-trump.html"
                  ]
                },
                {
                  "sentence": "The CATO Institute in 2020 noted that while Harris does not seem to be an economic nationalist, her terms of engagement are a bit unclear other than that she wants more labor and environmental protections",
                  "refs": [
                    "https://www.csis.org/analysis/dont-hold-your-breath-new-democratic-trade-policy"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Endorsements",
      "section_content": [
        {
          "sentence": "The Democratic Party quickly coalesced around her following Biden's withdrawal and his endorsement of Harris",
          "refs": []
        },
        {
          "sentence": "The vast majority of Congressional Democrats endorsed Harris, including senior officials such as Senate Democratic Leader Chuck Schumer, House Democratic Leader Hakeem Jeffries, and former Speaker and House Democratic Leader Nancy Pelosi",
          "refs": []
        },
        {
          "sentence": "Additionally, all Democratic governors have endorsed Harris",
          "refs": [
            "https://www.nbcnews.com/politics/2024-election/democratic-leaders-chuck-schumer-hakeem-jeffries-endorse-harris-presid-rcna163249",
            "https://www.cnn.com/2024/07/22/politics/chuck-schumer-hakeem-jeffries-endorsement/index.html"
          ]
        },
        {
          "sentence": "On July 21, former President Bill Clinton and former Secretary of State Hillary Clinton endorsed Harris",
          "refs": [
            "https://www.nytimes.com/interactive/2024/07/22/us/politics/kamala-harris-democrats-endorsement-list.html"
          ]
        },
        {
          "sentence": "On July 26, former President Barack Obama and former First Lady Michelle Obama endorsed Harris in a joint statement",
          "refs": [
            "https://www.nytimes.com/2024/07/21/us/politics/clintons-kamala-harris-endorsement.html"
          ]
        },
        {
          "sentence": "On August 3, Jimmy Carter, the oldest surviving Democratic former president, endorsed Harris",
          "refs": [
            "https://www.thedailybeast.com/barack-and-michelle-obama-endorse-kamala-harris-at-long-last-in-emotional-video"
          ]
        },
        {
          "sentence": "Some disaffected Republicans, including staunch critics of former President Donald Trump, such as former Vice President Dick Cheney and his daughter, former House Representative Liz Cheney, and former federal executive officials Alberto Gonzales and Stephanie Grisham have also come forward to endorse Harris",
          "refs": [
            "https://www.ajc.com/politics/jimmy-carters-next-goal-is-voting-for-kamala-harris/UKCLDIUSSJC6JM4NP7HGOEDCNY/"
          ]
        },
        {
          "sentence": "On September 10, 2024, American singer-songwriter Taylor Swift endorsed Harris for president in a highly publicized Instagram post, following the first debate between Harris and Trump",
          "refs": []
        },
        {
          "sentence": "Swift, explained her support for Harris and running mate Tim Walz, signing off as \"Childless Cat Lady,\" a reference to comments made by Trump's running mate, JD Vance, about women without children",
          "refs": []
        },
        {
          "sentence": "Meanwhile, Trump's campaign criticized the endorsement, arguing that it reflected the Democratic Party's alignment with \"wealthy elites\"",
          "refs": []
        },
        {
          "sentence": "That same month, Billie Eilish and her brother Finneas O'Connell also endorsed Harris for president",
          "refs": [
            "https://www.dw.com/en/taylor-swift-endorses-kamala-harris-for-president/a-70184935"
          ]
        },
        {
          "sentence": "On October 3, 2024, Bruce Springsteen formally endorsed Harris for president describing the election as \"one of the most consequential elections in our nation’s history\" and calling Trump \"the most dangerous candidate for president in my lifetime\"",
          "refs": [
            "https://www.rollingstone.com/music/music-news/billie-eilish-finneas-harris-walz-endorsement-1235104330/"
          ]
        },
        {
          "sentence": "In October 2024, Puerto Rican musicians Bad Bunny, Jennifer Lopez, Luis Fonsi, Ricky Martin, and Don Omar endorsed Harris after comedian Tony Hinchcliffe joked about Puerto Rico being an \"island of garbage\" during the Trump rally at Madison Square Garden",
          "refs": []
        },
        {
          "sentence": "On October 31, 2024, LeBron James endorsed Harris for president",
          "refs": [
            "https://www.cnn.com/2024/10/31/politics/celebrity-endorsements-puerto-rico-harris-trump/index.html",
            "https://www.forbes.com/sites/maryroeloffs/2024/11/02/harris-and-trumps-biggest-celebrity-endorsements-harrison-ford-voting-for-harris-to-move-forward/"
          ]
        },
        {
          "sentence": "On November 2, 2024, Brazilian President Luiz Inácio Lula da Silva announced his preference for Harris declaring that \"if Kamala wins the election, it is much safer to strengthen democracy in the US\"",
          "refs": [
            "https://www.reuters.com/world/us/lebron-james-endorses-harris-president-says-choice-is-clear-2024-10-31/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Pro-Palestinian criticism",
      "section_content": [
        {
          "sentence": "The Harris campaign was opposed by some Arab Americans who expressed frustration with her stance on the Israel–Hamas war and 2024 Israeli invasion of Lebanon",
          "refs": []
        },
        {
          "sentence": "According to the Financial Times, Israel's wars \"threatened to shatter\" the advantage the Democratic Party once held amongst Arab Americans in Michigan",
          "refs": [
            "https://thehill.com/homenews/campaign/4917055-harris-arab-american-muslim-voters-concerns/"
          ]
        },
        {
          "sentence": "An October 2024 poll by the Arab American Institute showing Arab American support tied between Harris and Trump",
          "refs": [
            "https://www.ft.com/content/9c5ede13-85fb-4a66-8cf4-a905a79aac62?shareType=nongift"
          ]
        },
        {
          "sentence": "The \"Abandon Harris\" movement, which encouraged Harris to change her position on Gaza, endorsed Jill Stein for president in October 2024",
          "refs": [
            "https://www.thenation.com/article/politics/arab-american-voters-election-kamala-harris-donald-trump/"
          ]
        },
        {
          "sentence": "The Uncommitted National Movement and Arab American Political Action Committee both declined to endorse a candidate",
          "refs": [
            "https://thehill.com/homenews/campaign/4919569-abandon-harris-campaign-endorses-jill-stein/"
          ]
        },
        {
          "sentence": "U.S",
          "refs": [
            "https://www.nytimes.com/2024/09/19/us/politics/uncommitted-kamala-harris-endorsement.html",
            "https://www.politico.com/news/2024/10/14/arab-american-pac-presidential-endorsement-michigan-00183606"
          ]
        },
        {
          "sentence": "House Representative Rashida Tlaib, the only Palestinian American in Congress, declined to endorse Harris for president",
          "refs": []
        },
        {
          "sentence": "A group of approximately 50 African-American Muslim community leaders signed an open-letter urging voters not to vote for Harris and instead vote for a candidate who supported both a ceasefire in Gaza and an arms embargo on Israel",
          "refs": [
            "https://www.politico.com/live-updates/2024/11/01/2024-elections-live-coverage-updates-analysis/rashida-tlaib-kamala-harris-skips-endorsement-00186901"
          ]
        },
        {
          "sentence": "In the final weeks of the presidential campaign, the Harris campaign featured several controversial surrogates speaking on the topic of Gaza",
          "refs": []
        },
        {
          "sentence": "In Michigan, the Harris campaign enlisted U.S",
          "refs": []
        },
        {
          "sentence": "Representative Ritchie Torres, who emphasized that Harris' team had rejected a Palestinian-American speaker at the Democratic National Convention because she didn't want any speakers opposing Israel",
          "refs": []
        },
        {
          "sentence": "Also in Michigan, former-U.S",
          "refs": [
            "https://www.timesofisrael.com/doug-emhoff-ritchie-torres-reassure-michigan-jewish-voters-harris-supports-israel/"
          ]
        },
        {
          "sentence": "president Bill Clinton caused a backlash by criticizing Arab and Muslim Americans hesitant to support Harris, stating Israel had been \"forced\" to kill civilians",
          "refs": []
        },
        {
          "sentence": "His comments led the Institute for Middle East Understanding to state, \"Bill Clinton's racist and ahistorical remarks were meant to justify the ethnic cleansing of Palestinians from their land",
          "refs": [
            "https://www.aljazeera.com/news/2024/10/31/bill-clinton-criticised-for-saying-israel-forced-to-kill-gaza-civilians"
          ]
        },
        {
          "sentence": "The Harris campaign is doing itself no favors attaching itself to that kind of hateful rhetoric\"",
          "refs": []
        },
        {
          "sentence": "Harris ultimately won fewer votes than Trump in Dearborn, Michigan, which has been nicknamed the \"capital of Arab America\"  and has one of the highest Arab-American concentrations in the United States",
          "refs": [
            "https://www.nysun.com/article/trump-wins-dearborn-the-capital-of-arab-america-in-political-upset-in-michigan"
          ]
        },
        {
          "sentence": "Biden had won the city in the 2020 United States presidential election by a substantial margin",
          "refs": []
        },
        {
          "sentence": "The Detroit News cited disagreement with Biden's foreign policy towards Israel and economic frustrations as some of the reasons for Harris' loss",
          "refs": []
        },
        {
          "sentence": "The Times of Israel described the level of support towards Trump within Dearborn as \"unimaginable\" four years prior",
          "refs": [
            "https://www.detroitnews.com/story/news/politics/elections/2024/11/06/trump-won-dearborn-dearborn-heights-arab-american-muslim-voters-israel-gaza-lebanon-hamas-hamtramck/76088958007/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Polling",
      "section_content": [
        {
          "sentence": "From August 2024 until the election, Harris generally held a narrow lead in the national popular vote while being statistically tied in the various swing states",
          "refs": []
        },
        {
          "sentence": "In addition, her favorability ratings significantly increased among Democrats and independents in polling following her campaign launch",
          "refs": [
            "https://elections2024.thehill.com/national/harris-trump-general/"
          ]
        },
        {
          "sentence": "An August poll by the Council on American-Islamic Relations of Muslim-Americans showed that support for Harris (29.4%) was nearly tied with Green Party nominee Jill Stein (29.1%)",
          "refs": [
            "https://www.thenation.com/article/activism/kamala-harris-gaza-policy-pressure/"
          ]
        },
        {
          "sentence": "Harris still received nearly four times the support as Biden had in a prior poll (7.3%)",
          "refs": []
        },
        {
          "sentence": "Nationally, Harris ran consistently behind Clinton and Biden, faring similarly in swing states",
          "refs": []
        },
        {
          "sentence": "At first, Harris began outrunning Trump nationally and in swing states, hitting far better marks than Biden for 2024",
          "refs": []
        },
        {
          "sentence": "However, three weeks out, Harris began slipping, with many swing states becoming dead heat races",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Final outcome",
      "section_content": [
        {
          "sentence": "The Harris-Walz ticket ultimately lost to the Trump-Vance ticket in the general election on November 5, with Harris conceding in a phone call to Trump and a public address the following day",
          "refs": []
        },
        {
          "sentence": "Trump won the critical swing states of North Carolina, Georgia, and the \"blue wall\" states of Pennsylvania, Wisconsin and Michigan, which guaranteed his Electoral College victory over Harris",
          "refs": [
            "https://www.theguardian.com/us-news/2024/nov/06/kamala-harris-concession-speech"
          ]
        },
        {
          "sentence": "Both candidates repeatedly visited these critical states and were virtually tied in polling shortly before the election",
          "refs": [
            "https://www.cbsnews.com/news/battleground-states-2024-election/"
          ]
        },
        {
          "sentence": "Harris became the first Democratic presidential contender to have lost the national popular vote since John Kerry in 2004 against Republican incumbent George W",
          "refs": []
        },
        {
          "sentence": "Bush",
          "refs": []
        },
        {
          "sentence": "With slightly over 75 million votes, Harris received the most raw votes for a losing presidential candidate in American history, a record previously achieved by Trump in 2020.",
          "refs": [
            "https://www.nytimes.com/2024/11/07/us/politics/trump-popular-vote-election-2024.html",
            "https://www.npr.org/2024/12/03/nx-s1-5213810/2024-presidential-election-popular-vote-trump-kamala-harris"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://thehill.com/homenews/campaign/4785817-harris-campaign-hq-wilmington/",
    "2": "https://www.politico.com/live-updates/2024/07/22/kamala-harris-campaign-biden-drop-out/kamala-harris-campaign-staffing-00170491",
    "3": "https://www.axios.com/2024/08/01/kamala-harris-campaign-hollywood-support",
    "4": "https://thehill.com/homenews/campaign/4796896-harris-campaign-centrist-voters-join/",
    "5": "https://thehill.com/homenews/campaign/4807828-harris-campaign-trump-debate/",
    "6": "https://www.politico.com/live-updates/2024/07/22/kamala-harris-campaign-biden-drop-out/gretchen-whitmer-vice-president-00170328",
    "7": "https://www.axios.com/2024/08/02/kamala-harris-president-campaign-obama",
    "8": "https://www.politico.com/news/2024/08/02/plouffe-joins-harris-campaign-as-senior-adviser-00172478",
    "9": "https://www.fec.gov/data/committee/C00703975/?cycle=2024",
    "10": "https://www.politico.com/news/2024/07/26/republicans-jd-vance-attacks-00171473",
    "11": "https://apnews.com/article/beyonce-kamala-harris-freedom-campaign-song-d575644248b9b609aafcd348f39146ef",
    "12": "https://www.nbclosangeles.com/news/local/tim-walz-visits-southern-california-for-first-time-as-kamala-harris-running-mate/3487559/",
    "13": "https://apnews.com/article/harris-democratic-presidential-nomination-eb43b6b346cc644b2d195315cb2bfb20",
    "14": "https://thehill.com/homenews/campaign/4789021-kamala-harris-vp-tim-walz-minnesota/",
    "15": "https://www.cnbc.com/2019/12/03/kamala-harris-drops-out-of-2020-presidential-race.html",
    "16": "https://www.cnn.com/2020/08/11/politics/biden-vp-pick/index.html",
    "17": "https://www.cnn.com/2020/11/07/politics/kamala-harris-first-vice-president-female-black-south-asian/index.html",
    "18": "https://www.usatoday.com/story/news/politics/elections/2024/07/28/harris-biden-comparisons-differences-as-president/74492587007/",
    "19": "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html",
    "20": "https://www.politico.com/news/2024/08/16/kamala-harris-economic-policy-north-carolina-00174451",
    "21": "https://www.washingtonpost.com/business/2024/08/16/kamala-harris-2024-policy-child-tax-credit/",
    "22": "https://www.thenation.com/article/activism/kamala-harris-gaza-policy-pressure/",
    "23": "https://www.usatoday.com/story/news/politics/elections/2024/08/09/trump-harris-debate-moderators/74738380007/",
    "24": "https://apnews.com/article/vice-presidential-debate-walz-vance-60650c0480e132342880c35a1d29f539",
    "25": "https://time.com/7173617/kamala-harris-concession-speech-full-transcript/",
    "26": "https://abcnews.go.com/Politics/live-updates/biden-drops-out-updates/?id=112113289",
    "27": "https://www.nbcnews.com/politics/2024-election/harris-officially-no-challengers-democratic-nomination-rcna164267/",
    "28": "https://www.cnn.com/2019/01/21/politics/kamala-harris-president-2020/",
    "29": "https://www.forbes.com/sites/saradorn/2024/07/21/heres-what-to-know-about-kamala-harris-record-as-biden-drops-out-and-endorses-her/",
    "30": "https://thehill.com/homenews/campaign/455676-biden-dominates-battle-for-speaking-time-ahead-of-harris/",
    "31": "https://www.nytimes.com/2019/11/29/us/politics/kamala-harris-2020.html",
    "32": "https://www.usatoday.com/amp/4993899002",
    "33": "https://www.cbsnews.com/news/kamala-harris-talks-2024-election-60-minutes/",
    "34": "https://www.cnn.com/2023/10/26/politics/dean-phillips-presidential-campaign-launch/index.html",
    "35": "https://www.axios.com/2024/01/20/dean-phillips-new-hampshire-biden-age",
    "36": "https://apnews.com/article/biden-panic-performance-democrats-debate-trump-cnn-fe6546f2c9762e80e6067ba10abedea8",
    "37": "https://www.nytimes.com/live/2024/07/08/us/trump-biden-election",
    "38": "https://nymag.com/intelligencer/article/if-biden-isnt-the-democrats-2024-candidate-harris-will-be.html",
    "39": "https://www.newyorker.com/culture/cultural-comment/the-kamala-harris-social-media-blitz-did-not-just-fall-out-of-a-coconut-tree",
    "40": "https://www.independent.co.uk/news/world/americas/us-politics/kamala-harris-joe-biden-2024-election-b2585219.html",
    "41": "https://www.ft.com/content/74419849-76eb-4613-90a9-e3e22a6e6215",
    "42": "https://apnews.com/article/kamala-harris-joe-biden-debate-election-2024-3b9e6d404fcfd0938c0b576c366ce6aa",
    "43": "https://www.cnbc.com/2024/07/03/kamala-harris-allies-strategize-in-case-biden-drops-out.html",
    "44": "https://www.politico.com/news/2024/07/17/republicans-kamala-harris-attack-immigration-00168940",
    "45": "https://abcnews.go.com/Politics/watch-2024-rnc/story?id=111892376",
    "46": "https://www.nbcnews.com/politics/2024-election/trump-campaign-refuses-commit-vp-debate-augusts-democratic-convention-rcna162428",
    "47": "https://thehill.com/homenews/campaign/4780762-biden-future-harris-running-mate/",
    "48": "https://www.nbcnews.com/politics/2024-election/kamala-harris-allies-weighing-build-campaign-biden-exits-rcna162629",
    "49": "https://deadline.com/2024/07/kamala-harris-top-donors-pick-1236015961/",
    "50": "https://thehill.com/homenews/campaign/4784460-joe-biden-endorses-kamala-harris/",
    "51": "https://abcnews.go.com/Politics/live-updates/biden-drops-out-updates/?id=112113289&entryId=112193865",
    "52": "https://talkingpointsmemo.com/where-things-stand/the-petestakes-everyones-clamoring-for-the-empty-seat-at-harris-table",
    "53": "https://www.ft.com/content/be6fda7e-6ec5-494a-a8ea-fa57a7a1c9f5",
    "54": "https://www.nytimes.com/2024/07/24/us/politics/harris-vice-president-search.html#:~:text=Three%20people%20close%20to%20the,they%20warn%2C%20remains%20in%20flux.",
    "55": "https://www.washingtonpost.com/politics/2024/07/26/kamala-harris-running-mate-search/",
    "56": "https://www.msnbc.com/msnbc/amp-video/mmvo215798853587",
    "57": "https://www.bloomberg.com/news/articles/2024-07-27/kamala-harris-vice-presidential-search-focuses-on-3-candidates",
    "58": "https://www.usatoday.com/story/news/politics/elections/2024/07/28/beshear-harris-volunteers-georgia-campaign-event/74579670007/",
    "59": "https://www.nytimes.com/2024/07/29/us/politics/roy-cooper-kamala-harris-vp.html",
    "60": "https://www.newsweek.com/kamala-harris-running-mate-two-candidates-1927549",
    "61": "https://www.wesa.fm/2024-07-21/a-few-people-are-in-the-running-to-be-vp-if-harris-becomes-the-presidential-nominee",
    "62": "https://www.axios.com/2024/07/21/kamala-harris-vp-pick-running-mate",
    "63": "https://www.cnbc.com/2024/07/29/harris-vp-shortlist-can-raise-big-money.html",
    "64": "https://thehill.com/homenews/campaign/4800359-kamala-harris-josh-shapiro-andy-beshear-tim-walz/",
    "65": "https://www.politico.com/news/2024/07/30/harris-first-rally-running-mate-tuesday-philadelphia-00171999",
    "66": "https://thehill.com/homenews/campaign/4800961-kamala-harris-vp-pick-battleground-states/",
    "67": "https://www.cbsnews.com/news/kamala-harris-top-contenders-vice-president-decision/",
    "68": "https://www.cnn.com/2024/07/30/politics/harris-vice-presidential-selection/index.html",
    "69": "https://www.nytimes.com/live/2024/08/01/us/trump-harris-election-news",
    "70": "https://www.nbcnews.com/politics/2024-election/harris-campaign-met-6-potential-vp-picks-selection-process-nears-end-rcna164706",
    "71": "https://www.politico.com/news/2024/07/23/pritzker-vice-president-vetting-kamala-harris-00170554",
    "72": "https://www.wifr.com/2024/08/01/jb-pritzker-had-2-vetting-interviews-vice-president-this-week/",
    "73": "https://www.usatoday.com/story/news/politics/elections/2024/08/01/kamala-harris-vice-president-running-mate-interviews/74613486007/",
    "74": "https://www.usatoday.com/story/news/politics/elections/2024/08/05/kamala-harris-running-mate-tim-walz-josh-shapiro/74675106007/",
    "75": "https://apnews.com/article/kamala-harris-picks-tim-walz-running-mate-a64a91ae84953e880c8d086316d07c54",
    "76": "https://apnews.com/article/election-2024-harris-vice-president-walz-minnesota-006bca6e18be7ce39ef4bfd97547c3b5",
    "77": "https://www.cnn.com/politics/live-news/biden-trump-election-07-21-24#h_fda5151d2b9b9e7d1836c629eb88c750",
    "78": "https://www.nytimes.com/live/2024/07/21/us/biden-drops-out-election/dc33d9ab-ffaa-5439-89da-eeea2e83a678",
    "79": "https://www.bloomberg.com/news/articles/2024-07-23/harris-crosses-delegate-threshold-in-sign-nomination-is-hers",
    "80": "https://www.cnn.com/politics/live-news/joe-biden-election-drop-out-07-22-24/index.html",
    "81": "https://www.nytimes.com/2024/07/21/us/politics/bidens-exit-democratic-donations.html",
    "82": "https://thehill.com/homenews/campaign/4786610-harris-breaks-fundraising-record/",
    "83": "https://www.cnbc.com/2024/08/02/harris-campaign-fundraise-trump-election.html",
    "84": "https://www.nytimes.com/2024/10/09/us/politics/harris-billion-dollar-fundraising.html",
    "85": "https://www.cbsnews.com/news/kamala-harris-grassroots-organizers-raise-millions-online-campaign-first-week/",
    "86": "https://www.nytimes.com/2024/07/29/us/politics/kamala-harris-white-dudes.html",
    "87": "https://thehill.com/homenews/campaign/4816429-kamala-harris-campaign-fundraising/",
    "88": "https://sfstandard.com/2024/08/08/kamala-harris-fairmont-san-francisco-fundraiser/",
    "89": "https://www.nytimes.com/live/2024/08/11/us/harris-trump-election/8e68ace9-8510-5d2a-9b1e-3139614af57f",
    "90": "https://www.nytimes.com/live/2024/08/11/us/harris-trump-election/a664b619-c329-53c5-a230-2f119345e462",
    "91": "https://www.nytimes.com/live/2024/08/23/us/harris-dnc-trump-election/b9729b2d-45ab-5b9a-ab17-dd85abb012e1",
    "92": "https://variety.com/2024/music/news/beyonce-kamala-harris-freedom-campaign-song-permission-1236081032/",
    "93": "https://www.cnn.com/2024/07/22/entertainment/beyonce-freedom-harris-campaign/index.html",
    "94": "https://www.billboard.com/music/rb-hip-hop/donald-trump-hijacks-kamala-harris-beyonce-campaign-theme-freedom-video-1235757442/",
    "95": "https://www.independent.co.uk/news/world/americas/us-politics/beyonce-kamala-harris-donald-trump-freedom-b2599447.html",
    "96": "https://www.billboard.com/pro/beyonce-label-sends-donald-trump-cease-and-desist-freedom-use/",
    "97": "https://www.history.com/news/american-vice-presidents-who-became-president",
    "98": "https://www.cbsnews.com/news/tim-walz-vp-kamala-harris-running-mate-2024/",
    "99": "https://www.huffpost.com/entry/foo-fighters-trump-my-hero-rfk-jr-rally_n_66c965cee4b0a191f3d00e3a",
    "100": "https://www.theguardian.com/us-news/article/2024/jul/25/we-choose-freedom-kamala-harris-campaign-launches-first-ad",
    "101": "https://www.nytimes.com/live/2024/08/08/us/harris-trump-election/68369921-3ae1-5ed3-8c18-2ad819d26f91",
    "102": "https://www.nytimes.com/live/2024/08/09/us/harris-trump-election/567e23af-1bcb-594f-a403-92bf16cdfa19",
    "103": "https://www.telegraph.co.uk/us/politics/2024/09/15/kamala-harris-social-media-misleading-videos/",
    "104": "https://www.cnn.com/2024/09/14/politics/fact-check-harris-campaign-social-media/index.html",
    "105": "https://www.bbc.com/news/articles/cqqlgq7k374o",
    "106": "[ERROR retrieving ref link]",
    "107": "https://www.donaldjtrump.com/news/11230422-97a7-45cb-a27e-70ad9bb6887d",
    "108": "https://www.vice.com/en/article/kamala-harris-dropped-a-new-custom-fortnite-map/",
    "109": "https://www.youtube.com/watch?v=Cv_70oJ3Ido",
    "110": "https://www.ign.com/articles/kamala-harris-is-courting-gamers-using-fortnite-in-the-last-week-of-the-us-presidential-campaign",
    "111": "https://esports.gg/news/fortnite/kamala-harris-reveals-fortnite-map-freedom-town-usa/",
    "112": "https://www.timesnownews.com/world/us/us-buzz/kamala-harris-launches-freedom-town-map-on-fortnite-following-bidens-animal-crossing-in-2020-article-114705091",
    "113": "https://www.ign.com/articles/kamala-harris-is-courting-gamers-using-fortnite-in-the-last-week-of-the-us-presidential-campaign",
    "114": "https://www.wsj.com/livecoverage/harris-trump-election-10-27-24/card/harris-walz-campaign-targets-videogamers-with-custom-fortnite-map-1dPD7CshwTu2Q5UNVWfo",
    "115": "https://www.bloomberg.com/news/articles/2024-10-28/harris-signs-pop-up-in-fortnite-as-candidates-chase-gamer-vote",
    "116": "https://thehill.com/homenews/campaign/4957548-harris-campaign-fortnight-freedom-town-map/",
    "117": "https://www.pcgamer.com/games/battle-royale/as-us-politics-goes-totally-off-the-rails-kamala-harris-says-to-hell-with-it-lets-start-a-fortnite-map/",
    "118": "https://www.businessinsider.com/how-harris-walz-campaign-using-fortnite-to-reach-young-voters-2024-10",
    "119": "https://www.dexerto.com/fortnite/kamala-harris-fortnite-map-flops-massively-with-very-low-player-count-2966399/",
    "120": "https://san.com/cc/harris-campaigns-gun-free-fortnite-map-sees-less-than-400-players/",
    "121": "https://www.newsweek.com/kamala-harris-fortnite-map-bans-guns-has-less-400-people-playing-1976475",
    "122": "https://www.nytimes.com/2024/08/17/us/politics/harris-inner-circle-advisers.html",
    "123": "https://archive.today/20240816141608/https://www.washingtonpost.com/politics/2024/08/16/ian-sams-leaving-white-house-expected-join-harris-campaign/",
    "124": "https://www.nytimes.com/2024/08/16/business/economy/harris-trump-economy-inflation.html",
    "125": "https://www.nytimes.com/2024/08/15/us/politics/harris-howard-university-debate-prep.html",
    "126": "https://www.washingtonpost.com/politics/2024/08/09/harris-trump-debate-plans/",
    "127": "https://edition.cnn.com/2024/08/19/politics/president-transition-kamala-harris/index.html",
    "128": "https://www.nbcnews.com/news/rcna168048",
    "129": "https://www.eenews.net/articles/harris-transition-team-takes-shape/",
    "130": "https://apnews.com/article/harris-trump-transition-biden-election-944aa257180e7cbc5e50601a1a7119a9",
    "131": "https://www.politico.com/news/2024/10/25/harris-white-house-aides-transition-team-00185455",
    "132": "https://www.politico.com/news/2024/10/30/harris-transition-team-00186346",
    "133": "https://apnews.com/article/harris-transition-trump-gsa-biden-ecd9976d84aafc56c6c587e277102a0d",
    "134": "https://federalnewsnetwork.com/federal-newscast/2024/11/gsa-opens-access-to-transition-resources-for-trump-team/",
    "135": "https://www.cnn.com/2024/11/01/politics/kamala-harris-transition-planning/index.html",
    "136": "https://www.nbcnews.com/politics/2024-election/harris-team-considering-keeping-biden-cabinet-officials-wins-democrats-rcna172006",
    "137": "https://abc7chicago.com/post/vice-president-kamala-harris-making-1st-campaign-stop/15085426/",
    "138": "https://www.nytimes.com/live/2024/07/23/us/harris-trump-news-election-biden/91fba287-f1e9-56bf-ab9b-5835edb39b1b",
    "139": "https://apnews.com/article/harris-georgia-trump-rally-atlanta-4454ff5825d8f6cf90929147f5b84a71",
    "140": "https://www.nytimes.com/2024/08/06/us/politics/harris-tim-walz-rally.html",
    "141": "https://www.inquirer.com/politics/election/tim-walz-kamala-harris-philadelphia-rally-vice-president-20240806.html",
    "142": "https://www.nytimes.com/live/2024/08/07/us/harris-trump-election",
    "143": "https://www.ajc.com/politics/kamala-harris-postpones-friday-rally-in-savannah/JJLOR4ASG5GOTKJB4RKVFQ4ALQ/",
    "144": "https://www.starnewsonline.com/story/news/politics/elections/2024/08/07/jd-vance-postpones-north-carolina-events-because-of-tropical-storm-debby/74701063007/",
    "145": "https://apnews.com/article/harris-walz-labor-uaw-michigan-trump-fain-c19aa8557fe93a986f673eccf461f5be",
    "146": "https://www.salon.com/2024/08/09/harris-campaign-rally-draws-massive-crowd-of-20000-in-arizona/",
    "147": "https://www.reviewjournal.com/news/politics-and-government/crowd-grows-for-harris-walz-rally-vp-lands-in-vegas-3121739",
    "148": "https://web.archive.org/web/20240811062257/https://www.8newsnow.com/news/local-news/las-vegas-event-center-reaches-capacity-during-kamala-harris-campaign-rally/",
    "149": "https://www.reviewjournal.com/news/politics-and-government/harris-and-walz-rally-at-thomas-mack-center-3121739/",
    "150": "https://apnews.com/article/walz-unions-support-fundraiser-harris-democrats-1f809455ba6643ec7f455ca75c6acd30",
    "151": "https://omaha.com/news/local/government-politics/elections/photos-gov-tim-walz-returns-to-nebraska-to-campaign-in-omaha/collection_c6add3ee-5c0d-11ef-80c7-7f35403c262d.html",
    "152": "https://thehill.com/homenews/campaign/4831640-vice-president-harris-economic-plan/",
    "153": "https://www.ajc.com/politics/live-harris-walz-kick-off-two-day-swing-through-georgia/OZBFSE2E4BDBNITKKZ7BRDACS4/",
    "154": "https://www.jsonline.com/story/news/politics/elections/2024/10/30/kamala-harris-visits-madison-with-mumford-sons-other-musicians/75901859007/",
    "155": "https://apnews.com/article/beyonce-kamala-harris-6b3f928bb7fd5a705f32ac3d04b89ed8",
    "156": "https://www.rollingstone.com/music/music-news/gracie-abrams-mumford-and-sons-kamala-harris-rally-wisconsin-performance-1235148405/",
    "157": "https://www.rollingstone.com/music/music-latin/jennifer-lopez-will-speak-kamala-harris-rally-las-vegas-1235146542/",
    "158": "https://www.yahoo.com/news/cardi-b-joins-harris-wisconsin-094106141.html",
    "159": "https://www.reuters.com/video/watch/idRW658502112024RP1/",
    "160": "https://www.politico.com/live-updates/2024/10/31/2024-elections-live-coverage-updates-analysis/cardi-b-kamala-harris-rally-00186535",
    "161": "https://www.jsonline.com/story/news/politics/elections/2024/10/30/kamala-harris-milwaukee-rally-to-feature-glorilla-flo-milli-and-more/75951792007/",
    "162": "https://www.foxnews.com/media/kamala-harris-appears-snl-final-episode-before-election.amp",
    "163": "https://www.theguardian.com/us-news/2024/nov/03/harris-appearance-snl-equal-time-rule",
    "164": "https://www.latimes.com/entertainment-arts/business/story/2024-11-04/trump-campaign-gets-equal-time-from-nbc-after-harris-snl-appearance",
    "165": "https://www.bloomberg.com/news/videos/2024-11-06/connecticut-gov-on-democrats-election-night-wipeout-video",
    "166": "https://www.axios.com/2024/08/01/kamala-harris-joe-biden-president-strategy-election",
    "167": "https://apnews.com/article/harris-election-president-wisconsin-democrats-012c6474b8b23960d2cf616e92989a4b",
    "168": "https://abcnews.go.com/Politics/prosecutor-felon-democrats-winning-contrast-harris-trump/story?id=112198602",
    "169": "https://www.nytimes.com/2024/07/29/us/politics/kamala-harris-2020-positions.html",
    "170": "https://www.cnn.com/2024/07/30/politics/harris-shifts-policy-stances/index.html",
    "171": "https://www.nytimes.com/2024/08/09/us/politics/kamala-harris-walz-joy.html",
    "172": "https://www.nytimes.com/interactive/2024/08/23/us/elections/2024-election-feelings-harris-trump.html",
    "173": "https://apnews.com/article/harris-trump-wisconsin-negative-political-attacks-fccd9cb11d304c59e6c8119d7e1e9b54",
    "174": "https://www.bbc.com/news/articles/c1dp7xnyr51o",
    "175": "https://apnews.com/article/kamala-harris-trump-vance-weird-c54d506d1f533ee7aa455f7b500322c5",
    "176": "https://www.cnn.com/2024/07/29/politics/laugh-harris-trump-what-matters/index.html",
    "177": "https://www.newsweek.com/tim-walz-kamala-harris-vice-president-contender-donald-trump-weird-1931241",
    "178": "https://www.politico.com/news/2024/07/29/kamala-harris-abortion-restoring-roe-00171657",
    "179": "https://www.cnn.com/2024/03/13/politics/kamala-harris-planned-parenthood-minnesota/index.html",
    "180": "https://www.forbes.com/sites/dariosabaghi/2024/07/22/where-does-kamala-harris-stand-on-marijuana",
    "181": "https://www.forbes.com/sites/emilyearlenbaugh/2024/08/07/harris-walz-is-first-major-ticket-to-support-cannabis-legalization",
    "182": "https://thehill.com/policy/healthcare/4907402-harris-says-she-backs-legalizing-marijuana-going-further-than-biden",
    "183": "https://www.motherjones.com/politics/2024/08/as-the-voting-rights-act-turns-59-supreme-court-trump/",
    "184": "https://thehill.com/homenews/senate/4795432-kamala-harris-democratic-anxiety/",
    "185": "https://www.imf.org/en/Publications/fandd/issues/2022/12/america-landmark-climate-law-bordoff",
    "186": "https://time.com/6305001/inflation-reduction-act-what-happens-next/",
    "187": "https://www.politico.com/news/2024/07/27/trump-harris-minnesota-rally-shooting-00171526",
    "188": "https://www.reuters.com/world/us/kamala-harris-says-she-will-not-ban-fracking-president-2024-08-30/",
    "189": "https://www.axios.com/2024/08/30/harris-interview-cnn-fracking",
    "190": "https://www.cbsnews.com/news/harris-economic-plan-pragmatic-capitalist/",
    "191": "https://www.nytimes.com/2024/08/10/us/politics/harris-trump-taxes-tips.html",
    "192": "https://www.politico.com/news/2024/08/06/market-sell-off-democrats-harris-00172740",
    "193": "https://www.cnn.com/2024/08/19/economy/trump-harris-inflation/index.html",
    "194": "https://www.nytimes.com/2024/08/16/business/economy/harris-trump-economy-inflation.html",
    "195": "https://www.cnn.com/2024/07/28/politics/kamala-harris-trump-middle-class/index.html",
    "196": "https://www.politico.com/news/2024/08/07/harris-blue-collar-labor-detroit-00173066",
    "197": "https://www.cnn.com/2024/09/04/politics/kamala-harris-capital-gains-tax/index.html",
    "198": "https://www.axios.com/2024/08/23/kamala-harris-unrealized-capital-gains-tax",
    "199": "https://www.nytimes.com/2024/08/22/us/politics/kamala-harris-tax-plan.html",
    "200": "https://www.axios.com/2024/08/19/kamala-harris-inflation-economic-policy-proposals",
    "201": "https://www.nytimes.com/2024/08/09/business/trump-harris-taxes-economy.html",
    "202": "https://www.harpersbazaar.com/culture/politics/a34275544/kamala-harris-gun-control/",
    "203": "https://www.forbes.com/sites/joshuacohen/2024/08/01/kamala-harris-touts-freedom-to-live-safe-from-gun-violence-in-presidential-campaign/",
    "204": "https://www.nbcnews.com/politics/kamala-harris/kamala-harris-criticism-owning-glock-gun-rcna174534",
    "205": "https://www.bbc.com/news/articles/cy8xqy0jv24o",
    "206": "https://www.nbcnews.com/politics/2024-election/harris-endorse-protections-renters-removal-key-tax-benefits-wall-st-in-rcna166821",
    "207": "https://www.wsj.com/politics/elections/pro-housing-yimbys-for-kamala-harris-cf3cb3b8",
    "208": "https://www.washingtonpost.com/business/2024/10/08/kamala-harris-housing-plan-yimby/",
    "209": "https://www.democracynow.org/2024/8/30/kamala_harris_cnn_interview_policy_shift",
    "210": "https://www.politico.com/news/2024/08/09/harris-promises-to-go-tough-on-border-security-00173485",
    "211": "https://www.washingtonpost.com/politics/2024/01/27/trump-border-biden/",
    "212": "https://edition.cnn.com/politics/live-news/senate-vote-border-bill-aid-02-07-24/index.html",
    "213": "https://www.washingtonpost.com/politics/2024/02/07/senate-republicans-retreating-into-same-ungovernable-chaos-house-gop/",
    "214": "https://www.washingtonpost.com/politics/2024/02/07/republicans-disarray-house-senate-border/",
    "215": "https://www.washingtonpost.com/politics/2024/02/07/senate-border-security-vote/",
    "216": "https://www.reuters.com/world/us/us-senate-unveils-118-billion-bipartisan-bill-tighten-border-security-aid-2024-02-04/",
    "217": "https://www.wsj.com/livecoverage/dnc-harris-speech-election-2024/card/harris-pledges-to-sign-bipartisan-border-bill-csVc4bVyNHlyx9yqnyyE",
    "218": "https://www.politico.com/news/2024/09/27/harris-border-asylum-policy-biden-00181473",
    "219": "https://www.usatoday.com/story/news/politics/elections/2024/09/27/vp-harris-pushes-tougher-asylum-restrictions-during-border-visit/75415061007/",
    "220": "https://www.reuters.com/world/us/harris-visits-us-southern-border-trump-focuses-immigration-2024-09-27/",
    "221": "https://www.npr.org/2024/09/27/nx-s1-5127374/harris-arizona-border-migration-asylum",
    "222": "https://www.cnn.com/2024/07/30/politics/harris-immigration-trump/index.html",
    "223": "https://xtramagazine.com/video/kamala-harris-gay-trans-rights-266957",
    "224": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2022/12/13/remarks-by-president-biden-and-vice-president-harris-at-signing-of-h-r-8404-the-respect-for-marriage-act/",
    "225": "https://wwd.com/eye/scoops/kamala-harris-respect-for-marriage-act-white-house-coat-1235449967/",
    "226": "https://krdo.com/news/2022/12/15/president-biden-gifts-marriage-equality-pen-to-vice-president-harris/",
    "227": "https://gaycitynews.com/vice-president-kamala-harris-lgbtq-record/",
    "228": "https://www.washingtontimes.com/news/2024/jul/20/kamala-harris-predicts-november-victory-lgbtq-fund/",
    "229": "https://www.cnbc.com/2024/08/16/federal-minimum-wage-has-been-7point25-for-15-years-how-that-may-change.html",
    "230": "https://www.nbcnews.com/politics/2024-election/harris-supports-eliminating-federal-taxes-tips-rcna166124",
    "231": "https://www.washingtonpost.com/business/2024/08/16/kamala-harris-2024-policy-child-tax-credit/",
    "232": "https://thehill.com/homenews/administration/4797658-vice-president-harris-backs-biden/",
    "233": "https://www.aljazeera.com/news/2024/7/22/how-kamala-harris-views-the-world-from-gaza-and-russia-to-china-and-india",
    "234": "https://www.politico.com/news/2023/09/10/kamala-harris-china-relationship-00114893",
    "235": "https://www.voanews.com/a/a-look-at-harris-views-on-u-s-policy-toward-china/7709060.html",
    "236": "https://www.nytimes.com/2024/07/26/us/politics/kamala-harris-trade-trump.html",
    "237": "https://www.politico.com/news/2024/07/21/kamala-harris-foreign-policy-00170143",
    "238": "https://economictimes.indiatimes.com/news/international/world-news/democrat-vp-nominee-kamala-has-strong-views-on-kashmir-but-has-refrained-from-taking-a-position/articleshow/77512543.cms",
    "239": "https://books.google.com/books?id=LEATEAAAQBAJ&pg=PT78",
    "240": "https://economictimes.indiatimes.com/news/india/indias-history-teachings-shaped-world-says-kamala-harris/articleshow/101240992.cms",
    "241": "https://www.reuters.com/world/middle-east/kamala-harris-calls-iran-destabilizing-force-middle-east-2024-10-01/",
    "242": "https://www.washingtonpost.com/video/world/harris-iran-is-greatest-us-adversary/2024/10/23/9a9de8c6-d066-44d3-b95c-ddbf5c13737b_video.html",
    "243": "https://www.politico.com/newsletters/national-security-daily/2024/10/08/is-iran-really-washingtons-greatest-adversary-00182908",
    "244": "https://www.reuters.com/world/us/tougher-tone-israel-steady-nato-how-harris-foreign-policy-could-look-2024-07-21/",
    "245": "https://www.huffpost.com/entry/kamala-harris-gaza-war-biden-arms-policy_n_66d12f4ee4b0099ccb749660",
    "246": "https://abcnews.go.com/Politics/harris-foreign-policy-experience-stands/story?id=112151509",
    "247": "https://www.nytimes.com/2024/03/03/world/middleeast/kamala-harris-cease-fire.html",
    "248": "https://www.usatoday.com/story/news/politics/elections/2024/07/22/kamala-harris-gaza-israel-hamas-policy/74499016007/",
    "249": "https://www.nytimes.com/2024/07/22/world/middleeast/kamala-harris-netanyahu-congress-speech.html",
    "250": "https://www.cbsnews.com/news/kamala-harris-american-flag-burning-union-station-dc-hamas-israel/",
    "251": "https://www.cnn.com/2024/07/25/politics/kamala-harris-israel-policy/index.html",
    "252": "https://www.politico.com/news/2024/08/08/pro-palestinian-protest-gaza-kamala-harris-michigan-00173363",
    "253": "https://www.aljazeera.com/news/2024/8/8/harris-campaign-denies-support-for-cutting-off-weapons-transfers-to-israel",
    "254": "https://www.nytimes.com/live/2024/08/07/us/harris-trump-election",
    "255": "https://www.bbc.com/news/articles/cg798l439ydo",
    "256": "https://apnews.com/article/dnc-uncommitted-arab-american-palestinian-gaza-93f9edb25a602c95ee226bd2645e4298",
    "257": "https://theintercept.com/2024/08/30/kamala-harris-cnn-interview-israel-gaza/",
    "258": "https://newrepublic.com/post/185505/kamala-harris-israel-arms-gaza-first-interview",
    "259": "https://www.barrons.com/amp/news/harris-says-would-not-change-biden-policy-on-arms-for-israel-6526ef92",
    "260": "https://www.theguardian.com/us-news/2024/sep/19/harris-uncommitted-movement-declines-endorse",
    "261": "https://www.bbc.com/news/articles/c8xejx07exro",
    "262": "https://www.nytimes.com/2024/10/08/us/politics/palestine-uncommitted-trump.html",
    "263": "https://www.csis.org/analysis/dont-hold-your-breath-new-democratic-trade-policy",
    "264": "https://www.cato.org/blog/kamala-harris-trade-policy",
    "265": "https://www.nbcnews.com/politics/2024-election/democratic-leaders-chuck-schumer-hakeem-jeffries-endorse-harris-presid-rcna163249",
    "266": "https://www.cnn.com/2024/07/22/politics/chuck-schumer-hakeem-jeffries-endorsement/index.html",
    "267": "https://www.nytimes.com/interactive/2024/07/22/us/politics/kamala-harris-democrats-endorsement-list.html",
    "268": "https://www.nytimes.com/2024/07/21/us/politics/clintons-kamala-harris-endorsement.html",
    "269": "https://www.thedailybeast.com/barack-and-michelle-obama-endorse-kamala-harris-at-long-last-in-emotional-video",
    "270": "https://www.ajc.com/politics/jimmy-carters-next-goal-is-voting-for-kamala-harris/UKCLDIUSSJC6JM4NP7HGOEDCNY/",
    "271": "https://www.nbcnews.com/politics/2024-election/dick-cheney-kamala-harris-liz-cheney-rcna169979",
    "272": "https://www.dw.com/en/taylor-swift-endorses-kamala-harris-for-president/a-70184935",
    "273": "https://www.rollingstone.com/music/music-news/billie-eilish-finneas-harris-walz-endorsement-1235104330/",
    "274": "https://www.theguardian.com/music/2024/oct/04/bruce-springsteen-endorses-kamala-harris-for-president-while-criticising-dangerous-trump",
    "275": "https://www.cnn.com/2024/10/31/politics/celebrity-endorsements-puerto-rico-harris-trump/index.html",
    "276": "https://www.forbes.com/sites/maryroeloffs/2024/11/02/harris-and-trumps-biggest-celebrity-endorsements-harrison-ford-voting-for-harris-to-move-forward/",
    "277": "https://www.reuters.com/world/us/lebron-james-endorses-harris-president-says-choice-is-clear-2024-10-31/",
    "278": "https://sbpconection.blogspot.com/2024/11/lula-revela-quem-prefere-como-proximo.html",
    "279": "https://thehill.com/homenews/campaign/4917055-harris-arab-american-muslim-voters-concerns/",
    "280": "https://www.ft.com/content/9c5ede13-85fb-4a66-8cf4-a905a79aac62?shareType=nongift",
    "281": "https://www.thenation.com/article/politics/arab-american-voters-election-kamala-harris-donald-trump/",
    "282": "https://thehill.com/homenews/campaign/4919569-abandon-harris-campaign-endorses-jill-stein/",
    "283": "https://www.nytimes.com/2024/09/19/us/politics/uncommitted-kamala-harris-endorsement.html",
    "284": "https://www.politico.com/news/2024/10/14/arab-american-pac-presidential-endorsement-michigan-00183606",
    "285": "https://www.politico.com/live-updates/2024/11/01/2024-elections-live-coverage-updates-analysis/rashida-tlaib-kamala-harris-skips-endorsement-00186901",
    "286": "https://www.middleeasteye.net/news/genocide-red-line-black-muslim-leaders-shun-harris-for-president",
    "287": "https://www.timesofisrael.com/doug-emhoff-ritchie-torres-reassure-michigan-jewish-voters-harris-supports-israel/",
    "288": "https://www.aljazeera.com/news/2024/10/31/bill-clinton-criticised-for-saying-israel-forced-to-kill-gaza-civilians",
    "289": "https://www.huffpost.com/entry/bill-clinton-justifies-murder-palestinians-israel-michigan-kamala-harris_n_6723f929e4b0871068feb074",
    "290": "https://www.nysun.com/article/trump-wins-dearborn-the-capital-of-arab-america-in-political-upset-in-michigan",
    "291": "https://www.detroitnews.com/story/news/politics/elections/2024/11/06/trump-won-dearborn-dearborn-heights-arab-american-muslim-voters-israel-gaza-lebanon-hamas-hamtramck/76088958007/",
    "292": "https://www.timesofisrael.com/in-scene-unimaginable-4-years-ago-michigans-arab-americans-bask-in-aiding-trump-win/amp/",
    "293": "https://elections2024.thehill.com/national/harris-trump-general/",
    "294": "https://www.jpost.com/american-politics/article-817109",
    "295": "https://www.nbcnews.com/politics/2024-election/dead-heat-trump-pulls-even-harris-nbc-news-poll-rcna174201",
    "296": "https://www.theguardian.com/us-news/2024/nov/06/kamala-harris-concession-speech",
    "297": "https://www.cbsnews.com/news/battleground-states-2024-election/",
    "298": "https://www.cbsnews.com/live-updates/election-2024-campaign-final-day/",
    "299": "https://www.nytimes.com/2024/11/07/us/politics/trump-popular-vote-election-2024.html",
    "300": "https://www.npr.org/2024/12/03/nx-s1-5213810/2024-presidential-election-popular-vote-trump-kamala-harris"
  },
  "flair_entities": [
    "thomas & mack center",
    "huskerrs",
    "palestinians",
    "ritchie torres",
    "freedom",
    "reid hoffman",
    "federal election commission",
    "tpp",
    "josh shapiro",
    "mark kelly",
    "western",
    "perry",
    "zionist",
    "tax foundation",
    "fortnite creative",
    "puerto rican",
    "spanish",
    "jd vance",
    "tony hinchcliffe",
    "fairmont",
    "kirsten allen",
    "liz cheney",
    "well donald",
    "jennifer lopez",
    "stephanie grisham",
    "african-american muslim",
    "lebanon",
    "phoenix",
    "indian",
    "west allis central high school",
    "white house",
    "ukraine  harris",
    "cardi b",
    "nafta",
    "maya harris",
    "democrats",
    "bloomberg radio",
    "john lewis rights voting rights advancement act",
    "wisconsin",
    "las vegas",
    "palestine  harris",
    "indian-administered",
    "medicare",
    "america",
    "national security council",
    "glorilla",
    "chinese",
    "usa  freedom town",
    "saturday night live",
    "bush",
    "gretchen whitmer",
    "rnc",
    "cato institute",
    "richard c",
    "muslim americans",
    "pennsylvania",
    "congress",
    "abdullah hammoud",
    "erica songer",
    "the times of israel",
    "ricky martin",
    "chuck schumer",
    "india",
    "madison square garden",
    "secure the border act",
    "house",
    "paradise",
    "kamalahq",
    "brat",
    "cnn",
    "determination",
    "vance",
    "russian",
    "john giles",
    "atlanta",
    "hong kong human rights and democracy act",
    "arab-american",
    "barack obama",
    "democratic",
    "los tigres del norte",
    "internet",
    "arizona",
    "josh hsu",
    "tony west",
    "arab america",
    "united states",
    "nbc",
    "u.s.",
    "politico",
    "steven cheung",
    "usa today",
    "providence",
    "sean clegg",
    "houston",
    "economy  harris",
    "ron klain",
    "pacific",
    "congressional",
    "chrisette hudlin",
    "stonewall inn",
    "john doerr",
    "shawn fain",
    "asia",
    "uaw local 900",
    "neva play",
    "controlled substances act",
    "uncommitted national movement",
    "madras",
    "harris-walz",
    "netanyahu",
    "ohio jd vance",
    "philippe reines",
    "uyghur",
    "mexico–canada agreement",
    "tougher",
    "nevada",
    "yohannes abraham",
    "union station",
    "la vista",
    "women for harris",
    "alberto gonzales",
    "cardi",
    "gavin newsom",
    "george w.",
    "filipino americans for harris, disabled voters for harris",
    "voles",
    "john kerry",
    "michigan",
    "immigration  harris",
    "jen o'malley dillon",
    "water mill",
    "john mellencamp",
    "oprah",
    "algorithmic facilitation of rental housing cartels act",
    "democratic national convention",
    "council on american-islamic relations of muslim-americans",
    "arab american institute",
    "donald trump",
    "palestinian american",
    "ruben gallego",
    "dearborn",
    "michelle obama",
    "stop predatory investing act",
    "usa",
    "arab",
    "kdot",
    "white dudes",
    "usmca",
    "university of nevada",
    "the hill",
    "georgia",
    "win with black men",
    "presidential transition act of 2019",
    "wayne",
    "affordable care act",
    "ford",
    "clinton",
    "kashmir",
    "biden–harris",
    "stephanie cutter",
    "rachel palermo",
    "general services administration",
    "taiwan",
    "ruth bader ginsburg",
    "san francisco",
    "brian e  .",
    "white house office of gun violence prevention",
    "jill stein",
    "arab americans",
    "glendale",
    "dean phillips",
    "brendan carr",
    "julie chávez rodriguez",
    "denver",
    "new york",
    "cedric richmond",
    "hinesville",
    "palestinian",
    "modelmorg",
    "philip h",
    "astro theater",
    "latinas for harris",
    "california",
    "the new york times",
    "electoral college",
    "dana remus",
    "infrastructure investment and jobs act",
    "nato",
    "doug emhoff",
    "financial times",
    "abrams",
    "south china sea",
    "new york city",
    "abc",
    "philippine",
    "united states senate",
    "boston",
    "arab american political action committee",
    "franklin roosevelt",
    "madison",
    "orange county",
    "himalyahs",
    "mitch landrieu",
    "democratic party",
    "senate",
    "gordon",
    "hillary clinton",
    "israel",
    "david plouffe",
    "connecticut ned lamont",
    "american",
    "gene sperling",
    "childless cat lady",
    "joe biden",
    "liberty county high school",
    "beijing",
    "harris'",
    "pro-hamas",
    "wall street",
    "asean",
    "north haven",
    "quavo",
    "dobbs",
    "kamala",
    "wake technical community college",
    "jeffrey katzenberg",
    "los angeles",
    "supreme court",
    "kevin muñoz",
    "kris mayes",
    "wade",
    "north american free trade agreement",
    "south asian women for harris",
    "harris",
    "uyghur human rights policy act",
    "gracie abrams",
    "hubert humphrey",
    "wolf",
    "palestinian-american",
    "massachusetts",
    "born to run",
    "americans",
    "trump-vance",
    "english",
    "democrat",
    "republicans",
    "bill clinton",
    "foo fighters",
    "for the people act",
    "nancy pelosi",
    "border patrol",
    "abortion  harris",
    "flo milli",
    "win with black women",
    "rhode island",
    "electoral count reform and presidential transition improvement act of 2022",
    "beyoncé",
    "maná",
    "savannah",
    "small town",
    "jackson women's health organization",
    "uncommitted",
    "omaha",
    "cbs",
    "kashmiris",
    "biden",
    "former-u.s",
    "don omar",
    "liacouras center",
    "pro-trump",
    "yimby",
    "detroit",
    "minnesota",
    "west allis",
    "american federation of state, county and municipal employees",
    "actblue",
    "republican",
    "georgia state university",
    "the national",
    "west wing",
    "modi",
    "desert diamond arena",
    "hakeem jeffries",
    "quentin fulks",
    "fcc",
    "brian fallon",
    "detroit news",
    "maya rudolph",
    "cannabis  harris",
    "sheila nix",
    "mesa",
    "democrats'",
    "billie eilish",
    "parkwood entertainment",
    "ian sams",
    "romulus",
    "respect for marriage act",
    "swift",
    "walz",
    "obama",
    "nelson",
    "axios",
    "obama-era",
    "megan thee stallion",
    "white women: answer the call",
    "green party",
    "tom steyer",
    "debby",
    "puerto rico",
    "republican party",
    "central american",
    "emhoff",
    "kamala harris",
    "hong kong",
    "bruce springsteen",
    "lorraine voles",
    "freedom to vote act",
    "raleigh",
    "marco rubio",
    "music  harris",
    "tim walz",
    "manhattan",
    "keegan-michael key",
    "narendra modi",
    "freedom town",
    "remi wolf",
    "finneas o'connell",
    "brazilian",
    "abandon harris",
    "southampton",
    "us",
    "gabriela cristóbal",
    "lgbtq",
    "adam frankel",
    "hamas",
    "milwaukee",
    "trans-pacific partnership",
    "az-3",
    "rafah",
    "philadelphia",
    "george floyd justice in policing act",
    "american rescue plan act of 2021",
    "dick cheney",
    "ukraine",
    "rohini kosoglu",
    "institute for middle east understanding",
    "israeli",
    "committee for a responsible federal budget",
    "minyon moore",
    "covington & burling",
    "caribbean-americans for harris",
    "bad bunny",
    "my hero",
    "mumford & sons",
    "trump",
    "temple university",
    "kelly rowland",
    "native women + two spirit for harris",
    "twitter",
    "eau claire",
    "instagram",
    "pro-palestinian",
    "dnc",
    "gaza",
    "nebraska",
    "inflation reduction act",
    "north carolina",
    "roe",
    "lebron james",
    "epic games",
    "luiz inácio lula da silva",
    "latino",
    "u.s",
    "benjamin netanyahu",
    "adam hodge",
    "harris 2024",
    "michigan assembly plant",
    "iran",
    "karen dunn",
    "jimmy carter",
    "provincetown",
    "arab american",
    "rashida tlaib",
    "china",
    "platform  harris",
    "center for strategic and international studies",
    "republican national convention",
    "luis fonsi",
    "taylor swift"
  ]
}