{
  "title": "Kamala_Harris",
  "url": "https://en.wikipedia.org/wiki/Kamala_Harris",
  "summary": "Kamala Devi Harris (born October 20, 1964) is an American politician and attorney who served as the 49th vice president of the United States from 2021 to 2025 under President Joe Biden. She was the first female U.S. vice president, making her the highest-ranking female official in U.S. history. She was also the first African-American and the first Asian-American vice president. From 2017 to 2021, Harris served as a U.S. senator representing California. She was the attorney general of California from 2011 to 2017 and the district attorney of San Francisco from 2004 to 2011. A member of the Democratic Party, she was the party's nominee in the 2024 presidential election, becoming the first Asian-American nominated for president by a major U.S. political party, the second woman (after Hillary Clinton), and second African-American (after Barack Obama).\nBorn in Oakland, California, Harris graduated from Howard University and the University of California, Hastings College of the Law. She began her law career in the office of the district attorney of Alameda County. She was recruited to the San Francisco District Attorney's Office and later to the office of the city attorney of San Francisco. She was elected district attorney of San Francisco in 2003 and attorney general of California in 2010, and reelected as attorney general in 2014. Harris was the first woman, the first African American, and the first Asian American to hold each office.\nHarris was the junior U.S. senator from California from 2017 to 2021. She won the 2016 Senate election, becoming the second Black woman and first South Asian American U.S. senator. As a senator, Harris advocated for stricter gun control laws, the DREAM Act, federal legalization of cannabis, and reforms to healthcare and taxation. She gained a national profile while asking pointed questions of officials within the first administration of President Donald Trump during Senate hearings, including Trump's second U.S. Supreme Court nominee, Brett Kavanaugh.\nHarris sought the 2020 Democratic presidential nomination in 2019, but withdrew from the race before the primaries. Biden selected her as his running mate, and their ticket defeated the incumbent Republican president and vice president, Trump and Mike Pence, in the 2020 presidential election. Presiding over an evenly split U.S. Senate upon entering office, Harris played a crucial role as President of the Senate. She cast more tie-breaking votes than any other vice president, which helped pass bills such as the American Rescue Plan Act of 2021 stimulus package and the Inflation Reduction Act. \nIn July 2024, after Biden withdrew from the 2024 presidential election, Harris launched her presidential campaign with Biden's endorsement and became the nominee at the 2024 Democratic National Convention, with Minnesota governor Tim Walz as her running mate. By October 2024, Harris's campaign raised over $1 billion, overtaking Trump's campaign funding. She lost the general election to Trump, becoming the first female and first African-American nominee for president by a major U.S. political party to lose the popular vote.",
  "content": [
    {
      "section_title": "Early life and career",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Early life and education",
          "section_content": [
            {
              "sentence": "Kamala Devi Harris [a] was born in Oakland, California,  on October 20, 1964",
              "refs": [
                "//upload.wikimedia.org/wikipedia/commons/transcoded/f/f1/Kamala-Devi-Harris-pronunciation.ogg/Kamala-Devi-Harris-pronunciation.ogg.mp3"
              ]
            },
            {
              "sentence": "Her mother, Shyamala Gopalan (1938–2009), was a biologist who arrived in the United States from India in 1958 to enroll in graduate school in endocrinology at the University of California, Berkeley",
              "refs": [
                "https://www.mercurynews.com/2020/08/18/heres-kamala-harris-birth-certificate-end-of-debate/"
              ]
            },
            {
              "sentence": "A research career of over 40 years followed, during which her work on the progesterone receptor gene led to advances in breast cancer research",
              "refs": []
            },
            {
              "sentence": "Kamala's father, Donald J",
              "refs": [
                "https://www.politico.com/news/magazine/2020/08/11/kamala-harris-vp-background-bio-biden-running-mate-2020-393885"
              ]
            },
            {
              "sentence": "Harris (1938–),  is an Afro-Jamaican who immigrated to the United States in 1961 and also enrolled in UC Berkeley, specializing in development economics",
              "refs": [
                "http://bioguide.congress.gov/scripts/biodisplay.pl?index=H001075"
              ]
            },
            {
              "sentence": "The first Black scholar to be granted tenure at Stanford University's economics department, he has emeritus status there",
              "refs": []
            },
            {
              "sentence": "Kamala's parents met in 1962 and married in 1963",
              "refs": [
                "https://bcaction.org/2009/06/21/in-memoriam-dr-shyamala-g-harris/"
              ]
            },
            {
              "sentence": "The Harris family lived in Berkeley until they moved in 1966, around Kamala's second birthday",
              "refs": []
            },
            {
              "sentence": "The Harrises lived for a few years in college towns in the Midwest where her parents held teaching or research positions:  Urbana, Illinois (where her sister Maya was born in 1966); Evanston, Illinois; and Madison, Wisconsin",
              "refs": [
                "https://www.nytimes.com/article/kamala-harris-dad-don-harris.html"
              ]
            },
            {
              "sentence": "[c]    By 1970, the marriage had faltered, and Shyamala moved back to Berkeley with her two daughters;    the couple divorced when Kamala was seven",
              "refs": [
                "https://www.nytimes.com/2020/09/13/us/kamala-harris-parents.html",
                "https://www.nytimes.com/article/kamala-harris-dad-don-harris.html",
                "https://www.berkeleyside.org/2021/03/08/no-changes-needed-in-berkeley-to-landmark-the-childhood-home-of-kamala-harris",
                "[ERROR retrieving ref link]",
                "https://www.news-gazette.com/news/toms-mailbag-aug-2-2019/article_2e901c56-67e8-54d6-a2b4-aa2f087d225f.html",
                "https://www.nytimes.com/article/kamala-harris-dad-don-harris.html"
              ]
            },
            {
              "sentence": "In 1972, Donald Harris accepted a position at Stanford University; Kamala and Maya spent weekends at their father's house in Palo Alto and lived at their mother's house in Berkeley during the week",
              "refs": [
                "https://books.google.com/books?id=vUFkDwAAQBAJ"
              ]
            },
            {
              "sentence": "Shyamala was friends with African-American intellectuals and activists in Oakland and Berkeley",
              "refs": [
                "https://www.newyorker.com/magazine/2019/07/22/kamala-harris-makes-her-case"
              ]
            },
            {
              "sentence": "In 1976, she accepted a research position at the McGill University School of Medicine, and moved with her daughters to Montreal, Quebec",
              "refs": [
                "https://www.berkeleyside.org/2021/03/08/no-changes-needed-in-berkeley-to-landmark-the-childhood-home-of-kamala-harris"
              ]
            },
            {
              "sentence": "Kamala graduated from Westmount High School on Montreal Island in 1981",
              "refs": [
                "https://www.washingtonpost.com/politics/justice-dept-lawyer-tony-west-to-take-over-as-acting-associate-attorney-general/2012/02/24/gIQAqyBOeR_story.html",
                "https://edition.cnn.com/2010/POLITICS/10/22/california.kamala.harris.profile/"
              ]
            },
            {
              "sentence": "Kamala Harris attended Vanier College in Montreal in 1981–82,  and then Howard University, a historically black university in Washington, D.C",
              "refs": [
                "https://www.sfgate.com/entertainment/article/Kamala-Harris-grew-up-idolizing-lawyers-3232851.php"
              ]
            },
            {
              "sentence": "At Howard, she became a member of Alpha Kappa Alpha, one of the \"Divine Nine\" historically black sororities",
              "refs": [
                "https://jghnews.ciussswestcentral.ca/when-your-best-friend-from-high-school-winds-up-in-the-white-house/",
                "https://www.thestar.com/news/world/2018/12/29/kamala-harriss-classmates-from-her-canadian-high-school-cheer-her-campaign-for-us-president.html"
              ]
            },
            {
              "sentence": "She graduated in 1986 with a degree in political science and economics",
              "refs": [
                "https://www.thesuburban.com/columnists/mike_cohen_cohen_chatter/kamala-harris-now-remembered-for-her-vanier-roots/article_7f344a74-971f-569b-8566-c4c68e8f1c51.html"
              ]
            },
            {
              "sentence": "Harris then attended the University of California, Hastings College of the Law in San Francisco,  where she served as president of its chapter of the Black Law Students Association",
              "refs": [
                "https://www.washingtonpost.com/politics/2019/09/16/kamala-harris-grew-up-mostly-white-world-then-she-went-black-university-black-city",
                "https://www.washingtonian.com/2020/08/17/kamala-harris-is-no-dc-newcomer-what-has-her-life-looked-like-here-so-far/",
                "https://www.insidehighered.com/news/government/politics-elections/2024/07/30/black-sorority-fraternity-members-mobilize-harris"
              ]
            },
            {
              "sentence": "She graduated with a Juris Doctor in 1989",
              "refs": [
                "https://magazine.howard.edu/stories/raising-up-kamala"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Early career",
          "section_content": [
            {
              "sentence": "In 1990, Harris was hired as a deputy district attorney in Alameda County, California, where she was described as \"an able prosecutor on the way up\"",
              "refs": []
            },
            {
              "sentence": "In 1994, Speaker of the California Assembly Willie Brown, who was then dating Harris, appointed her to the state Unemployment Insurance Appeals Board and later to the California Medical Assistance Commission",
              "refs": [
                "https://www.uchastings.edu/2018/08/14/uc-hastings-2018-magazine-preview-opening-doors-for-students-of-promise/"
              ]
            },
            {
              "sentence": "In February 1998, San Francisco district attorney Terence Hallinan recruited Harris as an assistant district attorney",
              "refs": [
                "https://www.uchastings.edu/2018/08/14/uc-hastings-2018-magazine-preview-opening-doors-for-students-of-promise/"
              ]
            },
            {
              "sentence": "There, she became the chief of the Career Criminal Division, supervising five other attorneys, where she prosecuted homicide, burglary, robbery, and sexual assault cases—particularly three-strikes cases",
              "refs": [
                "https://www.uclawsf.edu/2016/11/09/uc-hastings-congratulates-kamala-harris-89-californias-next-u-s-senator/"
              ]
            },
            {
              "sentence": "In August 2000, Harris took a job at San Francisco City Hall, working for city attorney Louise Renne",
              "refs": []
            },
            {
              "sentence": "Harris ran the Family and Children's Services Division, representing child abuse and neglect cases",
              "refs": [
                "https://web.archive.org/web/20101130223928/https://uchastings.edu/media-and-news/news/2010/11/kamala-harris.html"
              ]
            },
            {
              "sentence": "Renne endorsed Harris during her D.A",
              "refs": []
            },
            {
              "sentence": "campaign",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "San Francisco District Attorney (2002–2011)",
          "section_content": [
            {
              "sentence": "In 2002, Harris ran for District Attorney of San Francisco,  running a \"forceful\" campaign   and differentiating herself from Hallinan by attacking his performance",
              "refs": [
                "https://www.newspapers.com/clip/29091340/sf-examiner-feb-03-1998/",
                "https://web.archive.org/web/20101219095441/https://www.womensradio.com/articles/This-DA-Makes-a-Difference-for-Women/559.html",
                "https://web.archive.org/web/20200213202115/https://www.sfweekly.com/news/kamalas-karma/"
              ]
            },
            {
              "sentence": "Harris won the election with 56% of the vote, becoming the first person of color elected district attorney of San Francisco",
              "refs": [
                "https://www.politico.com/magazine/story/2019/08/09/kamala-harris-2020-president-profile-san-francisco-elite-227611"
              ]
            },
            {
              "sentence": "She ran unopposed for a second term in 2007",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Within the first six months of taking office, Harris cleared 27 of 74 backlogged homicide cases",
              "refs": []
            },
            {
              "sentence": "She also pushed for higher bail for criminal defendants involved in gun-related crimes, arguing that historically low bail encouraged outsiders to commit crimes in San Francisco",
              "refs": [
                "https://www.sfgate.com/politics/article/Harris-puts-D-A-on-trial-Performance-not-2525471.php"
              ]
            },
            {
              "sentence": "SFPD officers credited Harris with tightening the loopholes defendants had used in the past",
              "refs": []
            },
            {
              "sentence": "During her campaign, Harris pledged never to seek the death penalty,  and kept to this in the cases of a San Francisco Police Department officer, Isaac Espinoza, who was shot and killed in 2004,   and of Edwin Ramos, an illegal immigrant and alleged MS-13 gang member who was accused of murdering a man and his two sons in 2009",
              "refs": [
                "https://www.nytimes.com/2019/02/11/us/kamala-harris-progressive-prosecutor.html",
                "https://www.sfgate.com/news/article/Kamala-Harris-celebrates-unopposed-bid-for-3301780.php",
                "https://www.newspapers.com/article/the-san-francisco-examiner-comparing-das/156116510/",
                "https://www.sfgate.com/politics/article/Trials-and-tribulations-of-Kamala-Harris-D-A-2521498.php"
              ]
            },
            {
              "sentence": "Harris created a Hate Crimes Unit, focusing on hate crimes against LGBT children and teens in schools,  and supported A.B",
              "refs": [
                "https://www.sfgate.com/bayarea/matier-ross/article/Sen-Boxer-joins-throng-calling-for-death-in-3324378.php"
              ]
            },
            {
              "sentence": "1160, the Gwen Araujo Justice for Victims Act",
              "refs": []
            },
            {
              "sentence": "As District Attorney, she created an environmental crimes unit in 2005",
              "refs": [
                "https://www.sfgate.com/crime/article/Edwin-Ramos-won-t-face-death-penalty-3218429.php"
              ]
            },
            {
              "sentence": "Harris expressed support for San Francisco's sanctuary city policy of not inquiring about immigration status in the process of a criminal investigation",
              "refs": [
                "https://www.sfgate.com/bayarea/article/Newsom-backs-Harris-decision-3286455.php"
              ]
            },
            {
              "sentence": "In 2004, she created the San Francisco Reentry Division",
              "refs": [
                "https://web.archive.org/web/20101125112342/https://kamalaharris.org/MarriageEquality"
              ]
            },
            {
              "sentence": "Over six years, the 200 people graduated from the program had a recidivism rate of less than 10%, compared to the 53% of California's drug offenders who returned to prison within two years of release",
              "refs": [
                "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=200520060AB1160"
              ]
            },
            {
              "sentence": "In 2006, as part of an initiative to reduce the city's homicide rate, Harris led a citywide effort to combat truancy for at-risk elementary school youth in San Francisco",
              "refs": []
            },
            {
              "sentence": "In 2008, declaring chronic truancy a matter of public safety and pointing out that the majority of prison inmates and homicide victims are dropouts or habitual truants,  she issued citations against six parents whose children missed at least 50 days of school, the first time San Francisco prosecuted adults for student truancy",
              "refs": [
                "https://www.baltimoresun.com/maryland/baltimore-city/bs-md-ci-mosby-new-program-20150514-story.html",
                "https://phlcouncil.com/wp-content/uploads/2016/04/Pre-Trial-Diversion.Philadelphia.pdf"
              ]
            },
            {
              "sentence": "Harris's office ultimately prosecuted seven parents in three years, with none jailed",
              "refs": [
                "https://web.archive.org/web/20200608223142/https://www.cbs46.com/news/jail-to-jobs-mayor-bottoms-announces-new-reentry-program/article_6e6caccf-6479-5f52-a451-db7d59adb70c.html"
              ]
            },
            {
              "sentence": "By April 2009, 1,330 elementary school students were habitual or chronic truants, down 23% from 1,730 in 2008, and from 2,517 in 2007 and 2,856 in 2006",
              "refs": [
                "https://www.sfgate.com/education/*article/SAN-FRANCISCO-Drive-to-keep-kids-in-school-2680486.php"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Attorney General of California (2011–2017)",
      "section_content": [
        {
          "sentence": "Harris was elected Attorney General of California in 2010, becoming the first woman, African American, and South Asian American to hold the office in the state's history",
          "refs": []
        },
        {
          "sentence": "She took office on January 3, 2011, and was reelected in 2014",
          "refs": [
            "https://www.sfgate.com/education/article/SAN-FRANCISCO-City-trying-to-get-worst-truants-2469689.php"
          ]
        },
        {
          "sentence": "She served until resigning on January 3, 2017, to take her seat in the United States Senate.",
          "refs": [
            "https://www.sfgate.com/news/article/S-F-cites-parents-of-chronically-truant-kids-3209547.php"
          ]
        },
        {
          "sentence": "In 2010, Harris announced her candidacy for attorney general and was endorsed by prominent California Democrats, including U.S",
          "refs": []
        },
        {
          "sentence": "Senators Dianne Feinstein and Barbara Boxer and House Speaker Nancy Pelosi",
          "refs": []
        },
        {
          "sentence": "She won the Democratic primary and narrowly defeated Republican nominee Steve Cooley in the general election",
          "refs": [
            "https://www.sfgate.com/opinion/article/Fighting-truancy-yields-big-dividends-3295152.php"
          ]
        },
        {
          "sentence": "Her tenure was marked by significant efforts in consumer protection, criminal justice reform, and privacy rights.",
          "refs": [
            "https://oag.ca.gov/news/press-releases/kamala-d-harris-takes-oath-california-attorney-general"
          ]
        },
        {
          "sentence": "In 2014, Harris was reelected, defeating Republican nominee Ronald Gold with 58% of the vote",
          "refs": []
        },
        {
          "sentence": "During her second term, she expanded her focus on consumer protection, securing major settlements against corporations like Quest Diagnostics,  JPMorgan Chase,  and Corinthian Colleges,   recovering billions for California consumers",
          "refs": [
            "https://www.sfgate.com/news/article/S-F-cites-parents-of-chronically-truant-kids-3209547.php",
            "https://www.huffingtonpost.com/2014/11/05/kamala-harris-election-results_n_5819890.html",
            "https://web.archive.org/web/20110723184208/https://www.legalnewsline.com/news/226664-villaraigosa-eschews-local-candidates-backs-harris-for-calif.-attorney-general",
            "https://latimesblogs.latimes.com/lanow/2010/11/steve-cooley-kamala-harris-attorney-general.html",
            "https://www.latimes.com/business/la-xpm-2011-may-20-la-fi-quest-settlement-20110520-story.html"
          ]
        },
        {
          "sentence": "She spearheaded the creation of the Homeowner Bill of Rights to combat aggressive foreclosure practices during the housing crisis, recording multiple nine-figure settlements against mortgage servicers",
          "refs": []
        },
        {
          "sentence": "Harris also worked on privacy rights",
          "refs": [
            "https://www.sfgate.com/opinion/openforum/article/Kamala-Harris-foreclosure-deal-a-win-for-state-3381270.php",
            "https://www.sacbee.com/news/politics-government/article2579497.html"
          ]
        },
        {
          "sentence": "She collaborated with major tech companies like Apple, Google, and Facebook to ensure that mobile apps disclosed their data-sharing practices",
          "refs": []
        },
        {
          "sentence": "She created the Privacy Enforcement and Protection Unit, focusing on cyber privacy and data breaches",
          "refs": [
            "https://www.latimes.com/local/lanow/la-me-ln-corinthian-colleges-judgment-false-advertising-20160323-story.html",
            "https://www.cbsnews.com/news/calif-attorney-general-kamala-harris-fights-for-struggling-homeowners/"
          ]
        },
        {
          "sentence": "California secured settlements with companies like Comcast and Houzz for privacy violations",
          "refs": [
            "https://www.cbsnews.com/news/calif-attorney-general-kamala-harris-fights-for-struggling-homeowners/"
          ]
        },
        {
          "sentence": "Harris was instrumental in advancing criminal justice reform",
          "refs": []
        },
        {
          "sentence": "She launched the Division of Recidivism Reduction and Re-Entry and implemented the Back on Track LA program, which provided educational and job training opportunities for nonviolent offenders",
          "refs": []
        },
        {
          "sentence": "Despite her focus on reform, Harris faced criticism for defending the state's position in cases involving wrongful convictions  and for her office's stance on prison labor",
          "refs": [
            "https://www.cnet.com/news/california-beefing-up-privacy-protection-enforcement/",
            "https://www.latimes.com/business/la-fi-comcast-california-settlement-20150918-story.html",
            "https://www.latimes.com/business/technology/la-fi-tn-houzz-privacy-20151002-story.html"
          ]
        },
        {
          "sentence": "She continued to advocate for progressive reforms, including banning the gay panic defense in California courts   and opposing Proposition 8, the state's same-sex marriage ban",
          "refs": [
            "https://www.scpr.org/news/2013/11/20/40494/attorney-general-kamala-harris-announces-new-divis/",
            "https://scvnews.com/sheriff-ag-harris-unveil-program-to-curb-recidivism/",
            "https://theappeal.org/kamala-harris-criminal-justice-record-killed-her-presidential-run/",
            "https://www.mercurynews.com/2019/08/01/democratic-debate-kamala-harris-tulsi-gabbard-joe-biden-fact-check/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "U.S. Senator (2017–2021)",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Election",
          "section_content": [
            {
              "sentence": "After more than 20 years as a U.S",
              "refs": []
            },
            {
              "sentence": "senator from California, Senator Barbara Boxer announced on January 13, 2015, that she would not run for reelection in 2016",
              "refs": []
            },
            {
              "sentence": "Harris announced her candidacy for the Senate seat the next week",
              "refs": [
                "https://www.nbcbayarea.com/news/local/harris-vows-to-abandon-prop-8/1860319/"
              ]
            },
            {
              "sentence": "She was a top contender from the beginning of her campaign",
              "refs": [
                "https://www.nbcbayarea.com/news/local/harris-vows-to-abandon-prop-8/1860319/"
              ]
            },
            {
              "sentence": "The 2016 California Senate election used California's new top-two primary format, where the top two candidates in the primary advance to the general election regardless of party",
              "refs": []
            },
            {
              "sentence": "On February 27, 2016, Harris won 78% of the California Democratic Party vote at the party convention, allowing her campaign to receive financial support from the party",
              "refs": [
                "https://oag.ca.gov/news/press-releases/attorney-general-kamala-d-harris-files-us-supreme-court-brief-support-marriage"
              ]
            },
            {
              "sentence": "Three months later, Governor Jerry Brown endorsed her",
              "refs": [
                "https://www.huffpost.com/entry/kamala-harris-prop-8_n_3505292"
              ]
            },
            {
              "sentence": "In the June 7 primary, Harris came in first with 40% of the vote and won with pluralities in most counties",
              "refs": [
                "https://www.latimes.com/local/political/la-me-pc-harris-launches-us-senate-bid-begins-raising-money-20150113-story.html"
              ]
            },
            {
              "sentence": "Harris faced representative and fellow Democrat Loretta Sanchez in the general election",
              "refs": [
                "https://www.politico.com/magazine/story/2016/11/2016-california-senate-harris-sanchez-jungle-open-primary-reform-214429"
              ]
            },
            {
              "sentence": "On July 19, President Barack Obama and Vice President Joe Biden endorsed Harris",
              "refs": []
            },
            {
              "sentence": "In the November 2016 election, Harris defeated Sanchez with over 60% of the vote, carrying all but four counties",
              "refs": [
                "https://www.latimes.com/local/politics/la-pol-sac-essential-politics-jerry-brown-kamala-harris-endorsement-htmlstory.html"
              ]
            },
            {
              "sentence": "After her victory, she promised to protect immigrants from the policies of President-elect Donald Trump and announced her intention to remain Attorney General through the end of 2016",
              "refs": [
                "https://elections.cdn.sos.ca.gov/sov/2016-primary/75-us-senate-formatted.pdf"
              ]
            },
            {
              "sentence": "Harris became the second Black woman and first South Asian American senator in history",
              "refs": [
                "https://www.latimes.com/politics/la-pol-ca-senate-primary-election-20160607-snap-story.html",
                "https://www.latimes.com/politics/essential/la-pol-sac-essential-politics-updates-obama-biden-endorse-kamala-harris-for-1468889660-htmlstory.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Tenure and political positions",
          "section_content": [
            {
              "sentence": "As a senator, Harris advocated stricter gun control laws,   the DREAM Act, federal legalization of cannabis, and healthcare and taxation reforms",
              "refs": [
                "https://doi.org/10.1111%2Fasap.12257",
                "https://web.archive.org/web/20201014130548/https://www.harris.senate.gov/about"
              ]
            },
            {
              "sentence": "[citation needed] She became well known nationally after questioning several Trump appointees such as Jeff Sessions and Brett Kavanaugh",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "2017",
              "section_content": [
                {
                  "sentence": "On January 28, after Trump signed Executive Order 13769, barring citizens from several Muslim-majority countries from entering the U.S",
                  "refs": []
                },
                {
                  "sentence": "for 90 days, she condemned the order and was one of many to call it a \"Muslim ban\"",
                  "refs": []
                },
                {
                  "sentence": "She called White House Chief of Staff John F",
                  "refs": [
                    "https://www.harpersbazaar.com/culture/politics/a34275544/kamala-harris-gun-control/"
                  ]
                },
                {
                  "sentence": "Kelly at home to gather information and push back against the executive order",
                  "refs": []
                },
                {
                  "sentence": "In February, Harris spoke in opposition to Trump's cabinet picks Betsy DeVos for secretary of education  and Jeff Sessions for United States Attorney General",
                  "refs": [
                    "https://www.washingtonpost.com/politics/kamala-harris-enters-2020-presidential-race/2019/01/21/d68d15b2-0a20-11e9-a3f0-71c95106d96a_story.html"
                  ]
                },
                {
                  "sentence": "In early March, she called on Sessions to resign, after it was reported that Sessions, who had previously said he \"did not have communications with the Russians\", spoke twice with Russian Ambassador to the United States Sergey Kislyak",
                  "refs": [
                    "https://www.cnn.com/2017/01/27/politics/trump-plans-to-sign-executive-action-on-refugees-extreme-vetting/index.html"
                  ]
                },
                {
                  "sentence": "In April, Harris voted against the confirmation of Neil Gorsuch to the U.S",
                  "refs": []
                },
                {
                  "sentence": "Supreme Court",
                  "refs": []
                },
                {
                  "sentence": "Later that month, she took her first foreign trip to the Middle East, visiting California troops stationed in Iraq and the Zaatari refugee camp in Jordan, the largest camp for Syrian refugees",
                  "refs": [
                    "https://www.latimes.com/politics/essential/la-pol-ca-essential-politics-updates-201702-htmlstory.html"
                  ]
                },
                {
                  "sentence": "In June, Harris garnered media attention for her questioning of Rod Rosenstein, the deputy attorney general, over the role he played in the May 2017 firing of James Comey, the director of the Federal Bureau of Investigation",
                  "refs": []
                },
                {
                  "sentence": "The prosecutorial nature of her questioning caused Senator John McCain, an ex officio member of the Intelligence Committee, and Senator Richard Burr, the committee chairman, to interrupt her and request that she be more respectful of the witness",
                  "refs": [
                    "https://www.sacbee.com/news/politics-government/capitol-alert/article135980818.html"
                  ]
                },
                {
                  "sentence": "A week later, she questioned Jeff Sessions, the attorney general, on the same topic",
                  "refs": []
                },
                {
                  "sentence": "Sessions said her questioning \"makes me nervous\"",
                  "refs": [
                    "https://www.nytimes.com/2017/04/07/us/politics/neil-gorsuch-supreme-court.html"
                  ]
                },
                {
                  "sentence": "Burr's singling out of Harris sparked suggestions in the news media that his behavior was sexist, with commentators arguing that Burr would not treat a male Senate colleague in a similar manner",
                  "refs": [
                    "https://abc7.com/sen-kamala-harris-syria-refugees-town-hall/1885500/"
                  ]
                },
                {
                  "sentence": "In December, Harris called for the resignation of Senator Al Franken, writing on Twitter, \"Sexual harassment and misconduct should not be allowed by anyone and should not occur anywhere.\"",
                  "refs": [
                    "https://www.latimes.com/politics/washington/la-na-essential-washington-updates-sen-kamala-harris-and-sessions-face-1497387259-htmlstory.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "2018",
              "section_content": [
                {
                  "sentence": "In January, Harris was appointed to the Senate Judiciary Committee after Franken resigned",
                  "refs": []
                },
                {
                  "sentence": "Later that month, she questioned Homeland Security Secretary Kirstjen Nielsen for favoring Norwegian immigrants over others and for claiming to be unaware that Norway is a predominantly white country",
                  "refs": [
                    "https://www.huffingtonpost.com/entry/sen-kamala-harris-shushed-women-politicians-are_us_593983bce4b094fa859f1668"
                  ]
                },
                {
                  "sentence": "Also in January, Harris and Senators Heidi Heitkamp, Jon Tester, and Claire McCaskill co-sponsored the Border and Port Security Act,  legislation to mandate that U.S",
                  "refs": [
                    "https://www.washingtonpost.com/news/powerpost/wp/2018/01/09/democrats-add-harris-booker-to-senate-judiciary-committee/"
                  ]
                },
                {
                  "sentence": "Customs and Border Protection \"hire, train and assign at least 500 officers per year until the number of needed positions the model identifies is filled\" and require the commissioner of Customs and Border Protection to determine potential equipment and infrastructure improvements for ports of entry",
                  "refs": []
                },
                {
                  "sentence": "In May, Harris heatedly questioned Nielsen about the Trump administration family separation policy, under which children were separated from their families when their parents were taken into custody for illegally entering the U.S",
                  "refs": []
                },
                {
                  "sentence": "In June, after visiting one of the detention facilities near the border in San Diego,  Harris became the first senator to demand Nielsen's resignation",
                  "refs": [
                    "https://observer.com/2018/01/kirstjen-nielsen-trump-remark/",
                    "https://www.govinfo.gov/app/details/BILLS-115s2314is"
                  ]
                },
                {
                  "sentence": "In the September and October Brett Kavanaugh Supreme Court confirmation hearings, Harris questioned Brett Kavanaugh about a meeting he may have had regarding the Mueller Investigation with a member of Kasowitz Benson Torres, the law firm founded by Donald Trump's personal attorney, Marc Kasowitz",
                  "refs": []
                },
                {
                  "sentence": "Kavanaugh was unable to answer and repeatedly deflected",
                  "refs": []
                },
                {
                  "sentence": "Harris also participated in questioning the FBI director's limited scope of the investigation of Kavanaugh regarding allegations of sexual assault",
                  "refs": [
                    "https://www.usatoday.com/story/news/nation/2018/05/16/homeland-security-chief-defends-policy-separates-families-entering-u-s/614505002/"
                  ]
                },
                {
                  "sentence": "She voted against his confirmation.",
                  "refs": [
                    "https://fox5sandiego.com/2018/06/22/sen-kamala-harris-to-visit-migrant-mothers-separated-from-children-in-san-diego/"
                  ]
                },
                {
                  "sentence": "Harris was a target of the October 2018 United States mail bombing attempts",
                  "refs": []
                },
                {
                  "sentence": "In December, the Senate passed the Justice for Victims of Lynching Act (S",
                  "refs": []
                },
                {
                  "sentence": "3178), sponsored by Harris",
                  "refs": []
                },
                {
                  "sentence": "The bill, which died in the House, would have made lynching a federal hate crime",
                  "refs": [
                    "https://www.vox.com/2018/9/6/17826498/kamala-harris-kasowitz-question-kavanaugh-hearings"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "2019",
              "section_content": [
                {
                  "sentence": "Harris supported busing for desegregation of public schools, saying, \"the schools of America are as segregated, if not more segregated, today than when I was in elementary school.\"  She viewed busing as an option to be considered by school districts, rather than the responsibility of the federal government",
                  "refs": [
                    "https://www.sacbee.com/news/local/article220670830.html"
                  ]
                },
                {
                  "sentence": "Harris was an early co-sponsor of the Green New Deal, a plan to transition the country towards generating 100 percent renewable electricity by 2030",
                  "refs": []
                },
                {
                  "sentence": "In March 2019, after Special Counsel Robert Mueller submitted his report on Russian interference in the 2016 election, Harris called for U.S",
                  "refs": []
                },
                {
                  "sentence": "Attorney General William Barr to testify before Congress in the interests of transparency",
                  "refs": []
                },
                {
                  "sentence": "Two days later, Barr released a four-page \"summary\" of the redacted Mueller Report, which was criticized as a deliberate mischaracterization of its conclusions",
                  "refs": [
                    "https://www.nationalreview.com/corner/kamala-harris-calls-for-federally-mandated-busing/"
                  ]
                },
                {
                  "sentence": "Later that month, Harris was one of 12 Democratic senators led by Mazie Hirono to sign a letter questioning Barr's decision to offer \"his own conclusion that the President's conduct did not amount to obstruction of justice\", and called for an investigation into whether Barr's summary of the Mueller report and his statements at a news conference were misleading",
                  "refs": [
                    "https://apnews.com/article/586b1e81cb684654b0cf689b9074c1cb"
                  ]
                },
                {
                  "sentence": "In April 2019, Harris was one of 34 Senate Democrats and independents to write a letter urging President Trump not to cut aid to El Salvador, Guatemala, and Honduras",
                  "refs": []
                },
                {
                  "sentence": "The group wrote:",
                  "refs": [
                    "https://www.nbcnews.com/politics/politics-news/2020-democrats-demand-mueller-report-be-made-public-n986511"
                  ]
                },
                {
                  "sentence": "On May 1, 2019, Barr testified before the Senate Judiciary Committee",
                  "refs": []
                },
                {
                  "sentence": "During the hearing, he remained defiant about the misrepresentations in the four-page summary he had released ahead of the full report",
                  "refs": [
                    "https://www.washingtonpost.com/lifestyle/style/media-beware-impeachment-hearings-will-be-the-trickiest-test-of-covering-trump/2019/11/08/1f2b0aac-0239-11ea-8501-2a7123a38c58_story.html"
                  ]
                },
                {
                  "sentence": "When asked by Harris whether he had reviewed the underlying evidence before deciding not to charge Trump with obstruction of justice, Barr admitted that neither he, Rod Rosenstein, nor anyone in his office had reviewed the evidence supporting the report before making the charging decision",
                  "refs": [
                    "https://www.politico.com/story/2019/04/30/william-barr-investigation-mueller-1293214"
                  ]
                },
                {
                  "sentence": "Harris later called for Barr to resign, accusing him of refusing to answer her questions because he could open himself up to perjury, and saying his responses disqualified him from serving as U.S",
                  "refs": [
                    "https://thehill.com/policy/international/americas/437463-more-than-30-dem-sens-ask-trump-to-reconsider-cutting-foreign/"
                  ]
                },
                {
                  "sentence": "attorney general",
                  "refs": []
                },
                {
                  "sentence": "Two days later, Harris demanded again that the Department of Justice inspector general Michael E",
                  "refs": [
                    "https://www.washingtonpost.com/world/national-security/mueller-complained-that-barrs-letter-did-not-capture-context-of-trump-probe/2019/04/30/d3c8fdb6-6b7b-11e9-a66d-a82d3f3d96d5_story.html",
                    "https://www.cnn.com/2019/04/30/politics/bill-barr-hearing-congress-senate/index.html"
                  ]
                },
                {
                  "sentence": "Horowitz investigate whether Barr acceded to pressure from the White House to investigate Trump's political enemies",
                  "refs": []
                },
                {
                  "sentence": "On May 5, 2019, Harris said \"voter suppression\" prevented Democrats Stacey Abrams and Andrew Gillum from winning the 2018 gubernatorial elections in Georgia and Florida; Abrams lost by 55,000 votes and Gillum by 32,000",
                  "refs": []
                },
                {
                  "sentence": "According to election law expert Richard L",
                  "refs": []
                },
                {
                  "sentence": "Hasen, \"I have seen no good evidence that the suppressive effects of strict voting and registration laws affected the outcome of the governor's races in Georgia and Florida.\"",
                  "refs": [
                    "https://www.cnn.com/2019/05/02/politics/kamala-harris-bill-barr-hearing-cnntv/index.html"
                  ]
                },
                {
                  "sentence": "In July, Harris teamed with Kirsten Gillibrand to urge the Trump administration to investigate the persecution of Uyghurs in China by the Chinese Communist Party; in this question she was joined by Senator Marco Rubio",
                  "refs": []
                },
                {
                  "sentence": "In November, Harris called for an investigation into the death of Roxsana Hernández, a transgender woman and immigrant who died in ICE custody",
                  "refs": []
                },
                {
                  "sentence": "In December, Harris led a group of Democratic senators and civil rights organizations in demanding the removal of White House senior adviser Stephen Miller after emails published by the Southern Poverty Law Center revealed frequent promotion of white nationalist literature to Breitbart website editors",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "2020",
              "section_content": [
                {
                  "sentence": "Before the opening of the impeachment trial of Donald Trump on January 16, 2020, Harris delivered remarks on the floor of the Senate, stating her views on the integrity of the American justice system and the principle that nobody, including an incumbent president, is above the law",
                  "refs": []
                },
                {
                  "sentence": "She later asked Senate Judiciary chairman Lindsey Graham to halt all judicial nominations during the impeachment trial, to which Graham acquiesced",
                  "refs": []
                },
                {
                  "sentence": "Harris voted to convict Trump on charges of abuse of power and obstruction of Congress",
                  "refs": [
                    "https://web.archive.org/web/20201218045811/https://www.harris.senate.gov/news/press-releases/harris-and-blumenthal-demand-special-counsel-to-investigate-failure-to-preserve-evidence-within-dhs-and-ice",
                    "https://www.glaad.org/blog/joe-biden-announces-kamala-harris-his-running-mate-here-where-she-stands-lgbtq-issues"
                  ]
                },
                {
                  "sentence": "Harris worked on bipartisan bills with Republican co-sponsors, including a bail reform bill with Rand Paul,  an election security bill with James Lankford,  and a workplace harassment bill with Lisa Murkowski",
                  "refs": [
                    "https://news.bloomberglaw.com/us-law-week/senate-judiciary-pauses-nominations-for-impeachment-trial",
                    "https://www.abajournal.com/news/article/kamala-harris-calls-for-halt-to-advancement-of-judicial-nominees-during-impeachment-proceedings"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "2021",
              "section_content": [
                {
                  "sentence": "Following her election as Vice President of the United States, Harris resigned from her seat on January 18, 2021,  before taking office on January 20, and was replaced by California Secretary of State Alex Padilla",
                  "refs": [
                    "https://www.nbcnews.com/news/us-news/rand-paul-kamala-harris-team-reform-bail-practices-n794031"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Committee assignments",
          "section_content": [
            {
              "sentence": "While in the Senate, Harris was a member of the following committees:",
              "refs": [
                "https://www.buzzfeednews.com/article/mollyhensleyclancy/kamala-harris-lisa-murkowski-sexual-harassment-nda-bill"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Caucus memberships",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "2020 presidential election",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Presidential campaign",
          "section_content": [
            {
              "sentence": "On July 21, 2024, Biden suspended his reelection campaign and endorsed Harris for president",
              "refs": []
            },
            {
              "sentence": "She was also endorsed by Jimmy Carter, Bill and Hillary Clinton, Barack and Michelle Obama, the Congressional Black Caucus, and many others",
              "refs": [
                "https://www.thetimes.co.uk/article/fresh-woe-for-kamala-harris-as-another-adviser-quits-zssczgzlt"
              ]
            },
            {
              "sentence": "In the first 24 hours of her candidacy, her campaign raised $81 million in small-dollar donations, the highest single-day total of any presidential candidate in history",
              "refs": [
                "https://koreajoongangdaily.joins.com/2023/04/26/national/politics/Korea-Yoon-Suk-Yeol-space-cooperation/20230426081803875.html",
                "https://www.reuters.com/world/middle-east/us-will-not-impose-conditions-support-israel-defend-itself-vp-harris-2023-11-02/",
                "https://www.aljazeera.com/news/2024/3/4/us-vp-harris-calls-for-immediate-gaza-ceasefire-in-rare-rebuke-of-israel",
                "https://thehill.com/homenews/campaign/4784460-joe-biden-endorses-kamala-harris/"
              ]
            },
            {
              "sentence": "Had she won, Harris would have been the first female and first Asian-American president of the United States, and the second African-American president after Obama",
              "refs": [
                "https://www.nytimes.com/interactive/2024/07/22/us/politics/kamala-harris-democrats-endorsement-list.html"
              ]
            },
            {
              "sentence": "Harris is the first nominee who did not participate in the primaries since Vice President Hubert Humphrey in 1968",
              "refs": [
                "https://www.washingtonpost.com/politics/interactive/2024/kamala-harris-endorsements/"
              ]
            },
            {
              "sentence": "She also had shortest general-election presidential campaign in history, at 107 days.",
              "refs": []
            },
            {
              "sentence": "By August 5, Harris had officially secured the nomination via a virtual roll call of delegates",
              "refs": []
            },
            {
              "sentence": "The next day, she announced Minnesota governor Tim Walz as her vice-presidential running mate",
              "refs": [
                "https://www.cnn.com/2024/07/26/politics/barack-michelle-obama-kamala-harris-endorsement/index.html",
                "https://www.ajc.com/politics/jimmy-carters-next-goal-is-voting-for-kamala-harris/UKCLDIUSSJC6JM4NP7HGOEDCNY/",
                "https://thehill.com/homenews/campaign/4786610-harris-breaks-fundraising-record/"
              ]
            },
            {
              "sentence": "On August 22, the fourth day of the Democratic National Convention, Harris officially accepted the Democratic nomination for president",
              "refs": [
                "https://apnews.com/article/kamala-harris-president-democrat-biden-96df4c46fab767269056511037776b15"
              ]
            },
            {
              "sentence": "She participated in a debate with Trump on September 10; it was widely reported that Harris won the debate",
              "refs": [
                "https://apnews.com/article/harris-democratic-presidential-nomination-eb43b6b346cc644b2d195315cb2bfb20"
              ]
            },
            {
              "sentence": "On October 30, she delivered a half-hour speech at the Ellipse in Washington, D.C, intended as a \"closing argument\" for her campaign",
              "refs": [
                "https://www.nytimes.com/2024/08/06/us/politics/kamala-harris-president-campaign-2024.html",
                "https://www.bloomberg.com/news/articles/2024-07-23/harris-crosses-delegate-threshold-in-sign-nomination-is-hers",
                "https://thehill.com/homenews/campaign/4789021-kamala-harris-vp-tim-walz-minnesota/",
                "https://www.cbsnews.com/news/dnc-highlights-2024/"
              ]
            },
            {
              "sentence": "Harris's statements about tax-funded gender-affirming surgery for transgender people in prison were attacked by Trump, who spent millions on a political advertisement that said, \"Kamala is for they/them, President Trump is for you.\" Trump's campaign spent more money on the advertisement than any other in the campaign",
              "refs": []
            },
            {
              "sentence": "Harris lost the 2024 United States presidential election to Trump,  conceding the next day in a speech at her alma mater, Howard University",
              "refs": [
                "https://www.cnn.com/2024/10/29/politics/kamala-harris-ellipse-rally/index.html"
              ]
            },
            {
              "sentence": "Losses in the \"blue wall\" states of Wisconsin, Michigan, and Pennsylvania were considered key to her defeat, in addition to losing the swing states Nevada, Arizona, Georgia, and North Carolina",
              "refs": [
                "https://www.aljazeera.com/news/2024/10/30/fact-check-kamala-harriss-speech-at-the-white-house-ellipse"
              ]
            },
            {
              "sentence": "Harris's loss in 2024 was part of a global backlash against incumbent parties,   in part due to the 2021-2023 inflation surge",
              "refs": [
                "https://www.npr.org/transcripts/g-s1-28932",
                "https://www.pbs.org/newshour/show/why-anti-transgender-political-ads-are-dominating-the-airwaves-this-election",
                "https://apnews.com/article/election-day-trump-harris-white-house-83c8e246ab97f5b97be45cdc156af4e2"
              ]
            },
            {
              "sentence": "All 50 states and DC trended rightward compared to the 2020 presidential election",
              "refs": [
                "https://www.nbcnews.com/politics/2024-election/harris-concedes-presidential-race-trump-emotional-crowd-rcna176106",
                "https://time.com/7173617/kamala-harris-concession-speech-full-transcript/"
              ]
            },
            {
              "sentence": "On January 6, 2025, Harris oversaw the certification of Trump and Vance as the winners of the election.",
              "refs": [
                "https://www.ft.com/content/e8ac09ea-c300-4249-af7d-109003afb893"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Vice presidential campaign",
          "section_content": [
            {
              "sentence": "In May 2019, senior members of the Congressional Black Caucus endorsed the idea of a Biden–Harris ticket",
              "refs": []
            },
            {
              "sentence": "In late February 2020, Biden won a landslide victory in the 2020 South Carolina Democratic primary with the endorsement of House whip Jim Clyburn, with more victories on Super Tuesday",
              "refs": [
                "https://www.dailydot.com/debug/k-hive-kamala-harris-twitter-2020/"
              ]
            },
            {
              "sentence": "In early March, Clyburn suggested Biden choose a black woman as a running mate, saying, \"African American women needed to be rewarded for their loyalty\"",
              "refs": []
            },
            {
              "sentence": "In March, Biden committed to choosing a woman for his running mate",
              "refs": [
                "https://medium.com/@KamalaHarris/i-am-suspending-my-campaign-today-6dca8cefb252"
              ]
            },
            {
              "sentence": "On April 17, 2020, Harris responded to media speculation and said she \"would be honored\" to be Biden's running mate",
              "refs": []
            },
            {
              "sentence": "In late May, in relation to the murder of George Floyd and ensuing protests and demonstrations, Biden faced renewed calls to select a black woman as his running mate, highlighting the law enforcement credentials of Harris and Val Demings",
              "refs": [
                "https://www.politico.com/story/2019/05/12/joe-biden-kamala-harris-dream-ticket-1317561"
              ]
            },
            {
              "sentence": "On June 12, The New York Times reported that Harris was emerging as the front-runner to be Biden's running mate, as she was the only African American woman with the political experience typical of vice presidents",
              "refs": []
            },
            {
              "sentence": "On June 26, CNN reported that more than a dozen people close to the Biden search process considered Harris one of Biden's top four contenders, along with Elizabeth Warren, Val Demings, and Keisha Lance Bottoms",
              "refs": [
                "https://www.axios.com/2020/03/16/joe-biden-woman-running-mate"
              ]
            },
            {
              "sentence": "On August 11, 2020, Biden announced he had chosen Harris",
              "refs": []
            },
            {
              "sentence": "She was the first African American, the first Indian American, and the third woman after Geraldine Ferraro and Sarah Palin to be the vice-presidential nominee on a major-party ticket",
              "refs": [
                "https://www.politico.com/news/2020/05/31/joe-biden-vice-president-george-floyd-291063"
              ]
            },
            {
              "sentence": "Harris is also the first resident of the Western United States to appear on the Democratic Party's national ticket",
              "refs": [
                "https://www.nytimes.com/2020/06/12/briefing/kamala-harris-mark-milley-trump-rally-your-friday-briefing.html/"
              ]
            },
            {
              "sentence": "Harris became the vice president–elect after Biden won the 2020 presidential election",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Vice presidency (2021–2025)",
      "section_content": [
        {
          "sentence": "Harris was sworn in as vice president on 11:40 a.m",
          "refs": []
        },
        {
          "sentence": "on January 20, 2021, by Justice Sonia Sotomayor",
          "refs": []
        },
        {
          "sentence": "She is the United States' first woman vice president, first African-American vice president, and first Asian-American vice president",
          "refs": [
            "https://www.bbc.co.uk/news/world-us-canada-53739323"
          ]
        },
        {
          "sentence": "Harris is the third person with acknowledged non-European ancestry to become president or vice president",
          "refs": [
            "https://smartpolitics.lib.umn.edu/2019/01/23/will-a-westerner-finally-land-on-a-democratic-presidential-ticket-in-2020/",
            "https://apnews.com/article/election-2020-joe-biden-donald-trump-elections-electoral-college-3e0b852c3cfadf853b08aecbfc3569fa",
            "https://edition.cnn.com/2020/11/07/politics/kamala-harris-first-vice-president-female-black-south-asian/index.html",
            "https://www.whitehouse.gov/administration/vice-president-harris/"
          ]
        },
        {
          "sentence": "[d]",
          "refs": []
        },
        {
          "sentence": "Her first act as vice president was to swear in three new senators: Alex Padilla (her successor in the Senate) and Georgia senators Raphael Warnock and Jon Ossoff",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Senate presidency",
          "section_content": [
            {
              "sentence": "When Harris took office the 117th Congress's Senate was divided 50–50 between Republicans and Democrats;  this meant that she was often called upon to exercise her power to cast tie-breaking votes as president of the Senate",
              "refs": [
                "https://www.forbes.com/sites/jemimamcevoy/2020/11/07/kamala-harris-makes-history-as-first-female-black-asian-american-vice-president/"
              ]
            },
            {
              "sentence": "Harris cast her first two tie-breaking votes on February 5",
              "refs": []
            },
            {
              "sentence": "In February and March, Harris's tie-breaking votes were required to pass the American Rescue Plan Act of 2021 stimulus package Biden proposed, since no Senate Republicans voted for it",
              "refs": []
            },
            {
              "sentence": "On July 20, Harris broke Mike Pence's record for tie-breaking votes in the first year of a vice presidency  when she cast the seventh tie-breaking vote in her first six months",
              "refs": [
                "https://www.forbes.com/sites/andrewsolender/2020/08/12/here-are-the-firsts-kamala-harris-represents-with-vp-candidacy/",
                "[ERROR retrieving ref link]",
                "https://www.usatoday.com/story/news/politics/2021/01/20/warnock-ossoff-sworn-in-giving-democrats-majority-senate/4217985001/"
              ]
            },
            {
              "sentence": "She cast 13 tie-breaking votes during her first year in office, the most tie-breaking votes in a single year in U.S",
              "refs": [
                "https://www.cnbc.com/2021/01/20/democrats-to-take-senate-majority-when-warnock-ossoff-and-padilla-are-sworn-in.html"
              ]
            },
            {
              "sentence": "history, surpassing John Adams, who cast 12 in 1790",
              "refs": []
            },
            {
              "sentence": "On December 5, 2023, Harris broke the record for the most tie-breaking votes cast by a vice president, casting her 32nd vote, exceeding John C",
              "refs": [
                "https://www.cnbc.com/2021/01/20/democrats-to-take-senate-majority-when-warnock-ossoff-and-padilla-are-sworn-in.html",
                "https://www.cbsnews.com/news/covid-relief-package-senate-passes-budget-plan/"
              ]
            },
            {
              "sentence": "Calhoun, who cast 31 votes during his nearly eight years in office",
              "refs": []
            },
            {
              "sentence": "On November 19, 2021, Harris served as acting president from 10:10 to 11:35 am EST while Biden underwent a colonoscopy",
              "refs": [
                "https://www.cnbc.com/2021/01/20/democrats-to-take-senate-majority-when-warnock-ossoff-and-padilla-are-sworn-in.html",
                "https://www.theguardian.com/us-news/live/2021/mar/04/voting-rights-police-reform-george-floyd-for-the-people-joe-biden-covid-coronavirus-live"
              ]
            },
            {
              "sentence": "She was the first woman, and the third person overall, to assume the powers and duties of the presidency as acting president of the United States",
              "refs": [
                "https://thehill.com/homenews/administration/366811-pence-became-ultimate-tie-breaker-in-2017"
              ]
            },
            {
              "sentence": "As early as December 2021, Harris was identified as playing a pivotal role in the Biden administration owing to her tie-breaking vote in the evenly divided Senate as well as her being the presumed front-runner in 2024 if Biden did not seek reelection",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Immigration",
          "section_content": [
            {
              "sentence": "On March 24, 2021, Biden assigned Harris to work with Mexico and Northern Triangle nations (El Salvador, Guatemala, and Honduras) to stem irregular migration to the Mexico–United States border and address the root causes of migration",
              "refs": []
            },
            {
              "sentence": "The Root Causes Strategy (RCS) was the product of this effort",
              "refs": [
                "https://www.cnn.com/2021/11/19/politics/kamala-harris-presidential-power/index.html",
                "https://www.independent.co.uk/news/world/americas/us-politics/joe-biden-president-kamala-harris-b1960913.html"
              ]
            },
            {
              "sentence": "Multiple news organizations at the time described Harris as a \"border czar\",    though Harris rejected the title and never actually held it",
              "refs": [
                "https://www.theguardian.com/us-news/2021/nov/19/kamala-harris-presidential-powers-biden-colonoscopy",
                "https://www.businessinsider.com/kamala-harris-staff-turnover-office-burnout-opportunities-pigeonholed-2024-democrats-2021-12",
                "https://www.nbcnews.com/politics/white-house/biden-taps-harris-lead-coordination-efforts-southern-border-n1261952",
                "https://www.cbsnews.com/news/kamala-harris-immigration-lead-mexico-border-biden-administration/"
              ]
            },
            {
              "sentence": "[excessive citations] Republicans and other critics began using the term \"border czar\" to tie Harris to the Mexico–United States border crisis, including in a July 2024 House resolution, despite her having no authority over the border itself",
              "refs": [
                "https://web.archive.org/web/20241007225911/https://www.whitehouse.gov/briefing-room/statements-releases/2021/07/29/fact-sheet-strategy-to-address-the-root-causes-of-migration-in-central-america/",
                "https://www.axios.com/2021/04/14/harris-immigration-visit-mexico-guatemala",
                "https://www.cnn.com/TRANSCRIPTS/2106/25/nday.06.html",
                "https://www.bbc.com/news/world-us-canada-56516332",
                "https://www.vox.com/politics/361635/kamala-harris-border-czar-immigration-mexico-guatemala-rnc"
              ]
            },
            {
              "sentence": "[excessive citations]",
              "refs": [
                "https://time.com/7001817/kamala-harris-immigration/",
                "https://www.npr.org/2021/06/25/1009939218/harris-is-visiting-the-southern-border-after-trying-to-keep-the-focus-away-from-",
                "https://www.cnn.com/2023/02/06/politics/kamala-harris-migration/index.html",
                "https://www.washingtonpost.com/politics/harris-gop-border/2021/04/16/c3a2f63e-9e24-11eb-8005-bffc3a39f6d3_story.html",
                "https://www.axios.com/2024/07/24/kamala-harris-border-czar-immigratin"
              ]
            },
            {
              "sentence": "Harris conducted her first international trip as vice president in June 2021, visiting Guatemala and Mexico in an attempt to address the root causes of an increase in migration from Central America to the United States",
              "refs": []
            },
            {
              "sentence": "During her visit, in a joint press conference with Guatemalan president Alejandro Giammattei, Harris issued an appeal to potential migrants: \"I want to be clear to folks in the region who are thinking about making that dangerous trek to the United States-Mexico border: Do not come",
              "refs": [
                "https://www.politifact.com/factchecks/2024/jul/24/republican-national-committee-republican/border-czar-kamala-harris-assigned-to-tackle-immig/"
              ]
            },
            {
              "sentence": "Do not come.\"  Her work in Central America led to creation of:",
              "refs": [
                "https://www.cnn.com/2024/07/25/politics/fact-check-trump-false-claims-kamala-harris/index.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Foreign policy",
          "section_content": [
            {
              "sentence": "Harris met with French president Emmanuel Macron in November 2021 to strengthen ties after the contentious cancellation of a submarine program",
              "refs": []
            },
            {
              "sentence": "Another meeting was held in November 2022 during Macron's visit to the U.S., resulting in an agreement to strengthen U.S.–France space cooperation across civil, commercial, and national security sectors",
              "refs": [
                "https://www.politico.com/news/2021/06/07/harris-message-in-guatemala-do-not-come-492047"
              ]
            },
            {
              "sentence": "In April 2021, Harris said she was the last person in the room before Biden decided to remove all U.S",
              "refs": []
            },
            {
              "sentence": "troops from Afghanistan, adding that Biden had \"an extraordinary amount of courage\" and \"make [s] decisions based on what he truly believes ..",
              "refs": []
            },
            {
              "sentence": "is the right thing to do.\"  National Security Advisor Jake Sullivan said that Biden \"insists she be in every core decision-making meeting",
              "refs": [
                "https://www.centampartnership.org/in-her-hands"
              ]
            },
            {
              "sentence": "She weighs in during those meetings, often providing unique perspectives.\"  Harris assumed a \"key diplomatic role\" in the Biden administration, particularly after the Russian invasion of Ukraine in February 2022, after which she was dispatched to Germany and Poland to rally support for arming Ukraine and imposing sanctions on Russia",
              "refs": [
                "https://www.nbcnews.com/politics/white-house/harris-takes-her-first-steps-world-stage-migration-policy-spotlight-n1269789"
              ]
            },
            {
              "sentence": "In April 2023, Harris visited Goddard Space Flight Center in Maryland with South Korean president Yoon Suk Yeol and agreed to work to strengthen the space alliance between the U.S",
              "refs": []
            },
            {
              "sentence": "and South Korea",
              "refs": []
            },
            {
              "sentence": "\"We renew our commitment to strengthen our cooperation in the next frontier of our expanding alliance, and of course that is space,\" Harris said at a joint news conference with Yoon",
              "refs": []
            },
            {
              "sentence": "In November 2023, Harris pledged that the Biden administration would place no conditions on U.S",
              "refs": []
            },
            {
              "sentence": "aid to Israel in its war with Hamas in Gaza",
              "refs": []
            },
            {
              "sentence": "In March 2024, she criticized Israel's actions during the Israel–Hamas war, saying, \"Given the immense scale of suffering in Gaza, there must be an immediate ceasefire for at least the next six weeks...This will get the hostages out and get a significant amount of aid in.\"",
              "refs": [
                "https://spaceref.com/science-and-exploration/vice-president-harris-meeting-at-nasa-with-president-macron/",
                "https://www.politico.com/news/2021/04/25/harris-afghanistan-biden-withdrawal-decision-484581"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "2024 presidential election",
      "section_content": [
        {
          "sentence": "In April 2023, incumbent president Joe Biden announced his reelection campaign, with Harris as his running mate",
          "refs": []
        },
        {
          "sentence": "After the Democratic primaries, the pair became the party's presumptive nominees in the 2024 presidential election",
          "refs": []
        },
        {
          "sentence": "Concerns about Biden's age and health persisted throughout Biden's first term, with renewed scrutiny after his performance in the first presidential debate, on June 27.",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Presidential campaign",
          "section_content": [
            {
              "sentence": "On July 21, 2024, Biden suspended his reelection campaign and endorsed Harris for president",
              "refs": []
            },
            {
              "sentence": "She was also endorsed by Jimmy Carter, Bill and Hillary Clinton, Barack and Michelle Obama, the Congressional Black Caucus, and many others",
              "refs": [
                "https://www.thetimes.co.uk/article/fresh-woe-for-kamala-harris-as-another-adviser-quits-zssczgzlt"
              ]
            },
            {
              "sentence": "In the first 24 hours of her candidacy, her campaign raised $81 million in small-dollar donations, the highest single-day total of any presidential candidate in history",
              "refs": [
                "https://koreajoongangdaily.joins.com/2023/04/26/national/politics/Korea-Yoon-Suk-Yeol-space-cooperation/20230426081803875.html",
                "https://www.reuters.com/world/middle-east/us-will-not-impose-conditions-support-israel-defend-itself-vp-harris-2023-11-02/",
                "https://www.aljazeera.com/news/2024/3/4/us-vp-harris-calls-for-immediate-gaza-ceasefire-in-rare-rebuke-of-israel",
                "https://thehill.com/homenews/campaign/4784460-joe-biden-endorses-kamala-harris/"
              ]
            },
            {
              "sentence": "Had she won, Harris would have been the first female and first Asian-American president of the United States, and the second African-American president after Obama",
              "refs": [
                "https://www.nytimes.com/interactive/2024/07/22/us/politics/kamala-harris-democrats-endorsement-list.html"
              ]
            },
            {
              "sentence": "Harris is the first nominee who did not participate in the primaries since Vice President Hubert Humphrey in 1968",
              "refs": [
                "https://www.washingtonpost.com/politics/interactive/2024/kamala-harris-endorsements/"
              ]
            },
            {
              "sentence": "She also had shortest general-election presidential campaign in history, at 107 days.",
              "refs": []
            },
            {
              "sentence": "By August 5, Harris had officially secured the nomination via a virtual roll call of delegates",
              "refs": []
            },
            {
              "sentence": "The next day, she announced Minnesota governor Tim Walz as her vice-presidential running mate",
              "refs": [
                "https://www.cnn.com/2024/07/26/politics/barack-michelle-obama-kamala-harris-endorsement/index.html",
                "https://www.ajc.com/politics/jimmy-carters-next-goal-is-voting-for-kamala-harris/UKCLDIUSSJC6JM4NP7HGOEDCNY/",
                "https://thehill.com/homenews/campaign/4786610-harris-breaks-fundraising-record/"
              ]
            },
            {
              "sentence": "On August 22, the fourth day of the Democratic National Convention, Harris officially accepted the Democratic nomination for president",
              "refs": [
                "https://apnews.com/article/kamala-harris-president-democrat-biden-96df4c46fab767269056511037776b15"
              ]
            },
            {
              "sentence": "She participated in a debate with Trump on September 10; it was widely reported that Harris won the debate",
              "refs": [
                "https://apnews.com/article/harris-democratic-presidential-nomination-eb43b6b346cc644b2d195315cb2bfb20"
              ]
            },
            {
              "sentence": "On October 30, she delivered a half-hour speech at the Ellipse in Washington, D.C, intended as a \"closing argument\" for her campaign",
              "refs": [
                "https://www.nytimes.com/2024/08/06/us/politics/kamala-harris-president-campaign-2024.html",
                "https://www.bloomberg.com/news/articles/2024-07-23/harris-crosses-delegate-threshold-in-sign-nomination-is-hers",
                "https://thehill.com/homenews/campaign/4789021-kamala-harris-vp-tim-walz-minnesota/",
                "https://www.cbsnews.com/news/dnc-highlights-2024/"
              ]
            },
            {
              "sentence": "Harris's statements about tax-funded gender-affirming surgery for transgender people in prison were attacked by Trump, who spent millions on a political advertisement that said, \"Kamala is for they/them, President Trump is for you.\" Trump's campaign spent more money on the advertisement than any other in the campaign",
              "refs": []
            },
            {
              "sentence": "Harris lost the 2024 United States presidential election to Trump,  conceding the next day in a speech at her alma mater, Howard University",
              "refs": [
                "https://www.cnn.com/2024/10/29/politics/kamala-harris-ellipse-rally/index.html"
              ]
            },
            {
              "sentence": "Losses in the \"blue wall\" states of Wisconsin, Michigan, and Pennsylvania were considered key to her defeat, in addition to losing the swing states Nevada, Arizona, Georgia, and North Carolina",
              "refs": [
                "https://www.aljazeera.com/news/2024/10/30/fact-check-kamala-harriss-speech-at-the-white-house-ellipse"
              ]
            },
            {
              "sentence": "Harris's loss in 2024 was part of a global backlash against incumbent parties,   in part due to the 2021-2023 inflation surge",
              "refs": [
                "https://www.npr.org/transcripts/g-s1-28932",
                "https://www.pbs.org/newshour/show/why-anti-transgender-political-ads-are-dominating-the-airwaves-this-election",
                "https://apnews.com/article/election-day-trump-harris-white-house-83c8e246ab97f5b97be45cdc156af4e2"
              ]
            },
            {
              "sentence": "All 50 states and DC trended rightward compared to the 2020 presidential election",
              "refs": [
                "https://www.nbcnews.com/politics/2024-election/harris-concedes-presidential-race-trump-emotional-crowd-rcna176106",
                "https://time.com/7173617/kamala-harris-concession-speech-full-transcript/"
              ]
            },
            {
              "sentence": "On January 6, 2025, Harris oversaw the certification of Trump and Vance as the winners of the election.",
              "refs": [
                "https://www.ft.com/content/e8ac09ea-c300-4249-af7d-109003afb893"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Post-vice presidency (2025–present)",
      "section_content": [
        {
          "sentence": "Harris left office on January 20, 2025, being succeeded by the 50th Vice President of the United States, JD Vance.",
          "refs": []
        },
        {
          "sentence": "According to The New York Times  and Politico,  Harris, who has the largest donor network in the Democratic Party, may run for president again in 2028, although her loss in 2024 could give her a disadvantage",
          "refs": [
            "https://www.vox.com/2024-elections/383208/donald-trump-victory-kamala-harris-global-trend-incumbents",
            "https://www.wsj.com/world/global-politics-conservative-right-shift-ea0e8d05"
          ]
        },
        {
          "sentence": "According to USA Today, Harris intended to run in 2028 before Biden's withdrawal",
          "refs": [
            "https://www.vox.com/2024-elections/383208/donald-trump-victory-kamala-harris-global-trend-incumbents"
          ]
        },
        {
          "sentence": "In November 2024, Politico reported that Harris was considering running for president in 2028 or for governor of California in 2026",
          "refs": [
            "https://www.ft.com/content/350ba985-bb07-4aa3-aa5e-38eda7c525dd"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Political positions",
      "section_content": [
        {
          "sentence": "Harris's domestic platform supports national abortion protections, LGBTQ+ rights, stricter gun control, and limited legislation to address climate change",
          "refs": []
        },
        {
          "sentence": "On immigration, she supports an earned pathway to citizenship and increases in border security, as well as addressing the root causes of illegal immigration by means of the RCS program",
          "refs": [
            "https://www.nytimes.com/2024/11/07/us/politics/kamala-harris-2028-run-for-president.html",
            "https://www.politico.com/news/2024/11/11/2028-shadow-primary-underway-democratic-00188626",
            "https://doi.org/10.1111%2Fasap.12257"
          ]
        },
        {
          "sentence": "On foreign policy, Harris supports continued military aid to Ukraine and Israel in their respective wars, but insists that Israel should agree to a ceasefire and hostage deal and work toward a two-state solution",
          "refs": []
        },
        {
          "sentence": "She opposes an arms embargo on Israel",
          "refs": [
            "https://www.euronews.com/green/2024/08/30/kamala-harris-vs-climate-where-she-stands-on-the-green-new-deal-fossil-fuels-and-pollution"
          ]
        },
        {
          "sentence": "Harris has departed from Biden on economic issues, proposing what has been called a \"populist\" economic agenda",
          "refs": [
            "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Abortion",
          "section_content": [
            {
              "sentence": "Harris supports abortion rights, and reproductive health care was central to her presidential campaign",
              "refs": []
            },
            {
              "sentence": "She has been called \"the Biden administration's voice for reproductive rights\"  and \"the White House's voice of unflinching support for reproductive health rights.\"  Several abortion rights and women's organizations supported her after Biden withdrew from the race, with Reproductive Freedom for All saying \"there is nobody who has fought as hard  [as Harris] for abortion rights and access\" and EMILY's List calling her \"our most powerful advocate and messenger\" on reproductive rights",
              "refs": [
                "https://www.thenation.com/article/activism/kamala-harris-gaza-policy-pressure/",
                "https://www.huffpost.com/entry/kamala-harris-gaza-war-biden-arms-policy_n_66d12f4ee4b0099ccb749660",
                "https://www.politico.com/news/2024/08/16/kamala-harris-economic-policy-north-carolina-00174451",
                "https://www.washingtonpost.com/business/2024/08/16/kamala-harris-2024-policy-child-tax-credit/"
              ]
            },
            {
              "sentence": "As of 2020, Harris had a 100% rating from the abortion rights advocacy group Planned Parenthood Action Fund, and a 0% rating from the anti-abortion group National Right to Life Committee",
              "refs": []
            },
            {
              "sentence": "EMILY's List endorsed her in 2015, during her senatorial campaign",
              "refs": [
                "https://kamalaharris.com/issues/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "LGBT rights",
          "section_content": [
            {
              "sentence": "As California Attorney General, Harris refused to defend Prop 8 in federal court, and after Prop 8 was struck down in Hollingsworth v",
              "refs": []
            },
            {
              "sentence": "Perry in 2013, she ordered the Los Angeles County Clerk's office to \"start the marriages immediately\"",
              "refs": []
            },
            {
              "sentence": "She officiated at the wedding of the plaintiffs in the case, Kris Perry and Sandy Stier, at San Francisco City Hall",
              "refs": []
            },
            {
              "sentence": "As a member of the U.S",
              "refs": []
            },
            {
              "sentence": "Senate, Harris co-sponsored the Equality Act",
              "refs": []
            },
            {
              "sentence": "In July 2018, Harris led her colleagues in introducing the Gay and Trans Panic Defense Prohibition Act of 2018, a nationwide bill that would curtail the effectiveness of the so-called gay and trans panic defenses, an issue she pioneered as District Attorney of San Francisco",
              "refs": []
            },
            {
              "sentence": "In October 2019, Harris participated in a CNN/Human Rights Campaign town hall on LGBTQ rights and pledged her support for \"all of the folks who are fighting for equality\" in cases that would determine whether gay and transgender people are protected under laws banning federal workplace discrimination",
              "refs": []
            },
            {
              "sentence": "Harris drew attention to the epidemic of hate crimes committed against Black trans women (at the time 20 killed that year), noting that LGBTQ people of color are doubly discriminated against",
              "refs": [
                "https://www.latimes.com/local/political/la-me-pc-emilys-list-backs-kamala-harris-senate-bid-20150318-story.html"
              ]
            },
            {
              "sentence": "Harris has since been criticized for a 2015 federal court motion she filed to block gender-affirming medical care for a transgender inmate serving in a California state prison while she was California Attorney General, after the Ninth Circuit Court of Appeals had ruled that denying that treatment violated the 8th Amendment's prohibition of cruel and unusual punishment",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Criminal justice",
          "section_content": [
            {
              "sentence": "In December 2018, Harris voted for the First Step Act, legislation aimed at reducing recidivism rates among federal prisoners by expanding job training and other programs, in addition to forming an expansion of early release programs and modifications on sentencing laws such as mandatory minimum sentences for nonviolent drug offenders, \"to more equitably punish drug offenders\"",
              "refs": []
            },
            {
              "sentence": "In March 2020, Harris was one of 15 senators to sign a letter to the Federal Bureau of Prisons and private prison companies GEO Group, CoreCivic, and Management and Training Corporation requesting information on their strategy to address the COVID-19 pandemic, asserting that it was \"critical that  [you] have a plan to help prevent the spread of the novel coronavirus to incarcerated individuals and correctional staff, along with their families and loved ones, and provide treatment to incarcerated individuals and staff who become infected.\"",
              "refs": [
                "https://www.thepinknews.com/2020/08/12/kamala-harris-trans-rights-trangender-pose-angelica-ross-lgbt/"
              ]
            },
            {
              "sentence": "In June 2020, after a campaign by a coalition of community groups, including Black Lives Matter, Los Angeles Mayor Eric Garcetti announced Los Angeles Police Department budget cuts of $150 million",
              "refs": []
            },
            {
              "sentence": "Harris supported the decision:",
              "refs": [
                "https://web.archive.org/web/20240722133824/https://www.washingtonblade.com/2015/05/05/harris-renews-effort-to-block-gender-reassignment-for-trans-inmate/",
                "https://web.archive.org/web/20240723035303/https://19thnews.org/2020/08/kamala-harris-complicated-lgbtq-choice/",
                "https://www.nytimes.com/2018/12/18/us/politics/senate-criminal-justice-bill.html"
              ]
            },
            {
              "sentence": "In 2020 Harris tweeted in support of donations to the Minnesota Freedom Fund, a bail fund assisting those arrested in the George Floyd protests, though she did not donate to the fund herself",
              "refs": []
            },
            {
              "sentence": "Harris's criminal justice record has been seen as mixed, with critics calling her \"tough on crime\" even though she called herself a \"progressive prosecutor\", citing her reluctance to release prisoners and anti-truancy policies",
              "refs": []
            },
            {
              "sentence": "In her 2009 book, Harris criticized liberals for what she called \"biases against law enforcement\"",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Personal life",
      "section_content": [
        {
          "sentence": "In the early 1970s, Harris often went with her mother to Chennai, India, where they stayed with her maternal grandfather",
          "refs": []
        },
        {
          "sentence": "She learned to wear traditional Indian dress and speak a few local language phrases",
          "refs": []
        },
        {
          "sentence": "In the 1990s, Harris dated Willie Brown, Speaker of the California Assembly (1980–1995) and then Mayor of San Francisco (1996–2004)",
          "refs": []
        },
        {
          "sentence": "In 2001, she briefly dated talk show host Montel Williams",
          "refs": [
            "https://www.uchastings.edu/2018/08/14/uc-hastings-2018-magazine-preview-opening-doors-for-students-of-promise/"
          ]
        },
        {
          "sentence": "Harris met her husband, attorney Doug Emhoff, through a mutual friend who set them up on a blind date in 2013",
          "refs": []
        },
        {
          "sentence": "Emhoff, who was born in a Jewish family, was an entertainment lawyer who became partner-in-charge at Venable LLP's Los Angeles office",
          "refs": [
            "https://www.cbsnews.com/minnesota/news/donald-trump-kamala-harris-minnesota-freedom-fund-donation/"
          ]
        },
        {
          "sentence": "Harris and Emhoff married on August 22, 2014, in Santa Barbara, California",
          "refs": [
            "https://www.vox.com/future-perfect/2019/1/23/18184192/kamala-harris-president-campaign-criminal-justice-record",
            "https://www.cbsnews.com/minnesota/news/donald-trump-kamala-harris-minnesota-freedom-fund-donation/",
            "https://www.latimes.com/politics/story/2019-10-25/how-kamala-harris-indian-family-shaped-her-political-career"
          ]
        },
        {
          "sentence": "Harris is stepmother to Emhoff's two children, Cole and Ella, from his previous marriage to the film producer Kerstin Emhoff",
          "refs": [
            "https://www.insideedition.com/kamala-harris-once-dated-talk-show-host-montel-williams-55097"
          ]
        },
        {
          "sentence": "As of August 2024 [update], Harris and her husband had an estimated net worth of $8 million",
          "refs": [
            "https://www.cnn.com/2021/01/15/politics/kamala-harris-doug-emhoff-first-date-cnntv/index.html"
          ]
        },
        {
          "sentence": "Harris is a Baptist, holding membership of the Third Baptist Church of San Francisco, a congregation of the American Baptist Churches USA",
          "refs": []
        },
        {
          "sentence": "She is a member of The Links, an invitation-only social and service organization of prominent Black American women",
          "refs": [
            "https://www.sacbee.com/news/politics-government/capitol-alert/article2607685.html",
            "https://www.elle.com/culture/career-politics/a27422434/kamala-harris-stepmom-mothers-day/",
            "https://www.forbes.com/sites/kylemullins/2024/05/26/heres-how-much-kamala-harris-is-worth/",
            "https://time.com/7001574/kamala-harris-net-worth/"
          ]
        },
        {
          "sentence": "Harris is a gun owner",
          "refs": [
            "https://religionnews.com/2020/10/28/kamala-harris-talks-about-her-own-faith-and-how-it-might-influence-a-biden-harris-white-house/",
            "https://www.washingtonpost.com/national/religion/harris-brings-baptist-interfaith-roots-to-democratic-ticket/2020/08/12/2d319e6a-dc57-11ea-b4f1-25b762cdbbf4_story.html"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Public image",
      "section_content": [
        {
          "sentence": "Though the public had an unfavorable view of Harris as vice president, setting a record low,  her public image improved after Biden withdrew his candidacy for reelection",
          "refs": [
            "https://www.abc-usa.org/find-a-church/"
          ]
        },
        {
          "sentence": "Notably, her approval rating rose 13% among Democrats",
          "refs": []
        },
        {
          "sentence": "Harris's term as vice president has seen high staff turnover—including the departures of her chief of staff, deputy chief of staff, press secretary, deputy press secretary, communications director, and chief speechwriter —which critics allege reflects dysfunction and demoralization",
          "refs": [
            "https://www.fayobserver.com/story/news/columns/2020/11/14/myron-b-pitts-sen-kamala-harris-vp-elect-shines-light-links/6180696002/"
          ]
        },
        {
          "sentence": "Axios reported that at least some of the turnover was due to exhaustion from a demanding transition into the new administration, as well as financial and personal considerations",
          "refs": [
            "https://www.thedailybeast.com/kamala-harris-conundrum-shes-doing-a-great-job-but-her-storys-not-getting-out"
          ]
        },
        {
          "sentence": "For most of her tenure, Harris had one of the lowest approval ratings of any vice president",
          "refs": [
            "https://abcnews.go.com/US/wireStory/kamala-harris-gun-owner-talks-firearms-debate-113587365"
          ]
        },
        {
          "sentence": "According to a RealClear Politics polling average, a record low of 34.8% of Americans had a favorable view of her in August 2022, but this number rose rapidly after she became the presumptive Democratic presidential nominee in July 2024",
          "refs": [
            "https://thehill.com/homenews/administration/4069023-poll-kamala-harris-sets-record-low-for-vice-president-net-favorability/",
            "https://news.gallup.com/poll/649127/democrats-give-harris-nearly-unanimous-positive-ratings.aspx",
            "https://www.abc-usa.org/find-a-church/"
          ]
        },
        {
          "sentence": "Harris had a net favorable rating by September 9",
          "refs": []
        },
        {
          "sentence": "In 2024, a video clip from 2023 went viral of Harris saying \"You think you just fell out of a coconut tree? You exist in the context of all in which you live and what came before you\" at a White House event",
          "refs": []
        },
        {
          "sentence": "Since the launch of her 2024 presidential campaign, that and other Harris remarks have been widely shared as memes, resulting in press coverage of her public image",
          "refs": [
            "https://web.archive.org/web/20240221191337/https://www.axios.com/2021/12/03/harris-turnover"
          ]
        },
        {
          "sentence": "Harris's often boisterous laughter [e] has been called one of her \"most defining and most dissected personal traits\"",
          "refs": []
        },
        {
          "sentence": "She says she got her laugh from her mother",
          "refs": [
            "https://www.nytimes.com/2024/07/23/arts/kamala-harris-tiktok-trump.html"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Publications",
      "section_content": [
        {
          "sentence": "Harris has written two nonfiction books and one children's book.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Official",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Other",
          "section_content": [],
          "subsections": []
        }
      ]
    }
  ],
  "references": {
    "1": "[ERROR retrieving ref link]",
    "3": "//upload.wikimedia.org/wikipedia/commons/transcoded/f/f1/Kamala-Devi-Harris-pronunciation.ogg/Kamala-Devi-Harris-pronunciation.ogg.mp3",
    "12": "[ERROR retrieving ref link]",
    "194": "[ERROR retrieving ref link]",
    "327": "[ERROR retrieving ref link]",
    "2": "https://x.com/KamalaHarris/status/735197253153914881",
    "4": "https://www.mercurynews.com/2020/08/18/heres-kamala-harris-birth-certificate-end-of-debate/",
    "5": "https://www.politico.com/news/magazine/2020/08/11/kamala-harris-vp-background-bio-biden-running-mate-2020-393885",
    "6": "http://bioguide.congress.gov/scripts/biodisplay.pl?index=H001075",
    "7": "https://bcaction.org/2009/06/21/in-memoriam-dr-shyamala-g-harris/",
    "8": "https://books.google.com/books?id=vUFkDwAAQBAJ",
    "9": "https://www.nytimes.com/article/kamala-harris-dad-don-harris.html",
    "10": "https://www.nytimes.com/2020/09/13/us/kamala-harris-parents.html",
    "11": "https://www.berkeleyside.org/2021/03/08/no-changes-needed-in-berkeley-to-landmark-the-childhood-home-of-kamala-harris",
    "13": "https://www.news-gazette.com/news/toms-mailbag-aug-2-2019/article_2e901c56-67e8-54d6-a2b4-aa2f087d225f.html",
    "14": "https://www.newyorker.com/magazine/2019/07/22/kamala-harris-makes-her-case",
    "15": "https://www.washingtonpost.com/politics/justice-dept-lawyer-tony-west-to-take-over-as-acting-associate-attorney-general/2012/02/24/gIQAqyBOeR_story.html",
    "16": "https://edition.cnn.com/2010/POLITICS/10/22/california.kamala.harris.profile/",
    "17": "https://www.usatoday.com/story/news/politics/elections/2024/08/23/where-did-kamala-harris-grow-up/74921659007/",
    "18": "https://www.sfgate.com/entertainment/article/Kamala-Harris-grew-up-idolizing-lawyers-3232851.php",
    "19": "https://jghnews.ciussswestcentral.ca/when-your-best-friend-from-high-school-winds-up-in-the-white-house/",
    "20": "https://www.thestar.com/news/world/2018/12/29/kamala-harriss-classmates-from-her-canadian-high-school-cheer-her-campaign-for-us-president.html",
    "21": "https://www.thesuburban.com/columnists/mike_cohen_cohen_chatter/kamala-harris-now-remembered-for-her-vanier-roots/article_7f344a74-971f-569b-8566-c4c68e8f1c51.html",
    "22": "https://www.washingtonpost.com/politics/2019/09/16/kamala-harris-grew-up-mostly-white-world-then-she-went-black-university-black-city",
    "23": "https://www.washingtonian.com/2020/08/17/kamala-harris-is-no-dc-newcomer-what-has-her-life-looked-like-here-so-far/",
    "24": "https://www.insidehighered.com/news/government/politics-elections/2024/07/30/black-sorority-fraternity-members-mobilize-harris",
    "25": "https://magazine.howard.edu/stories/raising-up-kamala",
    "26": "https://www.npr.org/sections/money/2020/10/06/920350374/where-kamala-harris-studied-economics",
    "27": "https://www.uchastings.edu/2018/08/14/uc-hastings-2018-magazine-preview-opening-doors-for-students-of-promise/",
    "28": "https://www.uclawsf.edu/2016/11/09/uc-hastings-congratulates-kamala-harris-89-californias-next-u-s-senator/",
    "29": "https://web.archive.org/web/20101130223928/https://uchastings.edu/media-and-news/news/2010/11/kamala-harris.html",
    "30": "https://www.latimes.com/archives/la-xpm-1994-11-29-mn-2787-story.html",
    "31": "https://www.newspapers.com/clip/29091340/sf-examiner-feb-03-1998/",
    "32": "https://web.archive.org/web/20101219095441/https://www.womensradio.com/articles/This-DA-Makes-a-Difference-for-Women/559.html",
    "33": "https://web.archive.org/web/20200213202115/https://www.sfweekly.com/news/kamalas-karma/",
    "34": "https://www.politico.com/magazine/story/2019/08/09/kamala-harris-2020-president-profile-san-francisco-elite-227611",
    "35": "[ERROR retrieving ref link]",
    "36": "https://www.newspapers.com/article/the-san-francisco-examiner/152837956/",
    "37": "https://www.sfgate.com/politics/article/Harris-puts-D-A-on-trial-Performance-not-2525471.php",
    "38": "https://www.nytimes.com/2019/02/11/us/kamala-harris-progressive-prosecutor.html",
    "39": "https://www.sfgate.com/news/article/Kamala-Harris-celebrates-unopposed-bid-for-3301780.php",
    "40": "https://www.newspapers.com/article/the-san-francisco-examiner-comparing-das/156116510/",
    "41": "https://www.sfgate.com/politics/article/Trials-and-tribulations-of-Kamala-Harris-D-A-2521498.php",
    "42": "https://www.sfgate.com/politics/article/New-D-A-promises-to-be-smart-on-crime-Harris-2831205.php",
    "43": "https://www.sfgate.com/bayarea/matier-ross/article/Feinstein-s-surprise-call-for-death-penalty-puts-3313728.php",
    "44": "https://www.sfgate.com/bayarea/matier-ross/article/Sen-Boxer-joins-throng-calling-for-death-in-3324378.php",
    "45": "https://www.sfgate.com/crime/article/Edwin-Ramos-won-t-face-death-penalty-3218429.php",
    "46": "https://www.sfgate.com/bayarea/article/Newsom-backs-Harris-decision-3286455.php",
    "47": "https://web.archive.org/web/20101125112342/https://kamalaharris.org/MarriageEquality",
    "48": "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=200520060AB1160",
    "49": "https://www.sfgate.com/crime/article/SAN-FRANCISCO-D-A-creates-environmental-unit-2666667.php",
    "50": "https://www.nytimes.com/2006/11/12/us/12sanctuary.html",
    "51": "https://www.theguardian.com/us-news/2019/jan/21/kamala-harris-2020-president-election-run-meteoric-rise",
    "52": "https://www.baltimoresun.com/maryland/baltimore-city/bs-md-ci-mosby-new-program-20150514-story.html",
    "53": "https://phlcouncil.com/wp-content/uploads/2016/04/Pre-Trial-Diversion.Philadelphia.pdf",
    "54": "https://web.archive.org/web/20200608223142/https://www.cbs46.com/news/jail-to-jobs-mayor-bottoms-announces-new-reentry-program/article_6e6caccf-6479-5f52-a451-db7d59adb70c.html",
    "55": "https://www.sfgate.com/education/*article/SAN-FRANCISCO-Drive-to-keep-kids-in-school-2680486.php",
    "56": "https://www.sfgate.com/education/article/SAN-FRANCISCO-City-trying-to-get-worst-truants-2469689.php",
    "57": "https://www.sfgate.com/news/article/S-F-cites-parents-of-chronically-truant-kids-3209547.php",
    "58": "https://www.sfgate.com/opinion/article/Fighting-truancy-yields-big-dividends-3295152.php",
    "59": "https://oag.ca.gov/news/press-releases/kamala-d-harris-takes-oath-california-attorney-general",
    "60": "https://www.huffingtonpost.com/2014/11/05/kamala-harris-election-results_n_5819890.html",
    "61": "https://web.archive.org/web/20110723184208/https://www.legalnewsline.com/news/226664-villaraigosa-eschews-local-candidates-backs-harris-for-calif.-attorney-general",
    "62": "https://latimesblogs.latimes.com/lanow/2010/11/steve-cooley-kamala-harris-attorney-general.html",
    "63": "https://www.latimes.com/business/la-xpm-2011-may-20-la-fi-quest-settlement-20110520-story.html",
    "64": "https://www.sfgate.com/opinion/openforum/article/Kamala-Harris-foreclosure-deal-a-win-for-state-3381270.php",
    "65": "https://www.sacbee.com/news/politics-government/article2579497.html",
    "66": "https://www.latimes.com/local/lanow/la-me-ln-corinthian-colleges-judgment-false-advertising-20160323-story.html",
    "67": "https://www.cbsnews.com/news/calif-attorney-general-kamala-harris-fights-for-struggling-homeowners/",
    "68": "https://abc7news.com/archive/8732388https://",
    "69": "https://www.latimes.com/business/la-xpm-2012-feb-22-la-fi-tn-calif-ag-kamala-harris-agreement-with-apple-amazon-google-hp-microsoft-rim-on-app-privacy-policies-20120222-story.html",
    "70": "https://www.cnet.com/news/california-beefing-up-privacy-protection-enforcement/",
    "71": "https://www.latimes.com/business/la-fi-comcast-california-settlement-20150918-story.html",
    "72": "https://www.latimes.com/business/technology/la-fi-tn-houzz-privacy-20151002-story.html",
    "73": "https://www.scpr.org/news/2013/11/20/40494/attorney-general-kamala-harris-announces-new-divis/",
    "74": "https://scvnews.com/sheriff-ag-harris-unveil-program-to-curb-recidivism/",
    "75": "https://theappeal.org/kamala-harris-criminal-justice-record-killed-her-presidential-run/",
    "76": "https://www.mercurynews.com/2019/08/01/democratic-debate-kamala-harris-tulsi-gabbard-joe-biden-fact-check/",
    "77": "https://www.npr.org/2018/11/18/669088658/serving-time-and-fighting-california-wildfires-for-2-a-day",
    "78": "https://sanfrancisco.cbslocal.com/2014/09/05/california-on-track-to-become-first-state-to-ban-gay-panic-defense/",
    "79": "https://www.washingtonpost.com/blogs/govbeat/wp/2014/09/05/california-could-become-the-first-state-to-ban-the-gay-panic-defense/",
    "80": "https://www.nbcbayarea.com/news/local/harris-vows-to-abandon-prop-8/1860319/",
    "81": "https://oag.ca.gov/news/press-releases/attorney-general-kamala-d-harris-files-us-supreme-court-brief-support-marriage",
    "82": "https://www.huffpost.com/entry/kamala-harris-prop-8_n_3505292",
    "83": "https://www.latimes.com/local/political/la-me-pc-harris-launches-us-senate-bid-begins-raising-money-20150113-story.html",
    "84": "https://www.politico.com/magazine/story/2016/11/2016-california-senate-harris-sanchez-jungle-open-primary-reform-214429",
    "85": "https://www.sacbee.com/news/politics-government/capitol-alert/article62985987.html",
    "86": "https://www.latimes.com/local/politics/la-pol-sac-essential-politics-jerry-brown-kamala-harris-endorsement-htmlstory.html",
    "87": "https://elections.cdn.sos.ca.gov/sov/2016-primary/75-us-senate-formatted.pdf",
    "88": "https://www.latimes.com/politics/la-pol-ca-senate-primary-election-20160607-snap-story.html",
    "89": "https://www.latimes.com/politics/essential/la-pol-sac-essential-politics-updates-obama-biden-endorse-kamala-harris-for-1468889660-htmlstory.html",
    "90": "https://graphics.latimes.com/la-na-pol-2016-election-results-california/",
    "91": "https://www.latimes.com/politics/la-pol-ca-senate-kamala-harris-trump-20161110-story.html",
    "92": "https://www.latimes.com/politics/essential/la-pol-ca-essential-politics-updates-kamala-harris-plans-to-keep-her-day-job-1478832067-htmlstory.html",
    "93": "https://doi.org/10.1111%2Fasap.12257",
    "94": "https://web.archive.org/web/20201014130548/https://www.harris.senate.gov/about",
    "95": "https://abcnews.go.com/Politics/kamala-harris-latest-democrat-run-president/story?id=60521324",
    "96": "https://www.harpersbazaar.com/culture/politics/a34275544/kamala-harris-gun-control/",
    "97": "https://www.wunc.org/law/2020-08-12/kamala-harris-advocated-for-stricter-gun-laws-as-a-candidate-what-about-as-joe-bidens-vp",
    "98": "https://www.washingtonpost.com/politics/kamala-harris-enters-2020-presidential-race/2019/01/21/d68d15b2-0a20-11e9-a3f0-71c95106d96a_story.html",
    "99": "https://www.cnn.com/2017/01/27/politics/trump-plans-to-sign-executive-action-on-refugees-extreme-vetting/index.html",
    "100": "https://www.sfgate.com/politics/article/Kamala-Harris-2020-John-Kelly-travel-ban-book-13518859.php",
    "101": "https://www.latimes.com/politics/essential/la-pol-ca-essential-politics-updates-201702-htmlstory.html",
    "102": "https://newsone.com/3661775/sen-kamala-harris-will-argue-against-confirming-sessions/",
    "103": "https://www.sacbee.com/news/politics-government/capitol-alert/article135980818.html",
    "104": "https://www.nytimes.com/2017/04/07/us/politics/neil-gorsuch-supreme-court.html",
    "105": "https://abc7.com/sen-kamala-harris-syria-refugees-town-hall/1885500/",
    "106": "https://www.usnews.com/news/politics/articles/2017-06-07/gop-senator-admonishes-democrat-for-persistent-questioning",
    "107": "https://www.latimes.com/politics/washington/la-na-essential-washington-updates-sen-kamala-harris-and-sessions-face-1497387259-htmlstory.html",
    "108": "https://www.france24.com/en/live-news/20201107-kamala-harris-america-s-first-woman-vice-president",
    "109": "https://www.huffingtonpost.com/entry/sen-kamala-harris-shushed-women-politicians-are_us_593983bce4b094fa859f1668",
    "110": "https://www.mercurynews.com/2017/12/06/kamala-harris-calls-on-al-franken-to-resign-amid-sexual-harassment-allegations/",
    "111": "https://www.wcbi.com/lawmakers-reflect-on-selma-beyond-bloody-sunday/",
    "112": "https://www.washingtonpost.com/news/powerpost/wp/2018/01/09/democrats-add-harris-booker-to-senate-judiciary-committee/",
    "113": "https://qz.com/1180864/kristen-nielsen-trumps-department-of-homeland-security-chief-on-shithole-countries/",
    "114": "https://observer.com/2018/01/kirstjen-nielsen-trump-remark/",
    "115": "https://www.govinfo.gov/app/details/BILLS-115s2314is",
    "116": "https://web.archive.org/web/20191222105856/https://www.dailyinterlake.com/local_news/20180119/tester_wants_more_border_personnel",
    "117": "https://www.usatoday.com/story/news/nation/2018/05/16/homeland-security-chief-defends-policy-separates-families-entering-u-s/614505002/",
    "118": "https://fox5sandiego.com/2018/06/22/sen-kamala-harris-to-visit-migrant-mothers-separated-from-children-in-san-diego/",
    "119": "https://www.sfchronicle.com/politics/article/Kamala-Harris-says-DHS-chief-should-resign-over-13004563.php",
    "120": "https://www.vox.com/2018/9/6/17826498/kamala-harris-kasowitz-question-kavanaugh-hearings",
    "121": "https://www.advocate.com/politics/2018/10/10/fbi-head-stonewalls-kamala-harris-grills-him-kavanaugh-probe",
    "122": "https://www.sacbee.com/news/local/article220670830.html",
    "123": "https://www.nytimes.com/2018/12/20/us/lynching-federal-hate-crime.html",
    "124": "https://web.archive.org/web/20200311171539/https://www.congress.gov/bill/115th-congress/senate-bill/3178",
    "125": "https://www.nationalreview.com/corner/kamala-harris-calls-for-federally-mandated-busing/",
    "126": "https://apnews.com/article/586b1e81cb684654b0cf689b9074c1cb",
    "127": "https://www.euronews.com/green/2024/07/22/kamala-harris-vs-climate-where-she-stands-on-the-green-new-deal-fossil-fuels-and-pollution",
    "128": "https://www.nbcnews.com/politics/politics-news/2020-democrats-demand-mueller-report-be-made-public-n986511",
    "129": "https://www.washingtonpost.com/lifestyle/style/media-beware-impeachment-hearings-will-be-the-trickiest-test-of-covering-trump/2019/11/08/1f2b0aac-0239-11ea-8501-2a7123a38c58_story.html",
    "130": "https://www.politico.com/story/2019/04/30/william-barr-investigation-mueller-1293214",
    "131": "https://thehill.com/policy/international/americas/437463-more-than-30-dem-sens-ask-trump-to-reconsider-cutting-foreign/",
    "132": "https://www.washingtonpost.com/world/national-security/mueller-complained-that-barrs-letter-did-not-capture-context-of-trump-probe/2019/04/30/d3c8fdb6-6b7b-11e9-a66d-a82d3f3d96d5_story.html",
    "133": "https://www.cnn.com/2019/04/30/politics/bill-barr-hearing-congress-senate/index.html",
    "134": "https://www.vanityfair.com/news/2019/05/kamala-harris-william-barr",
    "135": "https://www.cnn.com/2019/05/02/politics/kamala-harris-bill-barr-hearing-cnntv/index.html",
    "136": "https://www.nbcnews.com/politics/congress/dems-grill-barr-amid-reports-mueller-s-frustration-n1000546",
    "137": "https://www.politico.com/story/2019/05/03/kamala-harris-barr-trump-1301502",
    "138": "https://www.politifact.com/article/2019/may/10/fact-checking-kamala-harris-claim-stacey-abrams-an/",
    "139": "https://apnews.com/article/98f18c964e66a8682a8e257e97714fd9",
    "140": "https://web.archive.org/web/20201218045811/https://www.harris.senate.gov/news/press-releases/harris-and-blumenthal-demand-special-counsel-to-investigate-failure-to-preserve-evidence-within-dhs-and-ice",
    "141": "https://www.glaad.org/blog/joe-biden-announces-kamala-harris-his-running-mate-here-where-she-stands-lgbtq-issues",
    "142": "https://www.huffpost.com/entry/stephen-miller-kamala-harris-senators-letter-white-nationalist_n_5ded8571e4b00563b8534265",
    "143": "https://news.bloomberglaw.com/us-law-week/senate-judiciary-pauses-nominations-for-impeachment-trial",
    "144": "https://www.abajournal.com/news/article/kamala-harris-calls-for-halt-to-advancement-of-judicial-nominees-during-impeachment-proceedings",
    "145": "https://www.politico.com/interactives/2019/trump-impeachment-vote-count-senate-results/",
    "146": "https://www.nbcnews.com/news/us-news/rand-paul-kamala-harris-team-reform-bail-practices-n794031",
    "147": "https://www.politico.com/story/2018/03/22/election-security-bill-congress-437472",
    "148": "https://www.buzzfeednews.com/article/mollyhensleyclancy/kamala-harris-lisa-murkowski-sexual-harassment-nda-bill",
    "149": "https://medium.com/@SenKamalaHarris/thank-you-california-d89ff421a0a4",
    "150": "https://apnews.com/article/senate-elections-elections-california-alex-padilla-gavin-newsom-862028e7aef12cb995db549b7707cf7b",
    "151": "https://www.latimes.com/politics/essential/la-pol-ca-essential-politics-updates-201612-htmlstory.html",
    "152": "https://www.democrats.senate.gov/newsroom/press-releases/schumer-announces-updated-senate-democratic-committee-memberships-for-the-115th-congress-2nd-session",
    "153": "https://capac-chu.house.gov/members",
    "154": "https://cbc.house.gov/membership/",
    "155": "https://www.theguardian.com/us-news/2017/jul/22/kamala-harris-democratic-candidate-for-2020",
    "156": "https://www.nbcnews.com/politics/white-house/sen-kamala-harris-not-ruling-out-2020-white-house-run-n886166",
    "157": "https://edition.cnn.com/2018/07/17/politics/kamala-harris-book-deal/index.html",
    "158": "https://www.cnn.com/2019/01/21/politics/kamala-harris-president-2020/index.html",
    "159": "https://www.politico.com/story/2019/01/22/kamala-harris-15-million-first-day-1119125",
    "160": "https://www.cnn.com/2019/01/22/politics/kamala-harris-fundraising-announcement/index.html",
    "161": "https://www.theguardian.com/us-news/2019/jan/27/kamala-harris-2020-campaign-oakland-rally-democrats",
    "162": "https://www.nytimes.com/2019/06/27/us/politics/kamala-harris-busing-joe-biden.html",
    "163": "https://www.cnn.com/2019/07/01/politics/2020-democratic-candidates-poll/index.html",
    "164": "https://www.huffpost.com/entry/tulsi-gabbard-kamala-harris-criminal-justice-record_n_5d424340e4b0aca3411841fb",
    "165": "https://www.mercurynews.com/2019/08/01/democratic-debate-kamala-harris-tulsi-gabbard-joe-biden-fact-check/",
    "166": "https://fivethirtyeight.com/features/polls-since-the-second-debate-show-kamala-harris-slipping/",
    "167": "https://www.nytimes.com/2019/11/29/us/politics/kamala-harris-2020.html",
    "168": "https://fivethirtyeight.com/features/what-happened-to-the-kamala-harris-campaign/",
    "169": "https://www.reuters.com/world/us/prosecutor-harris-mixed-criminal-justice-reform-with-tough-on-crime-approach-2024-07-23/",
    "170": "https://www.latimes.com/local/lanow/la-me-ln-death-penalty-appeal-20140821-story.html",
    "171": "https://www.washingtonpost.com/politics/2020/08/13/technology-202-kamala-harris-is-already-facing-online-attacks-bid-vice-presidency/",
    "172": "https://www.vox.com/policy-and-politics/2019/7/25/20697783/khive-twitter-kamala-harris-2020-candidate-doug-hive",
    "173": "https://www.thedailybeast.com/kamala-harris-built-a-digital-army-now-she-gets-to-use-it",
    "174": "https://www.dailydot.com/debug/k-hive-kamala-harris-twitter-2020/",
    "175": "https://medium.com/@KamalaHarris/i-am-suspending-my-campaign-today-6dca8cefb252",
    "176": "https://www.washingtonpost.com/politics/2020/03/08/2182dfca-6137-11ea-b3fc-7841686c5c57_story.html",
    "177": "https://www.politico.com/story/2019/05/12/joe-biden-kamala-harris-dream-ticket-1317561",
    "178": "https://www.nbcnews.com/politics/2020-election/clyburn-calls-democrats-shut-primary-down-if-biden-has-big-n1155131",
    "179": "https://www.axios.com/2020/03/16/joe-biden-woman-running-mate",
    "180": "https://www.sfchronicle.com/politics/article/Kamala-Harris-would-be-honored-to-be-Joe-15209050.php",
    "181": "https://www.politico.com/news/2020/05/31/joe-biden-vice-president-george-floyd-291063",
    "182": "https://www.nytimes.com/2020/06/12/briefing/kamala-harris-mark-milley-trump-rally-your-friday-briefing.html/",
    "183": "https://www.cnn.com/2020/06/26/politics/joe-biden-running-mate/index.html",
    "184": "https://www.rollingstone.com/politics/politics-news/kamala-harris-joe-biden-boomers-genx-millenials-1042881/",
    "185": "https://www.bbc.co.uk/news/world-us-canada-53739323",
    "186": "https://smartpolitics.lib.umn.edu/2019/01/23/will-a-westerner-finally-land-on-a-democratic-presidential-ticket-in-2020/",
    "187": "https://apnews.com/article/election-2020-joe-biden-donald-trump-elections-electoral-college-3e0b852c3cfadf853b08aecbfc3569fa",
    "188": "https://edition.cnn.com/2020/11/07/politics/kamala-harris-first-vice-president-female-black-south-asian/index.html",
    "189": "https://www.whitehouse.gov/administration/vice-president-harris/",
    "190": "https://www.senate.gov/states/CA/timeline.htm",
    "191": "https://www.pewresearch.org/fact-tank/2020/08/18/key-findings-about-multiracial-identity-in-the-u-s-as-harris-becomes-vice-presidential-nominee/",
    "192": "https://www.forbes.com/sites/jemimamcevoy/2020/11/07/kamala-harris-makes-history-as-first-female-black-asian-american-vice-president/",
    "193": "https://www.forbes.com/sites/andrewsolender/2020/08/12/here-are-the-firsts-kamala-harris-represents-with-vp-candidacy/",
    "195": "https://www.usatoday.com/story/news/politics/2021/01/20/warnock-ossoff-sworn-in-giving-democrats-majority-senate/4217985001/",
    "196": "https://www.cnbc.com/2021/01/20/democrats-to-take-senate-majority-when-warnock-ossoff-and-padilla-are-sworn-in.html",
    "197": "https://www.cbsnews.com/news/covid-relief-package-senate-passes-budget-plan/",
    "198": "https://www.theguardian.com/us-news/live/2021/mar/04/voting-rights-police-reform-george-floyd-for-the-people-joe-biden-covid-coronavirus-live",
    "199": "https://thehill.com/homenews/administration/366811-pence-became-ultimate-tie-breaker-in-2017",
    "200": "https://www.senate.gov/legislative/TieVotes.htm",
    "201": "https://www.senate.gov/artandhistory/history/resources/pdf/VPTies.pdf",
    "202": "https://www.nbcnews.com/politics/congress/president-harris-breaks-record-casting-tie-breaking-votes-rcna123999",
    "203": "https://apnews.com/article/joe-biden-health-jen-psaki-70d7e5903ea41636ee6bbe829fa082a2",
    "204": "https://www.cnn.com/2021/11/19/politics/kamala-harris-presidential-power/index.html",
    "205": "https://www.independent.co.uk/news/world/americas/us-politics/joe-biden-president-kamala-harris-b1960913.html",
    "206": "https://www.theguardian.com/us-news/2021/nov/19/kamala-harris-presidential-powers-biden-colonoscopy",
    "207": "https://www.businessinsider.com/kamala-harris-staff-turnover-office-burnout-opportunities-pigeonholed-2024-democrats-2021-12",
    "208": "https://www.nbcnews.com/politics/white-house/biden-taps-harris-lead-coordination-efforts-southern-border-n1261952",
    "209": "https://www.cbsnews.com/news/kamala-harris-immigration-lead-mexico-border-biden-administration/",
    "210": "https://web.archive.org/web/20241007225911/https://www.whitehouse.gov/briefing-room/statements-releases/2021/07/29/fact-sheet-strategy-to-address-the-root-causes-of-migration-in-central-america/",
    "211": "https://www.axios.com/2021/04/14/harris-immigration-visit-mexico-guatemala",
    "212": "https://www.cnn.com/TRANSCRIPTS/2106/25/nday.06.html",
    "213": "https://www.bbc.com/news/world-us-canada-56516332",
    "214": "https://www.vox.com/politics/361635/kamala-harris-border-czar-immigration-mexico-guatemala-rnc",
    "215": "https://time.com/7001817/kamala-harris-immigration/",
    "216": "https://www.npr.org/2021/06/25/1009939218/harris-is-visiting-the-southern-border-after-trying-to-keep-the-focus-away-from-",
    "217": "https://www.cnn.com/2023/02/06/politics/kamala-harris-migration/index.html",
    "218": "https://www.washingtonpost.com/politics/harris-gop-border/2021/04/16/c3a2f63e-9e24-11eb-8005-bffc3a39f6d3_story.html",
    "219": "https://www.axios.com/2024/07/24/kamala-harris-border-czar-immigratin",
    "220": "https://www.politifact.com/factchecks/2024/jul/24/republican-national-committee-republican/border-czar-kamala-harris-assigned-to-tackle-immig/",
    "221": "https://www.cnn.com/2024/07/25/politics/fact-check-trump-false-claims-kamala-harris/index.html",
    "222": "https://thehill.com/homenews/house/4792373-harris-border-czar-house-gop-resolution/",
    "223": "https://www.nytimes.com/2024/07/17/us/politics/kamala-harris-border-czar.html",
    "224": "https://www.nbcnews.com/politics/white-house/harris-takes-her-first-steps-world-stage-migration-policy-spotlight-n1269789",
    "225": "https://www.politico.com/news/2021/06/07/harris-message-in-guatemala-do-not-come-492047",
    "226": "https://www.centampartnership.org/",
    "227": "https://www.centampartnership.org/in-her-hands",
    "228": "https://www.thedailybeast.com/kamala-harris-conundrum-shes-doing-a-great-job-but-her-storys-not-getting-out",
    "229": "https://www.nytimes.com/2021/11/10/world/europe/france-kamala-harris-macron.html",
    "230": "https://spaceref.com/science-and-exploration/vice-president-harris-meeting-at-nasa-with-president-macron/",
    "231": "https://www.politico.com/news/2021/04/25/harris-afghanistan-biden-withdrawal-decision-484581",
    "232": "https://www.thetimes.co.uk/article/fresh-woe-for-kamala-harris-as-another-adviser-quits-zssczgzlt",
    "233": "https://koreajoongangdaily.joins.com/2023/04/26/national/politics/Korea-Yoon-Suk-Yeol-space-cooperation/20230426081803875.html",
    "234": "https://www.reuters.com/world/middle-east/us-will-not-impose-conditions-support-israel-defend-itself-vp-harris-2023-11-02/",
    "235": "https://www.aljazeera.com/news/2024/3/4/us-vp-harris-calls-for-immediate-gaza-ceasefire-in-rare-rebuke-of-israel",
    "236": "https://thehill.com/homenews/campaign/4784460-joe-biden-endorses-kamala-harris/",
    "237": "https://www.nytimes.com/interactive/2024/07/22/us/politics/kamala-harris-democrats-endorsement-list.html",
    "238": "https://www.washingtonpost.com/politics/interactive/2024/kamala-harris-endorsements/",
    "239": "https://www.cnn.com/2024/07/26/politics/barack-michelle-obama-kamala-harris-endorsement/index.html",
    "240": "https://www.ajc.com/politics/jimmy-carters-next-goal-is-voting-for-kamala-harris/UKCLDIUSSJC6JM4NP7HGOEDCNY/",
    "241": "https://thehill.com/homenews/campaign/4786610-harris-breaks-fundraising-record/",
    "242": "https://apnews.com/article/kamala-harris-president-democrat-biden-96df4c46fab767269056511037776b15",
    "243": "https://apnews.com/article/harris-democratic-presidential-nomination-eb43b6b346cc644b2d195315cb2bfb20",
    "244": "https://www.nytimes.com/2024/08/06/us/politics/kamala-harris-president-campaign-2024.html",
    "245": "https://www.bloomberg.com/news/articles/2024-07-23/harris-crosses-delegate-threshold-in-sign-nomination-is-hers",
    "246": "https://thehill.com/homenews/campaign/4789021-kamala-harris-vp-tim-walz-minnesota/",
    "247": "https://www.cbsnews.com/news/dnc-highlights-2024/",
    "248": "https://abcnews.go.com/US/harris-trump-shake-hands-debate-stage/story?id=113569492",
    "249": "https://edition.cnn.com/2024/09/11/politics/harris-trump-debate-analysis/index.html",
    "250": "https://www.businessinsider.com/trump-lost-debate-polls-prediction-market-reaction-taylor-swift-rematch-2024-9",
    "251": "https://www.latimes.com/politics/story/2024-09-11/trump-harris-presidential-debate-analysis-barabak",
    "252": "https://www.cnn.com/2024/10/29/politics/kamala-harris-ellipse-rally/index.html",
    "253": "https://www.aljazeera.com/news/2024/10/30/fact-check-kamala-harriss-speech-at-the-white-house-ellipse",
    "254": "https://www.npr.org/transcripts/g-s1-28932",
    "255": "https://www.pbs.org/newshour/show/why-anti-transgender-political-ads-are-dominating-the-airwaves-this-election",
    "256": "https://apnews.com/article/election-day-trump-harris-white-house-83c8e246ab97f5b97be45cdc156af4e2",
    "257": "https://www.nbcnews.com/politics/2024-election/harris-concedes-presidential-race-trump-emotional-crowd-rcna176106",
    "258": "https://time.com/7173617/kamala-harris-concession-speech-full-transcript/",
    "259": "https://www.ft.com/content/e8ac09ea-c300-4249-af7d-109003afb893",
    "260": "https://www.vox.com/2024-elections/383208/donald-trump-victory-kamala-harris-global-trend-incumbents",
    "261": "https://www.wsj.com/world/global-politics-conservative-right-shift-ea0e8d05",
    "262": "https://www.ft.com/content/350ba985-bb07-4aa3-aa5e-38eda7c525dd",
    "263": "https://centerforpolitics.org/crystalball/how-the-states-vote-relative-to-the-nation-a-2024-update/",
    "264": "https://www.nytimes.com/2024/11/07/us/politics/kamala-harris-2028-run-for-president.html",
    "265": "https://www.politico.com/news/2024/11/11/2028-shadow-primary-underway-democratic-00188626",
    "266": "https://www.usatoday.com/story/news/politics/elections/2024/11/07/why-kamala-harris-campaign-failed/75961792007/",
    "267": "https://www.politico.com/news/2024/11/25/kamala-harris-advisers-options-open-00191393",
    "268": "https://www.euronews.com/green/2024/08/30/kamala-harris-vs-climate-where-she-stands-on-the-green-new-deal-fossil-fuels-and-pollution",
    "269": "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris-abortion-immigration-economy-israel.html",
    "270": "https://www.washingtonpost.com/politics/interactive/2023/presidential-candidates-2024-policies-issues/kamala-harris-immigration/",
    "271": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/19/report-on-the-u-s-strategy-for-addressing-the-root-causes-of-migration-in-central-america/",
    "272": "https://www.thenation.com/article/activism/kamala-harris-gaza-policy-pressure/",
    "273": "https://www.huffpost.com/entry/kamala-harris-gaza-war-biden-arms-policy_n_66d12f4ee4b0099ccb749660",
    "274": "https://www.politico.com/news/2024/08/16/kamala-harris-economic-policy-north-carolina-00174451",
    "275": "https://www.washingtonpost.com/business/2024/08/16/kamala-harris-2024-policy-child-tax-credit/",
    "276": "https://www.cnn.com/2023/06/24/politics/kamala-harris-abortion-rights/index.html",
    "277": "https://kamalaharris.com/issues/",
    "278": "https://www.wired.com/story/kamala-harris-2024-election-reproductive-rights-abortion/",
    "279": "https://kffhealthnews.org/news/article/kamala-harris-health-agenda-abortion-womens-health-2024-election/",
    "280": "https://www.forbes.com/sites/alisondurkee/2024/07/22/kamala-harris-could-make-abortion-a-bigger-issue-in-election-over-biden-heres-why/",
    "281": "https://justfacts.votesmart.org/candidate/evaluations/120012/kamala-harris",
    "282": "https://www.latimes.com/local/political/la-me-pc-emilys-list-backs-kamala-harris-senate-bid-20150318-story.html",
    "283": "https://www.queerty.com/watch-2013-clip-of-kamala-harris-ordering-clerks-to-issue-marriage-licenses-to-gay-couples-immediately-resurfaces-20240723",
    "284": "https://www.washingtonblade.com/2017/10/25/kamala-harris-rises-as-lgbt-favorite-for-2020-theres-just-one-thing/",
    "285": "https://web.archive.org/web/20200125063404/https://www.harris.senate.gov/news/press-releases/harris-colleagues-introduce-legislation-to-ban-use-of-gay-and-trans-panic-defense",
    "286": "https://thehill.com/homenews/campaign/465347-democratic-2020-hopefuls-push-lgbtq-agenda-at-town-hall/",
    "287": "https://www.youtube.com/watch?v=E0BiwOZvvkc",
    "288": "https://www.thepinknews.com/2020/08/12/kamala-harris-trans-rights-trangender-pose-angelica-ross-lgbt/",
    "289": "https://web.archive.org/web/20240722133824/https://www.washingtonblade.com/2015/05/05/harris-renews-effort-to-block-gender-reassignment-for-trans-inmate/",
    "290": "https://web.archive.org/web/20240723035303/https://19thnews.org/2020/08/kamala-harris-complicated-lgbtq-choice/",
    "291": "https://www.nytimes.com/2018/12/18/us/politics/senate-criminal-justice-bill.html",
    "292": "https://thehill.com/policy/healthcare/486907-democratic-senators-ask-prison-operators-for-answers-on-coronavirus-plans/",
    "293": "https://www.latimes.com/california/story/2020-06-05/eric-garcetti-lapd-budget-cuts-10000-officers-protests",
    "294": "https://abc7.com/george-floyd-death-kamala-harris-protests-police-brutality/6239699/",
    "295": "https://thehill.com/homenews/campaign/502187-harris-grapples-with-defund-the-police-movement-amid-veep-talk/",
    "296": "https://www.cbsnews.com/minnesota/news/donald-trump-kamala-harris-minnesota-freedom-fund-donation/",
    "297": "https://www.vox.com/future-perfect/2019/1/23/18184192/kamala-harris-president-campaign-criminal-justice-record",
    "298": "https://www.latimes.com/politics/story/2019-10-25/how-kamala-harris-indian-family-shaped-her-political-career",
    "299": "https://www.insideedition.com/kamala-harris-once-dated-talk-show-host-montel-williams-55097",
    "300": "https://www.cnn.com/2021/01/15/politics/kamala-harris-doug-emhoff-first-date-cnntv/index.html",
    "301": "https://www.cnn.com/2021/11/20/politics/mezuzah-vice-president-home/index.htmll",
    "302": "https://web.archive.org/web/20170706110444/https://www.venable.com/douglas-c-emhoff/",
    "303": "https://www.sacbee.com/news/politics-government/capitol-alert/article2607685.html",
    "304": "https://www.elle.com/culture/career-politics/a27422434/kamala-harris-stepmom-mothers-day/",
    "305": "https://www.forbes.com/sites/kylemullins/2024/05/26/heres-how-much-kamala-harris-is-worth/",
    "306": "https://time.com/7001574/kamala-harris-net-worth/",
    "307": "https://religionnews.com/2020/10/28/kamala-harris-talks-about-her-own-faith-and-how-it-might-influence-a-biden-harris-white-house/",
    "308": "https://www.washingtonpost.com/national/religion/harris-brings-baptist-interfaith-roots-to-democratic-ticket/2020/08/12/2d319e6a-dc57-11ea-b4f1-25b762cdbbf4_story.html",
    "309": "https://www.sltrib.com/religion/2020/08/12/faith-facts-about-bidens/",
    "310": "https://www.abc-usa.org/find-a-church/",
    "311": "https://www.economist.com/united-states/2020/08/22/americas-black-upper-class-and-black-lives-matter",
    "312": "https://www.fayobserver.com/story/news/columns/2020/11/14/myron-b-pitts-sen-kamala-harris-vp-elect-shines-light-links/6180696002/",
    "313": "https://abcnews.go.com/US/wireStory/kamala-harris-gun-owner-talks-firearms-debate-113587365",
    "314": "https://thehill.com/homenews/administration/4069023-poll-kamala-harris-sets-record-low-for-vice-president-net-favorability/",
    "315": "https://news.gallup.com/poll/649127/democrats-give-harris-nearly-unanimous-positive-ratings.aspx",
    "316": "https://www.politico.com/news/2021/06/30/kamala-harris-office-dissent-497290",
    "317": "https://web.archive.org/web/20240221191337/https://www.axios.com/2021/12/03/harris-turnover",
    "318": "https://www.politico.com/newsletters/women-rule/2021/11/12/whats-going-on-with-kamalas-poll-numbers-495086",
    "319": "https://www.sfgate.com/national-politics/article/Kamala-Harris-approval-rating-poll-history-Biden-16602512.php",
    "320": "https://www.realclearpolling.com/polls/favorability/kamala-harris",
    "321": "https://www.usatoday.com/story/news/politics/elections/2024/07/21/coconut-tree-meme-kamala-harris/74466581007/",
    "322": "https://www.theguardian.com/culture/article/2024/jul/22/kamala-harris-coconut-tree-meme",
    "323": "https://www.nytimes.com/2024/07/23/arts/kamala-harris-tiktok-trump.html",
    "324": "https://www.washingtonpost.com/nation/2024/07/30/kamala-harriss-powerful-laughter-face-weirdness/",
    "325": "https://www.latimes.com/politics/story/2024-07-24/kamala-harris-memes-coconut-brat-summer",
    "326": "https://www.nytimes.com/2024/07/28/arts/kamala-harris-laugh.html",
    "328": "https://www.washingtonpost.com/style/power/2024/07/31/kamala-harris-laugh/",
    "329": "https://www.thetimes.com/world/us-world/article/kamala-harris-drew-barrymore-interview-laugh-v0nn2v5tr"
  },
  "flair_entities": [
    "honduras",
    "black law students association",
    "sarah palin",
    "gwen araujo justice for victims act",
    "human rights campaign",
    "8th amendment",
    "u.s. senate",
    "congressional black caucus",
    "mueller report",
    "venable llp",
    "san francisco reentry division",
    "perry",
    "los angeles county clerk",
    "quest diagnostics",
    "elizabeth warren",
    "guatemala",
    "jon tester",
    "norwegian",
    "san francisco district attorney's office",
    "john mccain",
    "university of california",
    "indian",
    "white house",
    "isaac espinoza",
    "sonia sotomayor",
    "harris  kamala devi harris",
    "james lankford",
    "mazie hirono",
    "rand paul",
    "democrats",
    "indian american",
    "geo group",
    "privacy enforcement and protection unit",
    "macron",
    "wisconsin",
    "department of justice",
    "covid-19",
    "america",
    "norway",
    "edwin ramos",
    "hate crimes unit",
    "baptist",
    "afghanistan",
    "lisa murkowski",
    "stanford university",
    "pennsylvania",
    "congress",
    "california assembly",
    "southern poverty law center",
    "mueller",
    "customs and border protection",
    "india",
    "divine nine",
    "house",
    "dream act",
    "florida",
    "d.a.",
    "ella",
    "cnn",
    "vance",
    "russian",
    "barack",
    "terence hallinan",
    "claire mccaskill",
    "barack obama",
    "democratic",
    "richard l.",
    "u.s. supreme court",
    "kirstjen nielsen",
    "arizona",
    "steve cooley",
    "barr",
    "richard burr",
    "corecivic",
    "kamala devi harris",
    "united states",
    "u.s.",
    "politico",
    "usa today",
    "nielsen",
    "mike pence",
    "alameda county",
    "middle east",
    "mcgill university school of medicine",
    "proposition 8",
    "jake sullivan",
    "hollingsworth",
    "evanston",
    "intelligence committee",
    "emmanuel macron",
    "alex padilla",
    "black american",
    "clyburn",
    "neil gorsuch",
    "corinthian colleges",
    "russia",
    "kirsten gillibrand",
    "nevada",
    "bill",
    "louise renne",
    "google",
    "career criminal division",
    "dianne feinstein",
    "michigan",
    "montreal",
    "vanier college",
    "south asian american",
    "south korea",
    "hallinan",
    "kelly",
    "san francisco city hall",
    "democratic national convention",
    "jeff sessions",
    "third baptist church",
    "jpmorgan chase",
    "comcast",
    "donald trump",
    "harrises",
    "jon ossoff",
    "robert mueller",
    "michelle obama",
    "kris perry",
    "homeland security",
    "horowitz",
    "william barr",
    "chinese communist party",
    "georgia",
    "zaatari",
    "border and port security act",
    "santa barbara",
    "kavanaugh",
    "unemployment insurance appeals board",
    "united states'",
    "green new deal",
    "first step act",
    "sessions",
    "stacey abrams",
    "south carolina",
    "keisha lance bottoms",
    "apple",
    "russians",
    "sfpd",
    "san francisco",
    "poland",
    "yoon suk yeol",
    "back on track la",
    "howard university",
    "california medical assistance commission",
    "val demings",
    "hasen",
    "division of recidivism reduction and re-entry",
    "george floyd",
    "jewish",
    "california",
    "the new york times",
    "justice for victims of lynching act",
    "andrew gillum",
    "yoon",
    "muslim",
    "montreal island",
    "doug emhoff",
    "super tuesday",
    "abrams",
    "quebec",
    "black lives matter",
    "ronald gold",
    "brett kavanaugh supreme court",
    "ninth circuit court of appeals",
    "united states senate",
    "madison",
    "burr",
    "democratic party",
    "senate",
    "hillary clinton",
    "palo alto",
    "emily's list",
    "israel",
    "american",
    "willie brown",
    "joe biden",
    "france",
    "the links",
    "california democratic party",
    "james comey",
    "kamala",
    "midwest",
    "los angeles",
    "guatemalan",
    "harris",
    "root causes strategy",
    "hubert humphrey",
    "roxsana hernández",
    "americans",
    "shyamala",
    "african-american",
    "sandy stier",
    "lgbt",
    "germany",
    "democrat",
    "south asian",
    "republicans",
    "central america",
    "minnesota freedom fund",
    "urbana",
    "berkeley",
    "sergey kislyak",
    "nancy pelosi",
    "alejandro giammattei",
    "abortion  harris",
    "washington, d.c",
    "national right to life committee",
    "hastings college of the law",
    "planned parenthood action fund",
    "oakland",
    "cole",
    "howard",
    "stephen miller",
    "homeowner bill of rights",
    "brett kavanaugh",
    "biden",
    "gay and trans panic defense prohibition act of 2018",
    "minnesota",
    "raphael warnock",
    "republican",
    "african american",
    "federal bureau of investigation",
    "el salvador",
    "management and training corporation",
    "john adams",
    "maya",
    "lindsey graham",
    "united states-mexico",
    "jerry brown",
    "muslim-majority",
    "alpha kappa alpha",
    "family and children's services division",
    "obama",
    "axios",
    "kasowitz benson torres",
    "maryland",
    "senate judiciary committee",
    "fbi",
    "geraldine ferraro",
    "donald j",
    "syrian",
    "emhoff",
    "uyghurs",
    "al franken",
    "kamala harris",
    "asian american",
    "french",
    "franken",
    "equality act",
    "john c",
    "ellipse",
    "marc kasowitz",
    "mexico",
    "montel williams",
    "uc berkeley",
    "marco rubio",
    "rcs",
    "tim walz",
    "michael e  .",
    "kerstin emhoff",
    "barbara boxer",
    "lgbtq",
    "american baptist churches usa",
    "jordan",
    "jd vance.",
    "john f .",
    "calhoun",
    "betsy devos",
    "hamas",
    "los angeles police department",
    "heidi heitkamp",
    "jim clyburn",
    "dc",
    "sanchez",
    "non-european",
    "western united states",
    "illinois",
    "american rescue plan act of 2021",
    "ukraine",
    "chennai",
    "gillum",
    "eric garcetti",
    "facebook",
    "117th congress",
    "trump",
    "afro-jamaican",
    "black",
    "twitter",
    "ms-13",
    "asian-american",
    "mueller investigation",
    "ice",
    "gaza",
    "inflation reduction act",
    "san diego",
    "north carolina",
    "san francisco police department",
    "donald harris",
    "shyamala gopalan",
    "u.s",
    "loretta sanchez",
    "breitbart",
    "realclear politics",
    "jimmy carter",
    "federal bureau of prisons",
    "westmount high school",
    "graham",
    "houzz",
    "rod rosenstein",
    "china",
    "south korean",
    "renne",
    "iraq",
    "northern triangle",
    "goddard space flight center"
  ]
}