{
  "title": "Kanguva",
  "url": "https://en.wikipedia.org/wiki/Kanguva",
  "summary": "Kanguva ( transl. Man with the Power of Fire) is a 2024 Indian Tamil-language epic fantasy action film directed by Siva and produced by Studio Green, together with UV Creations. The film stars Suriya in dual roles, alongside Bobby Deol, Disha Patani, Natty Subramaniam, K. S. Ravikumar, Yogi Babu, Redin Kingsley, Kovai Sarala, Ravi Raghavendra and Karunas. It is the Tamil debut of Deol and Patani. The film follows Francis Theodore, a bounty hunter in 2024, whose connection with a child is mysteriously connected to a fierce tribal warrior's promise to a child in the year 1070.\nThe film was officially announced in April 2019 under the tentative title Suriya 39, as it was to be the actor's 39th film as a leading actor; however, it was shelved due to the COVID-19 pandemic in India and work conflicts. The project restarted in August 2022, under the tentative title Suriya 42. Principal photography commenced the same month and lasted for seventeen months before wrapping up in January 2024. Filming locations included Chennai, Goa, Kerala, Kodaikanal and Rajahmundry. The film has music composed by Devi Sri Prasad, cinematography handled by Vetrivel Palanisamy and editing by Nishadh Yusuf. Produced on a budget of around ₹300–350 crore, it is one of the most expensive Indian films ever made.\nKanguva was released worldwide on 14 November 2024 in standard, 3D and IMAX formats. The film received mixed to negative reviews from critics and grossed ₹106 crore emerging a box-office bomb.",
  "content": [
    {
      "section_title": "Plot",
      "section_content": [
        {
          "sentence": "In 2024, Zeta, a young test subject for brain enhancement and superpower experiments, escapes from a Russian biomedical facility near the Indian border",
          "refs": []
        },
        {
          "sentence": "The facility's commander deploys troops to recapture him",
          "refs": []
        },
        {
          "sentence": "Meanwhile, in Goa, bounty hunter Francis Theodore works with his friend, Colt 95, under the Goa Police, apprehending criminals",
          "refs": []
        },
        {
          "sentence": "Complicating matters, Francis's ex-girlfriend, Angela, and her partner, Accelerator, are rival bounty hunters.",
          "refs": []
        },
        {
          "sentence": "Zeta, now in Goa, encounters Francis and starts following him",
          "refs": []
        },
        {
          "sentence": "After witnessing Colt kill a bounty target, Zeta seeks refuge with Angela but is quickly retrieved by Francis",
          "refs": []
        },
        {
          "sentence": "While travelling with Francis, Zeta suffers a seizure",
          "refs": []
        },
        {
          "sentence": "Francis takes Zeta to the hospital, and allows the child to stay with himself and Colt",
          "refs": []
        },
        {
          "sentence": "At Francis's home, he begins drawing tribal patterns on the walls, triggering mysterious flashbacks from Francis's past life",
          "refs": []
        },
        {
          "sentence": "The troops tracking Zeta eventually locate him, launching an attack on Francis and his team",
          "refs": []
        },
        {
          "sentence": "Zeta is captured, prompting Francis to pursue them",
          "refs": []
        },
        {
          "sentence": "As the chase unfolds, fragments of Francis's past are revealed.",
          "refs": []
        },
        {
          "sentence": "In 1070, Roman soldiers attempt to conquer Perumaachi, one of the five islands near the southern Indian subcontinent",
          "refs": []
        },
        {
          "sentence": "With the help of Koduvan, a local inhabitant, they kill 100 warriors defending the island",
          "refs": []
        },
        {
          "sentence": "However, one survivor, Selumaara, escapes and alerts the chieftain, Senthee",
          "refs": []
        },
        {
          "sentence": "In retaliation, Senthee's son, Kanguva \"Kanga\", executes Koduvan in front of the tribe",
          "refs": []
        },
        {
          "sentence": "Overcome with grief, Koduvan's wife entrusts their son, Poruva, to Kanga before committing suicide by running into a fire",
          "refs": []
        },
        {
          "sentence": "Kanga raises Poruva as his protégé and trains him to become a warrior.",
          "refs": []
        },
        {
          "sentence": "Failing to capture Perumaachi, the Romans ally with Udhiran, the chieftain of the neighbouring island, Arathi, adding to the existing feud between the two islands",
          "refs": []
        },
        {
          "sentence": "Udhiran's two sons lead an assault on Kanga and his tribe",
          "refs": []
        },
        {
          "sentence": "During the conflict, Poruva stabs Kanga; despite this, Kanga overcomes his injuries, defeats Udhiran's sons, and later finds Poruva",
          "refs": []
        },
        {
          "sentence": "He takes him back to Perumaachi, but the tribe banishes both to the uninhabited Dark Island",
          "refs": []
        },
        {
          "sentence": "On the Dark Island, Kanga and Poruva grow closer, forming a strong bond.",
          "refs": []
        },
        {
          "sentence": "The women of Perumaachi eventually kill Udhiran's third son, prompting Udhiran to launch a final attack on the Dark Island",
          "refs": []
        },
        {
          "sentence": "Kanga defeats Udhiran's forces and confronts him aboard his ship",
          "refs": []
        },
        {
          "sentence": "In a selfless act, Poruva sacrifices himself to ensure Kanga's victory",
          "refs": []
        },
        {
          "sentence": "Devastated, Kanga kills Udhiran and vows to dedicate his future lives to honouring Poruva's sacrifice",
          "refs": []
        },
        {
          "sentence": "With Udhiran's lineage seemingly eradicated, his illegitimate son, Rathaangasan, born to a concubine, vows revenge.",
          "refs": []
        },
        {
          "sentence": "Back in 2024, Francis is revealed to be the reincarnation of Kanguva while Zeta is the reincarnation of Poruva",
          "refs": []
        },
        {
          "sentence": "Francis tracks them down and attacks the plane Zeta is in",
          "refs": []
        },
        {
          "sentence": "He retrieves Zeta and has a brief moment where Kanga takes over him",
          "refs": []
        },
        {
          "sentence": "Francis, still confused by his connection to Zeta, takes him in, unsure why he feels differently towards him",
          "refs": []
        },
        {
          "sentence": "Meanwhile, the commander of the facility, Ryan, is revealed to be the reincarnation of Rathaangasan",
          "refs": []
        },
        {
          "sentence": "Fully aware of his past life, the commander decides to personally capture Zeta and Francis.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Cast",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Production",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "Two months after the release of Siva's Viswasam (2019), reports claimed that Suriya would collaborate with the former for a film to be produced by K",
              "refs": []
            },
            {
              "sentence": "E",
              "refs": []
            },
            {
              "sentence": "Gnanavel Raja of Studio Green",
              "refs": []
            },
            {
              "sentence": "The project was in talks for quite a few months and Siva had committed to do a film with Studio Green for more than a year",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On 22 April 2019, the film was announced under the tentative title Suriya 39, being the 39th film of Suriya in a leading role",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-next-with-director-siva/articleshow/68344067.cms"
              ]
            },
            {
              "sentence": "The project was confirmed to be bankrolled by K",
              "refs": []
            },
            {
              "sentence": "E",
              "refs": []
            },
            {
              "sentence": "Gnanavel Raja under the banner of Studio Green and was supposed to go on floors after Suriya had completed filming for Soorarai Pottru (2020)",
              "refs": []
            },
            {
              "sentence": "During May, Nayanthara was in talks to be paired opposite Suriya",
              "refs": [
                "https://onlookersmedia.in/latestnews/suriya-39-director-siva-team-suriya-next/"
              ]
            },
            {
              "sentence": "According to sources, the film would be a family drama set in a village, similar to Viswasam",
              "refs": []
            },
            {
              "sentence": "However, before filming could begin, Siva had gotten a chance to direct Rajinikanth's 168th film, later titled Annaatthe (2021)",
              "refs": [
                "https://www.hindustantimes.com/regional-movies/suriya-director-siva-join-hands-for-first-time-for-suriya-39/story-ezUZdw8CNJcPTt69abfTCL.html",
                "https://www.indiatoday.in/movies/regional-cinema/story/suriya-to-team-up-with-viswasam-director-siruthai-siva-for-a-family-entertainer-1508006-2019-04-23"
              ]
            },
            {
              "sentence": "Rajinikanth asked Suriya if he could postpone his film with Siva to which the latter agreed",
              "refs": []
            },
            {
              "sentence": "The filming date was later pushed to November 2021 as Siva was busy with promotions of Annaatthe",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/suriya-to-romance-nayanthara-in-siruthai-siva-s-film-1525473-2019-05-15"
              ]
            },
            {
              "sentence": "Then onwards, there was no development and Suriya 39 would later become Jai Bhim (2021)",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/nayanthara-suriya-siva-film-5730154/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pre-production",
          "section_content": [
            {
              "sentence": "Siva had already begun the pre-production works of the film in January 2021 when filming of Annaatthe was suspended by the COVID-19 pandemic",
              "refs": []
            },
            {
              "sentence": "During that September, sets were erected in EVP Film City in Chennai",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/suriya-s-jai-bhim-first-look-poster-out-on-his-birthday-actor-to-play-a-lawyer-1831818-2021-07-23",
                "https://indianexpress.com/article/entertainment/tamil/suriya-39-first-look-suriya-plays-a-lawyer-in-jai-bhim-7418953/"
              ]
            },
            {
              "sentence": "In January 2022, Suriya affirmed that his film with Siva was still underway",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/nayanthara-suriya-siva-film-5730154/"
              ]
            },
            {
              "sentence": "That March, either Anirudh Ravichander or Ravi Basrur was reported to be replacing D",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/annaatthe-delay-forces-siva-to-start-the-pre-production-of-suriyas-film/articleshow/80364120.cms",
                "https://indianexpress.com/article/entertainment/tamil/siva-to-work-on-suriya-film-as-rajinikanth-starrer-annaatthe-gets-delayed-7155506/"
              ]
            },
            {
              "sentence": "Imman, who was initially announced as the music composer",
              "refs": []
            },
            {
              "sentence": "However, the makers chose Devi Sri Prasad",
              "refs": [
                "https://variety.com/2022/film/news/suriya-amazon-jai-bhim-oscars-1235161745/"
              ]
            },
            {
              "sentence": "The film was launched on 21 August in Agaram Foundation, Chennai with a customary pooja ceremony and was tentatively titled Suriya 42, as it became Suriya's 42nd film in a leading role",
              "refs": []
            },
            {
              "sentence": "On 24 August, Studio Green and UV Creations announced that they would jointly produce the film",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-siva-film-to-have-anirudh-ravichanders-music/articleshow/90393427.cms"
              ]
            },
            {
              "sentence": "Vetri and Richard Kevin were recruited to handle the cinematography and editing, respectively",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/disha-patani-and-devi-sri-prasad-roped-in-for-suriyas-film-with-siruthai-siva/articleshow/93663476.cms"
              ]
            },
            {
              "sentence": "Supreme Sundar was reported to have been chosen as the stunt choreographer",
              "refs": []
            },
            {
              "sentence": "The film's motion poster was released on 9 September and revealed that it was a period action film, which would be released in 3D",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-siva-film-to-have-anirudh-ravichanders-music/articleshow/90393427.cms"
              ]
            },
            {
              "sentence": "Nishadh Yusuf, of Thallumaala (2022) fame, replaced Kevin as the editor",
              "refs": []
            },
            {
              "sentence": "On 16 April 2023, the title was announced as Kanguva through a title announcement teaser",
              "refs": []
            },
            {
              "sentence": "In an interview with Kumudam in late April, G",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/suriya-disha-patanis-suriya-42-is-titled-kanguva-film-to-release-in-2024-watch-intense-teaser-2360661-2023-04-16"
              ]
            },
            {
              "sentence": "Dhananjayan, who is in constant communication with the film's producers, said that the film could have a sequel",
              "refs": []
            },
            {
              "sentence": "He said that the film's story is quite extensive, and the producers were unwilling to shorten it",
              "refs": []
            },
            {
              "sentence": "Both Siva and Gnanavel Raja have been planning to create a sequel and Suriya has already agreed to it",
              "refs": []
            },
            {
              "sentence": "He further added that the decision to make a sequel will be made after filming ends",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Casting",
          "section_content": [
            {
              "sentence": "Suriya will be seen in 13 different looks in the film",
              "refs": []
            },
            {
              "sentence": "Earlier in Ayan (2009), he was seen in ten different looks and that record will be broken through this film",
              "refs": []
            },
            {
              "sentence": "The makeup artist Ranjith Ambady and his team took references from Apocalypto (2006) for designing one of Suriya's looks for the periodic portions",
              "refs": [
                "https://www.ottplay.com/news/suriyas-kanguva-could-have-a-sequel-suriyas-character-to-have-many-dimensions/afb308e970183"
              ]
            },
            {
              "sentence": "For his role, Suriya further shed 5 kilograms for his role in the film",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-starrer-kanguva-will-have-a-sequel-to-follow/articleshow/99838495.cms"
              ]
            },
            {
              "sentence": "In August 2022, Disha Patani was reportedly paired opposite Suriya, marking her Tamil debut",
              "refs": []
            },
            {
              "sentence": "Patani's inclusion was confirmed on 9 September",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/its-confirmed-suriya-to-join-hands-with-directors-siva-and-sudha-kongara/articleshow/89173171.cms"
              ]
            },
            {
              "sentence": "Yogi Babu, Redin Kingsley, Kovai Sarala and Anandaraj were reportedly cast in late-August to play supporting roles",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-look-for-kanguva-is-inspired-by-this-american-film/articleshow/105204083.cms"
              ]
            },
            {
              "sentence": "That September, Ravi Raghavendra revealed his participation in the film,  while K",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-reduces-kilos-for-kanguva-the-latest-picture-of-the-actor-goes-viral/articleshow/105407880.cms",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-motion-poster-siruthai-siva-promises-to-present-a-fiery-avatar-of-suriya/articleshow/94090448.cms"
              ]
            },
            {
              "sentence": "S",
              "refs": []
            },
            {
              "sentence": "Ravikumar was reported being part of the cast in October, after he had shot for his portions in the second schedule of the film",
              "refs": []
            },
            {
              "sentence": "Kannada actor B",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/disha-patani-makes-her-tamil-debut-with-suriya-42-8113181/",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-and-disha-patani-start-shooting-for-suriya-42-in-goa/articleshow/94319230.cms"
              ]
            },
            {
              "sentence": "S",
              "refs": []
            },
            {
              "sentence": "Avinash was cast in late April 2023",
              "refs": []
            },
            {
              "sentence": "It was only by late June that he announced his participation",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-ks-ravikumar-joins-suriyas-film-with-siruthai-siva/articleshow/94840088.cms"
              ]
            },
            {
              "sentence": "Towards the end of July 2023, Bobby Deol was brought on board as the main antagonist, making his Tamil debut",
              "refs": []
            },
            {
              "sentence": "Deol signed the film long before the release of his comeback breakthrough Animal,  and described his role to be \"out of his comfort zone\" as he had to be fluent in Tamil and learning it within two months was difficult which made the role even more challenging",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/k-g-f-actor-avinash-joins-suriyas-kanguva/articleshow/101167114.cms",
                "https://www.thehindu.com/entertainment/movies/kgf-fame-bs-avinash-joins-the-cast-of-suriya-sivas-kanguva/article66993719.ece"
              ]
            },
            {
              "sentence": "During the same period, Natty Subramaniam was signed on to play one of the antagonist roles",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/bobby-deol-is-the-main-villain-in-suriya-starrer-kanguva-details-inside-2410848-2023-07-24"
              ]
            },
            {
              "sentence": "Deol in an interview to Bollywood Hungama admitted that his role required significant physical preparation, where he had to wear a hairpiece, apply scars and use custom-made contact lenses",
              "refs": [
                "https://www.bollywoodhungama.com/news/south-cinema/exclusive-bobby-deol-reveals-signed-kanguva-animal-always-wanted-work-suriya-great-actor/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Filming",
          "section_content": [
            {
              "sentence": "Filming was intended to begin in November 2021 after Siva's commitments in Annaatthe",
              "refs": []
            },
            {
              "sentence": "Later, it was pushed to July 2022 after Suriya had completed the shooting schedule of Bala's Vanangaan in June and test shoot of Vetrimaaran's Vaadivaasal in July",
              "refs": []
            },
            {
              "sentence": "But that too didn't happen",
              "refs": [
                "https://www.ottplay.com/news/animal-actor-bobby-deol-opens-up-about-his-role-in-kanguva-says-it-is-a-pleasure-to-work-with-suriya-is-the-film/73dbcbae44122"
              ]
            },
            {
              "sentence": "The film's principal photography ultimately began with the first schedule on 24 August 2022 in Chennai with a customary pooja ceremony",
              "refs": []
            },
            {
              "sentence": "The first schedule was concluded in five days there",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/natty-will-be-an-antagonist-in-suriyas-period-film-with-siva/articleshow/102002210.cms",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-siva-project-to-go-on-grounds-in-july/articleshow/91761735.cms"
              ]
            },
            {
              "sentence": "The second schedule commenced in Goa on 20 September",
              "refs": []
            },
            {
              "sentence": "Patani joined the sets the very next day",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-motion-poster-siruthai-siva-promises-to-present-a-fiery-avatar-of-suriya/articleshow/94090448.cms"
              ]
            },
            {
              "sentence": "A massive set was erected in the outskirts where most portions had been shot",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/its-official-suriya-announces-his-film-with-siruthai-siva/articleshow/93750811.cms"
              ]
            },
            {
              "sentence": "A stunt sequence involving more than 250 extras was also shot there",
              "refs": []
            },
            {
              "sentence": "During this schedule, pictures and footage from the sets were leaked and went viral, causing the studio, Studio Green, to warn of legal action against the ones responsible",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-to-play-multiple-characters-in-suriya-42-buzz/articleshow/94248747.cms"
              ]
            },
            {
              "sentence": "The second schedule was completed on 11 October and the team took a break for a couple of weeks on the account of Diwali",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/disha-patani-begins-shooting-for-suriya-42-in-goa-see-pics-2002939-2022-09-21",
                "https://www.pinkvilla.com/entertainment/south/suriya-42-update-massive-set-erected-near-goa-for-second-schedule-disha-patani-to-start-shooting-1191058"
              ]
            },
            {
              "sentence": "The next and third schedule was reported to commence again in Chennai and also in Pondicherry post-Diwali,  while the subsequent schedule was set to be held in Sri Lanka for 60 days",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya42-team-issues-warning-against-sharing-pictures-and-videos/articleshow/94440005.cms",
                "https://www.indiatoday.in/movies/regional-cinema/story/suriya-42-bts-pics-and-videos-leaked-makers-warn-of-legal-action-2004812-2022-09-26",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-its-a-wrap-for-the-goa-schedule-of-suriya-and-siruthai-sivas-film/articleshow/94784920.cms"
              ]
            },
            {
              "sentence": "Since the film is reportedly set in two timelines and has a 1000-year old backstory, most parts filmed during the second schedule in Goa makes up the present day portions while the ones in the Sri Lanka schedule would make up the period ones",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/disha-patani-and-team-wrap-up-first-schedule-of-suriya-42-in-goa-see-pic-8202608/"
              ]
            },
            {
              "sentence": "However, the film was eventually not shot in Sri Lanka",
              "refs": []
            },
            {
              "sentence": "For the next schedule, Suriya trained hard to sport a six pack look",
              "refs": []
            },
            {
              "sentence": "The third schedule began on 16 December in Ennore, Chennai as reported,  with Patani and Yogi Babu being included in this schedule",
              "refs": [
                "https://www.pinkvilla.com/entertainment/south/suriya42-suriya-will-fly-off-to-sri-lanka-to-shoot-for-the-upcoming-schedule-1200421",
                "https://www.cinemaexpress.com/tamil/news/2022/nov/24/suriya-42-next-schedule-to-begin-in-sri-lanka-37003.html",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-to-sport-a-six-pack-look-again-for-siruthai-sivas-film/articleshow/96024782.cms"
              ]
            },
            {
              "sentence": "Few days later, the team started shooting action sequences at a grand set erected at Ennore Port, which were choreographed by Supreme Sundar, who was hired during this schedule",
              "refs": [
                "https://www.pinkvilla.com/entertainment/south/suriya-looks-super-fit-as-he-gets-snapped-at-a-gym-in-mumbai-to-sport-a-new-look-in-sivas-film-1202134",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/disha-patani-joins-the-sets-of-suriya-42-as-shoot-resumes-today/articleshow/96275692.cms"
              ]
            },
            {
              "sentence": "It was a short schedule which was completed by late-December",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/suriya-disha-patani-shoot-for-siruthai-sivas-suriya-42-in-chennai-2310000-2022-12-16",
                "https://www.news18.com/news/movies/suriya-and-nayanthara-start-shooting-for-suriya-42-in-chennai-6632173.html"
              ]
            },
            {
              "sentence": "By January 2023, 60% of shooting was completed",
              "refs": [
                "https://www.ottplay.com/news/suriyas-kanguva-could-have-a-sequel-suriyas-character-to-have-many-dimensions/afb308e970183"
              ]
            },
            {
              "sentence": "Filming resumed on 4 January 2023 at EVP Film City in Chennai",
              "refs": []
            },
            {
              "sentence": "It was completed by January end",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-stunt-sequence-being-shot-at-ennore-port/articleshow/96365970.cms",
                "https://www.cinemaexpress.com/tamil/news/2022/dec/20/supreme-sundar-joins-suriya-42-37930.html"
              ]
            },
            {
              "sentence": "In early February, the makers erected a set resembling an aeroplane for shooting action sequences",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-resumes-shooting-for-suriya-42/articleshow/96736486.cms"
              ]
            },
            {
              "sentence": "Few days before that, an action sequence with around 50 extras clashing with Suriya was filmed in a gym",
              "refs": [
                "https://www.cinemaexpress.com/tamil/news/2023/jan/04/suriya-resumes-shooting-for-suriya-42-38384.html"
              ]
            },
            {
              "sentence": "On 10 February, the concurrent schedule commenced yet again in Chennai",
              "refs": []
            },
            {
              "sentence": "The team had started shooting action sequences from that day onwards",
              "refs": []
            },
            {
              "sentence": "Cinematographer Vetri brought Alexa Super 35 and Alexa LF camera versions for a better output of the action sequences",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/period-portions-of-suriya42-to-be-shot-next-month/articleshow/97312085.cms"
              ]
            },
            {
              "sentence": "Kanguva is the second Tamil film to use the Alexa Super 35 camera after Leo (2023)",
              "refs": []
            },
            {
              "sentence": "In early March, Suriya was spotted hitting a gym, preparing for a massive action scene along with 200 bodybuilders",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-gearing-up-for-a-major-stunt-sequence-in-suriya-42/articleshow/97695858.cms"
              ]
            },
            {
              "sentence": "Few days later, Siva took a short break from filming after his brother Bala had been hospitalised due to liver disease",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-next-schedule-begins-today-in-chennai/articleshow/97791646.cms"
              ]
            },
            {
              "sentence": "After the completion of this schedule, Siva and Suriya started filming the title teaser",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/cinematographer-vetri-uses-a-high-tech-camera-for-suriya-42/articleshow/98209487.cms",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-films-for-an-intense-action-scene-for-siruthai-sivas-directorial/articleshow/98356936.cms"
              ]
            },
            {
              "sentence": "It was completed on 12 March",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-title-teaser-to-be-launched-grandly-on-this-date/articleshow/98496291.cms?from=mdr"
              ]
            },
            {
              "sentence": "After a 10-day break,  shooting took place for one day in Kerala on 19 April",
              "refs": [
                "https://www.ottplay.com/news/suriya-42-director-siva-looks-frightened-visiting-brother-bala-suffering-from-liver-related-illness-at-kochi-hospital-see-photo/2e575a02a9528",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-siruthai-siva-films-for-the-title-teaser-with-suriya/articleshow/98579300.cms"
              ]
            },
            {
              "sentence": "The next day, a new phase started in Kodaikanal at the forest areas",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-title-teaser-shoot-completed/articleshow/98607161.cms"
              ]
            },
            {
              "sentence": "It was supposed to go on for about 20 days, but the team finished the schedule on 7 May",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-refers-to-a-man-with-the-power-of-fire-says-siva/articleshow/99546775.cms"
              ]
            },
            {
              "sentence": "The subsequent schedule started on 20 June 2023, at a grand set mounted in EVP Film City which was constructed that month start, in Chennai",
              "refs": []
            },
            {
              "sentence": "A song, set in the period, featuring more than 1500 background artists and choreographed by Prem Rakshith was shot at the set, and the schedule was completed before the end of the month",
              "refs": [
                "https://www.hindutamil.in/news/cinema/tamil-cinema/978526-surya-lead-kanguva-movie-shooting-started-kodaikanal.html"
              ]
            },
            {
              "sentence": "The crew moved to Kodaikanal again for the next phase of filming and wrapped it up by the beginning of the coming month",
              "refs": [
                "https://www.hindutamil.in/news/cinema/tamil-cinema/978526-surya-lead-kanguva-movie-shooting-started-kodaikanal.html",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-wraps-up-the-kodaikanal-schedule-of-kanguva/articleshow/100054284.cms"
              ]
            },
            {
              "sentence": "Following their time in Kodaikanal, the production team returned to EVP Film City to commence the successive phase of filming, on 5 August",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-song-shoot-to-happen-with-more-than-1500-dancers/articleshow/101258294.cms"
              ]
            },
            {
              "sentence": "On 16 August 2023, production shifted to Rajahmundry where filming held for two weeks",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-song-shoot-wrapped-up-the-team-to-head-to-kodaikanal-again/articleshow/101327214.cms"
              ]
            },
            {
              "sentence": "On 5 October 2023, following a brief break, the team moved to Bangkok for the penultimate schedule which was completed within three weeks",
              "refs": [
                "https://theshillongtimes.com/2023/06/27/suriyas-biggest-film-kanguva-nearing-completion-with-forest-shoot-in-kodaikanal/"
              ]
            },
            {
              "sentence": "In late-November 2023, Suriya sustained a minor injury during a fight sequence when a rope camera fell on his shoulder",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/the-next-schedule-of-suriya-starrer-kanguva-begins-in-chennai/articleshow/102453097.cms",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-next-schedule-starts-in-rajahmundry/articleshow/102795059.cms"
              ]
            },
            {
              "sentence": "Shortly thereafter, he took off from filming for two weeks to recover, thereby halting the production temporarily,   before returning to the sets by mid-December",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-final-schedule-suriya-starts-shooting-in-thailand/articleshow/104182158.cms",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/the-thailand-schedule-of-suriyas-kanguva-wrapped-up/articleshow/104726303.cms",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-gets-injured-on-the-sets-of-kanguva-shoot-takes-a-halt/articleshow/105438517.cms"
              ]
            },
            {
              "sentence": "Principal photography wrapped in January 2024",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-prescribed-two-weeks-of-rest-following-the-injury-at-the-kanguva-set/articleshow/105469755.cms"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-production",
          "section_content": [
            {
              "sentence": "Post-production started in late June 2023 in Mumbai with work on the visual effects being commenced and Harihara Suthan serves as the visual effects supervisor",
              "refs": []
            },
            {
              "sentence": "It will go on for several months as the film involves extensive visual effects and computer-generated imagery, which had been progressing simultaneously",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/suriya-wraps-up-kanguva-shoot-shares-new-still-from-sets-see-here-9103882/"
              ]
            },
            {
              "sentence": "Several international companies came on board to enhance the visual effects process",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-siruthai-siva-films-for-the-title-teaser-with-suriya/articleshow/98579300.cms"
              ]
            },
            {
              "sentence": "On 14 February 2024, Suriya watched the final edit of the film with Siva and the rest of the technical crew members and appreciated the crew for their work",
              "refs": [
                "https://www.cinemaexpress.com/tamil/news/2024/Feb/14/suriyas-kanguva-moves-into-post-production-phase-52036.html"
              ]
            },
            {
              "sentence": "It was also revealed that the post-production has been progressed into the next stage, with digital intermediate, colour grading, previsualisation happening parallelly",
              "refs": [
                "https://www.ottplay.com/news/suriyas-kanguva-ott-release-to-have-this-huge-advantage/d28c492039821",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-vfx-breakdown-promises-a-visual-treat/articleshow/111803039.cms"
              ]
            },
            {
              "sentence": "On 21 February, Suriya began dubbing for his portions at Gnanavel Raja's then newly constructed post-production studio Aadnah Arts in Mumbai",
              "refs": []
            },
            {
              "sentence": "It was completed on 18 September 2024",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vetri-palanisamy-shares-pictures-with-suriya-as-team-kanguva-resumes-post-production-works-on-full-swing/articleshow/107670198.cms",
                "https://www.pinkvilla.com/entertainment/south/suriya-joins-post-production-work-of-kanguva-sports-a-cool-look-photos-1278542"
              ]
            },
            {
              "sentence": "Gnanavel Raja affirmed that Suriya's voice would be enhanced via artificial intelligence for dubbing in multiple languages",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-begins-dubbing-for-kanguva/articleshow/107876407.cms"
              ]
            },
            {
              "sentence": "On 1 October, the film was converted into 3D formats by the stereoscopic conversion studio Rays 3D",
              "refs": [
                "https://www.cinemaexpress.com/tamil/news/2024/Feb/21/suriya-begins-dubbing-for-kanguva-52247.html",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-completes-dubbing-for-kanguva-the-films-post-production-work-under-process/articleshow/113445938.cms"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Music",
      "section_content": [
        {
          "sentence": "The soundtrack and film score were composed by Devi Sri Prasad, in his fifth collaboration with Suriya after Maayavi (2005), Aaru (2005), Singam (2010) and Singam II (2013) and second with Siva after Veeram (2014)",
          "refs": []
        },
        {
          "sentence": "The film's music rights were purchased by Saregama",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-makers-use-ai-technology-to-record-suriyas-voice/articleshow/114205615.cms"
          ]
        },
        {
          "sentence": "The first single \"Fire Song\" was released on 23 July 2024, coinciding with Suriya's 49th birthday",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-cinematographer-shares-an-update-on-the-3d-work-of-the-film-says-its-exciting-and-thrilling/articleshow/113849635.cms"
          ]
        },
        {
          "sentence": "The second single \"Yolo\" was released on 21 October 2024",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/devi-sri-prasad-is-all-set-to-stun-us-with-his-musical-prodigy-with-siruthai-sivas-suriya-42/articleshow/94146230.cms"
          ]
        },
        {
          "sentence": "The audio launch was planned to be held on 26 October at Nehru Stadium, Chennai",
          "refs": [
            "https://www.ottplay.com/news/suriya42-this-popular-label-bags-the-audio-rights-of-suriyas-pan-indian-film-with-siva/58443ac351839",
            "https://timesofindia.indiatimes.com/entertainment/tamil/music/the-fire-song-from-kanguva-is-out-now-the-first-single-portrays-suriyas-rage/articleshow/111950689.cms"
          ]
        },
        {
          "sentence": "It was initially reported that the audio launch was scheduled on 20 October 2024",
          "refs": [
            "https://www.cinemaexpress.com/tamil/news/2024/Oct/18/second-single-of-suriya-sivas-kanguva-to-be-out-on-this-date"
          ]
        },
        {
          "sentence": "The third single \"Thalaivane\" was released on 29 October 2024",
          "refs": [
            "https://www.cinemaexpress.com/tamil/news/2024/Oct/20/second-single-of-suriya-sivas-kanguva-titled-yolo"
          ]
        },
        {
          "sentence": "The fourth single titled \"Mannippu\" was released on 7 November 2024",
          "refs": [
            "https://www.cinemaexpress.com/tamil/news/2024/Oct/20/suriyas-kanguva-audio-launch-to-happen-on-this-date"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Marketing",
      "section_content": [
        {
          "sentence": "A 94-second glimpse video revealing Suriya's appearance from the periodic portions released on the midnight of 23 July 2023, coinciding with the actor's birthday, along with the film's first teaser poster also being unveiled on the same day",
          "refs": []
        },
        {
          "sentence": "The teaser received praise for the visuals and setting",
          "refs": [
            "https://www.cinemaexpress.com/tamil/news/2024/Oct/29/thalaivane-from-kanguva-suriya-is-a-ruthless-warrior-preparing-for-battle",
            "https://www.cinemaexpress.com/tamil/news/2024/Nov/07/mannippu-song-from-suriyas-kanguva-out"
          ]
        },
        {
          "sentence": "On 19 March 2024, 52-second teaser trailer was showcased at an event hosted by Amazon Prime Video in Mumbai,  where the streaming platform announced their acquisitions of big-budget Indian films, with Kanguva being one of them",
          "refs": [
            "https://www.hindustantimes.com/entertainment/tamil-cinema/kanguva-first-glimpse-suriya-fierce-warrior-101690091424287.html",
            "https://scroll.in/reel/1053104/watch-the-first-look-of-suriya-in-kanguva-is-out",
            "https://indianexpress.com/article/entertainment/tamil/suriya-kanguva-first-glimpse-out-on-actor-birthday-watch-video-8855363/"
          ]
        },
        {
          "sentence": "Within three days, the teaser garnered 20 million views",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-starrer-kanguva-first-glimpse-gets-an-extraordinary-response/articleshow/102044510.cms"
          ]
        },
        {
          "sentence": "The film's first theatrical trailer was released on 12 August receiving positive reviews from the audience",
          "refs": [
            "https://www.thenewsminute.com/flix/kanguva-teaser-released-hints-at-violent-historical-drama"
          ]
        },
        {
          "sentence": "However, netizens noted that the trailer only focused on the periodic portions and the sequences set in the present timeline were not showcased",
          "refs": [
            "https://www.outlookindia.com/art-entertainment/kanguva-the-rana-connection-kantara-amazon-prime-video-announces-slate-of-south-series-and-films-for-2024",
            "https://www.dtnext.in/news/cinema/kanguva-teaser-nears-two-crore-views-on-youtube-775861"
          ]
        },
        {
          "sentence": "Promotional activities for the film kickstarted from 17 October, with a press interaction held at the MovieMax theatre in East Andheri, Mumbai that saw the attendance of Suriya and Deol",
          "refs": []
        },
        {
          "sentence": "It was followed by another event held at the outskirts of Delhi on 21 October,  and the team then promoting the film at the Fun Republic Mall in West Andheri, Mumbai, on 23 October, by unveiling 30-feet tall hoarding of the poster featuring Suriya and Deol",
          "refs": [
            "https://indianexpress.com/article/entertainment/tamil/kanguva-trailer-suriya-siva-bobby-deol-promise-a-fiery-feast-this-october-9509198/",
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-trailer-suriya-starrer-promises-a-film-with-epic-emotions/articleshow/112461548.cms"
          ]
        },
        {
          "sentence": "A fan interaction was held at the Cinépolis theatre in the mall with the cast",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-promotions-begin-in-mumbai-on-thursday/articleshow/114307315.cms"
          ]
        },
        {
          "sentence": "On 24 October, another event was conducted at the AMB Cinemas theatre chain in Hyderabad with Suriya, Siva and the producers and distributors",
          "refs": []
        },
        {
          "sentence": "The same day, Suriya and Deol shot for an episode featured in the fourth season of the talk show Unstoppable hosted by Nandamuri Balakrishna",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-peaks-at-mumbai-promotion-with-a-30-feet-cut-out-for-the-suriya-starrer/articleshow/114503230.cms",
            "https://www.news18.com/movies/disha-patani-smiles-at-the-cameras-as-she-arrives-in-mumbai-after-promoting-kanguva-in-delhi-watch-9094266.html"
          ]
        },
        {
          "sentence": "The episode is set to be aired on 8 November through aha",
          "refs": [
            "https://indianexpress.com/article/entertainment/tamil/suriya-gets-emotional-at-kanguva-promotions-in-hyderabad-i-had-tears-watching-all-your-love-9637276/"
          ]
        },
        {
          "sentence": "The team further appeared on the eighth season of Bigg Boss Telugu hosted by Nagarjuna",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/telugu/movies/news/suriya-gets-emotional-after-receiving-a-warm-welcome-from-telugu-fans-in-hyderabad-during-kanguva-promotions-this-bond-is-very-special/articleshow/114559602.cms"
          ]
        },
        {
          "sentence": "Another fan meet event was hosted at Gokul Park, RK Beach Road, Visakhapatnam on 27 October",
          "refs": [
            "https://www.ottplay.com/news/unstoppable-with-nbk-season-4-on-aha-this-tamil-superstar-is-the-second-guest-streaming-date-here/7610d2214c76"
          ]
        },
        {
          "sentence": "Promotional activities resumed on 4 November, with the team hosting two meet-and-greet events in Bangalore: one at the Phoenix Mall of Asia and another at the Orion Mall",
          "refs": []
        },
        {
          "sentence": "On 5 November, another event was held at the Lulu International Shopping Mall, Kochi",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/telugu/movies/news/suriya-eager-to-join-telugu-fans-for-an-imax-screening-of-kanguva/articleshow/114676434.cms",
            "https://www.idlebrain.com/news/today/kanguva-vizagmeet.html#google_vignette"
          ]
        },
        {
          "sentence": "More than 6,000 fans arrived at the venue which resulted in registering the highest attendance at the venue, but also faced issues due to overcrowding",
          "refs": [
            "https://www.indiatoday.in/movies/regional-cinema/story/suriya-kanguva-november-14-release-hope-we-have-another-diwali-2628360-2024-11-05"
          ]
        },
        {
          "sentence": "The following day, the team hosted another event at the Nishagandhi Auditorium in Thiruvananthapuram",
          "refs": [
            "https://www.hindustantimes.com/entertainment/tamil-cinema/suriya-grilled-for-releasing-kanguva-on-the-same-day-as-shiva-rajkumars-bhairathi-ranagal-its-not-intentional-101730781707499.html"
          ]
        },
        {
          "sentence": "A special screening of the film's 3D-enhanced first trailer was held at the Sathyam Cinemas theatre in Chennai on 7 November",
          "refs": [
            "https://www.pinkvilla.com/entertainment/south/throngs-of-suriya-fans-flock-to-lulu-mall-in-kochi-as-actor-arrives-at-electrifying-kanguva-promotional-event-1356925"
          ]
        },
        {
          "sentence": "The same evening, the film's pre-release event was held at Park Hyatt, Hyderabad",
          "refs": [
            "https://www.mathrubhumi.com/movies-music/news/actor-suriya-at-kochi-for-kanguva-promotions-1.10050764"
          ]
        },
        {
          "sentence": "The event was felicated by directors S",
          "refs": [
            "https://zeenews.india.com/malayalam/videos/actor-suriya-at-trivandrum-for-kanguva-promotion-212135/amp"
          ]
        },
        {
          "sentence": "S",
          "refs": []
        },
        {
          "sentence": "Rajamouli, Boyapati Srinu, producers Allu Aravind, Daggubati Suresh Babu and actors Vishwak Sen and Siddhu Jonnalagadda as the chief guests, alongside the cast and crew",
          "refs": []
        },
        {
          "sentence": "On 10 November, the team hosted the promotional meet-and-greet event at the City Centre Deira in Dubai,  where the makers unveiled the film's second trailer",
          "refs": [
            "https://www.thehansindia.com/amp/cinema/kanguva-pre-release-event-looks-star-studded-920259"
          ]
        },
        {
          "sentence": "On 11 November, another event was hosted at the Lulu Hypermarket in Riyadh",
          "refs": [
            "https://www.indiatoday.in/amp/movies/regional-cinema/story/suriya-inspiration-pan-india-films-missed-working-with-him-magadheera-ss-rajamouli-2630051-2024-11-08",
            "https://x.com/KanguvaTheMovie/status/1855113962422968512"
          ]
        },
        {
          "sentence": "On 12 November, the team attended another pre-release event at the Miraj Cinemas, Wadala, Mumbai, with an exhibition showcasing the traditional outfits and costumes depicted in the film's periodic portions",
          "refs": [
            "https://www.hindustantimes.com/entertainment/tamil-cinema/kanguva-release-trailer-suriya-bobby-deol-film-all-about-resurrection-and-fulfilling-prophecy-watch-101731244675802.html"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Release",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Theatrical",
          "section_content": [
            {
              "sentence": "Kanguva was released theatrically on 14 November 2024 in standard, 3D and IMAX formats",
              "refs": []
            },
            {
              "sentence": "The film was initially scheduled to release on 10 October 2024, coinciding the occasion of Dusshera, but was postponed to avoid a box-office clash with Rajinikanth-starrer Vettaiyan",
              "refs": [
                "https://www.moneycontrol.com/entertainment/movies/suriya-starrer-kanguva-team-arrive-for-mega-pre-release-event-in-mumbai-article-12866741.html/",
                "https://www.livemint.com/industry/tamil-cinema-takes-a-leaf-out-of-telugu-industry-s-playbook-for-pan-india-films/amp-11731392477087.html"
              ]
            },
            {
              "sentence": "In the United Kingdom, as well as the rest of the world, the film was released on the same day, however, in a version which was classified 15 by the British Board of Film Classification (BBFC) for strong violence and bloody images, following a few seconds of cuts",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/suriya-bobby-deol-kanguva-release-on-november-14-2602589-2024-09-19"
              ]
            },
            {
              "sentence": "Originally the film was set to be released in 10 languages, including dubbed versions in Telugu, Malayalam, Kannada, Hindi, English and other Indian languages",
              "refs": []
            },
            {
              "sentence": "[c]  In November 2023, the makers announced that the film will be released in 38 languages",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/kanguva-vettaiyan-suriya-rajinikanth-2591665-2024-09-01"
              ]
            },
            {
              "sentence": "Speaking of this decision, Gnanavel Raja revealed that he was ambitious on \"expanding the film's marketing and distribution to new territories, thereby opening doors to unparalleled box office success and broader international reach for Tamil cinema\"",
              "refs": [
                "https://www.bbfc.co.uk/release/kanguva-q29sbgvjdglvbjpwwc0xmdi0mza5"
              ]
            },
            {
              "sentence": "Later, it was confirmed that the film would be released in 8 languages theatrically, which includes French, Spanish and Russian languages",
              "refs": [
                "https://www.bbfc.co.uk/release/kanguva-q29sbgvjdglvbjpwwc0xmdi0mza5"
              ]
            },
            {
              "sentence": "A Chinese and Japanese version is also planned for theatrical release",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.news18.com/movies/suriya-starrer-kanguva-to-be-released-in-10-different-languages-worldwide-in-3d-8448157.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Screenings and statistics",
          "section_content": [
            {
              "sentence": "Speaking at a press conference, Studio Green's CEO G",
              "refs": []
            },
            {
              "sentence": "Dhananjayan assured that the film would be released in 10,000 screens worldwide",
              "refs": []
            },
            {
              "sentence": "This included 2,500 screens across South India and 3,000–3,500 screens across North India",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/suriyas-kanguva-will-be-released-in-38-languages-worldwide-in-3d-and-imax-formats-9036379/"
              ]
            },
            {
              "sentence": "In Tamil Nadu, the film would be released across 700 screens,  while in Kerala, over 500 screens had been planned for theatrical premiere",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/suriyas-kanguva-will-be-released-in-38-languages-worldwide-in-3d-and-imax-formats-9036379/",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-to-be-released-in-this-foreign-language/articleshow/114304432.cms",
                "https://indianexpress.com/article/entertainment/tamil/suriyas-kanguva-will-be-released-in-38-languages-worldwide-in-3d-and-imax-formats-9036379/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Distribution",
          "section_content": [
            {
              "sentence": "The Tamil Nadu distribution rights were acquired by Abinesh Elangovan's Abi & Abi Entertainment and Sakthi Film Factory",
              "refs": []
            },
            {
              "sentence": "AA Films was initially revealed as the theatrical distribution partner for the Hindi-dubbed versions, [c] but in January 2023, Pen Studios reportedly acquired the Hindi theatrical distribution rights",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/suriya-kanguva-wide-release-10000-screens-worldwide-november-14-2628212-2024-11-05"
              ]
            },
            {
              "sentence": "The Karnataka theatrical rights were sold to KVN Productions",
              "refs": [
                "https://www.news18.com/movies/suriya-and-bobby-deols-kanguva-to-release-on-10000-screens-9109839.html"
              ]
            },
            {
              "sentence": "The film's co-producer UV Creations handled the acquisition for the Andhra Pradesh and Telangana distribution rights, while the theatrical rights for Nizam regions were acquired by Mythri Movie Makers",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/suriyas-kanguva-gears-up-for-a-grand-release-in-kerala-with-this-many-screens/articleshow/114530033.cms"
              ]
            },
            {
              "sentence": "The Kerala theatrical rights were initially sold to E4 Entertainment, [c] but Sree Gokulam Movies eventually acquired the rights with the film being distributed through Dream Big Films",
              "refs": [
                "https://www.cinemaexpress.com/tamil/news/2024/Sep/24/suriyas-kanguva-to-release-in-tamil-nadu-by-abi-abi-entertainment"
              ]
            },
            {
              "sentence": "The international overseas rights were acquired by Phars Films, with United Kingdom and Europe distribution in association with Yash Raj Films",
              "refs": [
                "https://www.pinkvilla.com/entertainment/exclusives/suriya-42-exclusive-jayantilal-gada-acquires-hindi-rights-of-the-suriya-disha-patani-film-for-this-amount-1205352"
              ]
            },
            {
              "sentence": "The North American distribution rights were acquired by Prathyangira Cinemas",
              "refs": [
                "https://www.thehindu.com/entertainment/movies/kanguva-makers-share-bobby-deols-first-look-on-his-55th-birthday/article67782632.ece"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pre-release business",
          "section_content": [
            {
              "sentence": "Kanguva was reported to have made a pre-release recovery of over ₹500 crore (US$58 million) which includes digital, audio, satellite and distribution rights, becoming the first Tamil film to do so, surpassing the previous record of Leo (2023), which reportedly did ₹400 crore (US$46 million)",
              "refs": []
            },
            {
              "sentence": "The South Indian digital rights of the film were sold for ₹80 crore (US$9.2 million)",
              "refs": [
                "https://www.timesnownews.com/entertainment-news/telugu/mythri-movies-to-distribute-suriyas-kanguva-in-nizam-film-to-release-on-october-10-article-111506216"
              ]
            },
            {
              "sentence": "The Hindi satellite, digital and theatrical rights were reportedly sold for ₹100 crore (US$12 million)",
              "refs": [
                "https://zeenews.india.com/malayalam/movies/sree-gokulam-movies-will-bring-suriyas-most-awaited-movie-kanguva-to-kerala-theatres-203090"
              ]
            },
            {
              "sentence": "The theatrical rights in the Telugu-speaking regions ranged from ₹25–30 crore (US$3.0–3.6 million)",
              "refs": [
                "https://www.news18.com/movies/suriya-and-bobby-deols-kanguva-to-release-on-10000-screens-9109839.html"
              ]
            },
            {
              "sentence": "[d] Kerala theatrical rights were sold to ₹10 crore (US$1.2 million)",
              "refs": []
            },
            {
              "sentence": "Overseas theatrical rights for the film were sold to ₹40 crore (US$4.6 million), which was the second-best for a Tamil film",
              "refs": [
                "https://economictimes.indiatimes.com/news/new-updates/suriyas-kanguva-breaks-records-with-multi-crore-digital-rights-deal-with-amazon-prime-video/articleshow/99956244.cms"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Home media",
          "section_content": [
            {
              "sentence": "The digital streaming rights of the film were acquired by Amazon Prime Video",
              "refs": []
            },
            {
              "sentence": "The film began streaming on Amazon Prime Video from 8 December 2024 in Tamil and dubbed versions of Telugu, Kannada and Malayalam languages",
              "refs": [
                "https://www.deccanchronicle.com/entertainment/suriyas-kanguva-telugu-dubbing-rights-at-30-crores-1308628"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reception",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Critical response",
          "section_content": [
            {
              "sentence": "Publications described the film's critical consensus upon release as either mixed or negative",
              "refs": []
            },
            {
              "sentence": "Post-release, it was also considered a disappointment due to the exaggerated expectations surrounding the film, that had been highly elevated by the film fraternity as a pan-Indian film, largely due to the depiction of epic historical fantasy portions in the film that had drawn comparisons parallel to S",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-kerala-theatrical-rights-sealed-for-career-best-deal-fails-to-beat-vijays-goat/articleshow/112017413.cms",
                "https://indianexpress.com/article/entertainment/tamil/suriyas-kanguva-south-indian-digital-rights-sold-to-amazon-prime-video-for-record-price-of-rs-80-crore-8587988/",
                "https://www.indiatoday.in/movies/regional-cinema/story/kanguva-ott-release-when-and-where-to-watch-suriya-bobby-deol-film-2645968-2024-12-06",
                "https://www.businesstoday.in/trending/box-office/story/kanguva-box-office-collection-day-2-negative-wom-comes-into-effect-suriyas-film-sees-massive-fall-on-friday-453947-2024-11-16"
              ]
            },
            {
              "sentence": "S",
              "refs": []
            },
            {
              "sentence": "Rajamouli's Baahubali: The Beginning",
              "refs": []
            },
            {
              "sentence": "Raisa Nasreen of Times Now gave 3/5 stars and wrote \"It is safe to say that Kanguva stands true to its theme, which is a war film that shuttles between two timelines—the present and the past.\"  Ganesh Aaglave of Firstpost gave 3/5 stars and wrote \"Kanguva is not a great film but a decent entertainer with Suriya's impeccable performance being the biggest highlight.\"  Janani K of India Today gave 2.5/5 stars and wrote \"Kanguva is an action fantasy drama that aims for the skies",
              "refs": [
                "https://www.indiatoday.in/movies/standpoint/story/kanguva-movie-opinion-suriya-bobby-deol-siva-tamil-cinema-2633607-2024-11-15",
                "https://indianexpress.com/article/entertainment/tamil/kanguva-box-office-collection-day-2-suriya-period-drama-sees-a-major-dip-9672475/lite/"
              ]
            },
            {
              "sentence": "Sadly, it falters long before it even takes off",
              "refs": []
            },
            {
              "sentence": "The initial 20 minutes of the film, which features the present-day portion, is truly a test of patience",
              "refs": []
            },
            {
              "sentence": "Neither the so-called comedy lands nor do you get a sense of what's going on.\"",
              "refs": [
                "https://www.dnaindia.com/entertainment/report-kanguva-review-suriya-disha-patani-bobby-deol-film-is-no-prabhas-ss-rajamouli-baahubali-3118379"
              ]
            },
            {
              "sentence": "Avinash Ramachandran of The Indian Express gave 2.5/5 stars and wrote \"Kanguva is definitely a spark that could have created a forest fire, but it settles to just gloriously burn down a few trees before gradually becoming a golden ember, a stark reminder of what could have been.\"  Saibal Chatterjee of NDTV gave 2.5/5 stars and wrote \"Kanguva is a visual treat enhanced by the star's tremendous screen presence",
              "refs": [
                "https://www.ndtv.com/entertainment/kanguva-review-its-intent-on-being-the-tamil-baahubali-and-kgf-remains-untapped-2-5-stars-7017602"
              ]
            },
            {
              "sentence": "If only the script had more to it than just the sensory and the visceral, this would have been a film fully deserving of the sequel that is in the works.\"  Kirubhakar Purushothaman of News 18 gave 2.5/5 stars and wrote \"The core problem of Kanguva is it fails to have a single focus",
              "refs": [
                "https://theprint.in/feature/amaran-success-long-shadow-over-kanguva-suriya-dream-solo-run/2356784/?amp"
              ]
            },
            {
              "sentence": "It doesn't decide whether it is a film about this father and son relationship or a revenge story between two tribes.\"",
              "refs": [
                "https://www.timesnownews.com/entertainment-news/reviews/kanguva-movie-review-and-rating-suriya-bobby-deol-disha-patani-review-115286651"
              ]
            },
            {
              "sentence": "Goutham S of Pinkvilla gave 2.5/5 stars and wrote \"Kanguva, which was touted as a fantasy action movie, has left many aspects of the film unexplored",
              "refs": []
            },
            {
              "sentence": "With the movie having chances of leaving even hardcore Suriya fans disappointed, it would be better to avoid the same in theaters.\"  Prathibha Joy of OTT Play gave 2.5/5 stars and wrote \"Suriya lives and breathes Kanguva and is his earnest best, but that’s not going to be enough to salvage the film that’s crumbling at all other ends.\"  Ankit Ojha of The National gave a rating of 2/5 and wrote, \"the intensity of Suriya’s performances in his dual role and Deol’s terrifying presence as the villain will take its viewers to the end of the line, but there’s not much otherwise to hold onto as you leave the cinemas.\"",
              "refs": [
                "https://www.firstpost.com/entertainment/kanguva-movie-review-an-impressive-suriya-gives-his-all-to-sivas-visual-grandeur-which-works-only-in-parts-13834925.html",
                "https://www.indiatoday.in/movies/reviews/story/kanguva-movie-review-suriya-bobby-deol-rating-sub-par-execution-2633154-2024-11-14",
                "https://indianexpress.com/article/entertainment/tamil/kollywood-movie-review/kanguva-movie-review-an-earnest-suriya-gives-his-all-for-a-siva-film-that-doesnt-give-him-enough-9668789/lite/"
              ]
            },
            {
              "sentence": "Nirmal Jovial of The Week gave 1.5/5 stars and wrote \"Reports suggest a budget between ₹300–350 crore, but once again, it proves that all the money in the world can't compensate for a weak script, and there's only so much the actors can do without strong storytelling.\"  Gopinath Rajendran of The Hindu wrote \"With a story that banks too much on its period portions, and assures a far more promising storyline in future titles, Kanguva offers very little to enjoy at the present.\"  Latha Srinivasan of Hindustan Times wrote \"Suriya is the heart and soul of Kanguva but the film by Siva just doesn't do justice to his performance and commitment.\"",
              "refs": [
                "https://www.news18.com/movies/kanguva-movie-review-suriyas-visually-superlative-film-has-grand-vision-but-fails-to-realise-it-9120065.html",
                "https://www.pinkvilla.com/entertainment/south/kanguva-movie-review-suriya-starrer-fantasy-movie-suffers-from-a-generic-and-over-the-top-narration-that-denies-satisfaction-1358261",
                "https://www.ottplay.com/review/kanguva-movie-review-director-siva-uses-suriya-for-costly-lesson-on-how-to-blow-up-a-lot-of-money/6f6773e69162"
              ]
            },
            {
              "sentence": "In response to the criticism, especially towards the screenplay and sound design, the makers trimmed nearly 12 minutes of the film while also fixing the sound design, and was recensored",
              "refs": []
            },
            {
              "sentence": "The new version started playing in theatres from 19 November",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Box office",
          "section_content": [
            {
              "sentence": "Kanguva grossed ₹58.62 crore worldwide on its opening day",
              "refs": []
            },
            {
              "sentence": "The Hindi version earned ₹3.25 crore net on its first day, and ₹2.25 crore net on its second day",
              "refs": [
                "https://www.thehindu.com/entertainment/movies/kanguva-movie-review-a-fiery-suriya-headlines-sivas-damp-squib-of-a-film/article68868014.ece",
                "https://www.hindustantimes.com/entertainment/tamil-cinema/kanguva-review-suriya-s-superb-performance-let-down-by-weak-writing-and-narration-101731566399629.html"
              ]
            },
            {
              "sentence": "The film earned approximately ₹96–106 crore in its lifetime",
              "refs": [
                "https://www.hindustantimes.com/entertainment/tamil-cinema/kanguva-review-suriya-s-superb-performance-let-down-by-weak-writing-and-narration-101731566399629.html"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Controversies",
      "section_content": [
        {
          "sentence": "Prior to its release, a lawsuit was filed by Reliance Entertainment to stall the release of the film, citing Gnanavel Raja's unsettlement of dues from the former",
          "refs": []
        },
        {
          "sentence": "A spokesperson from Reliance Entertainment claimed that Raja had took a loan of an estimated ₹99 crore (US$11 million) for film production, which includes Thangalaan, but had only repaid ₹45 crore (US$5.2 million) of the loan",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-trimmed-by-12-minutes-re-censored-copy-running-in-theatres-now/articleshow/115437900.cms"
          ]
        },
        {
          "sentence": "The complainant also insisted to ban the film's theatrical release as well as the digital release of Thangalaan, unless the remainder amount is being settled",
          "refs": [
            "https://www.zeebiz.com/trending/entertainment/news-suriya-starrer-kanguva-mints-rs-5862-crore-in-worldwide-gross-on-day-one-326578"
          ]
        },
        {
          "sentence": "The Madras High Court dismissed the case as Gnanavel Raja ensured that the remaining amount be settled before the film's theatrical release",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-trimmed-by-12-minutes-re-censored-copy-running-in-theatres-now/articleshow/115437900.cms"
          ]
        },
        {
          "sentence": "On 12 November, Justice C",
          "refs": []
        },
        {
          "sentence": "V",
          "refs": []
        },
        {
          "sentence": "Karthikeyan and G",
          "refs": []
        },
        {
          "sentence": "Jayachandran from the Madras High Court issued a restraining order against the film citing non-payment of ₹20 crore (US$2.3 million) dues",
          "refs": []
        },
        {
          "sentence": "The court pertained to the agreement of Gnanavel Raja and businessman Arjunlal Sunderdas for a planned film production by investing ₹40 crore (US$4.6 million), but Sunderdas backed out of the project after investing ₹12.85 crore (US$1.5 million)",
          "refs": [
            "https://www.pinkvilla.com/entertainment/box-office/year-end-2024-top-10-highest-grossing-kollywood-movies-at-worldwide-box-office-1362528"
          ]
        },
        {
          "sentence": "As Sunderdas died in 2014 as an insolvent, his assets and liabilities were managed by his official assignee who filed a complaint against Gnanavel Raja to repay the dues of ₹10.35 crore (US$1.2 million) with an interest rate of 18 percent in 2019",
          "refs": [
            "https://www.news18.com/amp/movies/suriya-starrer-kanguvas-producer-faces-debt-dispute-what-we-know-9113607.html"
          ]
        },
        {
          "sentence": "Since the assignee received only ₹3.93 crore (US$450,000) from the said amount, with Gnanavel Raja settled and additional ₹1 crore (US$120,000) before the release of Thangalaan, the assignee moved to the current application, where the court, with no other alternatives, had issued that the film would not be released if the remaining amount being unsettled by 13 November",
          "refs": [
            "https://www.mid-day.com/amp/entertainment/bollywood-news/article/suriya-bobby-deol-kanguva-tabu-dune-sabarmati-report-song-aditi-rao-hydari-siddharth-23421875"
          ]
        },
        {
          "sentence": "Later, senior counsel P",
          "refs": [
            "https://www.pinkvilla.com/entertainment/box-office/year-end-2024-top-10-highest-grossing-kollywood-movies-at-worldwide-box-office-1362528"
          ]
        },
        {
          "sentence": "S",
          "refs": []
        },
        {
          "sentence": "Raman, appearing for Gnanavel Raja, submitted a statement mentioning that his claiming that his clients had deposited ₹6.41 crore (US$740,000) of the amount with the remaining ₹3.75 crore (US$430,000) would be settled within four weeks",
          "refs": []
        },
        {
          "sentence": "With this, the court lifted the restraining order, allowing the film's release",
          "refs": []
        },
        {
          "sentence": "The film's advance bookings delayed due to disputes between the distributors and exhibitors on the allotment of theatres and profit-sharing",
          "refs": []
        },
        {
          "sentence": "As distributors quoted huge prices which the theatre owners and exhibitors refusing to negotiate, many single-screen theatres and multiplexes in Tamil Nadu did not sign agreement to screen the film and exhibitors preferred on Amaran which released two weeks before, registered higher footfalls and occupancies",
          "refs": [
            "https://www.thenewsminute.com/flix/actor-suriyas-kanguva-release-in-limbo-hc-directs-producer-to-pay-rs-20-crore"
          ]
        },
        {
          "sentence": "The Telugu version's release in the Nizam region, also faced similar issues as its distributor Mythri Movie Makers had disagreements with Asian Cinemas and PVR INOX resulting in the delayed bookings in the theatres owned by these chains",
          "refs": []
        },
        {
          "sentence": "Post-release, the sound mixing and editing was highly criticised by fans and critics, with many calling it loud and jarring",
          "refs": []
        },
        {
          "sentence": "Prominent sound designer and editor Resul Pookutty shared a review of the film, expressing his disappointment on the way sound design is being reviewed in mainstream films, affecting their craft and artistry",
          "refs": [
            "https://www.newindianexpress.com/states/tamil-nadu/2024/Nov/14/madras-hc-allows-release-of-kanguva-tells-filmmaker-to-deposit-rs-375cr-more",
            "https://www.thehindu.com/news/national/tamil-nadu/kanguva-can-be-released-on-november-14-orders-madras-high-court/article68864095.ece/amp/"
          ]
        },
        {
          "sentence": "In response, Gnanavel Raja said this issue would be resolved, and cinemas showing the film were requested by the makers to \"reduce two points of volume\" to solve the problem",
          "refs": [
            "https://www.dinamalar.com/cinemanews/125298"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Sequel",
      "section_content": [
        {
          "sentence": "In July 2024, Gnanavel Raja stated that the sequel to Kanguva can be expected to release in the first half of 2027; either in January or the summer holidays",
          "refs": []
        },
        {
          "sentence": "However it's viability was questioned due to the film's failure",
          "refs": [
            "https://scroll.in/reel/1075471/kanguva-review-a-eardrum-shattering-saga-of-revenge"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "14": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "159": "[ERROR retrieving ref link]",
    "177": "[ERROR retrieving ref link]",
    "1": "https://www.bbfc.co.uk/release/kanguva-q29sbgvjdglvbjpwwc0xmdi0mza5",
    "2": "https://cbfcindia.gov.in/cbfcAdmin/search-result.php?recid=MDMwMzE1MTEyMDI0MDAwMjE=",
    "3": "https://www.dnaindia.com/web-stories/entertainment/bollywood/most-expensive-indian-films-of-all-time-project-k-kalki-2898-ad-adipurush-jawan-rrr-brahmastra-1696008893488",
    "4": "https://www.thehansindia.com/cinema/kanguva-teaser-suriya-and-bobby-deol-starrer-promises-visual-spectacle-866425",
    "5": "https://www.business-standard.com/entertainment/kanguva-s-new-poster-is-out-movie-gets-a-new-release-date-check-details-124091900961_1.html",
    "6": "https://www.pinkvilla.com/entertainment/box-office/year-end-2024-top-10-highest-grossing-kollywood-movies-at-worldwide-box-office-1362528",
    "7": "https://www.hindustantimes.com/entertainment/others/ht-rewind-from-kanguva-to-bade-miyan-chote-miyan-big-budget-indian-films-that-failed-at-the-box-office-in-2024-101735214910124.html",
    "8": "https://www.business-standard.com/entertainment/top-5-ott-releases-this-week-mismatched-to-kanguva-check-full-list-nc-124121300893_1.html",
    "9": "https://www.newindianexpress.com/entertainment/tamil/2023/apr/17/kanguva-is-a-fictional-story-set-in-an-imaginary-world-director-shiva-2566507.html",
    "10": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-disha-patanis-suriya-42-is-titled-kanguva-film-to-release-in-2024-watch-intense-teaser-2360661-2023-04-16",
    "11": "https://economictimes.indiatimes.com/news/new-updates/suriya-42-is-titled-kanguva-will-release-in-2024-watch-teaser-video/articleshow/99536471.cms",
    "12": "https://www.news18.com/movies/suriya-42-is-titled-kanguva-fans-excited-as-title-teaser-to-be-launched-tomorrow-7557967.html",
    "13": "https://www.pinkvilla.com/entertainment/south/suriya-42-update-suriya-shoots-for-the-first-look-and-title-announcement-video-of-sivas-project-1212259",
    "16": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-next-with-director-siva/articleshow/68344067.cms",
    "17": "https://onlookersmedia.in/latestnews/suriya-39-director-siva-team-suriya-next/",
    "18": "https://www.hindustantimes.com/regional-movies/suriya-director-siva-join-hands-for-first-time-for-suriya-39/story-ezUZdw8CNJcPTt69abfTCL.html",
    "19": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-to-team-up-with-viswasam-director-siruthai-siva-for-a-family-entertainer-1508006-2019-04-23",
    "20": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-to-romance-nayanthara-in-siruthai-siva-s-film-1525473-2019-05-15",
    "21": "https://indianexpress.com/article/entertainment/tamil/nayanthara-suriya-siva-film-5730154/",
    "22": "https://www.deccanchronicle.com/entertainment/kollywood/121019/rajinikanths-next-with-sirutthai-siva-grabbed-by-sun-pictures.html",
    "23": "https://www.news18.com/news/movies/tamil-star-suriya-to-start-filming-for-sivas-next-before-vaadivasal-4228157.html",
    "24": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-s-jai-bhim-first-look-poster-out-on-his-birthday-actor-to-play-a-lawyer-1831818-2021-07-23",
    "25": "https://indianexpress.com/article/entertainment/tamil/suriya-39-first-look-suriya-plays-a-lawyer-in-jai-bhim-7418953/",
    "26": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/annaatthe-delay-forces-siva-to-start-the-pre-production-of-suriyas-film/articleshow/80364120.cms",
    "27": "https://indianexpress.com/article/entertainment/tamil/siva-to-work-on-suriya-film-as-rajinikanth-starrer-annaatthe-gets-delayed-7155506/",
    "28": "https://variety.com/2022/film/news/suriya-amazon-jai-bhim-oscars-1235161745/",
    "29": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/its-confirmed-suriya-to-join-hands-with-directors-siva-and-sudha-kongara/articleshow/89173171.cms",
    "30": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-siva-film-to-have-anirudh-ravichanders-music/articleshow/90393427.cms",
    "31": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/disha-patani-and-devi-sri-prasad-roped-in-for-suriyas-film-with-siruthai-siva/articleshow/93663476.cms",
    "32": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-begins-with-a-pooja-here-is-the-list-of-cast-and-crew-you-need-to-know/articleshow/93687798.cms",
    "33": "https://www.ottplay.com/news/suriya-officially-announces-commencement-of-suriya-42-posts-picture-with-siva-and-devi-sri-prasad/f3f82e0aa6682",
    "34": "https://www.thehindu.com/entertainment/movies/suriya-42-motion-poster-of-suriya-siva-film-out-disha-patani-to-play-female-lead/article65869973.ece",
    "35": "https://www.ottplay.com/news/suriyas-kanguva-could-have-a-sequel-suriyas-character-to-have-many-dimensions/afb308e970183",
    "36": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-starrer-kanguva-will-have-a-sequel-to-follow/articleshow/99838495.cms",
    "37": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-will-be-sporting-13-different-looks-in-siruthai-sivas-directorial/articleshow/96594329.cms",
    "38": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-look-for-kanguva-is-inspired-by-this-american-film/articleshow/105204083.cms",
    "39": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-reduces-kilos-for-kanguva-the-latest-picture-of-the-actor-goes-viral/articleshow/105407880.cms",
    "40": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-motion-poster-siruthai-siva-promises-to-present-a-fiery-avatar-of-suriya/articleshow/94090448.cms",
    "41": "https://indianexpress.com/article/entertainment/tamil/disha-patani-makes-her-tamil-debut-with-suriya-42-8113181/",
    "42": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-and-disha-patani-start-shooting-for-suriya-42-in-goa/articleshow/94319230.cms",
    "43": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-ks-ravikumar-joins-suriyas-film-with-siruthai-siva/articleshow/94840088.cms",
    "44": "https://www.cinemaexpress.com/tamil/news/2022/oct/13/ks-ravikumar-joins-suriya-42-35581.html",
    "45": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/k-g-f-actor-avinash-joins-suriyas-kanguva/articleshow/101167114.cms",
    "46": "https://www.thehindu.com/entertainment/movies/kgf-fame-bs-avinash-joins-the-cast-of-suriya-sivas-kanguva/article66993719.ece",
    "47": "https://www.indiatoday.in/movies/regional-cinema/story/bobby-deol-is-the-main-villain-in-suriya-starrer-kanguva-details-inside-2410848-2023-07-24",
    "48": "https://www.bollywoodhungama.com/news/south-cinema/exclusive-bobby-deol-reveals-signed-kanguva-animal-always-wanted-work-suriya-great-actor/",
    "49": "https://www.ottplay.com/news/animal-actor-bobby-deol-opens-up-about-his-role-in-kanguva-says-it-is-a-pleasure-to-work-with-suriya-is-the-film/73dbcbae44122",
    "50": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/natty-will-be-an-antagonist-in-suriyas-period-film-with-siva/articleshow/102002210.cms",
    "51": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-siva-project-to-go-on-grounds-in-july/articleshow/91761735.cms",
    "52": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-begins-42nd-film-with-siruthai-siva-and-devi-sri-prasad-see-pic-1991867-2022-08-24",
    "53": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/its-official-suriya-announces-his-film-with-siruthai-siva/articleshow/93750811.cms",
    "54": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-to-play-multiple-characters-in-suriya-42-buzz/articleshow/94248747.cms",
    "55": "https://www.indiatoday.in/movies/regional-cinema/story/disha-patani-begins-shooting-for-suriya-42-in-goa-see-pics-2002939-2022-09-21",
    "56": "https://www.pinkvilla.com/entertainment/south/suriya-42-update-massive-set-erected-near-goa-for-second-schedule-disha-patani-to-start-shooting-1191058",
    "57": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya42-team-issues-warning-against-sharing-pictures-and-videos/articleshow/94440005.cms",
    "58": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-42-bts-pics-and-videos-leaked-makers-warn-of-legal-action-2004812-2022-09-26",
    "59": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-its-a-wrap-for-the-goa-schedule-of-suriya-and-siruthai-sivas-film/articleshow/94784920.cms",
    "60": "https://indianexpress.com/article/entertainment/tamil/disha-patani-and-team-wrap-up-first-schedule-of-suriya-42-in-goa-see-pic-8202608/",
    "61": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/the-next-schedule-of-suriya-42-to-take-place-in-chennai-and-pondicherry-post-diwali/articleshow/95029089.cms",
    "62": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/next-schedule-of-suriya-42-to-begin-soon-in-sri-lanka/articleshow/95731605.cms",
    "63": "https://www.pinkvilla.com/entertainment/south/suriya42-suriya-will-fly-off-to-sri-lanka-to-shoot-for-the-upcoming-schedule-1200421",
    "64": "https://www.cinemaexpress.com/tamil/news/2022/nov/24/suriya-42-next-schedule-to-begin-in-sri-lanka-37003.html",
    "65": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-to-sport-a-six-pack-look-again-for-siruthai-sivas-film/articleshow/96024782.cms",
    "66": "https://www.pinkvilla.com/entertainment/south/suriya-looks-super-fit-as-he-gets-snapped-at-a-gym-in-mumbai-to-sport-a-new-look-in-sivas-film-1202134",
    "67": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/disha-patani-joins-the-sets-of-suriya-42-as-shoot-resumes-today/articleshow/96275692.cms",
    "68": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-disha-patani-shoot-for-siruthai-sivas-suriya-42-in-chennai-2310000-2022-12-16",
    "69": "https://www.news18.com/news/movies/suriya-and-nayanthara-start-shooting-for-suriya-42-in-chennai-6632173.html",
    "70": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-stunt-sequence-being-shot-at-ennore-port/articleshow/96365970.cms",
    "71": "https://www.cinemaexpress.com/tamil/news/2022/dec/20/supreme-sundar-joins-suriya-42-37930.html",
    "72": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-resumes-shooting-for-suriya-42/articleshow/96736486.cms",
    "73": "https://www.cinemaexpress.com/tamil/news/2023/jan/04/suriya-resumes-shooting-for-suriya-42-38384.html",
    "74": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/period-portions-of-suriya42-to-be-shot-next-month/articleshow/97312085.cms",
    "75": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-gearing-up-for-a-major-stunt-sequence-in-suriya-42/articleshow/97695858.cms",
    "76": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-next-schedule-begins-today-in-chennai/articleshow/97791646.cms",
    "77": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/cinematographer-vetri-uses-a-high-tech-camera-for-suriya-42/articleshow/98209487.cms",
    "78": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-films-for-an-intense-action-scene-for-siruthai-sivas-directorial/articleshow/98356936.cms",
    "79": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-title-teaser-to-be-launched-grandly-on-this-date/articleshow/98496291.cms?from=mdr",
    "80": "https://www.ottplay.com/news/suriya-42-director-siva-looks-frightened-visiting-brother-bala-suffering-from-liver-related-illness-at-kochi-hospital-see-photo/2e575a02a9528",
    "81": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-siruthai-siva-films-for-the-title-teaser-with-suriya/articleshow/98579300.cms",
    "82": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-42-title-teaser-shoot-completed/articleshow/98607161.cms",
    "83": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-refers-to-a-man-with-the-power-of-fire-says-siva/articleshow/99546775.cms",
    "84": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-next-schedule-commences-today-in-kerala/articleshow/99610968.cms",
    "85": "https://www.hindutamil.in/news/cinema/tamil-cinema/978526-surya-lead-kanguva-movie-shooting-started-kodaikanal.html",
    "86": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-wraps-up-the-kodaikanal-schedule-of-kanguva/articleshow/100054284.cms",
    "87": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-song-shoot-to-happen-with-more-than-1500-dancers/articleshow/101258294.cms",
    "88": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-song-shoot-wrapped-up-the-team-to-head-to-kodaikanal-again/articleshow/101327214.cms",
    "89": "https://theshillongtimes.com/2023/06/27/suriyas-biggest-film-kanguva-nearing-completion-with-forest-shoot-in-kodaikanal/",
    "90": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/the-next-schedule-of-suriya-starrer-kanguva-begins-in-chennai/articleshow/102453097.cms",
    "91": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-next-schedule-starts-in-rajahmundry/articleshow/102795059.cms",
    "92": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-final-schedule-suriya-starts-shooting-in-thailand/articleshow/104182158.cms",
    "93": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/the-thailand-schedule-of-suriyas-kanguva-wrapped-up/articleshow/104726303.cms",
    "94": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-gets-injured-on-the-sets-of-kanguva-shoot-takes-a-halt/articleshow/105438517.cms",
    "95": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-prescribed-two-weeks-of-rest-following-the-injury-at-the-kanguva-set/articleshow/105469755.cms",
    "96": "https://www.cinemaexpress.com/tamil/news/2023/Nov/23/shoot-of-kanguva-postponed-after-suriya-gets-injured-on-set-49828.html",
    "97": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-returns-to-the-sets-of-kanguva-after-recovering-from-injury/articleshow/106127553.cms?from=mdr",
    "98": "https://indianexpress.com/article/entertainment/tamil/suriya-wraps-up-kanguva-shoot-shares-new-still-from-sets-see-here-9103882/",
    "99": "https://www.cinemaexpress.com/tamil/news/2024/Feb/14/suriyas-kanguva-moves-into-post-production-phase-52036.html",
    "100": "https://www.ottplay.com/news/suriyas-kanguva-ott-release-to-have-this-huge-advantage/d28c492039821",
    "101": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-vfx-breakdown-promises-a-visual-treat/articleshow/111803039.cms",
    "102": "https://www.filmcompanion.in/news/kanguva-suriya-joins-the-team-for-post-production-works",
    "103": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vetri-palanisamy-shares-pictures-with-suriya-as-team-kanguva-resumes-post-production-works-on-full-swing/articleshow/107670198.cms",
    "104": "https://www.pinkvilla.com/entertainment/south/suriya-joins-post-production-work-of-kanguva-sports-a-cool-look-photos-1278542",
    "105": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-begins-dubbing-for-kanguva/articleshow/107876407.cms",
    "106": "https://www.cinemaexpress.com/tamil/news/2024/Feb/21/suriya-begins-dubbing-for-kanguva-52247.html",
    "107": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-completes-dubbing-for-kanguva-the-films-post-production-work-under-process/articleshow/113445938.cms",
    "108": "https://www.indiatoday.in/amp/movies/regional-cinema/story/suriya-kanguva-to-be-dubbed-in-multiple-languages-using-artificial-intelligence-2616560-2024-10-14",
    "109": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-makers-use-ai-technology-to-record-suriyas-voice/articleshow/114205615.cms",
    "110": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-cinematographer-shares-an-update-on-the-3d-work-of-the-film-says-its-exciting-and-thrilling/articleshow/113849635.cms",
    "111": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/devi-sri-prasad-is-all-set-to-stun-us-with-his-musical-prodigy-with-siruthai-sivas-suriya-42/articleshow/94146230.cms",
    "112": "https://www.ottplay.com/news/suriya42-this-popular-label-bags-the-audio-rights-of-suriyas-pan-indian-film-with-siva/58443ac351839",
    "113": "https://timesofindia.indiatimes.com/entertainment/tamil/music/the-fire-song-from-kanguva-is-out-now-the-first-single-portrays-suriyas-rage/articleshow/111950689.cms",
    "114": "https://www.cinemaexpress.com/tamil/news/2024/Oct/18/second-single-of-suriya-sivas-kanguva-to-be-out-on-this-date",
    "115": "https://www.cinemaexpress.com/tamil/news/2024/Oct/20/second-single-of-suriya-sivas-kanguva-titled-yolo",
    "116": "https://www.cinemaexpress.com/tamil/news/2024/Oct/20/suriyas-kanguva-audio-launch-to-happen-on-this-date",
    "117": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-audio-launch-date-announced/articleshow/113903606.cms",
    "118": "https://www.cinemaexpress.com/tamil/news/2024/Oct/29/thalaivane-from-kanguva-suriya-is-a-ruthless-warrior-preparing-for-battle",
    "119": "https://www.cinemaexpress.com/tamil/news/2024/Nov/07/mannippu-song-from-suriyas-kanguva-out",
    "120": "https://www.hindustantimes.com/entertainment/tamil-cinema/kanguva-first-glimpse-suriya-fierce-warrior-101690091424287.html",
    "121": "https://scroll.in/reel/1053104/watch-the-first-look-of-suriya-in-kanguva-is-out",
    "122": "https://indianexpress.com/article/entertainment/tamil/suriya-kanguva-first-glimpse-out-on-actor-birthday-watch-video-8855363/",
    "123": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriya-starrer-kanguva-first-glimpse-gets-an-extraordinary-response/articleshow/102044510.cms",
    "124": "https://www.thenewsminute.com/flix/kanguva-teaser-released-hints-at-violent-historical-drama",
    "125": "https://www.outlookindia.com/art-entertainment/kanguva-the-rana-connection-kantara-amazon-prime-video-announces-slate-of-south-series-and-films-for-2024",
    "126": "https://www.dtnext.in/news/cinema/kanguva-teaser-nears-two-crore-views-on-youtube-775861",
    "127": "https://telugu.hindustantimes.com/entertainment/kanguva-trailer-released-suriya-bobby-deol-fight-for-supremacy-stunning-visuals-dsp-background-score-highlight-121723452131063.html",
    "128": "https://indianexpress.com/article/entertainment/tamil/kanguva-trailer-suriya-siva-bobby-deol-promise-a-fiery-feast-this-october-9509198/",
    "129": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-trailer-suriya-starrer-promises-a-film-with-epic-emotions/articleshow/112461548.cms",
    "130": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-promotions-begin-in-mumbai-on-thursday/articleshow/114307315.cms",
    "131": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-promotions-suriya-gets-a-massive-response-in-delhi/articleshow/114424735.cms",
    "132": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-peaks-at-mumbai-promotion-with-a-30-feet-cut-out-for-the-suriya-starrer/articleshow/114503230.cms",
    "133": "https://www.news18.com/movies/disha-patani-smiles-at-the-cameras-as-she-arrives-in-mumbai-after-promoting-kanguva-in-delhi-watch-9094266.html",
    "134": "https://indianexpress.com/article/entertainment/tamil/suriya-gets-emotional-at-kanguva-promotions-in-hyderabad-i-had-tears-watching-all-your-love-9637276/",
    "135": "https://timesofindia.indiatimes.com/entertainment/telugu/movies/news/suriya-gets-emotional-after-receiving-a-warm-welcome-from-telugu-fans-in-hyderabad-during-kanguva-promotions-this-bond-is-very-special/articleshow/114559602.cms",
    "136": "https://www.ottplay.com/news/unstoppable-with-nbk-season-4-on-aha-this-tamil-superstar-is-the-second-guest-streaming-date-here/7610d2214c76",
    "137": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-cries-nandamuri-balakrishna-show-kanguva-agaram-foundation-2628442-2024-11-05",
    "138": "https://tv9telugu.com/entertainment/television/bigg-boss-8-telugu-october-26th-episode-highlights-suriya-on-bigg-boss-stage-in-kanguva-promotions-1383433.html",
    "139": "https://timesofindia.indiatimes.com/entertainment/telugu/movies/news/suriya-eager-to-join-telugu-fans-for-an-imax-screening-of-kanguva/articleshow/114676434.cms",
    "140": "https://www.idlebrain.com/news/today/kanguva-vizagmeet.html#google_vignette",
    "141": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-kanguva-november-14-release-hope-we-have-another-diwali-2628360-2024-11-05",
    "142": "https://www.hindustantimes.com/entertainment/tamil-cinema/suriya-grilled-for-releasing-kanguva-on-the-same-day-as-shiva-rajkumars-bhairathi-ranagal-its-not-intentional-101730781707499.html",
    "143": "https://www.pinkvilla.com/entertainment/south/throngs-of-suriya-fans-flock-to-lulu-mall-in-kochi-as-actor-arrives-at-electrifying-kanguva-promotional-event-1356925",
    "144": "https://www.mathrubhumi.com/movies-music/news/actor-suriya-at-kochi-for-kanguva-promotions-1.10050764",
    "145": "https://zeenews.india.com/malayalam/videos/actor-suriya-at-trivandrum-for-kanguva-promotion-212135/amp",
    "146": "https://www.hindutamil.in/amp/news/cinema/tamil-cinema/1336781-actor-surya-speech-at-kanguva-movie-3d-trailer-launch-event.html",
    "147": "https://www.thehansindia.com/amp/cinema/kanguva-pre-release-event-looks-star-studded-920259",
    "148": "https://www.indiatoday.in/amp/movies/regional-cinema/story/suriya-inspiration-pan-india-films-missed-working-with-him-magadheera-ss-rajamouli-2630051-2024-11-08",
    "149": "https://x.com/KanguvaTheMovie/status/1855113962422968512",
    "150": "https://www.hindustantimes.com/entertainment/tamil-cinema/kanguva-release-trailer-suriya-bobby-deol-film-all-about-resurrection-and-fulfilling-prophecy-watch-101731244675802.html",
    "151": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-new-trailer-promises-a-fiery-action-drama-from-suriya/articleshow/115164218.cms",
    "152": "https://www.arabnews.com/node/2579063/saudi-arabia",
    "153": "https://www.moneycontrol.com/entertainment/movies/suriya-starrer-kanguva-team-arrive-for-mega-pre-release-event-in-mumbai-article-12866741.html/",
    "154": "https://www.livemint.com/industry/tamil-cinema-takes-a-leaf-out-of-telugu-industry-s-playbook-for-pan-india-films/amp-11731392477087.html",
    "155": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-bobby-deol-kanguva-release-on-november-14-2602589-2024-09-19",
    "156": "https://www.cinemaexpress.com/amp/story/tamil/news/2024/Nov/08/suriya-sivas-kanguva-clears-censorship-formalities",
    "157": "https://www.indiatoday.in/movies/regional-cinema/story/kanguva-vettaiyan-suriya-rajinikanth-2591665-2024-09-01",
    "158": "https://www.bbfc.co.uk/release/kanguva-q29sbgvjdglvbjpwwc0xmdi0mza5",
    "160": "https://www.news18.com/movies/suriya-starrer-kanguva-to-be-released-in-10-different-languages-worldwide-in-3d-8448157.html",
    "161": "https://indianexpress.com/article/entertainment/tamil/suriyas-kanguva-will-be-released-in-38-languages-worldwide-in-3d-and-imax-formats-9036379/",
    "162": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-to-be-released-in-this-foreign-language/articleshow/114304432.cms",
    "163": "https://www.hindustantimes.com/entertainment/tamil-cinema/suriyas-voice-to-be-dubbed-in-multiple-languages-for-kanguva-with-ais-help-confirms-producer-101728884280843.html",
    "164": "https://www.indiatoday.in/movies/regional-cinema/story/suriya-kanguva-wide-release-10000-screens-worldwide-november-14-2628212-2024-11-05",
    "165": "https://www.news18.com/movies/suriya-and-bobby-deols-kanguva-to-release-on-10000-screens-9109839.html",
    "166": "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/suriyas-kanguva-gears-up-for-a-grand-release-in-kerala-with-this-many-screens/articleshow/114530033.cms",
    "167": "https://www.cinemaexpress.com/tamil/news/2024/Sep/24/suriyas-kanguva-to-release-in-tamil-nadu-by-abi-abi-entertainment",
    "168": "https://www.pinkvilla.com/entertainment/exclusives/suriya-42-exclusive-jayantilal-gada-acquires-hindi-rights-of-the-suriya-disha-patani-film-for-this-amount-1205352",
    "169": "https://www.thehindu.com/entertainment/movies/kanguva-makers-share-bobby-deols-first-look-on-his-55th-birthday/article67782632.ece",
    "170": "https://www.timesnownews.com/entertainment-news/telugu/mythri-movies-to-distribute-suriyas-kanguva-in-nizam-film-to-release-on-october-10-article-111506216",
    "171": "https://zeenews.india.com/malayalam/movies/sree-gokulam-movies-will-bring-suriyas-most-awaited-movie-kanguva-to-kerala-theatres-203090",
    "172": "https://www.ottplay.com/news/kanguva-overseas-rights-of-suriya-siva-film-sold-for-a-whopping-price/d759ad3318743",
    "173": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/reports-suriya-42-overpowers-leo-pre-release-business/articleshow/98308464.cms",
    "174": "https://economictimes.indiatimes.com/news/new-updates/suriyas-kanguva-breaks-records-with-multi-crore-digital-rights-deal-with-amazon-prime-video/articleshow/99956244.cms",
    "175": "https://www.deccanchronicle.com/entertainment/suriyas-kanguva-telugu-dubbing-rights-at-30-crores-1308628",
    "176": "https://www.thehansindia.com/cinema/tollywood/did-suryas-kanguva-secure-a-rs-25-crore-deal-for-telugu-theatrical-rights-890748",
    "178": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-kerala-theatrical-rights-sealed-for-career-best-deal-fails-to-beat-vijays-goat/articleshow/112017413.cms",
    "179": "https://indianexpress.com/article/entertainment/tamil/suriyas-kanguva-south-indian-digital-rights-sold-to-amazon-prime-video-for-record-price-of-rs-80-crore-8587988/",
    "180": "https://www.indiatoday.in/movies/regional-cinema/story/kanguva-ott-release-when-and-where-to-watch-suriya-bobby-deol-film-2645968-2024-12-06",
    "181": "https://www.businesstoday.in/trending/box-office/story/kanguva-box-office-collection-day-2-negative-wom-comes-into-effect-suriyas-film-sees-massive-fall-on-friday-453947-2024-11-16",
    "182": "https://www.ottplay.com/amp/news/kanguva-box-office-collection-suriyas-film-manages-to-earn-this-much-on-day-one/7ce45a247849",
    "183": "https://theprint.in/feature/amaran-success-long-shadow-over-kanguva-suriya-dream-solo-run/2356784/?amp",
    "184": "https://www.indiatoday.in/movies/standpoint/story/kanguva-movie-opinion-suriya-bobby-deol-siva-tamil-cinema-2633607-2024-11-15",
    "185": "https://indianexpress.com/article/entertainment/tamil/kanguva-box-office-collection-day-2-suriya-period-drama-sees-a-major-dip-9672475/lite/",
    "186": "https://www.dnaindia.com/entertainment/report-kanguva-review-suriya-disha-patani-bobby-deol-film-is-no-prabhas-ss-rajamouli-baahubali-3118379",
    "187": "https://www.ndtv.com/entertainment/kanguva-review-its-intent-on-being-the-tamil-baahubali-and-kgf-remains-untapped-2-5-stars-7017602",
    "188": "https://www.timesnownews.com/entertainment-news/reviews/kanguva-movie-review-and-rating-suriya-bobby-deol-disha-patani-review-115286651",
    "189": "https://www.firstpost.com/entertainment/kanguva-movie-review-an-impressive-suriya-gives-his-all-to-sivas-visual-grandeur-which-works-only-in-parts-13834925.html",
    "190": "https://www.indiatoday.in/movies/reviews/story/kanguva-movie-review-suriya-bobby-deol-rating-sub-par-execution-2633154-2024-11-14",
    "191": "https://indianexpress.com/article/entertainment/tamil/kollywood-movie-review/kanguva-movie-review-an-earnest-suriya-gives-his-all-for-a-siva-film-that-doesnt-give-him-enough-9668789/lite/",
    "192": "https://www.news18.com/movies/kanguva-movie-review-suriyas-visually-superlative-film-has-grand-vision-but-fails-to-realise-it-9120065.html",
    "193": "https://www.pinkvilla.com/entertainment/south/kanguva-movie-review-suriya-starrer-fantasy-movie-suffers-from-a-generic-and-over-the-top-narration-that-denies-satisfaction-1358261",
    "194": "https://www.ottplay.com/review/kanguva-movie-review-director-siva-uses-suriya-for-costly-lesson-on-how-to-blow-up-a-lot-of-money/6f6773e69162",
    "195": "https://www.thenationalnews.com/arts-culture/film-tv/2024/11/14/kanguva-review-suriya-bobby-deol/#:~:text=Kanguva%20is%20a%20fascinating%20movie,building%20an%20enviable%20production%20design.",
    "196": "https://www.theweek.in/review/movies/2024/11/14/kanguva-review-suriya-2024-disha-patani-bobby-deol.amp.html",
    "197": "https://www.thehindu.com/entertainment/movies/kanguva-movie-review-a-fiery-suriya-headlines-sivas-damp-squib-of-a-film/article68868014.ece",
    "198": "https://www.hindustantimes.com/entertainment/tamil-cinema/kanguva-review-suriya-s-superb-performance-let-down-by-weak-writing-and-narration-101731566399629.html",
    "199": "https://www.indiatoday.in/amp/movies/regional-cinema/story/suriya-kanguva-trimmed-loud-audio-issue-sorted-negative-reviews-2635601-2024-11-19",
    "200": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/suriyas-kanguva-trimmed-by-12-minutes-re-censored-copy-running-in-theatres-now/articleshow/115437900.cms",
    "201": "https://www.zeebiz.com/trending/entertainment/news-suriya-starrer-kanguva-mints-rs-5862-crore-in-worldwide-gross-on-day-one-326578",
    "202": "https://www.boxofficeindia.com/report-details.php?articleid=8814",
    "203": "https://www.pinkvilla.com/entertainment/box-office/year-end-2024-top-10-highest-grossing-kollywood-movies-at-worldwide-box-office-1362528",
    "204": "https://www.news18.com/amp/movies/suriya-starrer-kanguvas-producer-faces-debt-dispute-what-we-know-9113607.html",
    "205": "https://www.mid-day.com/amp/entertainment/bollywood-news/article/suriya-bobby-deol-kanguva-tabu-dune-sabarmati-report-song-aditi-rao-hydari-siddharth-23421875",
    "206": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/madras-high-court-rejects-appeal-to-ban-suriyas-kanguva-release-deets-inside/amp_articleshow/115105824.cms",
    "207": "https://www.thehindu.com/news/national/tamil-nadu/kanguva-cannot-be-released-without-depositing-20-crore-madras-high-court/article68860135.ece",
    "208": "https://www.thenewsminute.com/flix/actor-suriyas-kanguva-release-in-limbo-hc-directs-producer-to-pay-rs-20-crore",
    "209": "https://timesofindia.indiatimes.com/city/chennai/madras-high-court-orders-20-crore-deposit-for-kanguva-movie-release/articleshow/115229884.cms",
    "210": "https://www.newindianexpress.com/states/tamil-nadu/2024/Nov/14/madras-hc-allows-release-of-kanguva-tells-filmmaker-to-deposit-rs-375cr-more",
    "211": "https://www.thehindu.com/news/national/tamil-nadu/kanguva-can-be-released-on-november-14-orders-madras-high-court/article68864095.ece/amp/",
    "212": "https://www.dinamalar.com/cinemanews/125298",
    "213": "https://www.hindustantimes.com/entertainment/tamil-cinema/5-hurdles-suriya-bobby-deols-kanguva-faces-during-release-legal-issues-advance-booking-drama-competition-from-amaran-101731479116548.html",
    "214": "https://scroll.in/reel/1075471/kanguva-review-a-eardrum-shattering-saga-of-revenge",
    "215": "https://telugucinema.com/reviews/kanguva-review-visually-grand-but-very-loud",
    "216": "https://www.cinemaexpress.com/tamil/news/2024/Nov/14/resul-pookutty-on-flak-for-kanguva-music-our-craft-and-artistry-caught-up-in-the-loudness-war",
    "217": "https://www.indiatoday.in/movies/regional-cinema/story/kanguva-makers-take-corrective-measures-after-criticism-for-loud-music-2633999-2024-11-15",
    "218": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kanguva-part-2-will-be-released-in-january-2027-producer-gnanavel-raja-reveals/articleshow/111624397.cms",
    "219": "https://www.thehindu.com/entertainment/movies/pan-indian-cinema-a-plague-of-tiring-sequels-buzzkill-cliffhangers-ineffective-cameos-and-half-films/article68968430.ece"
  },
  "flair_entities": [
    "prathyangira cinemas",
    "malayalam",
    "united kingdom",
    "patani",
    "ravikumar",
    "times now",
    "wadala",
    "viswasam",
    "kanguva  kanguva",
    "dusshera",
    "sathyam cinemas",
    "kannada",
    "allu aravind",
    "riyadh",
    "ennore port",
    "japanese",
    "dark island",
    "dubai",
    "nagarjuna",
    "park hyatt",
    "miraj cinemas",
    "tamil nadu",
    "roman",
    "prem rakshith",
    "spanish",
    "nehru stadium",
    "pen studios",
    "bangalore",
    "aa films",
    "city centre deira",
    "abi & abi entertainment",
    "rajahmundry",
    "south indian",
    "redin kingsley",
    "gnanavel raja",
    "french",
    "aadnah arts",
    "north american",
    "telangana",
    "the hindu",
    "indian",
    "jai bhim",
    "rajinikanth",
    "amazon prime video",
    "firstpost",
    "kovai sarala",
    "karunas",
    "leo",
    "thiruvananthapuram",
    "moviemax",
    "nishadh yusuf",
    "angela",
    "disha patani",
    "anandaraj",
    "selumaara",
    "bollywood hungama",
    "lulu hypermarket",
    "hindi-dubbed",
    "asian cinemas",
    "agaram foundation",
    "mannippu",
    "andhra pradesh",
    "richard kevin",
    "romans",
    "lulu international shopping mall",
    "alexa super 35",
    "accelerator",
    "saibal chatterjee",
    "sree gokulam movies",
    "bobby deol",
    "anirudh ravichander",
    "evp film city",
    "bigg boss telugu",
    "kochi",
    "arathi",
    "udhiran",
    "gopinath rajendran",
    "ravi raghavendra",
    "vettaiyan",
    "us",
    "raisa nasreen",
    "hindi",
    "ndtv",
    "karthikeyan",
    "prathibha joy",
    "english",
    "fire song",
    "covid-19",
    "ranjith ambady",
    "yogi babu",
    "e4 entertainment",
    "yash raj films",
    "kirubhakar purushothaman",
    "ravi basrur",
    "kanguva",
    "theatrical  kanguva",
    "abinesh elangovan",
    "boyapati srinu",
    "studio green",
    "mythri movie makers",
    "avinash",
    "chinese",
    "phars films",
    "kvn productions",
    "francis",
    "colt",
    "francis theodore",
    "maayavi",
    "telugu",
    "fun republic mall",
    "bala",
    "goa police",
    "pvr inox",
    "uv creations",
    "animal",
    "jayachandran",
    "apocalypto",
    "chennai",
    "ott play",
    "harihara suthan",
    "vaadivaasal",
    "thalaivane",
    "justice c",
    "saregama",
    "kumudam",
    "veeram",
    "bbfc",
    "siddhu jonnalagadda",
    "janani k",
    "raman",
    "vishwak sen",
    "sakthi film factory",
    "thangalaan",
    "east andheri",
    "ganesh aaglave",
    "power of fire",
    "k.",
    "india",
    "kevin",
    "bangkok",
    "aaru",
    "nizam",
    "pan-indian",
    "delhi",
    "thallumaala",
    "nishagandhi auditorium",
    "colt 95",
    "diwali",
    "phoenix mall of asia",
    "goa",
    "soorarai pottru",
    "singam ii",
    "kodaikanal",
    "kanga",
    "dhananjayan",
    "suriya 39",
    "ryan",
    "imman",
    "vetrivel palanisamy",
    "siva",
    "russian",
    "rays",
    "pinkvilla",
    "reliance entertainment",
    "vetrimaaran",
    "europe",
    "baahubali",
    "supreme sundar",
    "british board of film classification",
    "amaran",
    "suriya 42",
    "ankit ojha",
    "zeta",
    "daggubati suresh babu",
    "ennore",
    "yolo",
    "dream big films",
    "nirmal jovial of the week",
    "senthee",
    "hindustan times",
    "madras high court",
    "latha srinivasan",
    "deol",
    "amb cinemas",
    "telugu-speaking",
    "imax",
    "tamil",
    "suriya",
    "devi sri prasad",
    "west andheri",
    "annaatthe",
    "alexa lf",
    "visakhapatnam",
    "pondicherry post-diwali",
    "north india",
    "karnataka",
    "arjunlal sunderdas",
    "nandamuri balakrishna",
    "singam",
    "kerala",
    "south india",
    "sunderdas",
    "rajamouli",
    "sri lanka",
    "the national",
    "perumaachi",
    "orion mall",
    "vetri",
    "mumbai",
    "avinash ramachandran",
    "goutham s",
    "natty subramaniam",
    "indian tamil-language",
    "francis.",
    "raja",
    "resul pookutty",
    "nayanthara",
    "koduvan",
    "sundar",
    "poruva",
    "the indian express",
    "hyderabad",
    "rathaangasan",
    "vanangaan",
    "rk beach road",
    "cinépolis",
    "gokul park",
    "ayan"
  ]
}