{
  "title": "Kiddush_levana",
  "url": "https://en.wikipedia.org/wiki/Kiddush_levana",
  "summary": "Kiddush levana, also known as Birkat halevana, is a Jewish ritual and prayer service, generally observed on the first or second Saturday night of each Hebrew month. The service includes a blessing to God for the appearance of the new moon, readings from Scripture and the Talmud, and other liturgy depending on custom. In most communities, ritual elements include the shalom aleikhem greeting and jumping toward the moon, with some communities also incorporating kabbalistic practices. According to Marcia Falk, \"There is, arguably, no more colorful and intriguing piece of liturgy in Jewish culture than Birkat halevana\".\nThe oldest part of the ritual, the blessing, is described by the Talmud. Other elements were introduced by Massechet Soferim in the 8th century, although their ultimate origin is obscure. In the years since, different Jewish communities have incorporated various quotations from the Bible and Talmud, liturgical compositions, and mystical customs into their version of the ritual.\nSince the 15th century, Kiddush levana has been \"a highly visible target for rationalist critiques, both Jewish and non-Jewish\". Generations of the Authorised Daily Prayer Book expurgated all ritual elements, and some other 20th-century prayerbooks ignored it entirely. By the 1970s, it was widely described as defunct, although Martin Lockshin claimed this was only true among non-Orthodox Jews. In 1992, Chabad announced a campaign to popularize its observance.\nAs of 2024, it is included in all mainstream Orthodox prayerbooks, including recent editions of the Authorised Daily Prayer Book. It is observed by some within Conservative Judaism, Reform Judaism, Reconstructionist Judaism, and Jewish Renewal. Among the Orthodox, it is almost exclusively reserved for men, but non-Orthodox Kiddush levana may involve men, women, or both. The ritual continues to evolve.",
  "content": [
    {
      "section_title": "Development",
      "section_content": [
        {
          "sentence": "Kiddush levana is generally understood to be an evolution of the rituals associated with declaring a new calendar month, which date back to the Second Temple period, or possibly even earlier",
          "refs": []
        },
        {
          "sentence": "Others say that it was actually intended to replace these rituals, abandoned after the Hebrew calendar was fixed in the 4th century",
          "refs": [
            "https://www.amazon.com/Hebrew-Daily-Prayer-Jonathan-Sacks/dp/0007200935"
          ]
        },
        {
          "sentence": "Some argue that it was originally a device for secret communication during the Bar Kokhba revolt,  but this is unlikely given its late date",
          "refs": [
            "https://tablet.otzar.org/#/b/155067/p/188/t/1737529446331/fs/0/start/0/end/0/c/1737529483028",
            "https://repository.yu.edu/server/api/core/bitstreams/66df1f57-1f05-4a8a-9586-1383444c9a67/content"
          ]
        },
        {
          "sentence": "According to Julius Eisenstein, Kiddush levana was instituted by the rabbis to comfort their flock in a time of oppression, as a protection against any harm that might come to them in that month",
          "refs": [
            "https://archive.org/details/encyclopediaofje0000nulm_j7j5"
          ]
        },
        {
          "sentence": "According to Leon Mandelstamm  [he; ru], it was intended as a substitute for regular observances in times of oppression, and maintained especially for marranos",
          "refs": [
            "https://books.google.com/books?id=vqcXAQAAIAAJ"
          ]
        },
        {
          "sentence": "Others say that it was instituted to protest Zoroastrian moon-worship  or the Karaite calendar",
          "refs": [
            "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
            "https://www.hebrewbooks.org/pdfpager.aspx?req=37057&st=&pgnum=71"
          ]
        },
        {
          "sentence": "Avram Arian calls it \"primarily a redemptive rite\"",
          "refs": [
            "https://books.google.com/books?id=LURDAAAAYAAJ&pg=RA1-PA16"
          ]
        },
        {
          "sentence": "However, many other scholars ascribe Kiddush levana a pagan origin",
          "refs": []
        },
        {
          "sentence": "According to Jacob Reifmann  [he], it was originally a magical practice to protect Jews from eclipses;  Israel Drazin explains it as resulting from \"ancient superstitious fear that the new moon might not return to its original fullness due to satanic interference.\"  Adolphe Franck, Solomon Rubin, Moses Brück  [de], and Kaufmann Kohler thought it had been borrowed from Zoroastrianism",
          "refs": [
            "https://www.nli.org.il/he/newspapers/iva/1876/05/19/01/article/9",
            "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf"
          ]
        },
        {
          "sentence": "Arthur A",
          "refs": [
            "https://hebrewbooks.org/pdfpager.aspx?req=37703&st=&pgnum=30&hilite=",
            "https://books.google.com/books?id=nBXZsO0LhxcC&pg=PA148",
            "https://books.google.com/books?id=1oU2AQAAIAAJ&pg=PA292",
            "https://books.google.com/books?id=KxynJgRH29sC&pg=PA338"
          ]
        },
        {
          "sentence": "Friedman traces it to worship of Astarte,  George Margoulioth, to Sin,  Abraham Danon, to Ishtar,  and Gerda Barag, to \"the cult of the Mother-Goddess\",  while M",
          "refs": [
            "https://books.google.com/books?id=TPICdb-hCcYC&pg=PA15",
            "https://books.google.com/books?id=YQUsAAAAYAAJ",
            "https://www.proquest.com/docview/1309884416/fulltextPDF/D492EEF89ADA45F6PQ",
            "https://books.google.com/books?id=Y-UIAAAAIAAJ&pg=PA592"
          ]
        },
        {
          "sentence": "H",
          "refs": []
        },
        {
          "sentence": "Segal, Theodor Reik, and Gnana Robinson argue that it was originally a form of moon-worship",
          "refs": []
        },
        {
          "sentence": "Yosef Goell called it \"one of the last vestiges of ancient Jewish paganism\"",
          "refs": [
            "https://books.google.com/books?id=sZQWAQAAIAAJ&pg=PA168",
            "https://www.jstor.org/stable/26300887",
            "https://www.academia.edu/43549882"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Talmudic blessing",
          "section_content": [
            {
              "sentence": "The oldest part of the Kiddush levana ritual is the blessing",
              "refs": []
            },
            {
              "sentence": "The Talmud describes both men and women reciting a special blessing when they see the new moon, recording several different liturgies and attributing them to 2nd and 3rd-century sages",
              "refs": []
            },
            {
              "sentence": "[c] According to Arian, the early attributions are false",
              "refs": [
                "https://books.google.com/books?id=zPhCAAAAIAAJ"
              ]
            },
            {
              "sentence": "The oldest form was a simple \"Blessed be the Creator\",     but in time the version attributed to Judah bar Ezekiel (220–299) became canonical:",
              "refs": [
                "https://www.sefaria.org/Sanhedrin.42a.3?lang=bi&with=all&lang2=en",
                "https://www.talmudha-igud.org.il/data/UploadedFiles/sugyot/seventh%20sugya.pdf",
                "[ERROR retrieving ref link]",
                "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
                "http://library.huc.edu/pdf/theses/Schwarz%20Jacob%20D-CN-Rab-1906%20rdf.pdf"
              ]
            },
            {
              "sentence": "Abaye (d",
              "refs": []
            },
            {
              "sentence": "337) teaches that the blessing should be recited while standing upright, but Maremar and Mar Zutra (d",
              "refs": []
            },
            {
              "sentence": "417) would recite it while being carried",
              "refs": []
            },
            {
              "sentence": "In the Talmud, the blessing for the new moon is one of many recommended for the occasion of observing a natural wonder; liturgies are also given to mark the full moon, [d] thunder, lightning, rainbows, mountains, and the changing of the seasons",
              "refs": []
            },
            {
              "sentence": "Some Orthodox halakhists maintain that this blessing should be recited immediately upon seeing the new moon for the first time",
              "refs": [
                "https://archive.org/details/MasechetSoferim/page/n321",
                "https://archive.org/details/PhilipBirnbaumHaSiddurHaShalemTheDailyPrayerBook1949/page/561/mode/2up",
                "https://www.sefaria.org/Sanhedrin.42a.3?lang=bi&with=all&lang2=en",
                "http://library.huc.edu/pdf/theses/Schwarz%20Jacob%20D-CN-Rab-1906%20rdf.pdf"
              ]
            },
            {
              "sentence": "However, in general practice the blessing has been uprooted from this context and remade into a special ritual",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Soferim ritual",
          "section_content": [
            {
              "sentence": "Massechet Soferim (c. 775) is the first text to describe a complex ritual, to be exclusively performed \"at the conclusion of the Sabbath, when perfumed and beautifully attired\"",
              "refs": []
            },
            {
              "sentence": "According to Soferim,",
              "refs": [
                "https://web.archive.org/web/20030423102335/https://www.biu.ac.il/JH/Parasha/shmini/shpigel.html",
                "https://seforimblog.com/2019/01/on-the-times-commonly-presented-for-birkat-halvana-part-1/"
              ]
            },
            {
              "sentence": "The prayerbooks of Amram ben Sheshna (d",
              "refs": []
            },
            {
              "sentence": "875) and Saadia ben Joseph (892–942), [e] as well as early halakhic codes like Halakhot Gedolot (c. 750-900),  the Rif (c. 1085),  and the Mishneh Torah (1180),  incorporate only the Talmudic practice of reciting a blessing when one sees the new moon, rejecting the Saturday-night ritual described by Soferim",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=nBXZsO0LhxcC&pg=PA148",
                "https://hebrewbooks.org/22498"
              ]
            },
            {
              "sentence": "Nor do Rashi or the Tosafists mention anything beyond the Talmudic blessing",
              "refs": [
                "https://www.sefaria.org/Tractate_Soferim.20",
                "https://archive.org/details/guidetojewishrel00isaa/page/266/mode/2up"
              ]
            },
            {
              "sentence": "According to Manoah of Narbonne  [he] (13th century), \"The posqim did not want to accept the words of Massechet Soferim because it makes no sense for someone to delay fulfillment of a commandment",
              "refs": [
                "https://archive.org/details/guidetojewishrel00isaa/page/266/mode/2up"
              ]
            },
            {
              "sentence": "Many things can happen to a person! Therefore all God-fearers bless at the first opportunity, and do not wait for Saturday night\"",
              "refs": []
            },
            {
              "sentence": "According to modern scholars, Maimonides excluded Soferim's rituals from the Mishneh Torah because he considered them attempts at witchcraft",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Yet by the turn of the 14th century, Soferim ritual's had been wholly accepted by Ashkenazic authorities (Orhot hayyim, Rokeah, Semag, Manhig, Shibbolei haleket,  Or zarua,  Machzor Vitry (London),  ex-Montefiore 134 ), as well as by Bahya ben Asher  and Jonah Gerondi,  and it was eventually codified in the Tur (c. 1340) and Beit Yosef (1542)",
              "refs": [
                "https://www.sefaria.org/Rif_Berakhot.21a.3",
                "https://www.sefaria.org/Mishneh_Torah,_Blessings.10.16",
                "https://www.proquest.com/docview/1304354341/6D554ED44B494F79PQ",
                "[ERROR retrieving ref link]",
                "https://hebrewbooks.org/pdfpager.aspx?req=37703&st=&pgnum=30&hilite=",
                "https://www.sefaria.org/Shibbolei_HaLeket.167.4"
              ]
            },
            {
              "sentence": "However, nothing from Soferim appeared in Baladi-rite texts until the early 17th century",
              "refs": [
                "https://www.sefaria.org/Ohr_Zarua,_Volume_II.456.1?vhe=Ohr_Zarua,_Zhytomyr,_1862",
                "https://www.sefaria.org/Machzor_Vitry,_Order_of_Motza'ei_Shabbat.202"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Later additions",
          "section_content": [
            {
              "sentence": "Additional prayers were continuously added to the ritual in the following centuries,  some of unidentified origin, including a wide variety of quotes from Scripture",
              "refs": [
                "https://www.sefaria.org/Rabbeinu_Bahya,_Shemot.12.2.11?"
              ]
            },
            {
              "sentence": "A table tracking the popularity of many additions is given in Arian",
              "refs": [
                "https://www.sefaria.org/Rabbeinu_Yonah_on_Berakhot.21a.2"
              ]
            },
            {
              "sentence": "According to Arian,",
              "refs": [
                "https://www.sefaria.org.il/Tur%2C_Orach_Chaim.426.1?lang=bi&with=all&lang2=en"
              ]
            },
            {
              "sentence": "Zelikman of Binga  [he] (d",
              "refs": []
            },
            {
              "sentence": "c. 1470) and Judah Obernik (c",
              "refs": []
            },
            {
              "sentence": "1450) are the first to describe including \"Long live David, King of Israel\" in Kiddush levana,   a practice which was later codified by Moses Isserles",
              "refs": [
                "https://www.sefaria.org.il/Beit_Yosef%2C_Orach_Chaim.426.5?lang=bi",
                "https://tablet.otzar.org/#/b/175513/p/545/t/1737535274790/fs/0/start/0/end/0/c/1737535321355"
              ]
            },
            {
              "sentence": "[f] Binga and Obernik associate the custom with the biblical commentaries of Nachmanides (Gen",
              "refs": [
                "https://hakirah.org/Vol%207%20Ron.pdf"
              ]
            },
            {
              "sentence": "38:29) and Bahya ben Asher [g] (Gen",
              "refs": []
            },
            {
              "sentence": "38:30)",
              "refs": []
            },
            {
              "sentence": "Mordecai Yoffe (1530-1612) was apparently the first to prefer a group or quorum",
              "refs": []
            },
            {
              "sentence": "Yechiel Michel Epstein Ashkenazi, a popular Sabbatean halakhist, recommended beginning the ritual with Leshem Yichud  [he] in 1692",
              "refs": [
                "https://www.sefaria.org/Rosh_Hashanah.25a.9"
              ]
            },
            {
              "sentence": "Hasidic Jews dance during the ritual",
              "refs": []
            },
            {
              "sentence": "According to Eliezer Papo (1785-1828), one should ritually bathe before Kiddush levana",
              "refs": [
                "https://hebrewbooks.org/pdfpager.aspx?req=35730&st=&pgnum=311"
              ]
            },
            {
              "sentence": "According to Naftali Zvi of Ropshitz (1760-1827), a man whose wife is suffering from unusual mentrual bleeding should say \"that they might not deviate from their set function\" with the intent that this also apply to her body",
              "refs": [
                "https://books.google.com/books?id=UoM9AQAAMAAJ"
              ]
            },
            {
              "sentence": "Another custom calls for adding \"let me not have toothaches\" after \"let them not reach me\"",
              "refs": []
            },
            {
              "sentence": "First printed in the Beit Yaakov (1889) attributed to Jacob Emden (d",
              "refs": []
            },
            {
              "sentence": "1776), this custom is often repeated in the name of Yisrael Friedman of Ruzhin (d",
              "refs": []
            },
            {
              "sentence": "1850) or other Hasidic masters;  Meir Baneth of Csárda [h] (1932) reports finding it in \"a manuscript of Moshe Teitelbaum of Ujhel\", who died in 1841;  it also enjoyed the support of Ovadia Yosef  and Yaakov Yisrael Kanievsky",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=YQUsAAAAYAAJ"
              ]
            },
            {
              "sentence": "Modern Mizrahi prayerbooks include a quotation from Midrash Tehillim (Ps",
              "refs": []
            },
            {
              "sentence": "19) between verses, \"My Rock in this world and my Redeemer in the world to come\"",
              "refs": []
            },
            {
              "sentence": "In 1998, Geela-Rayzel Raphael published English-language songs for a new feminist version of the ritual, including \"Sun, Moon, and Stars\" and \"Schechinah Moon\",  as did Marcia Falk in 1999, including \"What Calls You Home\", \"Renewal of the Moon\", and a translation of Dahlia Ravikovitch's Halevana bageshem (\"Moon in the Rain\")",
              "refs": [
                "https://www.jstor.org/stable/23886390",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Falk also included an original Hebrew poem, Hithadshut halevana (\"Renewal of the Moon\") and recommended that readings be separated by \"periods of silence, conducive to reflection or meditation\"",
              "refs": []
            },
            {
              "sentence": "Some non-Orthodox masculine versions incorporate study",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A typical modern version includes:",
              "refs": [
                "https://www.sefaria.org/Tractate_Soferim.20"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Seasonal",
              "section_content": [
                {
                  "sentence": "In some communities, shana tova was added to the usual shalom aleikhem greeting when observing Kiddush levana for Tishrei, which is usually recited immediately after Yom Kippur",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Concluding the service",
              "section_content": [
                {
                  "sentence": "Other prayers and rituals been added to the end of Kiddush levana, with many communities incorporating several.",
                  "refs": []
                },
                {
                  "sentence": "In some communities, Aleinu is recited",
                  "refs": []
                },
                {
                  "sentence": "Isaiah Horowitz (1555–1630) recommended saying Kaddish deRabbanan,  which today is generally preceded by the recitation of a baraita (such as Hananiah ben Aqashia  [he]'s)",
                  "refs": [
                    "https://hebrewbooks.org/58285",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Others say Kaddish Yatom instead",
                  "refs": [
                    "https://www.sefaria.org/Siddur_Edot_HaMizrach,_Blessing_of_the_Moon.3"
                  ]
                },
                {
                  "sentence": "16th-century Lurianic kabbalists began a practice of shaking one's garments (especially tzitzit) after the ritual, in order to dislodge any evil spirits drawn by the moon",
                  "refs": [
                    "https://books.google.com/books?id=3TL5AQAAQBAJ",
                    "https://archive.org/details/brotherkeepersne0000unse"
                  ]
                },
                {
                  "sentence": "Epstein Ashkenazi recommended reciting Psalm 67 while mentally tracing the shape of a menorah",
                  "refs": [
                    "https://books.google.com/books?id=yI9BAAAAYAAJ&pg=PT80"
                  ]
                },
                {
                  "sentence": "Jerahmiel Hofstein  [he] claimed that checking one's tzitzit after Kiddush levana prevents fever",
                  "refs": [
                    "https://www.jstor.org/stable/23407460"
                  ]
                },
                {
                  "sentence": "Moroccan Jews conclude with the cantor reciting a mi shebeirach on behalf of the congregation; among the Jews of southern Tafilalt, this is preceded by communal recital of \"The likeness of Jacob is etched beneath the Throne of Glory\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[i]  Shneur Zalman of Liadi's prayerbook (Shklov, 1803) included Ana beKoach at the end of the ritual, but this was abandoned by all subsequent Chabad publications",
                  "refs": [
                    "https://www.sefaria.org.il/Biur_Halacha.426.2.5?lang=bi&with=all&lang2=en"
                  ]
                },
                {
                  "sentence": "Other prayerbooks have also included Ana beKoach",
                  "refs": [
                    "https://books.google.com/books?id=tJlEAAAAcAAJ&pg=PP290"
                  ]
                },
                {
                  "sentence": "Some conclude with a modern liturgy, \"May it be Your will for the moon to wax into fullness ...\"  Haim Palachi says to look at oneself in the mirror, give three coins to charity, look at someone named Isaac, and say \"Isaac, Isaac, Isaac\"",
                  "refs": [
                    "https://tablet.otzar.org/#/book/12218/p/19/t/827980/fs/0/start/0/end/0/c",
                    "https://din.org.il/2021/04/07/%D7%A7%D7%93%D7%99%D7%A9-%D7%90%D7%97%D7%A8%D7%99-%D7%91%D7%A8%D7%9B%D7%AA-%D7%9C%D7%91%D7%A0%D7%94/"
                  ]
                },
                {
                  "sentence": "A recent custom calls for appending lines 13-24 of El Adon, \"Good are the heavenly lamps which God created",
                  "refs": [
                    "https://www.yeshiva.org.il/ask/112873"
                  ]
                },
                {
                  "sentence": "he fixed the form of the moon\";  Yitzhak Yosef writes that one should not say these lines if reciting Kiddush levana for Av before Tisha B'Av",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Some recent Kabbalistic books add another liturgy, \"Behold, I have come to bless",
                  "refs": [
                    "https://books.google.com/books?id=YQUsAAAAYAAJ"
                  ]
                },
                {
                  "sentence": ".\"  Some sing Yosef Hayyim's piyyut Simhu na bevirkat halevana",
                  "refs": [
                    "https://www.jstor.org/stable/23595597"
                  ]
                },
                {
                  "sentence": "At one 1992 kiruv retreat, participants followed Kiddush levana with the hora, howling, and meditation on \"giving and receiving love\"",
                  "refs": [
                    "https://books.google.com/books?id=BmQJ-lraMCsC&pg=PP10"
                  ]
                },
                {
                  "sentence": "In 1999, a liberal Philadelphia group concluded by adding \"a touch of New Age to this ancient ritual by forming a circle and conferring blessings on one another\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Controversy and popularity",
      "section_content": [
        {
          "sentence": "Kiddush levana was \"a highly visible target for rationalist critiques, both Jewish and non-Jewish\"",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "15th-18th century",
          "section_content": [
            {
              "sentence": "Alilot Devarim (1467), a satirical critique of rabbinical practice, attacks the custom of waiting to recite the blessing until Saturday night, the practice of jumping at the moon, and the liturgy \"Blessed be your Creator",
              "refs": []
            },
            {
              "sentence": ".\"  The Kol Sakhal (1504) of \"Amitai bar Yedaya ibn Raz of Alcalay\" calls Kiddush levana \"not only complete idiocy but obvious idolatry\" and moon-worship",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Kiddush levana is rarely mentioned in 16th and 17th century Christian accounts of Yom Kippur, but regularly mentioned by the end of the 18th century",
              "refs": []
            },
            {
              "sentence": "In 1731, Nicholas Prevost recorded that \"this ceremony is not equally in use with all of  [the Jews]\"",
              "refs": [
                "https://hebrewbooks.org/42759"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "19th century",
          "section_content": [
            {
              "sentence": "At the turn of the 19th century, Dutch authorities had \"proscribed the benediction of the new moon\"",
              "refs": []
            },
            {
              "sentence": "S",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A",
              "refs": []
            },
            {
              "sentence": "Horodetsky  [he] described \" [Joseph] Perl calling the police to disperse the people when they gathered in the street to greet with prayers the new moon\"",
              "refs": []
            },
            {
              "sentence": "In 1837, Abraham Geiger called for ending the public ritual and reverting to the original short Talmudic blessing,  a position he later reaffirmed",
              "refs": [
                "https://www.nli.org.il/he/piyut/Piyut1song_010030700000005171/NLI"
              ]
            },
            {
              "sentence": "Erasmus Scott Calman critiqued Kiddush levana as idolatrous in 1840",
              "refs": [
                "https://books.google.com/books?id=gk1EEAAAQBAJ"
              ]
            },
            {
              "sentence": "In 1852, Isaac Samuel Reggio wrote that he had initially thought that the public ritual should end, before changing his mind",
              "refs": [
                "https://religionnews.com/2000/01/01/news-feature-jewish-movement-seeks-to-reconnect-men-to-the-faith/"
              ]
            },
            {
              "sentence": "In 1854, Pavel Ignatieff commissioned a report on Kiddush levana, which found \"obscene (nepristoinye) phrases incorporated within the liturgy,\" demonstrating a fanatical, messianic undertone",
              "refs": [
                "https://hebrewbooks.org/pdfpager.aspx?req=16002&st=&pgnum=96&hilite="
              ]
            },
            {
              "sentence": "This report implicitly declared that the ritual should be banned in Imperial Russia",
              "refs": []
            },
            {
              "sentence": "Leon Mandelstamm  [he; ru] proposed reforming the ritual in 1861",
              "refs": [
                "https://www.hebrewbooks.org/pdfpager.aspx?req=21108&st=&pgnum=185&hilite="
              ]
            },
            {
              "sentence": "In an 1891 dialogue published in Ha-Tsfira, one character says that the ritual embarrasses Judaism before the world; the other, a rabbi, appeals to the value of tradition",
              "refs": []
            },
            {
              "sentence": "In 1892, François Borloz, a missionary, critiqued Kiddush levana as primitive and idolatrous",
              "refs": [
                "https://books.google.com/books?id=B2pZAAAAYAAJ&pg=PA202-IA4"
              ]
            },
            {
              "sentence": "In response, Gottlieb Klein, a Stockholm rabbi, defended the ritual on theological grounds, while Abraham Meyer, a Tlemcen rabbi, suggested that the jumping and backwards scripture elements should be discontinued, and that the remaining elements should only be said at home, citing both theology and fear of prejudice",
              "refs": []
            },
            {
              "sentence": "In 1893, the American Hebrew reported that \"These things have passed away",
              "refs": [
                "https://books.google.com/books?id=TVgABAAAQBAJ&pg=PA45"
              ]
            },
            {
              "sentence": "Not now in Jewry is it customary for us to assemble on the ninth or tenth night of the month and say the sanctification of the moon\"",
              "refs": []
            },
            {
              "sentence": "In 1898, Lewis Naphtali Dembitz wrote that it is \"best to omit\" all elements beyond the Talmudic blessing, which he calls \"a great deal of half-Cabbalistic trifles\"",
              "refs": [
                "https://books.google.com/books?id=027Kj0v6zHMC"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "20th century",
          "section_content": [
            {
              "sentence": "At the beginning of the 20th century, Galician Jews were often attacked when observing Kiddush levana",
              "refs": []
            },
            {
              "sentence": "At the 1910 rabbinical conference in Saint Petersburg, \"One resolution appears to outsiders plainly inconceivable in its mediaevalness",
              "refs": [
                "https://books.google.com/books?id=7_WZ-DASAjEC&pg=PA37"
              ]
            },
            {
              "sentence": "it was resolved that the blessing of the new moon should be permitted in the streets as a public worship as are the pilgrimages of the Christian churches, but at the same time it was declared that in a case of emergency, it was permitted to pronounce this blessing at the window\"",
              "refs": []
            },
            {
              "sentence": "Edward Keith-Roach banned reciting Kiddush levana at the Western Wall on Tisha B'Av 1930, causing \"great resentment\"",
              "refs": []
            },
            {
              "sentence": "In 1931, Samuel Krauss described jumping at the moon as a primitive magical practice, \"so strange that even Isserles acknowledged that it had a suspicion of idolatry attached to it",
              "refs": [
                "https://books.google.com/books?id=P8TlDQAAQBAJ"
              ]
            },
            {
              "sentence": "it is only maintained out of respect for old traditions.\"",
              "refs": [
                "https://books.google.com/books?id=LURDAAAAYAAJ&pg=RA1-PA16"
              ]
            },
            {
              "sentence": "Generations of the Authorised Daily Prayer Book expurgated all ritual elements,    and some other 20th-century Orthodox prayerbooks ignored it entirely",
              "refs": [
                "https://books.google.com/books?id=oAOnI-PLOZ8C&pg=PA300",
                "[ERROR retrieving ref link]",
                "https://www.hebrewbooks.org/pdfpager.aspx?req=34254&st=&pgnum=1015"
              ]
            },
            {
              "sentence": "It did not appear in 20th-century Conservative, Reform, or Reconstructionist prayerbooks",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "David Mevorach Seidenberg writes that, during his rabbinical training at JTS, \"I used to invite fellow rabbinical students to participate in Kiddush levana",
              "refs": [
                "https://archive.org/details/guidetojewishrel00isaa/page/266/mode/2up"
              ]
            },
            {
              "sentence": "sometimes people would refuse, calling the ritual 'pagan'\"",
              "refs": []
            },
            {
              "sentence": "In 1968, Eric L",
              "refs": []
            },
            {
              "sentence": "Friedlander described Kiddush levana as \"unjustly-ignored",
              "refs": []
            },
            {
              "sentence": "The inconvenience of the late evening hour, when the blessing is to be recited, the cumbrous rubrics, and the mystical accretions surrounding the prayer all account for its current lack of recognition",
              "refs": []
            },
            {
              "sentence": "Elbogen's Der jüdische Gottesdienst is silent about the benediction; nor do the American Conservative prayerbooks contain it",
              "refs": []
            },
            {
              "sentence": "De Sola Pool and Birnbaum are the only American compilers to leave the blessing and its full complement entire\"",
              "refs": []
            },
            {
              "sentence": "By 1971, according to Abraham Millgram, \"The Kiddush levana is now hardly known at all",
              "refs": [
                "https://www.nli.org.il/en/newspapers/?a=d&d=hzf18911022-01.1.2"
              ]
            },
            {
              "sentence": "Only few congregations still gather outside their synagogues to consecrate the moon",
              "refs": []
            },
            {
              "sentence": "Most modern prayer books do not even include the prayers for this service\"",
              "refs": []
            },
            {
              "sentence": "In 1978, Isaac Klein, too, described it as an \"all but forgotten ritual\"  and in the same year, Avram Arian wrote that it was \"one of the least well known",
              "refs": [
                "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
                "https://www.proquest.com/docview/1304354341/6D554ED44B494F79PQ"
              ]
            },
            {
              "sentence": "it has fallen into a state of disuse",
              "refs": []
            },
            {
              "sentence": ".To the best of my knowledge, it is presently observed by only the most halakhically scrupulous of Orthodox Jews\"",
              "refs": []
            },
            {
              "sentence": "Martin Lockshin claimed this was only true among non-Orthodox Jews",
              "refs": [
                "https://archive.org/details/guidetojewishrel00isaa/page/266/mode/2up"
              ]
            },
            {
              "sentence": "In 1992, Chabad announced a campaign to popularize its observance",
              "refs": [
                "https://archive.org/details/jewishworship0000mill"
              ]
            },
            {
              "sentence": "In 1996, Kiddush levana was described as \"the least observed of all\" outdoor Jewish rituals",
              "refs": []
            },
            {
              "sentence": "Marcia Falk witnessed it in 1999, but wrote \"The recitation of birkat hal’vanah is rather uncommon today; I never witnessed it when I was growing up",
              "refs": [
                "https://books.google.com/books?id=nTApAAAAYAAJ&pg=PA333"
              ]
            },
            {
              "sentence": "Nothing I had seen in feminist Jewish rituals—or, indeed, in the rituals of many non-Jewish feminists—looked more open to the label of 'paganism' (a label frequently used to censure Jewish feminist innovations) than what I was witnessing here, on the streets of Sha'arey Hesed, being enacted by members of a devout Jewish sect.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Apollo moon landing",
          "section_content": [
            {
              "sentence": "After the 1969 Apollo moon landing, some advocated for altering or abandoning the ritual, which includes jumping toward the moon and saying \"Just as I jump but do not reach you\"",
              "refs": []
            },
            {
              "sentence": "William Greider predicted the end of Kiddush levana in the Washington Post, writing \"The moon landing",
              "refs": [
                "https://www.proquest.com/docview/869181405/85F0EB13CA214A67PQ"
              ]
            },
            {
              "sentence": "destroys the mystery of the symbol and alters forever perspectives of faith and imagination",
              "refs": []
            },
            {
              "sentence": "Once men get beyond the old mysteries, they will surely have to create new myths\"",
              "refs": []
            },
            {
              "sentence": "Shlomo Goren proposed an emended version,  but Shimon Hirari  [he] opposed any change",
              "refs": [
                "https://books.google.com/books?id=ljPCWaaPXAYC&pg=PA354",
                "https://books.google.com/books?id=Svzf3uUCFToC&pg=PA220"
              ]
            },
            {
              "sentence": "Joseph B",
              "refs": [
                "https://www.proquest.com/docview/869181405/85F0EB13CA214A67PQ"
              ]
            },
            {
              "sentence": "Soloveitchik, Chaim Kanievsky, Yitzhak Yosef, and Yehuda Kesus also ruled against changing the liturgy",
              "refs": []
            },
            {
              "sentence": "Arthur Waskow wrote a different emended version for Jewish Renewal congregations in 1997,  and Kerry Olitzky wrote another one in 2010",
              "refs": [
                "https://www.proquest.com/docview/918269064/8C1E4B67D5C544E1PQ",
                "https://www.proquest.com/docview/1012528368/8C1E4B67D5C544E1PQ/"
              ]
            },
            {
              "sentence": "In 2009, \"Zvi Konikov and  [Buzz] Aldrin exchanged thoughts on the monthly Jewish custom of the sanctification of the moon, and Aldrin repeated the Hebrew words 'Kiddush Levana.'\"",
              "refs": [
                "https://hebrewbooks.org/43372",
                "https://hebrewbooks.org/22790"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Current practice",
      "section_content": [
        {
          "sentence": "As of 2024, Kiddush levana is included in all mainstream Orthodox prayerbooks,  including recent editions of the Authorised Daily Prayer Book",
          "refs": [
            "https://www.hebrewbooks.org/pdfpager.aspx?req=34254&st=&pgnum=1015"
          ]
        },
        {
          "sentence": "It is observed by some within Conservative Judaism, Reform Judaism, Reconstructionist Judaism, and Jewish Renewal",
          "refs": [
            "https://www.chabad.org/therebbe/article_cdo/aid/79163/jewish/The-Rebbes-Kiddush-Levanah.htm",
            "https://www.amazon.com/authorised-Congregations-British-Commonwealth-Nations/dp/B0000CLLTK"
          ]
        },
        {
          "sentence": "Its inclusion in recent prayerbooks speaks to \"the growing influence of mysticism and Hassidism\"",
          "refs": []
        },
        {
          "sentence": "Falk writes,",
          "refs": [
            "https://books.google.com/books?id=jc0IBwAAQBAJ&pg=PA23"
          ]
        },
        {
          "sentence": "However, according to Ron H",
          "refs": []
        },
        {
          "sentence": "Feldman, \"While the contemporary Orthodox new moon rituals preserve elements of both the Talmudic and kabbalistic practices, the interpretation of the rituals minimizes the kabbalistic legacy.\"  The editors of the current Rabbinical Council of America prayerbook, Arie Folger and Aton Holzer, write that, although it was \"marked for omission by some reviewers\", nonetheless \"we",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "don't flinch from including",
          "refs": []
        },
        {
          "sentence": "Kiddush Levanah",
          "refs": []
        },
        {
          "sentence": "we provide a basis to rationalize  [its] use\"",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Orthodox Halakha",
          "section_content": [
            {
              "sentence": "Kiddush levana is a d'rabbanan",
              "refs": []
            },
            {
              "sentence": "While it is customary to say the prayer with the large crowd, or at least with a minyan,  it can be also said alone",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.proquest.com/docview/147639775/9DBC617E1EEB445DPQ"
              ]
            },
            {
              "sentence": "According to David Lida  [he], even one who has not yet said Maariv should recite Kiddush levana with the rest of the community;  this ruling is also cited by Yechiel Michel Epstein Ashkenazi in the name of \"the writings of Bunim Halevi of Rymanów\"",
              "refs": [
                "https://www.jta.org/archive/prayer-on-advent-of-new-moon-is-altered-to-take-into-account-apollo-11-achievement",
                "https://tablet.otzar.org/#/b/64100/p/84/t/1734969773724/fs/0/start/0/end/0/c/1734969800468",
                "https://opensiddur.org/prayers/lunisolar/new-moon/kiddush-levanah/emendation-to-the-kiddush-levanah-in-light-of-the-first-moon-landing-by-shlomo-goren-1969/",
                "https://hebrewbooks.org/pdfpager.aspx?req=16002&st=&pgnum=96&hilite=",
                "https://collive.com/rabbi-meets-astronaut-aldrin/"
              ]
            },
            {
              "sentence": "A mourner sitting shiva traditionally does not recite Kiddush levana due to the happy nature of its recitation, unless the shiva will end after the tenth of the month and there is a concern that he will miss the opportunity to recite it entirely",
              "refs": []
            },
            {
              "sentence": "Others rule that a mourner should not recite Kiddush levana during shiva unless the shiva will not be over before the last night that it is possible to recite it",
              "refs": [
                "https://hebrewbooks.org/58285",
                "https://archive.org/details/sim_conservative-judaism_fall-1988_41_1/page/34"
              ]
            },
            {
              "sentence": "A mourner may, however, participate in the shalom aleikhem following Kiddush levana",
              "refs": [
                "https://hebrewbooks.org/58285",
                "https://www.proquest.com/docview/203881687/E20BCC659BCB4D1EPQ"
              ]
            },
            {
              "sentence": "Yaakov Levi Moelin ruled that one should recite it outside and not while standing inside and looking at the moon through a window",
              "refs": []
            },
            {
              "sentence": "The Jews of Marrakesh recited it on the synagogue roof",
              "refs": [
                "https://hebrewbooks.org/58285",
                "https://hakirah.org/vol28Holzer.pdf"
              ]
            },
            {
              "sentence": "However, one who cannot go outside can recite it while looking through a window,  although some write that one should open the window if possible",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=YQUsAAAAYAAJ"
              ]
            },
            {
              "sentence": "Solomon Luria would intentionally break with this tradition, reciting it by his window",
              "refs": [
                "https://outorah.org/p/25750/"
              ]
            },
            {
              "sentence": "Halakhists dispute whether a blind person is obligated to recite the blessing",
              "refs": [
                "https://www.jewishencyclopedia.com/articles/11494-new-moon-blessing-of-the"
              ]
            },
            {
              "sentence": "Yaakov Yitzchak of Lublin thought one should recite the baraita containing the blessing if the moon was covered on the last night, while Shalom Perloff recommended reciting the blessing without holy names",
              "refs": []
            },
            {
              "sentence": "A table tracking many halakhic questions relating to Kiddush levana throughout history is given by Arian",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Timing",
              "section_content": [
                {
                  "sentence": "It is traditionally recited only at nighttime",
                  "refs": []
                },
                {
                  "sentence": "Shlomo Goren ruled that in polar day conditions, one should recite it at 12:00 AM",
                  "refs": [
                    "https://hebrewbooks.org/58285",
                    "https://hakirah.org/vol28Holzer.pdf",
                    "https://www.sefaria.org.il/Biur_Halacha.426.2.3?lang=bi&with=all&lang2=en",
                    "https://hebrewbooks.org/pdfpager.aspx?req=8918&st=&pgnum=4"
                  ]
                },
                {
                  "sentence": "The Rambam (followed e.g",
                  "refs": []
                },
                {
                  "sentence": "by Hayim Vital) ruled that the blessing should be recited on the first night of the new moon",
                  "refs": []
                },
                {
                  "sentence": "Indeed, some say that one should only stand to recite the blessing if it is performed \"in its proper time\", meaning on the first of the month",
                  "refs": [
                    "https://www.sefaria.org.il/Mishnah_Berurah.426.21?lang=bi&with=all&lang2=en",
                    "https://tablet.otzar.org/#/b/64100/p/84/t/1734969773724/fs/0/start/0/end/0/c/1734969800468",
                    "https://hebrewbooks.org/58285",
                    "https://www.hebrewbooks.org/pdfpager.aspx?req=40448&st=&pgnum=186"
                  ]
                },
                {
                  "sentence": "However, according to most authorities one must wait until three    or seven    complete days after the molad, or appearance of the new moon",
                  "refs": [
                    "https://books.google.co.il/books?id=5dlRAAAAcAAJ&printsec=frontcover&hl=iw&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false",
                    "https://hebrewbooks.org/58285",
                    "https://tablet.otzar.org/#/b/64100/p/84/t/1734969773724/fs/0/start/0/end/0/c/1734969800468",
                    "https://books.google.com/books?id=kcCAAgAAQBAJ&pg=PT195",
                    "https://hebrewbooks.org/58285",
                    "https://books.google.com/books?id=TqVZHiN7TFAC&pg=PA87",
                    "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf"
                  ]
                },
                {
                  "sentence": "The latest time for Kiddush levana is usually said to be when the moon is \"filled in\", and the amoraim debate whether this means half full (until the seventh of the month) or completely full (mid-month)",
                  "refs": []
                },
                {
                  "sentence": "Normative custom follows the second opinion (mid-month)",
                  "refs": [
                    "https://hebrewbooks.org/58285",
                    "https://www.sefaria.org.il/Mishnah_Berurah.426.2?lang=bi&with=all&lang2=en"
                  ]
                },
                {
                  "sentence": "According to an alternate position in the Yerushalmi, the latest time is \"half a cake\"",
                  "refs": [
                    "https://hebrewbooks.org/58285"
                  ]
                },
                {
                  "sentence": "Yosef Karo ruled that it can be recited until fifteen days after the molad,   but Moses Isserles ruled that it can be recited only until the moon's literal half-way point, i.e",
                  "refs": [
                    "https://www.jstor.org/stable/23262968",
                    "https://hebrewbooks.org/58285",
                    "https://www.sefaria.org.il/Mishneh_Torah%2C_Blessings.10.17?lang=bi&with=all&lang2=en"
                  ]
                },
                {
                  "sentence": "fourteen days, eighteen hours and twenty-two minutes after the molad",
                  "refs": []
                },
                {
                  "sentence": "Others say it can be recited until the sixteenth day of the month, as the waning of the moon is not yet recognizable,   unless a lunar eclipse (which always occurs mid-month) marks mid-month before that",
                  "refs": [
                    "https://hebrewbooks.org/58285",
                    "https://hebrewbooks.org/pdfpager.aspx?req=49521&st=&pgnum=185",
                    "https://hebrewbooks.org/58285",
                    "https://www.hebrewbooks.org/pdfpager.aspx?req=916&st=&pgnum=245&hilite="
                  ]
                },
                {
                  "sentence": "Most halakhists follow Massechet Soferim in ruling that Kiddush levana should be recited at the conclusion of Shabbat,   although others prefer reciting it immediately whenever the new moon appears",
                  "refs": [
                    "https://www.chabad.org/library/article_cdo/aid/1904288/jewish/Kiddush-Levana-Sanctification-of-the-Moon.htm",
                    "https://hebrewbooks.org/58285"
                  ]
                },
                {
                  "sentence": "However, if waiting until the conclusion of the Sabbath will make it impossible to recite Kiddush levana before the tenth day of the month, most halakhic authorities rule that it should recited immediately,   although some still wait until after the Sabbath if it will be possible to recite it then at all",
                  "refs": [
                    "https://hebrewbooks.org/58285",
                    "https://www.sefaria.org.il/Shulchan_Arukh%2C_Orach_Chayim.426.4?lang=en&with=all&lang2=en",
                    "https://hebrewbooks.org/58285",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In the month of Tishrei, most communities delay the recitation of Kiddush levana until after the conclusion of Yom Kippur",
                  "refs": []
                },
                {
                  "sentence": "One who is too hungry to focus should first break their fast",
                  "refs": [
                    "https://tablet.otzar.org/#/b/64100/p/84/t/1734969773724/fs/0/start/0/end/0/c/1734969800468",
                    "https://hebrewbooks.org/pdfpager.aspx?req=49521&st=&pgnum=185"
                  ]
                },
                {
                  "sentence": "Others have a custom to say it specifically before Yom Kippur",
                  "refs": [
                    "https://tablet.otzar.org/#/b/600664/p/484/t/1734877102216/fs/0/start/0/end/0/c/1734877139765"
                  ]
                },
                {
                  "sentence": "In the month of Av, it is traditionally postponed until after the fast of Tisha B'Av, as the beginning of the month is a time of mourning and the ritual is considered joyful",
                  "refs": []
                },
                {
                  "sentence": "Isserles also bans reciting it immediately after Tisha B'Av ends, considering the mourning period to still be in effect,   but most later halakhists only require one to postpone its recitation until after breaking their fast,   and others allow it to be recited immediately following the conclusion of Tisha B'Av",
                  "refs": [
                    "https://hebrewbooks.org/58285",
                    "https://tablet.otzar.org/#/b/64100/p/84/t/1734969773724/fs/0/start/0/end/0/c/1734969800468",
                    "https://hebrewbooks.org/pdfpager.aspx?req=49521&st=&pgnum=185",
                    "https://hebrewbooks.org/58285",
                    "https://hebrewbooks.org/pdfpager.aspx?req=49521&st=&pgnum=185",
                    "https://hebrewbooks.org/58285",
                    "https://www.sefaria.org.il/Shulchan_Arukh%2C_Orach_Chayim.426.2?lang=bi&with=all&lang2=en"
                  ]
                },
                {
                  "sentence": "The practice of Egyptian Jews was to delay saying Kiddush levana for Tevet until after the fast",
                  "refs": []
                },
                {
                  "sentence": "Judeo-Spanish Jews recite Kiddush levana for Sivan immediately after Shavuot",
                  "refs": [
                    "https://www.sefaria.org.il/Beit_Yosef%2C_Orach_Chaim.426.3.1?lang=en&with=all&lang2=en"
                  ]
                },
                {
                  "sentence": "Kiddush levana is generally not recited on the eve of a Sabbath or festival,   unless it is the last opportunity to do so,   because of concern that some will break the Sabbath in order to recite it,  or because the Shekhinah would have to be brought in from beyond the techum, or because it is considered similar to a marriage, and marriages are not performed on the Sabbath",
                  "refs": [
                    "https://hebrewbooks.org/58285",
                    "https://tablet.otzar.org/#/b/64100/p/84/t/1734969773724/fs/0/start/0/end/0/c/1734969800468",
                    "https://www.jta.org/archive/prayer-on-advent-of-new-moon-is-altered-to-take-into-account-apollo-11-achievement",
                    "https://www.sefaria.org.il/Bach%2C_Orach_Chaim.426.4.1?lang=bi&with=all&lang2=en",
                    "https://www.sefaria.org.il/Shulchan_Arukh%2C_Orach_Chayim.426.2?lang=bi&with=all&lang2=en"
                  ]
                },
                {
                  "sentence": "If a festival falls on Sunday, Kiddush levana is not performed on Saturday night",
                  "refs": [
                    "https://hebrewbooks.org/pdfpager.aspx?req=58216&st=&pgnum=345"
                  ]
                },
                {
                  "sentence": "Any additional passages normally recited by the community, beyond the Talmudic blessing, should only be included if the ritual is performed on Saturday night",
                  "refs": [
                    "https://hebrewbooks.org/pdfpager.aspx?req=49521&st=&pgnum=185",
                    "https://www.jta.org/archive/prayer-on-advent-of-new-moon-is-altered-to-take-into-account-apollo-11-achievement"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Women",
              "section_content": [
                {
                  "sentence": "According to David and Victoria Rosen, the \"traditional ritual celebrations of the moon were centered on the activities of men and involved rituals that, for the most part, took place within the male-dominated ritual sphere of the synagogue\"",
                  "refs": []
                },
                {
                  "sentence": "Idit Pintel-Ginsburg writes that \"An ambivalent relationship exists between women and the first day of the month\" because women do not participate in Kiddush levana",
                  "refs": [
                    "https://www.sefaria.org/Leket_Yosher,_Volume_I_(Orach_Chayim).70.1"
                  ]
                },
                {
                  "sentence": "Noa Ginzburg understands the ritual as an attempt by men to claim a female moon;  according to Arian, \"There is a small amount of literary evidence which supports the hypothesis that the moon is used as a feminine symbol\"",
                  "refs": [
                    "https://www.sefaria.org.il/Mishnah_Berurah.426.11?lang=bi&with=all&lang2=en",
                    "https://www.sefaria.org.il/Ba'er_Hetev_on_Shulchan_Arukh%2C_Orach_Chayim.426.4?lang=en&with=all&lang2=en"
                  ]
                },
                {
                  "sentence": "Women are allowed to perform time-bound positive mitzvot, even though they are not obligated to,   and Rav Ashi (352–427) describes women reciting the Kiddush levana blessing in Babylonia",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.sefaria.org.il/Mishnah_Berurah.426.12?lang=bi&lookup=%D7%91%D7%96%D7%94&with=Lexicon&lang2=en"
                  ]
                },
                {
                  "sentence": "15th- and 16th-century Italian women's prayerbooks contain Kiddush levana",
                  "refs": [
                    "https://www.sefaria.org.il/Mishnah_Berurah.426.2?lang=bi&with=all&lang2=en"
                  ]
                },
                {
                  "sentence": "However, Isaiah Horowitz (1555–1630) observed that \"women keep away from Kiddush levana",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "even though many are sure to recite every prayer, they have never observed this commandment\"",
                  "refs": []
                },
                {
                  "sentence": "Horowitz speculates that this is out of embarrassment for Eve's sin, which according to him was responsible for the lunar cycle,  but according to Jacob Zallel Lauterbach, \"there is no reason for it\"",
                  "refs": [
                    "https://hebrewbooks.org/944"
                  ]
                },
                {
                  "sentence": "This practice may have developed because women don't usually attend maariv on Saturday night, and therefore aren't at the synagogue when Kiddush levana is recited,  or because it is done outdoors, and women did not leave the house,  or because women did not understand the calendar",
                  "refs": [
                    "https://www.sefaria.org.il/Arukh_HaShulchan%2C_Orach_Chaim.426.10?lang=bi&with=all&lang2=en",
                    "https://www.jstor.org/stable/3774110",
                    "https://books.google.com/books?id=m3qsBwAAQBAJ&pg=RA1-PA6"
                  ]
                },
                {
                  "sentence": "Avraham Gombiner cited Horowitz in 1671,  and most halakhic authorities, beginning with Joseph Teomim (1787),  interpreted him as prohibiting women from participating in the ritual",
                  "refs": [
                    "https://www.sefaria.org.il/Sukkah.28a.12?lang=bi&with=all&lang2=en",
                    "https://www.daat.ac.il/encyclopedia/value.asp?id1=3995"
                  ]
                },
                {
                  "sentence": "Teomim banned women from reciting it even without invoking a holy name,  but Yaakov Chaim Sofer encouraged women to have a man recite it on their behalf or to recite only \"Blessed be the one who renews the months\",  and Avraham Shmuel Binyamin Sofer, Ovadia Yosef, and Jacob Kassin  [he] agreed;  however, this is not the general custom",
                  "refs": [
                    "https://www.academia.edu/43714242/Evelyn_M_Cohen_Women_s_Illuminated_Hebrew_Prayer_Books_in_Renaissance_Italy_in_Michele_Luzzati_and_Cristina_Galasso_eds_Donne_nella_storia_degli_ebrei_d_Italia_Atti_del_IX_Convegno_internazionale_Italia_Judaica_Lucca_6_9_Giugno_2005_Florence_Giuntina_2007_305_312",
                    "https://books.google.com/books?id=tJlEAAAAcAAJ&pg=PP290",
                    "https://www.daat.ac.il/encyclopedia/value.asp?id1=3995",
                    "https://hebrewbooks.org/pdfpager.aspx?req=2594&st=&pgnum=324&hilite=",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Elijah Israel  [he] (1715–1784) ruled that it is permitted for women to recite Kiddush levana",
                  "refs": []
                },
                {
                  "sentence": "Shlomo Kluger (1785–1869) went further, abandoning Horowitz's premise, and explained that women are obligated to perform the mitzvah, because it is dependent on the act of seeing the new moon rather than a particular schedule",
                  "refs": [
                    "https://www.hebrewbooks.org/1494"
                  ]
                },
                {
                  "sentence": "Joseph B",
                  "refs": [
                    "https://www.yutorah.org/lectures/977912/Ten-Minute-HalachaWomen-and-Kiddush-Levanah"
                  ]
                },
                {
                  "sentence": "Soloveitchik agreed with Kluger, at least in theory,  as does Hershel Schachter",
                  "refs": [
                    "https://www.sefaria.org.il/Magen_Avraham.426.1?lang=bi&with=all&lang2=en"
                  ]
                },
                {
                  "sentence": "Since 1992, some Chabad women have recited it, although Yosef Simha Ginzburg  [he] disapproves",
                  "refs": [
                    "https://shulchanarukh.alhatorah.org/Dual/Peri_Megadim_Eishel_Avraham/Orach_Chayyim/426.2#m7e0n6"
                  ]
                },
                {
                  "sentence": "Re'em Ha'Cohen has ruled that women are permitted to recite it,  and the Jewish Orthodox Feminist Alliance advocates for allowing women to both recite it and lead men in the service",
                  "refs": [
                    "https://www.yutorah.org/lectures/727331/Beis-Yitzchak-Volume-36",
                    "https://outorah.org/p/190647/"
                  ]
                },
                {
                  "sentence": "As of 2024, women do not recite Kiddush levana in mainstream Orthodox Judaism,   but the question \"remains unresolved\"",
                  "refs": [
                    "https://www.hidabroot.org/question/286925",
                    "https://archive.org/details/isbn_9781568711522_2"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "In non-Orthodox Judaism",
          "section_content": [
            {
              "sentence": "Conservative Judaism endorses the recital of Kiddush levana",
              "refs": []
            },
            {
              "sentence": "Isaac Klein wrote that Kiddush levana \"embodies much that might be appealing to contemporary Jews\" and \"has a mystic, haunting air about it\", but that it is an \"all but forgotten ritual\"",
              "refs": [
                "https://www.proquest.com/docview/1304354341/6D554ED44B494F79PQ"
              ]
            },
            {
              "sentence": "A more recent post from the Jewish Theological Seminary of America states that \"Through Kiddush levana ..",
              "refs": [
                "https://www.proquest.com/docview/1304354341/6D554ED44B494F79PQ"
              ]
            },
            {
              "sentence": "we reaffirm our commitment to sanctifying time and celebrating the Jewish holidays that are determined by the lunar calendar\"",
              "refs": []
            },
            {
              "sentence": "Hershel Matt \"took took special delight in performing and promoting\" Kiddush levana",
              "refs": [
                "https://www.sefaria.org.il/HaElef_Lekha_Shlomo%2C_Orach_Chayim.193.1?lang=bi&with=all&lang2=en"
              ]
            },
            {
              "sentence": "According to Daniel Pressman, \"It's safe to guess that many  [Conservative] Jews have never heard of this service, let alone participated in it",
              "refs": [
                "https://tablet.otzar.org/#/b/64101/p/94/t/1734969655779/fs/0/start/0/end/0/c/1734969661295"
              ]
            },
            {
              "sentence": "It has experienced a revival",
              "refs": []
            },
            {
              "sentence": "in recent years\"",
              "refs": []
            },
            {
              "sentence": "Eric L",
              "refs": []
            },
            {
              "sentence": "Friedlander, a Reform rabbi, endorsed reciting the blessing component in 1968: \"The prayer's present-day indisposition should not in the least obscure for us its literary excellence and religious feeling",
              "refs": []
            },
            {
              "sentence": "Even if we cannot recite the prayer on schedule, we need this prayer",
              "refs": []
            },
            {
              "sentence": "if only to impress us that the tannaitic and amoraic compilers of the synagogal liturgy were by no means so immured in their houses of study as to be insensitive to nature's beauties\"",
              "refs": []
            },
            {
              "sentence": "Eleanor Davis endorses the entire ritual",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "David Teutsch, a leader in Reconstructionist Judaism, describes Kiddush levana as an opportunity to \"explore aspects of the Jewish tradition which were associated with women\" and that \"concern with the environment, and particularly with recycling the good things of the world, flows naturally from our awareness of the recycling of the moon\"",
              "refs": []
            },
            {
              "sentence": "Some Jewish Renewal congregations recite Kiddush levana,  and Arthur Waskow includes it in his ritual guide",
              "refs": [
                "https://www.jofa.org/wp-content/uploads/2023/03/Partner-English.pdf"
              ]
            },
            {
              "sentence": "Kiddush levana was included in the third edition of The Jewish Catalog",
              "refs": []
            },
            {
              "sentence": "Everett Gendler and Arthur Green were both \"attracted\" to the ritual",
              "refs": [
                "https://www.yutorah.org/lectures/977912/Ten-Minute-HalachaWomen-and-Kiddush-Levanah"
              ]
            },
            {
              "sentence": "Matthew Biers-Ariel composed a version to be said while hiking",
              "refs": [
                "https://hdl.handle.net/20.500.12202/6454"
              ]
            },
            {
              "sentence": "Daniel J",
              "refs": [
                "https://www.jtsa.edu/torah/kiddush-levanah/"
              ]
            },
            {
              "sentence": "Cayre includes it in his egalitarian Sephardic machzor for Yom Kippur",
              "refs": []
            },
            {
              "sentence": "Gendered versions of Kiddush levana have increasingly dominated non-Orthodox celebration of Kiddush levana since 1976.",
              "refs": [
                "ISBN: 978-0-88125-430-3"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Feminist versions",
              "section_content": [
                {
                  "sentence": "In 1976, Arlene Agus included Kiddush levana in her women's Rosh Chodesh ceremony",
                  "refs": []
                },
                {
                  "sentence": "Susan Talve composed a feminist version of the liturgy in 1983",
                  "refs": [
                    "https://books.google.com/books?id=SMMJEQAAQBAJ&pg=PA31"
                  ]
                },
                {
                  "sentence": "A women's group from Delaware, the Judaism and Feminism Study Group of Jewish Family Service, wrote another version in 1990",
                  "refs": [
                    "https://www.atthewellproject.com/blog/dancing-in-the-moonlight-renewing-the-moon-and-ourselves"
                  ]
                },
                {
                  "sentence": "Naomi Levy introduced Kiddush levana to her Rosh Chodesh group in November 1991, but there was \"very little response from participants\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1994, Laura Geller published another feminist version;  also in 1994, the Baltimore \"B'not HaLevana\" would chant the blessing to music set by Judi Tal",
                  "refs": [
                    "https://web.archive.org/web/20250116165529/https://lists.h-net.org/cgi-bin/logbrowse.pl?trx=vx&list=h-judaic&month=9905&week=c&msg=sNcEytVOj/yNDZSEB8XFNQ",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Geela-Rayzel Raphael and Margot Stein-Azen published another version in 1998, including original poetry and music",
                  "refs": [
                    "https://books.google.com/books?id=Kc8lAQAAIAAJ"
                  ]
                },
                {
                  "sentence": "Marcia Falk composed another version in 1999, aiming to \"retain some of the mystery of the original while also giving expression to Jewish feminist yearnings\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Debbie Friedman composed \"Birkat Halevanah\" for use in women's groups",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Another feminist version was created by the Kohenet Institute, addressed to a female Goddess",
                  "refs": [
                    "https://www.tikkun.org/art-green-vs-everett-gendler-on-jewish-universalism/"
                  ]
                },
                {
                  "sentence": "Goldie Milgram published separate Kiddush levana rituals for men and women in 2004",
                  "refs": []
                },
                {
                  "sentence": "The men's version is to be celebrated at the full moon",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Masculine versions",
              "section_content": [
                {
                  "sentence": "Since at least 1998, Kerry Olitzky, Shawn Zevit, and other liberal rabbis have led specifically masculine versions of Kiddush levana",
                  "refs": []
                },
                {
                  "sentence": "Two different men's versions were published in 2010, one by Olitzky  and another by David E",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://hebrewbooks.org/43372"
                  ]
                },
                {
                  "sentence": "Levy",
                  "refs": []
                },
                {
                  "sentence": "Both Levy and Olitzky see celebrating Kiddush levana as an opportunity for men to reclaim part of Rosh Chodesh, so strongly associated with women in non-Orthodox Jewish practice, and to stand up a masculine equivalent of women's Rosh Chodesh groups",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to Olitzky, \"A growing number of men's groups have adopted the ritual, because they desire to engage in a monthly ritual of personal renewal",
                  "refs": []
                },
                {
                  "sentence": "some men's groups like to incorporate study\"",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Adaptation",
              "section_content": [
                {
                  "sentence": "In 1986, Lois Dubin used Kiddush levana in a post-miscarriage ritual,  as did Haviva Ner-David in 2007",
                  "refs": [
                    "https://bcrw.barnard.edu/archive/religion/Neshama.pdf"
                  ]
                },
                {
                  "sentence": "In 1994, Debra Orenstein published a Brit bat ritual inspired by Kiddush levana, \"Seder brit kiddush levanah\",  and in 2002, \"Greg and Carolyn Priest-Dorman of Poughkeepsie, NY, wanted to create their own ceremony for the birth of Leora Rose",
                  "refs": [
                    "ISBN: 978-0-664-25253-3",
                    "https://books.google.com/books?id=6oRTAAAAYAAJ"
                  ]
                },
                {
                  "sentence": "They timed their celebration to coincide with the Birkat HaLevanah",
                  "refs": []
                },
                {
                  "sentence": "which they 'felt had achieved the perfect balance of traditional Jewish ritual with the almost universal human equation of women and the cycles of the moon'\"",
                  "refs": []
                },
                {
                  "sentence": "Jason Klein \"set the ceremony to be used as a coming-out ritual in which the ritual is embellished with explicit words of queer storytelling and empowerment\" in 2001",
                  "refs": [
                    "https://www.proquest.com/docview/222860952/E20BCC659BCB4D1EPQ"
                  ]
                },
                {
                  "sentence": "Debora S",
                  "refs": [
                    "http://library.huc.edu/pdf/theses/Adelman_Melissa_Lynne-NY-MSM-1997%20rdf.pdf"
                  ]
                },
                {
                  "sentence": "Gordon reused parts of Kiddush levana for a solar eclipse ritual in 2024",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Superstitions",
      "section_content": [
        {
          "sentence": "According to Israel Abrahams, in the Middle Ages, \"Blessing on the moon",
          "refs": []
        },
        {
          "sentence": "in origin tainted with no superstitious implications, was seized upon by the mystics and emphasized into full blown superstition\"",
          "refs": []
        },
        {
          "sentence": "Other scholars consider the Soferim ritual superstitious; compare §History, above",
          "refs": [
            "https://books.google.com/books?id=VoPuEAAAQBAJ"
          ]
        },
        {
          "sentence": "Popular modern beliefs include:",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "In culture",
      "section_content": [
        {
          "sentence": "Kiddush levana has appeared in modern music, poetry, and prose fiction",
          "refs": []
        },
        {
          "sentence": "Artists have depicted the ritual for centuries, in paintings, woodcuts, engravings, and manuscript illuminations",
          "refs": []
        },
        {
          "sentence": "Many Jewish folktales are told regarding it",
          "refs": []
        },
        {
          "sentence": "Kiddush levana was also Ludwig Jesselson's favorite mitzvah",
          "refs": []
        },
        {
          "sentence": "He \"used to proudly recall all the different places he had bentched the new moon: across the United States, Europe, Israel, and even on a ship in the middle of the ocean",
          "refs": []
        },
        {
          "sentence": "Said  [Mendy] Jesselson, 'Kiddush levana represented a new beginning to him, a monthly reminder to do the things that we want to do and haven't yet done.'\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Music",
          "section_content": [
            {
              "sentence": "Debbie Friedman (\"Birkat Halevana\"),   Geela-Rayzel Raphael (\"Sun, Moon, and Stars\" and \"Schechinah Moon\"),  Ariel Root Wolpe (\"Kiddush levana\"),  and Yosef Hayyim (Simhu na bevirkat halevana) composed religious songs for use in Kiddush levana",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.tikkun.org/art-green-vs-everett-gendler-on-jewish-universalism/",
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=SDdKAgAAQBAJ&pg=PA124"
              ]
            },
            {
              "sentence": "Judie Tal  and Shlomo Carlebach  wrote music for the ritual, as has Rachel Chang,  and Nissan Spivak published several compositions for the ritual",
              "refs": [
                "https://hebrewbooks.org/pdfpager.aspx?req=52586&st=&pgnum=168",
                "https://books.google.com/books?id=Kc8lAQAAIAAJ",
                "https://www.chabad.org/therebbe/article_cdo/aid/79163/jewish/The-Rebbes-Kiddush-Levanah.htm",
                "https://benyehuda.org/read/33315#fn:241"
              ]
            },
            {
              "sentence": "Lipa Schmeltzer released a \"Kiddush levana\" in Letova (2001), as did Ariel Hendelman in Prayers for Fire & Water (2023); Avraham Fried uses the Kiddush levana liturgy in \"Keshem she'ani roked\", part of Bracha v'Hatzlacha (1995)",
              "refs": [
                "https://collive.com/camp-chayolei-celebrates-kiddush-levona-with-extra-joy/"
              ]
            },
            {
              "sentence": "Avraham Yaakov Saftlas released \"Kiddish Levuneh\" in 2024",
              "refs": []
            },
            {
              "sentence": "Many tunes have been composed for David Melekh Yisrael.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Poetry",
          "section_content": [
            {
              "sentence": "Several modern poems have featured Kiddush levana",
              "refs": []
            },
            {
              "sentence": "Naftali Herz Imber composed a series of poems, \"Hiddot minni qedem\", about Kiddush levana and his theory of its development",
              "refs": []
            },
            {
              "sentence": "Gabriel Preil alludes to the ritual in \"Notes on an Ancient Parchment\",  as does Yehuda Amichai in “Gods Change, Prayers Are Here to Stay\"",
              "refs": [
                "https://he.chabad.org/library/article_cdo/aid/3140241",
                "https://www.proquest.com/docview/2447105545/E20BCC659BCB4D1EPQ"
              ]
            },
            {
              "sentence": "Harriette Wimms composed a poem \"on the occasion of  [her] first Kiddush levana\" titled Moon Mother",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Ruth Finer Mintz concludes Traveler Through Time (1970) with a mournful poem called \"Kiddush Levana\"",
              "refs": [
                "https://repository.yu.edu/server/api/core/bitstreams/dbd82633-42a8-4e03-82c1-74cce48a82a5/content"
              ]
            },
            {
              "sentence": "Stanley Moss's \"New Moon\" describes Kiddush levana as \"night prayers for unconscious sins and new beginnings\"",
              "refs": [
                "https://static1.squarespace.com/static/648058f580d7276f5e48f692/t/6480c6f34400a14c8522323e/1686161139869/Kiddush-Levana-Full-Score.pdf"
              ]
            },
            {
              "sentence": "Morris Rosenfeld's \"Kidesch-lewone / The Moon Prayer\",  Shlomo Zalman Luria's \"Kiddush levana\",  and D",
              "refs": [
                "https://www.nli.org.il/he/piyut/Piyut1song_010030700000005171/NLI",
                "https://www.youtube.com/watch?v=e7MSMDa5Iz0",
                "https://www.youtube.com/watch?v=UP-_uw_lnak"
              ]
            },
            {
              "sentence": "B",
              "refs": []
            },
            {
              "sentence": "Suller's \"Kiddush levana\"  compare it, with melancholy, to ordinary life",
              "refs": [
                "https://books.google.com/books?newbks=1&newbks_redir=0&id=0eMTAQAAIAAJ"
              ]
            },
            {
              "sentence": "Gerson Rosenzweig wrote an epigram about Kiddush levana,  and A",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=aXKdDwAAQBAJ&pg=PA84"
              ]
            },
            {
              "sentence": "M",
              "refs": []
            },
            {
              "sentence": "Klein interpreted it in \"The Benediction of the New Moon\"",
              "refs": []
            },
            {
              "sentence": "Isaac Mozeson wrote a sestina, \"Kiddush halevana\"",
              "refs": [
                "http://library.huc.edu/pdf/theses/Anderson_Sara_Lillian-NY-MSM-2022_rdf.pdf"
              ]
            },
            {
              "sentence": "Rod Myer wrote \"Kiddush Levanah - States of Light\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Marcia Falk published \"What Calls You Home\", \"Renewal of the Moon\", a translation of Dahlia Ravikovitch's Halevana bageshem (\"Moon in the Rain\"), and an original Hebrew poem, Hithadshut halevana (\"Renewal of the Moon\"), for use in her version of Kiddush levana",
              "refs": [
                "https://books.google.com/books?id=sKa2AAAAIAAJ"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Prose",
          "section_content": [
            {
              "sentence": "Kiddush levana has also inspired prose fiction",
              "refs": []
            },
            {
              "sentence": "Leopold von Sacher-Masoch wrote a short story, \"The Blessing of the New Moon\" (1892), about a Jewish slave named Naome who unites with his master, Zamira, over Kiddush levana",
              "refs": []
            },
            {
              "sentence": "Chava Shapiro wrote a sketch called \"Kiddush levana\" (1909), about a young girl who attempts to join her brothers at the ritual",
              "refs": [
                "https://books.google.com/books?id=AqNb5UnfIKkC&pg=PA138"
              ]
            },
            {
              "sentence": "Sholem Aleichem's Kiddush levana (1917)  (abridged in English as \"The Krushniker Delegation\" ) is \"a variation of the Joseph and Benjamin story from Genesis and at the same time shows the limitations of Jewish political efforts in World War I\"",
              "refs": [
                "https://archive.org/details/songsfromghettow00roseuoft",
                "https://www.nli.org.il/en/journals/NNL-Journals990002787280205171/NLI?volumeItem=10",
                "https://books.google.com/books?id=donapaQUWa0C&pg=RA1-PP4"
              ]
            },
            {
              "sentence": "David Frischmann wrote Kiddush levana (1949), a Yiddish story",
              "refs": [
                "https://books.google.com/books?newbks=1&newbks_redir=0&id=G1ceAQAAMAAJ"
              ]
            },
            {
              "sentence": "Shmuel Yosef Agnon's story Birkat halevana focuses on a Kiddush levana poster",
              "refs": [
                "https://books.google.com/books?id=yj-NUDZiUDkC&pg=PA152"
              ]
            },
            {
              "sentence": "Chaim Walder included a parable titled \"Kiddush Levana\" in Kids Speak 3 (1994), about a child who learns to embrace returning prayerbooks after Kiddush levana",
              "refs": [
                "https://books.google.com/books?id=WwA_AAAAYAAJ&pg=PA66"
              ]
            },
            {
              "sentence": "The ritual forms a recurring motif in Haim Sabato's Adjusting Sights  [he] (1999; trans",
              "refs": [
                "https://books.google.com/books?id=VGINPMofaiMC&pg=PA343"
              ]
            },
            {
              "sentence": "Hillel Halkin 2003)",
              "refs": []
            },
            {
              "sentence": "Joseph Skibell's debut novel A Blessing on the Moon (1997) takes its title from Kiddush levana, which it uses to \"provide a cause for hope\",  evoking \"significantly and potentially restorative symbolic meaning\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=EaQqAAAAYAAJ&pg=PA58#v=onepage&q&f=false"
              ]
            },
            {
              "sentence": "A",
              "refs": [
                "http://web.archive.org/web/20221212051228/https://www.nli.org.il/he/books/NNL_ALEPH990020866680205171/NLI"
              ]
            },
            {
              "sentence": "P",
              "refs": []
            },
            {
              "sentence": "Miller reflects on the ritual in \"Blessing the New Moon\" (2006), a short story",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Art",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Folklore",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Kiddush levana letters",
          "section_content": [
            {
              "sentence": "Kiddush levana is traditionally recited outside,   often with only the moon for light",
              "refs": [
                "https://tablet.otzar.org/#/b/64100/p/84/t/1734969773724/fs/0/start/0/end/0/c/1734969800468",
                "https://www.proquest.com/docview/887014905/8C1E4B67D5C544E1PQ"
              ]
            },
            {
              "sentence": "Prayerbooks often set Kiddush levana in large type, in order to make it easier to read",
              "refs": []
            },
            {
              "sentence": "Historically, it was traditional in many places for Kiddush levana to be recited from memory,   or for one to recite it loudly on behalf of all;     in others, the shamash would hold up a large board with the text of the liturgy",
              "refs": [
                "https://books.google.com/books?id=qbMiAQAAMAAJ",
                "https://www.nli.org.il/he/piyut/Piyut1song_010030700000005171/NLI",
                "https://books.google.com/books?newbks=1&newbks_redir=0&id=0eMTAQAAIAAJ",
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=YQUsAAAAYAAJ",
                "https://www.proquest.com/docview/1298994587/2EAA5CEC469B4C38PQ",
                "https://books.google.com/books?id=4lsXAAAAYAAJ",
                "https://books.google.com/books?id=i51cxKXMSuoC",
                "https://www.sefaria.org.il/Beit_Yosef%2C_Orach_Chaim.426.3.1?lang=en&with=all&lang2=en"
              ]
            },
            {
              "sentence": "Later, synagogues began to post the text of the prayer in large type on an outside wall",
              "refs": []
            },
            {
              "sentence": "In 1972, Jerusalem had \"fewer than a dozen of these signs",
              "refs": []
            },
            {
              "sentence": "measuring approximately three by four-and-a-half metres, all of the black-on-white Kiddush Levana signs throughout the world appear almost identical, as if executed by the same hand",
              "refs": []
            },
            {
              "sentence": "They are mounted on any exterior wall near the synagogue entrance, and have a sheet metal \"roof\" overhead, for protection against the rain",
              "refs": []
            },
            {
              "sentence": "Some source of illumination is aimed at the board, to make it readable\"",
              "refs": []
            },
            {
              "sentence": "According to Noa Ginzburg, \"The style of the letters is anything but soft; it is like  [the men] just want to claim her as their own\"",
              "refs": [
                "https://www.sefaria.org.il/Shulchan_Arukh%2C_Orach_Chayim.426.4?lang=en&with=all&lang2=en"
              ]
            },
            {
              "sentence": "Oversized printing of Kiddush levana has become less common since the advent of electric lighting",
              "refs": [
                "https://www.sefaria.org.il/Ba'er_Hetev_on_Shulchan_Arukh%2C_Orach_Chayim.426.4?lang=en&with=all&lang2=en"
              ]
            },
            {
              "sentence": "Recalling the large-print prayerbooks and signs, the term \"Kiddush levana letters\" (Hebrew: אותיות קידוש לבנה, romanized: otiot kiddush levana) developed to refer to any text written in unusually large letters",
              "refs": []
            },
            {
              "sentence": "By the First Aliyah, even secular Jews understood the term",
              "refs": [
                "https://books.google.com/books?id=ZXtTyYcZDoEC&pg=PA426"
              ]
            },
            {
              "sentence": "Some relate the term to \"libona'ah script\" (Jewish Babylonian Aramaic: כתב ליבונאה, romanized: ketab libona'ah), which Rashi interpreted as \"large letters like those used in amulets\"",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Comparative Religion",
      "section_content": [
        {
          "sentence": "Analogues to Kiddush levana \"have been found in various religious cultures going back to dim antiquity.\"  \"Different nations, from the remotest periods, consecrated the day or the evening which commences this renewal of the moon\"",
          "refs": [
            "https://www.jstor.org/stable/41449416"
          ]
        },
        {
          "sentence": "\"Many nations in antiquity celebrated the new moon, welcoming the periodic return of the grateful rays of the orb of night with festive ceremonies",
          "refs": [
            "https://www.jstor.org/stable/41462439"
          ]
        },
        {
          "sentence": "Among the Semitic Peoples, the observance of new moon festival",
          "refs": []
        },
        {
          "sentence": "was very general, and dates from remote antiquity\"",
          "refs": []
        },
        {
          "sentence": "Kiddush levana \"recalls the rites of all emerging religions\"",
          "refs": [
            "https://www.talmudha-igud.org.il/data/UploadedFiles/sugyot/seventh%20sugya.pdf"
          ]
        },
        {
          "sentence": "Alexander Hay Japp, \"The Shechinah, or divine glory, in the new moon",
          "refs": [
            "https://books.google.com/books?id=Fc9GAQAAMAAJ&pg=RA2-PA10"
          ]
        },
        {
          "sentence": "that, truly, is not in the least special to the Jews",
          "refs": []
        },
        {
          "sentence": "I will undertake to find it so with scores on scores of tribes in North, South, East, and West, for Mr",
          "refs": []
        },
        {
          "sentence": "Margoliouth's benefit, if he wants them; and with all of them besides, significantly enough, a call to assemble for religious services in the open.\"",
          "refs": [
            "https://www.proquest.com/docview/894457199/CEA93BD0E7404615PQ"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Gallery",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Art",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Manuscript illuminations (1390-1600)",
              "section_content": [],
              "subsections": []
            },
            {
              "section_title": "Woodcuts (1525-1715)",
              "section_content": [],
              "subsections": []
            },
            {
              "section_title": "Engravings (1685-1750)",
              "section_content": [],
              "subsections": []
            },
            {
              "section_title": "Revival illuminations (1712-1800)",
              "section_content": [],
              "subsections": []
            },
            {
              "section_title": "Postcards (1875-1925)",
              "section_content": [],
              "subsections": []
            },
            {
              "section_title": "Modern Art",
              "section_content": [],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Photographs",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "3": "[ERROR retrieving ref link]",
    "18": "https://tablet.otzar.org/#/b/155067/p/188/t/1737529446331/fs/0/start/0/end/0/c/1737529483028",
    "44": "[ERROR retrieving ref link]",
    "52": "http://library.huc.edu/pdf/theses/Schwarz%20Jacob%20D-CN-Rab-1906%20rdf.pdf",
    "62": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "97": "https://www.hebrewbooks.org/51115",
    "115": "https://www.sefaria.org.il/Chullin.91b?lang=bi",
    "393": "https://books.google.com/books?id=im8pAAAAYAAJ&pg=PA335",
    "1": "https://www.sefaria.org.il/Sanhedrin.42a.3?lang=bi&with=all&lang2=en",
    "2": "https://doi.org/10.1515/byzs.2010.009",
    "4": "https://books.google.com/books?id=QuMbDbvzfYAC&pg=PA507",
    "5": "https://books.google.com/books?id=oAOnI-PLOZ8C&pg=PA300",
    "6": "[ERROR retrieving ref link]",
    "7": "https://www.hebrewbooks.org/pdfpager.aspx?req=34254&st=&pgnum=1015",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "https://www.proquest.com/docview/1304354341/6D554ED44B494F79PQ",
    "11": "https://archive.org/details/guidetojewishrel00isaa/page/266/mode/2up",
    "12": "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
    "13": "https://archive.org/details/jewishworship0000mill",
    "14": "https://www.jstor.org/stable/23258638",
    "15": "https://www.chabad.org/therebbe/article_cdo/aid/79163/jewish/The-Rebbes-Kiddush-Levanah.htm",
    "16": "https://www.amazon.com/authorised-Congregations-British-Commonwealth-Nations/dp/B0000CLLTK",
    "17": "https://www.amazon.com/Hebrew-Daily-Prayer-Jonathan-Sacks/dp/0007200935",
    "19": "https://repository.yu.edu/server/api/core/bitstreams/66df1f57-1f05-4a8a-9586-1383444c9a67/content",
    "20": "https://archive.org/details/encyclopediaofje0000nulm_j7j5",
    "21": "https://books.google.com/books?id=vqcXAQAAIAAJ",
    "22": "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
    "23": "https://www.hebrewbooks.org/pdfpager.aspx?req=37057&st=&pgnum=71",
    "24": "https://books.google.com/books?id=LURDAAAAYAAJ&pg=RA1-PA16",
    "25": "https://books.google.com/books?id=1oU2AQAAIAAJ&pg=PA292",
    "26": "https://www.nli.org.il/he/newspapers/iva/1876/05/19/01/article/9",
    "27": "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
    "28": "https://hebrewbooks.org/pdfpager.aspx?req=37703&st=&pgnum=30&hilite=",
    "29": "https://books.google.com/books?id=nBXZsO0LhxcC&pg=PA148",
    "30": "https://books.google.com/books?id=1oU2AQAAIAAJ&pg=PA292",
    "31": "https://books.google.com/books?id=KxynJgRH29sC&pg=PA338",
    "32": "https://books.google.com/books?id=TPICdb-hCcYC&pg=PA15",
    "33": "https://books.google.com/books?id=YQUsAAAAYAAJ",
    "34": "https://www.proquest.com/docview/1309884416/fulltextPDF/D492EEF89ADA45F6PQ",
    "35": "https://books.google.com/books?id=Y-UIAAAAIAAJ&pg=PA592",
    "36": "https://books.google.com/books?id=sZQWAQAAIAAJ&pg=PA168",
    "37": "https://www.jstor.org/stable/26300887",
    "38": "https://www.academia.edu/43549882",
    "39": "https://books.google.com/books?id=7NHYAAAAMAAJ",
    "40": "https://books.google.com/books?id=zPhCAAAAIAAJ",
    "41": "https://www.proquest.com/docview/1446264736/2B19ABC837EE4D17PQ",
    "42": "https://www.sefaria.org/Sanhedrin.42a.3?lang=bi&with=all&lang2=en",
    "43": "https://www.talmudha-igud.org.il/data/UploadedFiles/sugyot/seventh%20sugya.pdf",
    "45": "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
    "46": "http://library.huc.edu/pdf/theses/Schwarz%20Jacob%20D-CN-Rab-1906%20rdf.pdf",
    "47": "https://hebrewbooks.org/pdfpager.aspx?req=2594&st=&pgnum=324&hilite=",
    "48": "https://books.google.com/books?id=4BQ9AAAAcAAJ",
    "49": "https://archive.org/details/MasechetSoferim/page/n321",
    "50": "https://archive.org/details/PhilipBirnbaumHaSiddurHaShalemTheDailyPrayerBook1949/page/561/mode/2up",
    "51": "https://www.sefaria.org/Sanhedrin.42a.3?lang=bi&with=all&lang2=en",
    "53": "[ERROR retrieving ref link]",
    "54": "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
    "55": "https://books.google.com/books?id=hRhgIEf1kmQC&pg=PA17",
    "56": "https://web.archive.org/web/20030423102335/https://www.biu.ac.il/JH/Parasha/shmini/shpigel.html",
    "57": "https://seforimblog.com/2019/01/on-the-times-commonly-presented-for-birkat-halvana-part-1/",
    "58": "[ERROR retrieving ref link]",
    "59": "https://books.google.com/books?id=nBXZsO0LhxcC&pg=PA148",
    "60": "https://hebrewbooks.org/22498",
    "61": "https://www.sefaria.org/Tractate_Soferim.20",
    "63": "https://www.sefaria.org/Halakhot_Gedolot.1.135",
    "64": "https://www.sefaria.org/Rif_Berakhot.21a.3",
    "65": "https://www.sefaria.org/Mishneh_Torah,_Blessings.10.16",
    "66": "https://www.proquest.com/docview/1304354341/6D554ED44B494F79PQ",
    "67": "[ERROR retrieving ref link]",
    "68": "https://hebrewbooks.org/pdfpager.aspx?req=37703&st=&pgnum=30&hilite=",
    "69": "https://www.sefaria.org/Shibbolei_HaLeket.167.4",
    "70": "https://www.sefaria.org/Ohr_Zarua,_Volume_II.456.1?vhe=Ohr_Zarua,_Zhytomyr,_1862",
    "71": "https://www.sefaria.org/Machzor_Vitry,_Order_of_Motza'ei_Shabbat.202",
    "72": "https://www.nli.org.il/en/discover/manuscripts/hebrew-manuscripts/viewerpage?vid=MANUSCRIPTS#d=%5B%5BPNX_MANUSCRIPTS990000584880205171-1,FL50584378%5D%5D",
    "73": "https://www.sefaria.org/Rabbeinu_Bahya,_Shemot.12.2.11?",
    "74": "https://www.sefaria.org/Rabbeinu_Yonah_on_Berakhot.21a.2",
    "75": "https://www.sefaria.org.il/Tur%2C_Orach_Chaim.426.1?lang=bi&with=all&lang2=en",
    "76": "https://www.sefaria.org.il/Beit_Yosef%2C_Orach_Chaim.426.5?lang=bi",
    "77": "https://tablet.otzar.org/#/b/175513/p/545/t/1737535274790/fs/0/start/0/end/0/c/1737535321355",
    "78": "https://hakirah.org/Vol%207%20Ron.pdf",
    "79": "https://www.sefaria.org.il/Tractate_Soferim.20.2?lang=bi&with=all&lang2=en",
    "80": "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
    "81": "[ERROR retrieving ref link]",
    "82": "https://www.sefaria.org/Leket_Yosher,_Volume_I_(Orach_Chayim).69.1",
    "83": "https://www.sefaria.org/Shulchan_Arukh,_Orach_Chayim.426.2",
    "84": "https://www.sefaria.org/Rosh_Hashanah.25a.9",
    "85": "https://www.sefaria.org.il/Rashi_on_Rosh_Hashanah.25a.9.6?lang=bi&with=all&lang2=en",
    "86": "https://hebrewbooks.org/pdfpager.aspx?req=35730&st=&pgnum=311",
    "87": "https://books.google.com/books?id=UoM9AQAAMAAJ",
    "88": "https://www.hebrewbooks.org/pdfpager.aspx?req=42807&st=&pgnum=357",
    "91": "https://books.google.com/books?id=YQUsAAAAYAAJ",
    "92": "[ERROR retrieving ref link]",
    "93": "https://www.jstor.org/stable/23886390",
    "94": "[ERROR retrieving ref link]",
    "95": "https://hebrewbooks.org/43372",
    "96": "https://tablet.otzar.org/#/b/600664/p/484/t/1734877102216/fs/0/start/0/end/0/c/1734877139765",
    "98": "https://hebrewbooks.org/58285",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "https://www.sefaria.org/Siddur_Edot_HaMizrach,_Blessing_of_the_Moon.3",
    "102": "https://books.google.com/books?id=3TL5AQAAQBAJ",
    "103": "https://archive.org/details/brotherkeepersne0000unse",
    "104": "https://books.google.com/books?id=yI9BAAAAYAAJ&pg=PT80",
    "105": "https://www.jstor.org/stable/23407460",
    "106": "[ERROR retrieving ref link]",
    "107": "https://www.sefaria.org.il/Biur_Halacha.426.2.5?lang=bi&with=all&lang2=en",
    "108": "https://books.google.com/books?id=tJlEAAAAcAAJ&pg=PP290",
    "109": "https://tablet.otzar.org/#/book/12218/p/19/t/827980/fs/0/start/0/end/0/c",
    "110": "https://din.org.il/2021/04/07/%D7%A7%D7%93%D7%99%D7%A9-%D7%90%D7%97%D7%A8%D7%99-%D7%91%D7%A8%D7%9B%D7%AA-%D7%9C%D7%91%D7%A0%D7%94/",
    "111": "https://www.yeshiva.org.il/ask/112873",
    "112": "https://www.jstor.org/stable/23595597",
    "113": "https://books.google.com/books?id=BmQJ-lraMCsC&pg=PP10",
    "114": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "117": "https://hebrewbooks.org/pdfpager.aspx?req=16002&st=&pgnum=96&hilite=",
    "118": "https://hebrewbooks.org/42759",
    "119": "https://www.sefaria.org/Weekday_Siddur_Chabad,_Kiddush_Levanah.14",
    "120": "[ERROR retrieving ref link]",
    "121": "https://www.toratemetfreeware.com/online/f_01831_part_2.html#HtmpReportNum0004_L3",
    "122": "https://www.nli.org.il/he/piyut/Piyut1song_010030700000005171/NLI",
    "123": "https://books.google.com/books?id=gk1EEAAAQBAJ",
    "124": "https://religionnews.com/2000/01/01/news-feature-jewish-movement-seeks-to-reconnect-men-to-the-faith/",
    "125": "https://www.hebrewbooks.org/pdfpager.aspx?req=21108&st=&pgnum=185&hilite=",
    "126": "https://books.google.com/books?id=4BQ9AAAAcAAJ",
    "127": "[ERROR retrieving ref link]",
    "128": "https://books.google.com/books?id=B2pZAAAAYAAJ&pg=PA202-IA4",
    "129": "https://books.google.com/books?id=TVgABAAAQBAJ&pg=PA45",
    "130": "https://books.google.com/books?id=027Kj0v6zHMC",
    "131": "https://books.google.com/books?id=6BIYAQAAIAAJ&pg=PA418",
    "132": "https://books.google.com/books?id=7_WZ-DASAjEC&pg=PA37",
    "133": "https://books.google.com/books?id=bYZeAAAAcAAJ&pg=PA109",
    "134": "https://books.google.com/books?id=P8TlDQAAQBAJ",
    "135": "https://books.google.com/books?id=LURDAAAAYAAJ&pg=RA1-PA16",
    "136": "https://books.google.com/books?id=iq631Hn_gioC&pg=PA294",
    "137": "https://www.nli.org.il/en/newspapers/?a=d&d=hzf18911022-01.1.2",
    "138": "https://books.google.com/books?id=nTApAAAAYAAJ&pg=PA333",
    "139": "https://www.proquest.com/docview/869181405/85F0EB13CA214A67PQ",
    "140": "https://books.google.com/books?id=ljPCWaaPXAYC&pg=PA354",
    "141": "https://books.google.com/books?id=Svzf3uUCFToC&pg=PA220",
    "142": "https://www.proquest.com/docview/918269064/8C1E4B67D5C544E1PQ",
    "143": "https://www.proquest.com/docview/1012528368/8C1E4B67D5C544E1PQ/",
    "144": "https://hebrewbooks.org/22790",
    "145": "https://books.google.com/books?id=jc0IBwAAQBAJ&pg=PA23",
    "146": "[ERROR retrieving ref link]",
    "147": "[ERROR retrieving ref link]",
    "148": "[ERROR retrieving ref link]",
    "149": "https://www.proquest.com/docview/147639775/9DBC617E1EEB445DPQ",
    "150": "https://www.jta.org/archive/prayer-on-advent-of-new-moon-is-altered-to-take-into-account-apollo-11-achievement",
    "151": "https://tablet.otzar.org/#/b/64100/p/84/t/1734969773724/fs/0/start/0/end/0/c/1734969800468",
    "152": "https://opensiddur.org/prayers/lunisolar/new-moon/kiddush-levanah/emendation-to-the-kiddush-levanah-in-light-of-the-first-moon-landing-by-shlomo-goren-1969/",
    "153": "https://collive.com/rabbi-meets-astronaut-aldrin/",
    "154": "https://archive.org/details/sim_conservative-judaism_fall-1988_41_1/page/34",
    "155": "https://www.proquest.com/docview/203881687/E20BCC659BCB4D1EPQ",
    "156": "https://hakirah.org/vol28Holzer.pdf",
    "157": "[ERROR retrieving ref link]",
    "158": "https://books.google.com/books?id=YQUsAAAAYAAJ",
    "159": "https://outorah.org/p/25750/",
    "160": "https://www.jewishencyclopedia.com/articles/11494-new-moon-blessing-of-the",
    "161": "https://www.sefaria.org.il/Biur_Halacha.426.2.1?lang=bi&with=all&lang2=en",
    "162": "https://hebrewbooks.org/pdfpager.aspx?req=19721&st=&pgnum=378&hilite=",
    "163": "https://www.sefaria.org.il/Magen_Avraham.426.4?lang=bi&with=all&lang2=en",
    "164": "https://www.sefaria.org.il/Biur_Halacha.426.2.3?lang=bi&with=all&lang2=en",
    "165": "https://hebrewbooks.org/pdfpager.aspx?req=8918&st=&pgnum=4",
    "166": "https://www.proquest.com/docview/902966654/25E9A00AAC0B4D02PQ/",
    "167": "https://www.sefaria.org.il/Mishnah_Berurah.426.21?lang=bi&with=all&lang2=en",
    "168": "https://www.hebrewbooks.org/pdfpager.aspx?req=40448&st=&pgnum=186",
    "169": "https://books.google.co.il/books?id=5dlRAAAAcAAJ&printsec=frontcover&hl=iw&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false",
    "170": "https://books.google.com/books?id=kcCAAgAAQBAJ&pg=PT195",
    "171": "https://books.google.com/books?id=TqVZHiN7TFAC&pg=PA87",
    "172": "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
    "173": "https://oukosher.org/halacha-yomis/what-is-the-earliest-time-one-may-recite-kiddush-levana/",
    "174": "https://www.sefaria.org.il/Mishnah_Berurah.426.2?lang=bi&with=all&lang2=en",
    "175": "https://www.jstor.org/stable/23262968",
    "176": "https://www.sefaria.org.il/Mishneh_Torah%2C_Blessings.10.17?lang=bi&with=all&lang2=en",
    "177": "https://hebrewbooks.org/pdfpager.aspx?req=49521&st=&pgnum=185",
    "178": "https://www.hebrewbooks.org/pdfpager.aspx?req=916&st=&pgnum=245&hilite=",
    "179": "https://www.sefaria.org.il/Mishnah_Berurah.426.20?lang=bi&with=all&lang2=en",
    "180": "https://www.chabad.org/library/article_cdo/aid/1904288/jewish/Kiddush-Levana-Sanctification-of-the-Moon.htm",
    "181": "https://www.sefaria.org.il/Shulchan_Arukh%2C_Orach_Chayim.426.4?lang=en&with=all&lang2=en",
    "182": "[ERROR retrieving ref link]",
    "183": "https://www.sefaria.org.il/Sanhedrin.41b.1?lang=bi&with=all&lang2=en",
    "184": "https://www.sefaria.org/Sefer_HaOrah,_Part_I.72",
    "185": "https://www.sefaria.org.il/Shulchan_Arukh%2C_Orach_Chayim.426.3?lang=en&with=all&lang2=en",
    "186": "https://www.sefaria.org.il/Shulchan_Arukh%2C_Orach_Chayim.426.2?lang=bi&with=all&lang2=en",
    "187": "https://hebrewbooks.org/pdfpager.aspx?req=42559&st=&pgnum=155&hilite=",
    "188": "https://www.sefaria.org.il/Beit_Yosef%2C_Orach_Chaim.426.3.1?lang=en&with=all&lang2=en",
    "189": "https://www.sefaria.org.il/Tractate_Soferim.20.1?lang=bi&with=all&lang2=en",
    "190": "https://www.sefaria.org.il/Bach%2C_Orach_Chaim.426.4.1?lang=bi&with=all&lang2=en",
    "191": "https://www.sefaria.org.il/Shulchan_Arukh%2C_Orach_Chayim.426.2?lang=bi&with=all&lang2=en",
    "192": "https://hebrewbooks.org/pdfpager.aspx?req=58216&st=&pgnum=345",
    "193": "[ERROR retrieving ref link]",
    "194": "https://www.sefaria.org/Leket_Yosher,_Volume_I_(Orach_Chayim).70.1",
    "195": "https://www.sefaria.org.il/Mishnah_Berurah.426.11?lang=bi&with=all&lang2=en",
    "196": "https://www.sefaria.org.il/Ba'er_Hetev_on_Shulchan_Arukh%2C_Orach_Chayim.426.4?lang=en&with=all&lang2=en",
    "197": "https://books.google.com/books?id=dGJ_joXsEWQC",
    "198": "[ERROR retrieving ref link]",
    "199": "https://www.sefaria.org.il/Mishnah_Berurah.426.12?lang=bi&lookup=%D7%91%D7%96%D7%94&with=Lexicon&lang2=en",
    "200": "[ERROR retrieving ref link]",
    "201": "https://hebrewbooks.org/944",
    "202": "https://www.sefaria.org.il/Arukh_HaShulchan%2C_Orach_Chaim.426.10?lang=bi&with=all&lang2=en",
    "203": "https://www.jstor.org/stable/3774110",
    "204": "https://books.google.com/books?id=m3qsBwAAQBAJ&pg=RA1-PA6",
    "205": "https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=1538&context=hc_sas_etds",
    "206": "http://library.huc.edu/pdf/theses/Arian%20Avram-NY-Rab-1976%20rdf.pdf",
    "207": "https://www.sefaria.org.il/Sukkah.28a.12?lang=bi&with=all&lang2=en",
    "208": "https://www.daat.ac.il/encyclopedia/value.asp?id1=3995",
    "209": "https://www.academia.edu/43714242/Evelyn_M_Cohen_Women_s_Illuminated_Hebrew_Prayer_Books_in_Renaissance_Italy_in_Michele_Luzzati_and_Cristina_Galasso_eds_Donne_nella_storia_degli_ebrei_d_Italia_Atti_del_IX_Convegno_internazionale_Italia_Judaica_Lucca_6_9_Giugno_2005_Florence_Giuntina_2007_305_312",
    "210": "https://books.google.com/books?id=tJlEAAAAcAAJ&pg=PP290",
    "211": "https://hebrewbooks.org/pdfpager.aspx?req=2594&st=&pgnum=324&hilite=",
    "212": "[ERROR retrieving ref link]",
    "213": "https://minchasasher.com/he/shiur/%D7%A4%D7%A8%D7%A9%D7%94-%D7%A9%D7%99%D7%A2%D7%95%D7%A8%D7%99%D7%9D/%D7%A7%D7%99%D7%93%D7%95%D7%A9-%D7%9C%D7%91%D7%A0%D7%94-%D7%AA%D7%A9%D7%A2%D7%97/",
    "214": "https://www.hebrewbooks.org/1494",
    "215": "https://www.yutorah.org/lectures/977912/Ten-Minute-HalachaWomen-and-Kiddush-Levanah",
    "216": "https://www.sefaria.org.il/Magen_Avraham.426.1?lang=bi&with=all&lang2=en",
    "217": "https://shulchanarukh.alhatorah.org/Dual/Peri_Megadim_Eishel_Avraham/Orach_Chayyim/426.2#m7e0n6",
    "218": "https://www.yutorah.org/lectures/727331/Beis-Yitzchak-Volume-36",
    "219": "https://outorah.org/p/190647/",
    "220": "https://www.sefaria.org/Kaf_HaChayim_on_Shulchan_Arukh,_Orach_Chayim.426.1?lang=bi",
    "221": "https://www.hidabroot.org/question/286925",
    "222": "https://archive.org/details/isbn_9781568711522_2",
    "223": "[ERROR retrieving ref link]",
    "224": "https://www.sefaria.org.il/HaElef_Lekha_Shlomo%2C_Orach_Chayim.193.1?lang=bi&with=all&lang2=en",
    "225": "https://tablet.otzar.org/#/b/64101/p/94/t/1734969655779/fs/0/start/0/end/0/c/1734969661295",
    "226": "https://yutorah.org/lectures/859091",
    "227": "https://www.chabad.org.il/Magazines/Article.asp?ArticleID=1596&CategoryID=547",
    "228": "https://otniel.org/lesson/%D7%A7%D7%99%D7%93%D7%95%D7%A9-%D7%9C%D7%91%D7%A0%D7%94-%D7%A2%D7%99-%D7%A0%D7%A9%D7%99%D7%9D/",
    "229": "https://www.jofa.org/wp-content/uploads/2023/03/Partner-English.pdf",
    "230": "http://www.torahleadership.org/categories/2013reader_7__2_.pdf",
    "231": "https://www.yutorah.org/lectures/977912/Ten-Minute-HalachaWomen-and-Kiddush-Levanah",
    "232": "https://hdl.handle.net/20.500.12202/6454",
    "233": "https://www.jtsa.edu/torah/kiddush-levanah/",
    "234": "ISBN: 978-0-88125-430-3",
    "235": "https://books.google.com/books?id=SMMJEQAAQBAJ&pg=PA31",
    "236": "https://www.atthewellproject.com/blog/dancing-in-the-moonlight-renewing-the-moon-and-ourselves",
    "237": "[ERROR retrieving ref link]",
    "238": "https://web.archive.org/web/20250116165529/https://lists.h-net.org/cgi-bin/logbrowse.pl?trx=vx&list=h-judaic&month=9905&week=c&msg=sNcEytVOj/yNDZSEB8XFNQ",
    "239": "[ERROR retrieving ref link]",
    "240": "https://books.google.com/books?id=Kc8lAQAAIAAJ",
    "241": "https://www.tikkun.org/art-green-vs-everett-gendler-on-jewish-universalism/",
    "242": "[ERROR retrieving ref link]",
    "243": "[ERROR retrieving ref link]",
    "244": "[ERROR retrieving ref link]",
    "245": "[ERROR retrieving ref link]",
    "246": "https://bcrw.barnard.edu/archive/religion/Neshama.pdf",
    "247": "ISBN: 978-0-664-25253-3",
    "248": "https://books.google.com/books?id=6oRTAAAAYAAJ",
    "249": "https://www.proquest.com/docview/222860952/E20BCC659BCB4D1EPQ",
    "250": "http://library.huc.edu/pdf/theses/Adelman_Melissa_Lynne-NY-MSM-1997%20rdf.pdf",
    "251": "[ERROR retrieving ref link]",
    "252": "https://books.google.com/books?id=VoPuEAAAQBAJ",
    "253": "https://www.jta.org/1999/12/21/ny/the-empire-strikes-back",
    "254": "http://library.huc.edu/pdf/theses/Levy%20David%20E-NY-MARE%20Capstone-2010%20rdf.pdf",
    "255": "https://kerem.org/wp-content/uploads/2019/01/Dubin-vol-4-RSU.pdf",
    "256": "https://www.jstor.org/stable/40358150",
    "257": "https://books.google.com/books?id=6oRTAAAAYAAJ",
    "258": "[ERROR retrieving ref link]",
    "259": "[ERROR retrieving ref link]",
    "260": "https://www.sefaria.org/sheets/556456?lang=bi",
    "261": "https://books.google.com/books?id=yj-NUDZiUDkC&pg=PA152",
    "262": "https://www.sefaria.org/Maggid_Meisharim.45.5",
    "263": "https://books.google.com/books?id=DtebEAAAQBAJ&pg=PA165",
    "264": "https://hebrewbooks.org/pdfpager.aspx?req=34742&st=&pgnum=58&hilite=",
    "265": "https://www.proquest.com/docview/1443740328/CEA93BD0E7404615PQ",
    "266": "https://hebrewbooks.org/pdfpager.aspx?req=8752&st=&pgnum=142&hilite=",
    "267": "[ERROR retrieving ref link]",
    "268": "https://books.google.com/books?id=ZLG3NHL40QsC&pg=PA130",
    "269": "[ERROR retrieving ref link]",
    "270": "https://books.google.com/books?id=UOYVAAAAMAAJ",
    "271": "https://books.google.com/books?id=60YTHNnAygoC&pg=PA14",
    "272": "https://www.hebrewbooks.org/pdfpager.aspx?req=43670&st=&pgnum=55",
    "273": "https://books.google.com/books?id=co2rzEP2ioMC&pg=PP63",
    "274": "https://books.google.com/books?id=BmQJ-lraMCsC&pg=PP10",
    "275": "https://www.sefaria.org/Shivchei_HaBesht.38.2",
    "276": "https://books.google.com/books?id=daPynj1NtfoC&pg=RA1-PA34",
    "277": "https://www.hebrewbooks.org/pdfpager.aspx?req=41174&st=&pgnum=69",
    "278": "https://web.archive.org/web/20250116190659/https://lists.h-net.org/cgi-bin/logbrowse.pl?trx=vx&list=h-judaic&month=9905&week=b&msg=TY9nw2A84K3G3uLRWDfjew",
    "279": "[ERROR retrieving ref link]",
    "280": "https://seforimblog.com/2020/05/the-segulah-of-kiddush-levanah/#sdfootnote20sym",
    "281": "[ERROR retrieving ref link]",
    "282": "https://books.google.com/books?id=SDdKAgAAQBAJ&pg=PA124",
    "283": "https://hebrewbooks.org/pdfpager.aspx?req=52586&st=&pgnum=168",
    "284": "https://www.chabad.org/therebbe/article_cdo/aid/79163/jewish/The-Rebbes-Kiddush-Levanah.htm",
    "285": "https://benyehuda.org/read/33315#fn:241",
    "286": "https://collive.com/camp-chayolei-celebrates-kiddush-levona-with-extra-joy/",
    "287": "https://he.chabad.org/library/article_cdo/aid/3140241",
    "288": "https://www.proquest.com/docview/2447105545/E20BCC659BCB4D1EPQ",
    "289": "[ERROR retrieving ref link]",
    "290": "https://repository.yu.edu/server/api/core/bitstreams/dbd82633-42a8-4e03-82c1-74cce48a82a5/content",
    "291": "https://static1.squarespace.com/static/648058f580d7276f5e48f692/t/6480c6f34400a14c8522323e/1686161139869/Kiddush-Levana-Full-Score.pdf",
    "292": "https://www.nli.org.il/he/piyut/Piyut1song_010030700000005171/NLI",
    "293": "https://www.youtube.com/watch?v=e7MSMDa5Iz0",
    "294": "https://www.youtube.com/watch?v=UP-_uw_lnak",
    "295": "https://books.google.com/books?newbks=1&newbks_redir=0&id=0eMTAQAAIAAJ",
    "296": "[ERROR retrieving ref link]",
    "297": "https://books.google.com/books?id=aXKdDwAAQBAJ&pg=PA84",
    "298": "http://library.huc.edu/pdf/theses/Anderson_Sara_Lillian-NY-MSM-2022_rdf.pdf",
    "299": "[ERROR retrieving ref link]",
    "300": "https://books.google.com/books?id=sKa2AAAAIAAJ",
    "301": "https://books.google.com/books?id=AqNb5UnfIKkC&pg=PA138",
    "302": "https://archive.org/details/songsfromghettow00roseuoft",
    "303": "https://www.nli.org.il/en/journals/NNL-Journals990002787280205171/NLI?volumeItem=10",
    "304": "https://books.google.com/books?id=donapaQUWa0C&pg=RA1-PP4",
    "305": "https://books.google.com/books?newbks=1&newbks_redir=0&id=G1ceAQAAMAAJ",
    "306": "https://books.google.com/books?id=WwA_AAAAYAAJ&pg=PA66",
    "307": "https://books.google.com/books?id=VGINPMofaiMC&pg=PA343",
    "308": "[ERROR retrieving ref link]",
    "309": "[ERROR retrieving ref link]",
    "310": "https://books.google.com/books?id=EaQqAAAAYAAJ&pg=PA58#v=onepage&q&f=false",
    "311": "http://web.archive.org/web/20221212051228/https://www.nli.org.il/he/books/NNL_ALEPH990020866680205171/NLI",
    "312": "https://books.google.com/books?id=fQVIAQAAMAAJ&pg=PA167",
    "313": "[ERROR retrieving ref link]",
    "314": "[ERROR retrieving ref link]",
    "315": "https://books.google.com/books?id=FDMWAAAAMAAJ",
    "316": "https://books.google.com/books?id=U6yMGJfrf7oC&pg=PA58",
    "317": "https://www.daat.ac.il/daat/sifrut/mivhar/teum-2.htm",
    "318": "https://www.proquest.com/docview/2842918692/E20BCC659BCB4D1EPQ",
    "319": "https://doi.org/10.1353/sho.0.0453",
    "320": "https://www.jstor.org/stable/j.ctt22727kb.7",
    "321": "https://www.jstor.org/stable/23010472",
    "322": "https://books.google.com/books?id=N6ZtAAAAMAAJ",
    "323": "https://books.google.com/books?id=jXszAQAAMAAJ&pg=RA7-PA50",
    "324": "https://books.google.com/books?id=FbvXAAAAMAAJ",
    "325": "https://books.google.com/books?id=iOxcEAAAQBAJ&pg=PT219",
    "326": "https://www.jewishpress.com/sections/features/features-on-jewish-world/the-story-behind-kiddush-levana/2021/06/02/",
    "327": "https://www.flickr.com/photos/magnesmuseum/4710462628",
    "328": "https://www.1stdibs.com/art/paintings/figurative-paintings/emanuel-glicenstein-romano-modernist-watercolor-painting-judaica-kiddush-levana-blessing-new-moon/id-a_3021851/",
    "329": "https://leviimart.com/product/kiddush-levanah-by-hendel-lieberman-gouache-on-board/",
    "330": "https://leviimart.com/product/kiddush-levana/",
    "331": "https://www.sothebys.com/en/auctions/ecatalogue/2011/israeli-international-art-n08813/lot.43.html",
    "332": "https://www.christies.com/en/lot/lot-2029363",
    "333": "https://thebetzalelgallery.com/products/kiddush-levana",
    "334": "https://www.appelauction.com/auction/239-rare-special-items-en/lot-301-kiddush-levana/",
    "335": "https://www.museumofjewishart.org/item/kiddush-levana/",
    "336": "https://www.noaginzburg.com/The-moon-is-your-handheld-mirror",
    "337": "https://www.sefaria.org/Shivchei_HaBesht.38.2",
    "338": "https://www.proquest.com/docview/887014905/8C1E4B67D5C544E1PQ",
    "339": "https://books.google.com/books?id=qbMiAQAAMAAJ",
    "340": "https://www.proquest.com/docview/1298994587/2EAA5CEC469B4C38PQ",
    "341": "https://books.google.com/books?id=4lsXAAAAYAAJ",
    "342": "https://books.google.com/books?id=i51cxKXMSuoC",
    "343": "https://books.google.com/books?id=RskVAAAAMAAJ",
    "344": "https://books.google.com/books?id=m3qsBwAAQBAJ&pg=PA411",
    "345": "https://books.google.com/books?id=Hk9wCuiT7bEC&pg=PA243",
    "346": "https://www.sefaria.org/Leket_Yosher%2C_Volume_I_(Orach_Chayim).70.1",
    "347": "https://www.sefaria.org.il/Shulchan_Arukh%2C_Orach_Chayim.426.4?lang=en&with=all&lang2=en",
    "348": "[ERROR retrieving ref link]",
    "349": "https://books.google.com/books?id=ZXtTyYcZDoEC&pg=PA426",
    "350": "https://books.google.com/books?id=cSh1Mc62fIcC&pg=PA475",
    "351": "https://books.google.com/books?id=H3Q-AAAAYAAJ&pg=PA55",
    "352": "https://www.genazym.com/auction/607-genazym-8-prime/lot-136-9/",
    "353": "https://www.jstor.org/stable/41449416",
    "354": "https://www.jstor.org/stable/41462439",
    "355": "https://books.google.com/books?id=Fc9GAQAAMAAJ&pg=RA2-PA10",
    "356": "https://www.proquest.com/docview/894457199/CEA93BD0E7404615PQ",
    "357": "https://web.archive.org/web/20250116180040/https://lists.h-net.org/cgi-bin/logbrowse.pl?trx=vx&list=h-judaic&month=9905&week=b&msg=3uydN7WbrMPpnFjiPwZ2vw",
    "358": "http://www.haaretz.com/news/features/word-of-the-day/word-of-the-day-otiyot-kiddush-levana.premium-1.519904",
    "359": "https://books.google.com/books?id=cww4EQAAQBAJ&pg=PA123",
    "360": "https://www.sefaria.org/Rashi_on_Sanhedrin.21b.23.1?lang=bi",
    "361": "[ERROR retrieving ref link]",
    "362": "https://www.proquest.com/docview/1304355245/D492EEF89ADA45F6PQ",
    "363": "https://books.google.com/books?id=7DAHAQAAIAAJ&pg=PA321",
    "364": "https://books.google.com/books?id=ffIaAAAAYAAJ&pg=PA743",
    "365": "https://books.google.com/books?id=GixDAAAAIAAJ&pg=PA267",
    "366": "https://books.google.com/books?id=HdY7AQAAMAAJ&pg=RA2-PA56",
    "367": "https://books.google.com/books?id=imZ0AAAAMAAJ&pg=PA67",
    "368": "https://www.academia.edu/103915885",
    "369": "https://www.persee.fr/doc/rjuiv_0484-8616_1897_num_35_70_4230",
    "370": "https://www.academia.edu/44481943/Gershom_Scholem_The_Sprouting_of_the_Horn_of_the_Son_of_David_A_New_Source_from_the_Beginnings_of_the_Doenme_Sect_in_Salonica_in_Daniel_Jeremy_Silver_ed_In_the_Time_of_Harvest_Essays_in_Honor_of_Abba_Hillel_Silver_on_the_Occasion_of_His_70th_Birthday_New_York_Macmillan_1963_368_386",
    "371": "https://books.google.com/books?id=0cYlAQAAMAAJ",
    "372": "https://www.jstor.org/stable/23429553",
    "373": "https://madlik.com/category/judaism/",
    "374": "https://books.google.com/books?id=BTbiMthx5HMC&pg=PA57",
    "375": "https://books.google.com/books?id=w2NGAAAAYAAJ&pg=PA49",
    "376": "https://books.google.com/books?id=pm1jAAAAcAAJ&pg=PA105",
    "377": "https://books.google.com/books?id=pf9MAQAAMAAJ&pg=PA81",
    "378": "https://www.proquest.com/docview/869186673/8C1E4B67D5C544E1PQ",
    "379": "https://books.google.com/books?id=1oU2AQAAIAAJ&pg=PA292",
    "380": "https://books.google.com/books?id=GiTniaQ5LugC&pg=RA1-PA16",
    "381": "https://www.nli.org.il/he/newspapers/iva/1870/11/25/01/article/11/",
    "382": "https://books.google.com/books?id=TX2DIO2lVkYC&pg=RA1-PA90",
    "383": "https://books.google.com/books?id=ZPlmnX7AgMEC",
    "384": "http://library.huc.edu/pdf/theses/Cukierkorn%20Jacques-CN-Rab-1994%20rdf.pdf",
    "385": "https://books.google.com/books?id=KJrkEAAAQBAJ&pg=PA204",
    "386": "https://books.google.com/books?id=Ue2PQA8BLpgC&pg=PA148",
    "387": "https://books.google.com/books?id=wtdtAAAAIAAJ&pg=PA15",
    "388": "https://books.google.com/books?id=u3Q1AAAAIAAJ",
    "389": "https://books.google.com/books?id=ezERAQAAIAAJ",
    "390": "[ERROR retrieving ref link]",
    "391": "https://www.jstor.org/stable/27125539",
    "392": "https://www.jstor.org/stable/23358610"
  },
  "flair_entities": [
    "avraham yaakov saftlas",
    "avraham fried",
    "amitai bar yedaya ibn raz of alcalay",
    "american conservative",
    "non-jewish",
    "yisrael friedman",
    "yechiel michel epstein ashkenazi",
    "ashkenazic",
    "jacob emden",
    "judeo-spanish jews",
    "first aliyah",
    "manhig",
    "jewish babylonian aramaic",
    "jerahmiel hofstein",
    "poughkeepsie",
    "olitzky",
    "carolyn priest-dorman",
    "rachel chang",
    "soloveitchik",
    "abaye",
    "yosef goell",
    "klein",
    "gottlieb klein",
    "shlomo zalman luria",
    "samuel krauss",
    "shklov",
    "psalm 67",
    "the shechinah",
    "gallery  art",
    "moroccan jews",
    "pavel ignatieff",
    "shmuel yosef agnon",
    "or zarua",
    "moon",
    "benjamin",
    "haim sabato",
    "yosef karo",
    "moon in the rain",
    "david",
    "semitic peoples",
    "halakhists",
    "baladi-rite",
    "debra orenstein",
    "der jüdische gottesdienst",
    "suller",
    "long live david",
    "rod myer",
    "mordecai yoffe",
    "world war i",
    "nachmanides",
    "blessing the new moon",
    "the jewish catalog",
    "isaac samuel reggio",
    "prose  kiddush levana",
    "adolphe franck",
    "judah obernik",
    "victoria rosen",
    "idit pintel-ginsburg",
    "kiddush halevana",
    "god",
    "kids speak 3",
    "blessed be the creator",
    "maremar",
    "de sola pool",
    "arthur waskow",
    "europe",
    "morris rosenfeld",
    "horodetsky",
    "kiddush levanah - states of light",
    "kiddish levuneh",
    "b'not halevana",
    "shalom perloff",
    "tevet",
    "shabbat",
    "chaim walder",
    "teomim",
    "arlene agus",
    "naftali zvi",
    "nicholas prevost",
    "hassidism",
    "joseph b",
    "zoroastrianism",
    "shibbolei haleket",
    "united states",
    "birnbaum",
    "joseph skibell",
    "aldrin",
    "behold",
    "shekhinah",
    "jewry",
    "ruzhin",
    "yerushalmi",
    "prayers are here to stay",
    "narbonne",
    "alilot devarim",
    "mizrahi",
    "gerson rosenzweig",
    "yaakov chaim sofer",
    "kaddish yatom",
    "elbogen",
    "sabbatean",
    "naftali herz imber",
    "yaakov yisrael kanievsky",
    "ruth finer mintz",
    "eve",
    "joseph",
    "soferim",
    "arthur a",
    "daniel pressman",
    "yaakov yitzchak",
    "gabriel preil",
    "noa ginzburg",
    "ha-tsfira",
    "ex-montefiore",
    "leshem yichud",
    "the moon prayer",
    "baltimore",
    "blessed",
    "maariv",
    "yehuda amichai in “gods change",
    "halakhot gedolot",
    "sin",
    "scripture",
    "judaism and feminism study group of jewish family service",
    "kabbalistic",
    "miller",
    "margot stein-azen",
    "the blessing of the new moon",
    "orhot hayyim",
    "shavuot",
    "aton holzer",
    "jewish theological seminary of america",
    "abraham meyer",
    "kiddush",
    "lewis naphtali dembitz",
    "ishtar",
    "abraham geiger",
    "yehuda kesus",
    "marcia falk",
    "falk",
    "judie tal",
    "arie folger",
    "genesis",
    "william greider",
    "cayre",
    "washington post",
    "erasmus scott calman",
    "shlomo kluger",
    "conservative judaism",
    "orthodox judaism",
    "horowitz",
    "laura geller",
    "dutch",
    "tosafists",
    "shimon hirari",
    "jacob",
    "bible",
    "tisha b'av",
    "obernik",
    "rosh chodesh",
    "israel drazin",
    "stockholm",
    "hananiah ben aqashia",
    "kol sakhal",
    "amram ben sheshna",
    "jerusalem",
    "english-language",
    "christian",
    "david lida",
    "hasidic",
    "rymanów",
    "arian",
    "feldman",
    "delaware",
    "marrakesh",
    "egyptian jews",
    "yom kippur",
    "non-orthodox judaism  conservative judaism",
    "theodor reik",
    "ana bekoach",
    "ariel root wolpe",
    "jewish",
    "yosef hayyim",
    "bunim halevi",
    "jason klein",
    "western wall",
    "yosef simha ginzburg",
    "hasidic jews",
    "apollo",
    "everett gendler",
    "naomi levy",
    "sabbath",
    "ancient parchment",
    "liadi",
    "lublin",
    "tishrei",
    "jewish orthodox feminist alliance",
    "eric l.",
    "alexander hay japp",
    "simhu na bevirkat halevana",
    "haim palachi",
    "david mevorach seidenberg",
    "jacob kassin",
    "edward keith-roach",
    "margoliouth",
    "eliezer papo",
    "julius eisenstein",
    "elijah israel",
    "gordon",
    "israel",
    "ovadia yosef",
    "solomon luria",
    "american",
    "machzor vitry",
    "tlemcen",
    "epstein ashkenazi",
    "sha'arey hesed",
    "solomon rubin",
    "david e .",
    "kaddish derabbanan",
    "goddess",
    "joseph teomim",
    "italian",
    "chava shapiro",
    "hayim vital",
    "talmud",
    "moon mother",
    "rokeah",
    "chaim kanievsky",
    "imperial russia",
    "ludwig jesselson",
    "sun, moon, and stars",
    "isaac",
    "leora rose",
    "english",
    "hershel schachter",
    "nissan spivak",
    "avraham shmuel binyamin sofer",
    "midrash tehillim",
    "ropshitz",
    "lurianic",
    "harriette wimms",
    "jonah gerondi",
    "orthodox jews",
    "david frischmann",
    "saint petersburg",
    "west",
    "babylonia",
    "segal",
    "re'em ha'cohen",
    "mendy] jesselson",
    "gerda barag",
    "sephardic",
    "shlomo carlebach",
    "chabad",
    "shneur zalman",
    "abraham millgram",
    "isaac mozeson",
    "hithadshut halevana (\"renewal of the moon",
    "el adon",
    "the benediction of the new moon",
    "eleanor davis",
    "aleinu",
    "buzz] aldrin",
    "avram arian",
    "debbie friedman",
    "rambam",
    "ariel hendelman",
    "george margoulioth",
    "zvi konikov",
    "david teutsch",
    "jewish renewal",
    "debora s",
    "hithadshut halevana",
    "reform judaism",
    "leon mandelstamm",
    "shawn zevit",
    "kaufmann kohler",
    "non-orthodox",
    "moses brück",
    "jacob zallel lauterbach",
    "meir baneth of csárda",
    "birkat halevanah",
    "saadia ben joseph",
    "ron h",
    "stars",
    "naome",
    "mother-goddess",
    "lois dubin",
    "kerry olitzky",
    "geela-rayzel raphael",
    "kiddush levana.",
    "zelikman",
    "yiddish",
    "reconstructionist judaism",
    "karaite",
    "bar kokhba",
    "rav ashi",
    "moshe teitelbaum of ujhel",
    "friedman",
    "greg",
    "the krushniker delegation",
    "shlomo goren",
    "maimonides",
    "rabbinical council of america",
    "rif",
    "tafilalt",
    "massechet soferim",
    "isaiah horowitz",
    "jts",
    "beit yosef",
    "birkat halevana",
    "yaakov levi moelin",
    "reform",
    "kohenet institute",
    "jacob reifmann",
    "semag",
    "bahya ben asher",
    "throne of glory",
    "joseph] perl",
    "friedlander",
    "orthodox",
    "binga",
    "dahlia ravikovitch",
    "hebrew",
    "traveler through time",
    "south",
    "yitzhak yosef",
    "astarte",
    "sholem aleichem",
    "tur",
    "renewal of the moon",
    "martin lockshin",
    "judah bar ezekiel",
    "levy",
    "stanley moss",
    "haviva ner-david",
    "mar zutra",
    "zoroastrian",
    "rashi",
    "philadelphia",
    "north",
    "beit yaakov",
    "goldie milgram",
    "david melekh yisrael.",
    "letova",
    "kiddush levana",
    "ny",
    "abraham danon",
    "levana  kiddush levana",
    "american hebrew",
    "a blessing on the moon",
    "avraham gombiner",
    "second temple",
    "matthew biers-ariel",
    "daniel j",
    "kluger",
    "galician jews",
    "gnana robinson",
    "susan talve",
    "authorised daily prayer book",
    "arthur green",
    "françois borloz",
    "jews",
    "isaac klein",
    "sivan",
    "prayers for fire & water",
    "mishneh torah",
    "what calls you home",
    "conservative",
    "hiddot minni qedem",
    "schechinah moon",
    "hillel halkin",
    "israel abrahams",
    "reconstructionist",
    "moses isserles",
    "lipa schmeltzer",
    "orthodox halakha  kiddush levana",
    "talmudic",
    "non-orthodox jews",
    "zamira",
    "hershel matt",
    "kiddush levanah",
    "leopold von sacher-masoch",
    "london",
    "judi tal",
    "bracha v'hatzlacha",
    "judaism",
    "isserles",
    "new moon",
    "manoah",
    "sun"
  ]
}