{
  "title": "Lombardy",
  "url": "https://en.wikipedia.org/wiki/Lombardy",
  "summary": "Lombardy (Italian: Lombardia; Lombard: Lombardia) is an administrative region of Italy that covers 23,844 km2 (9,206 sq mi); it is located in northern Italy and has a population of about 10 million people, constituting more than one-sixth of Italy's population. Lombardy is located between the Alps mountain range and tributaries of the river Po, and includes Milan, its capital, the largest metropolitan area in the country, and among the largest in the EU.\nIts territory is divided into 1,502 comuni (region with the largest number of comuni in the entire national territory), distributed in twelve administrative subdivisions (eleven provinces plus the Metropolitan City of Milan). The region ranks first in Italy in terms of population, population density, and number of local authorities, while it is fourth in terms of surface area, after Sicily, Piedmont, and Sardinia.\nIt is the second most populous region of the European Union (EU), and the second region of the European Union by nominal GDP. Lombardy is the first region of Italy in terms of economic importance, contributing to approximately a fifth of the national gross domestic product (GDP). Lombardy is a member of the Four Motors for Europe, an international economical organization whose other members are Baden-Württemberg in Germany, Catalonia in Spain, and Auvergne-Rhône-Alpes in France. Milan is the economic capital of Italy and is a global financial centre.\nOf the fifty-eight UNESCO World Heritage Sites in Italy, eleven are in Lombardy, tying it with Castile and León in northwest-central Spain. Virgil, Pliny the Elder, Ambrose, Gerolamo Cardano, Caravaggio, Claudio Monteverdi, Antonio Stradivari, Cesare Beccaria, Alessandro Volta, and Alessandro Manzoni; and popes John XXIII and Paul VI originated in the area of modern-day Lombardy.",
  "content": [
    {
      "section_title": "Etymology",
      "section_content": [
        {
          "sentence": "The name Lombardy comes from Lombard, which is derived from Late Latin Longobardus, Langobardus (\"a Lombard\"), which derived from the Proto-Germanic elements *langaz + *bardaz; equivalent to long beard",
          "refs": []
        },
        {
          "sentence": "According to some scholars, the second element derives from Proto-Germanic *bardǭ, *barduz (\"axe\"), related to German Barte",
          "refs": []
        },
        {
          "sentence": "The name of the region derives from the name of the people of the Lombards who arrived in Italy in 568 and made Pavia their capital",
          "refs": []
        },
        {
          "sentence": "During the Early Middle Ages, \"Lombardy\" referred to the Kingdom of the Lombards (Latin: Regnum Langobardorum), which was ruled by the Germanic Lombard raiders who had controlled most of early Christian Italy since their invasion of Byzantine Italy in CE 568 until the fall of Pavia on the river Ticino, in CE 774 by the Frankish Charlemagne on the Pope's behalf",
          "refs": []
        },
        {
          "sentence": "As such, \"Lombardy\" and \"Italy\" were almost interchangeable; by the mid-8th century, the Lombards ruled everywhere except the Papal possessions around Rome—roughly modern Lazio and northern Umbria—Venice and some Byzantine possessions in the south—southern Apulia and Calabria; some coastal settlements including Amalfi, Gaeta, Naples and Sorrento; Sicily and Sardinia; their culture is foundational to Italy in the Middle Ages",
          "refs": []
        },
        {
          "sentence": "The term was also used until around 965 in the form Λογγοβαρδία (Longobardia) as the name for the territory roughly covering modern Apulia, which the Byzantines had recovered from the Lombard rump state Duchy of Benevento.",
          "refs": [
            "https://whc.unesco.org/en/list/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Geography",
      "section_content": [
        {
          "sentence": "Lombardy has a surface area of 23,861 km2 (9,213 sq mi), and is the fourth-largest region of Italy after Sicily, Piedmont and Sardinia",
          "refs": []
        },
        {
          "sentence": "It is bordered by Canton Ticino and Canton Grisons of Switzerland to the north, and by the Italian regions of Trentino-Alto Adige/Südtirol and Veneto to the east, Emilia-Romagna to the south and Piedmont to the west",
          "refs": [
            "http://teradesanmarc.altervista.org/alterpages/files/TeradeSanMarc-Vocabolarioitaliano-bergamasco-LetteraJ-K-L-n.08del200608.pdf"
          ]
        },
        {
          "sentence": "Lombardy's northern border is between the Valtellina and the valleys of the Rhine and the Inn",
          "refs": []
        },
        {
          "sentence": "To the east, Lake Garda and the Mincio separate Lombardy from the other Italian regions, as does the Po river in the south with the exception of the province of Mantua and Oltrepò Pavese",
          "refs": []
        },
        {
          "sentence": "The western boundary is formed by the Lake Maggiore and the Ticino river, except Lomellina",
          "refs": []
        },
        {
          "sentence": "Lombardy has three natural zones; mountains, hills and plains—the last being divided into Alta (high plains) and Bassa (low plains).",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Soils",
          "section_content": [
            {
              "sentence": "The surface area of Lombardy is divided almost equally between the plains (which represent approximately 47% of the territory) and the mountainous areas (which represent 41%)",
              "refs": []
            },
            {
              "sentence": "The remaining 12% of the region is hilly",
              "refs": []
            },
            {
              "sentence": "The orography of Lombardy is characterised by three distinct belts; a northern mountainous belt constituted by the Alpine relief, a central piedmont area of mostly alluvial pebbly soils, and the Lombard section of the Padan Plain in the south of the region",
              "refs": []
            },
            {
              "sentence": "The main valleys are Val Camonica, Val Trompia, Valle Sabbia, Valtellina, Val Seriana, Val Brembana, Valsassina, and Valassina",
              "refs": []
            },
            {
              "sentence": "The most important mountainous area is the Alpine zone, which includes the Lepontine and Rhaetian Alps (4,020 m (13,190 ft)), which derive their name, respectively, from the Raeti, a population of Etruscan origin who took refuge in the Central Alps during the Celtic invasion of the Italian peninsula, and from the Ligurian population of the Lepontii settled in this area and then subjugated by the Roman emperor Augustus,  the Orobic Alps (3,050 m (10,010 ft)) which derive their name from the Orobii, population of Ligurian or perhaps Celtic origin,  the Ortler Alps and the Adamello massif",
              "refs": [
                "https://www.treccani.it/enciclopedia/lombardia/",
                "https://www.treccani.it/enciclopedia/lombardia/"
              ]
            },
            {
              "sentence": "It is followed by the Alpine foothills zone Prealps, which are followed by hills that smooth the transition from the mountain to the Po Valley, the main peaks of which are the Grigna Group (2,410 m (7,910 ft)), Resegone 1,875 m (6,152 ft), and Presolana (2,521 m (8,271 ft))",
              "refs": []
            },
            {
              "sentence": "The plains of Lombardy, which are formed by alluvial deposits, can be divided into the Alta—an upper, permeable ground zone in the north—and the Bassa, a lower zone dotted by the line of fontanili, spring waters rising from impermeable ground",
              "refs": []
            },
            {
              "sentence": "Inconsistent with the three distinctions above is the small sub-region of Oltrepò Pavese, which is formed by the Apennine foothills beyond the Po,   and Lomellina, area particularly renowned for its rice paddies.",
              "refs": [
                "http://www.globalgeografia.com/italia/lombardia.htm"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hydrography",
          "section_content": [
            {
              "sentence": "The Po marks the southern border of the region for about 210 km (130 mi); its major tributaries are the Ticino, which rises in the Val Bedretto in Switzerland and joins the Po near Pavia,  the Olona, the Lambro, the Adda, the Oglio and the Mincio.",
              "refs": [
                "https://www.regione.lombardia.it/wps/portal/istituzionale/HP/DettaglioRedazionale/scopri-la-lombardia/territorio-e-popolazione/territorio+e+popolazione"
              ]
            },
            {
              "sentence": "The numerous lakes of Lombardy are all of glacial origin and are located in the northern highlands",
              "refs": []
            },
            {
              "sentence": "From west to east, these are: Lake Maggiore, Lake Lugano (both shared with Switzerland), Lake Como, Lake Iseo, Lake Idro, and Lake Garda (the largest lake in Italy)",
              "refs": []
            },
            {
              "sentence": "South of the Alps are a succession of low hills of morainic origin that were formed during the Last Glacial Period and small, barely fertile plateaux with typical heaths and conifer woods",
              "refs": [
                "http://www.montagnadilombardia.com/alpi.html"
              ]
            },
            {
              "sentence": "A minor mountainous area the Oltrepò Pavese lies in the Apennines range south of the Po",
              "refs": []
            },
            {
              "sentence": "The navigli are a system of interconnected canals in and around Milan dating back as far as the Middle Ages",
              "refs": []
            },
            {
              "sentence": "The system consists of five canals: Naviglio Grande, Naviglio Pavese, Naviglio Martesana, Naviglio di Paderno, Naviglio di Bereguardo",
              "refs": [
                "https://peakvisor.com/adm/lombardy.html"
              ]
            },
            {
              "sentence": "The first three were connected through Milan via the Fossa Interna, also known as the Inner Ring",
              "refs": []
            },
            {
              "sentence": "The urban section of the Naviglio Martesana was covered over at the beginning of the 1930s, together with the entire Inner Ring, thus sounding the death knell for the north-eastern canals.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Alpine passes",
          "section_content": [
            {
              "sentence": "The Lombard Alpine valleys are wider than those found, again in the Alps, in Piedmont and Aosta Valley",
              "refs": []
            },
            {
              "sentence": "Most of them are crossed by streams that descend towards the Po Valley, forming rivers which then flow into the Po on the hydrographic left",
              "refs": []
            },
            {
              "sentence": "Thanks to the width of their valleys, the Lombard Alpine passes, although they are at a high altitude, are easily accessible.",
              "refs": []
            },
            {
              "sentence": "The most important international passes found in the Lombard Alps and which connect the region with Switzerland are the Splügen Pass (2,118 m (6,949 ft)), the Maloja Pass (1,815 m (5,955 ft)) and the Bernina Pass (2,323 m (7,621 ft)), with the latter two which are located in Swiss territory",
              "refs": []
            },
            {
              "sentence": "The most important national passes are the Stelvio Pass (2,759 m (9,052 ft)) and the Tonale Pass (1,883 m (6,178 ft)), which connect Lombardy with Trentino-Alto Adige",
              "refs": []
            },
            {
              "sentence": "These Alpine passes are also of great importance from a historical point of view, given that they have always allowed easy communication between Lombardy and its bordering territories",
              "refs": []
            },
            {
              "sentence": "It then resulted in constant commercial traffic, which contributed to the development of the region",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Flora and fauna",
          "section_content": [
            {
              "sentence": "The plains have been intensively cultivated for centuries, and little of the original environment remains",
              "refs": []
            },
            {
              "sentence": "The most common trees are elm, alder, sycamore, poplar, willow and hornbeam",
              "refs": []
            },
            {
              "sentence": "In the area of the foothills lakes, however, olive, cypresses and larches grow, as do varieties of subtropical flora such as magnolia, azalea and acacias",
              "refs": []
            },
            {
              "sentence": "Numerous species of endemic flora in the Prealpine area include some species of saxifrage, Lombardy garlic,  groundsel and bellflowers.",
              "refs": [
                "ISBN: 9780080551425"
              ]
            },
            {
              "sentence": "The highlands are characterised by the typical vegetation of the Italian Alps",
              "refs": []
            },
            {
              "sentence": "At and below about 1,100 m (3,600 ft), oaks or broadleaf trees grow; on the mountain slopes between 2,000 and 2,100 m (6,600 and 6,900 ft), beech trees grow at the lowest limits with conifer woods higher up",
              "refs": []
            },
            {
              "sentence": "Shrubs such as rhododendron, dwarf pine and juniper are native to the summit zone beyond 2,200 m (7,200 ft).",
              "refs": []
            },
            {
              "sentence": "Lombardy includes many protected areas",
              "refs": []
            },
            {
              "sentence": "The most important is Stelvio National Park, established in 1935 —the fourth largest Italian natural park, with typically alpine wildlife such as red deer, roe deer, ibex, chamois, foxes, ermine and golden eagles; and the Parco naturale lombardo della Valle del Ticino, which was instituted in 1974 on the Lombard side of the river Ticino to protect one of the last major examples of fluvial forest in northern Italy",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "There have also been efforts to protect the endangered Italian agile frog",
              "refs": []
            },
            {
              "sentence": "Parco naturale lombardo della Valle del Ticino is the first Italian regional park to be established  as well as the first European river park",
              "refs": [
                "https://www.viajarmilan.com/visitar-los-canales-navigli.php"
              ]
            },
            {
              "sentence": "In 2022 the two Parks were included by UNESCO in the World Network of Biosphere Reserves",
              "refs": [
                "http://www.lebellezzeditalia.it/lombardia/lombardia_it/lombardia.htm"
              ]
            },
            {
              "sentence": "Other parks in the region are the Campo dei Fiori and the Cinque Vette Park, both of which are located in the Province of Varese",
              "refs": []
            },
            {
              "sentence": "The system of protected areas in Lombardy consists of one national park, 24 regional parks, 65 natural reserves  and 30 natural monuments",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In total, protected areas cover more than 27% of the regional territory",
              "refs": [
                "https://web.archive.org/web/20100606033455/http://www.parcoticino.it/istituzionale/p/1_ente-parco.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Climate",
          "section_content": [
            {
              "sentence": "Lombardy has a wide array of climates due to variance in elevation, proximity to inland water basins, and large metropolitan areas",
              "refs": []
            },
            {
              "sentence": "The climate is mainly humid subtropical (Köppen Cfa), especially in the plains, though with significant variations to the Köppen model, especially in the normally long, damp, and cold winters",
              "refs": []
            },
            {
              "sentence": "There is high seasonal temperature variation; in Milan, the average temperature is 2.5 °C (36.5 °F) in January and 24 °C (75 °F) in July",
              "refs": []
            },
            {
              "sentence": "The plains are often subject to fog during the coldest months",
              "refs": []
            },
            {
              "sentence": "In the Alpine foothills with oceanic climate (Köppen Cfb), numerous lakes have a mitigating influence, allowing typically Mediterranean crops (olive, citrus fruit) to grow",
              "refs": []
            },
            {
              "sentence": "In the hills and mountains, the climate is humid continental (Köppen Dfb)",
              "refs": []
            },
            {
              "sentence": "In the valleys, it is relatively mild while it can be severely cold with copious snowfalls above 1,500 m (4,900 ft).",
              "refs": []
            },
            {
              "sentence": "Precipitation is more intense in the Prealpine zone, up to 1,500 to 2,000 mm (59.1 to 78.7 in) annually, but is also abundant in the plains and alpine zones, with an average of 600 to 850 mm (23.6 to 33.5 in) annually",
              "refs": []
            },
            {
              "sentence": "Average annual rainfall is 827 mm (32.6 in)",
              "refs": []
            },
            {
              "sentence": "Lake Garda, thanks to its size and position, mitigates the climate of its coasts,  creating a \"Mediterranean\" microclimate which makes the cultivation of olive trees and the production of olive oil possible; the so-called \"Lombard oil\" is also produced in other Lombard lake areas",
              "refs": [
                "http://www.parks.it/indice/RR/index.php?reg=3",
                "http://www.parks.it/indice/PR/index.php?reg=3"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Geology",
          "section_content": [
            {
              "sentence": "The geological structure of Lombardy derives from the orogeny of the Alps due to the collision between the African and Eurasian plates which generated the Alpine chain from the Upper Cretaceous to the Miocene",
              "refs": []
            },
            {
              "sentence": "The Po Valley, on the other hand, is of more recent origin; formed by the deposit of detrital material on the continental shelf, coming from the erosion caused by surface waters, which accompanied the lifting of the Alpine chain, which rose to the west and north of the plain, and of the Apennine chain to the south, which filled the marine gulf existing in the Pliocene created by the uplift of the two mountain chains",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pollution",
          "section_content": [
            {
              "sentence": "Lombardy is one of the most-air-polluted areas of Europe",
              "refs": []
            },
            {
              "sentence": "Because of high levels of industrialisation and the lack of wind due to the region being enclosed between mountain ranges, air pollution remains a severe problem in Lombardy and northern Italy.",
              "refs": [
                "http://www.giovannipagano.eu/ipertesti/geografia/lombardia_2/geografia/clima/climalago.htm"
              ]
            },
            {
              "sentence": "In March 2019, the European Space Agency (ESA)  published images taken from its satellites that show a large stain composed of nitrogen dioxide and fine particles above the Po Valley area",
              "refs": [
                "https://web.archive.org/web/20131027132134/http://www.oliofelice.com/il-lago/no.html"
              ]
            },
            {
              "sentence": "Lombardy is the geographic and economic centre of this area, with more than 10 million residents and the highest GRP per inhabitant of the country",
              "refs": []
            },
            {
              "sentence": "Most of its major cities are located in the Po river  basin, which crosses the region",
              "refs": []
            },
            {
              "sentence": "The stain analysed by ESA is the main reason Po Valley air pollution levels are so high",
              "refs": []
            },
            {
              "sentence": "Milan also has high levels of ozone and nitrogen oxides, which are mainly produced by cars diesel and petrol engines.",
              "refs": []
            },
            {
              "sentence": "According to Chicago Energy Policy Institute,  which has recently developed the Air Quality Life Index (AQLI), Po Valley air pollution reduces life expectancy by about six months",
              "refs": [
                "ISBN: 978-8879164528"
              ]
            },
            {
              "sentence": "Air pollution in the Po Valley is connected to livestock and factories",
              "refs": []
            },
            {
              "sentence": "The use of NPK fertilizers, made of nitrogen, phosphorus and potassium, along with manure emissions from intensive breeding and high levels of nitrogen dioxide released by diesel and petrol engines are all causes of pollution in the north of Italy",
              "refs": []
            },
            {
              "sentence": "Lombardy also produces vast amounts of animal waste, a big contributor to pollution",
              "refs": []
            },
            {
              "sentence": "Lombardy produces more than 40% of Italy's milk and over half of the Italian pig production is located in the Po Valley",
              "refs": []
            },
            {
              "sentence": "According to research published in The Lancet Planetary Health,  in January 2021, Brescia and Bergamo had the highest death rate from fine particulate matter (PM2.5) in Europe.",
              "refs": [
                "https://doi.org/10.1016%2Fj.envres.2016.03.003"
              ]
            },
            {
              "sentence": "The data show many cities in Lombardy and the Po Valley suffer the most serious impact of poor air quality in Europe, primarily the metropolitan area of Milan, which is 13th in terms of fine particulate impact, with an annual premature death rate of 3,967 – approximately 9% of the total.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "History",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Prehistory and antiquity",
          "section_content": [
            {
              "sentence": "From archaeological findings of ceramics, arrows, axes, and carved stones, the area of current-day Lombardy has been settled at least since the second millennium BC",
              "refs": []
            },
            {
              "sentence": "Well-preserved rock drawings left by ancient Camuni in the Valcamonica depicting animals, people, and symbols were made over 8,000 years before the Iron Age,  based on about 300,000 records",
              "refs": [
                "https://aqli.epic.uchicago.edu/news/air-pollution-hotspots-in-europe/"
              ]
            },
            {
              "sentence": "The many artefacts found in a necropolis near Lake Maggiore and the Ticino demonstrate the presence of the Golasecca Bronze Age culture that prospered in western Lombardy between the ninth and the 4th centuries BC",
              "refs": []
            },
            {
              "sentence": "In the following centuries, Lombardy was inhabited by different peoples; the Etruscans founded the city of Mantua   and spread the use of writing",
              "refs": [
                "https://doi.org/10.1016%2FS2542-5196%2820%2930272-2",
                "https://whc.unesco.org/en/list/94"
              ]
            },
            {
              "sentence": "It was seat of the Celtic Canegrate culture starting from the 13th century BC, and later of the Celtic Golasecca culture",
              "refs": []
            },
            {
              "sentence": "From the 5th century BC, the area was invaded by more Celtic Gallic tribes coming from north of the Alps",
              "refs": []
            },
            {
              "sentence": "These people settled in several cities including Milan and extended their rule to the Adriatic Sea",
              "refs": []
            },
            {
              "sentence": "Celtic development was halted by the Roman expansion in the Po Valley from the 3d century BC",
              "refs": []
            },
            {
              "sentence": "After centuries of struggle, at the end of the 2nd century B.C.,  the entirety of modern-day Lombardy became a Roman province called Gallia Cisalpina—\"Gaul on the inner side (with respect to Rome) of the Alps\".",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Roman culture and language overwhelmed the former civilisation in the following years, and Lombardy became one of the most-developed and richest areas of Italy with the construction of roads and the development of agriculture and trade",
              "refs": []
            },
            {
              "sentence": "Important figures were born here, such as Pliny the Elder (in Como) and Virgil (in Mantua)",
              "refs": []
            },
            {
              "sentence": "In late antiquity the strategic role of Lombardy was emphasised by the move of the capital of the Western Empire to Mediolanum (Milan)",
              "refs": []
            },
            {
              "sentence": "Here, in 313 AD, Roman Emperor Constantine issued the famous Edict of Milan that gave freedom of confession to all religions within the Roman Empire.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Kingdom of the Lombards",
          "section_content": [
            {
              "sentence": "During and after the fall of the Western Empire, Lombardy heavily suffered from destruction brought about by a series of invasions by tribal peoples",
              "refs": []
            },
            {
              "sentence": "After 540, Pavia became the permanent capital of the Ostrogothic Kingdom, the fixed site of the court and the royal treasury",
              "refs": []
            },
            {
              "sentence": "The last and most effective invasion was that of the Germanic Lombards or Longobards, whose nation migrated to the region from the Carpathian basin in fear of the conquering Pannonian Avars in 568",
              "refs": [
                "http://www.archeocamuni.it/arte_rupestre.html"
              ]
            },
            {
              "sentence": "The Lombards' long-lasting reign, with its capital in Pavia, gave the current name to the region",
              "refs": []
            },
            {
              "sentence": "There was a close relationship between the Frankish, Bavarian and Lombard nobility for many centuries.",
              "refs": []
            },
            {
              "sentence": "After the initial struggles, relationships between the Lombard people and the Gallo-Roman peoples  improved",
              "refs": [
                "ISBN: 0-670-03803-2"
              ]
            },
            {
              "sentence": "The Lombard language and culture was integrated with the Latin culture, leaving evidence in many names, the legal code and laws",
              "refs": []
            },
            {
              "sentence": "The Lombards became intermixed with the Roman population owing to their relatively smaller number",
              "refs": []
            },
            {
              "sentence": "The end of Lombard rule came in 774, when the Frankish king Charlemagne conquered Pavia, deposed Desiderius the last Lombard king, and annexed the Kingdom of Italy—mostly northern and central present-day Italy—to his newly established Holy Roman Empire",
              "refs": [
                "ISBN: 978-1-291-78388-9"
              ]
            },
            {
              "sentence": "Charlemagne was crowned by the Pope on 25 December 800",
              "refs": []
            },
            {
              "sentence": "The former Lombard dukes and nobles were replaced by other German vassals, prince-bishops and marquises",
              "refs": []
            },
            {
              "sentence": "The entire northern part of the Italian peninsula continued to be called \"Lombardy\" and its population \"Lombards\" throughout the following centuries.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Communes and the Empire",
          "section_content": [
            {
              "sentence": "In the 10th century, Lombardy, although formally under the rule of the Holy Roman Empire, was included in the kingdom of Italy, of which Pavia remained the capital until 1024",
              "refs": []
            },
            {
              "sentence": "Starting gradually in the late-11th century, Lombardy became divided into many small, autonomous city-states, the medieval communes",
              "refs": [
                "https://www.capiate.org/SitoEN/comata.htm"
              ]
            },
            {
              "sentence": "Also in the 11th century, the region's economy underwent a significant boom due to improved trading, sartorial manufacturing of silk and wool, and agricultural conditions; arms manufacturing for the purpose of defensive army development, by the German imperial divisions of Guelphs (Welfen) defending the Pope and Ghibellins (Wibellingen) defending the Emperor, became a significant factor",
              "refs": []
            },
            {
              "sentence": "As in other areas of Italy, this led to a growing self-acknowledgement of the cities, whose increasing wealth made them able to defy the traditional feudal supreme power that was represented by the German emperors and their local legates",
              "refs": []
            },
            {
              "sentence": "This process peaked in the 12th and 13th centuries, when Lombard Leagues formed by allied cities of Lombardy, usually led by Milan, defeated the Hohenstaufen Emperor Frederick I, at Legnano but not his grandson Frederick II at Battle of Cortenuova",
              "refs": []
            },
            {
              "sentence": "Although having the military purpose as preponderant, the Lombard League also had its own stable government, considered one of the first examples of confederation in Europe",
              "refs": []
            },
            {
              "sentence": "Subsequently, among the local city-states, a process of consolidation took place, and by the end of the 14th century, two signoria emerged as rival hegemons in Lombardy; Milan and Mantua.",
              "refs": [
                "https://www.monasteriimperialipavia.it/pavia-citta-regia/?lang=en"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Renaissance duchies of Milan and Mantua",
          "section_content": [
            {
              "sentence": "In the 15th century, the Duchy of Milan was one of the wealthiest states during the Renaissance",
              "refs": []
            },
            {
              "sentence": "Milan and Mantua became centres of the Renaissance, whose culture with people such as Leonardo da Vinci and Andrea Mantegna, and works of art such as da Vinci's The Last Supper were highly regarded",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The enterprising class of the communes extended its trade and banking activities well into northern Europe; the metonym \"Lombard\" designated a merchant or banker from northern Italy, for example Lombard Street, London",
              "refs": []
            },
            {
              "sentence": "The name \"Lombardy\" came to denote the whole of northern Italy until the 15th century and sometimes later",
              "refs": []
            },
            {
              "sentence": "From the 14th century onward, the instability created by the internal and external struggles ended in the creation of noble seigniories, the most significant of whom were the Viscontis (later Sforzas) in Milan and of the Gonzagas in Mantua",
              "refs": [
                "https://www.eupedia.com/genetics/italian_dna.shtml"
              ]
            },
            {
              "sentence": "This wealth, however, attracted the now-more-organised armies of national powers such as France and Austria, which waged a lengthy battle for Lombardy in the late 15th to early 16th centuries.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Late-Middle Ages, Renaissance and Enlightenment",
          "section_content": [
            {
              "sentence": "After the Battle of Pavia, the Duchy of Milan became a possession of the Habsburgs of Spain; the new rulers did little to improve the economy of Lombardy, instead imposing a growing series of taxes to support their lengthy series of European wars",
              "refs": []
            },
            {
              "sentence": "The eastern part of modern-day Lombardy, including the cities Bergamo and Brescia, was controlled by the Republic of Venice, which had begun to extend its influence in the area from the 14th century onwards",
              "refs": []
            },
            {
              "sentence": "Between the mid-15th century and the battle of Marignano in 1515, the northern part of east Lombardy from Airolo to Chiasso (modern Ticino), and the Valtellina valley came under possession of the Old Swiss Confederacy.",
              "refs": []
            },
            {
              "sentence": "Pestilences like that of 1628–1630,  which Alessandro Manzoni described in his I Promessi Sposi, and the general decline of Italy's economy in the 17th and 18th centuries halted further development of Lombardy",
              "refs": [
                "https://www.treccani.it/enciclopedia/regno-italico_(Enciclopedia-Italiana)"
              ]
            },
            {
              "sentence": "In 1706 the Austrian Empire came to power, and introduced some economic and social measures that allowed a degree of recovery to occur.",
              "refs": []
            },
            {
              "sentence": "Austrian rule was interrupted in the late-18th century by the French; under Napoleon, Lombardy became the centre of the Cisalpine Republic and of the Kingdom of Italy, both of which were puppet states of France's First Empire, with Milan as capital and Napoleon as head of state",
              "refs": []
            },
            {
              "sentence": "During this period, Lombardy regained Valtellina from Switzerland.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Modern era",
          "section_content": [
            {
              "sentence": "The restoration of Austrian rule in 1815 as the Kingdom of Lombardy–Venetia was characterised by a struggle with the new ideals introduced by the Napoleonic era",
              "refs": []
            },
            {
              "sentence": "Lombardy was then an important centre of the Risorgimento, with the Five Days of Milan in March 1848, the Ten Days of Brescia in 1849, the Belfiore martyrs in Mantua in the years between 1851 and 1853",
              "refs": []
            },
            {
              "sentence": "The annexation of Lombardy to the Kingdom of Piedmont-Sardinia occurred following the Second Italian War of Independence in 1859, a war during which Lombardy was the main theatre of battle (battles of Montebello, Palestro, Magenta, Solferino and San Fermo)",
              "refs": []
            },
            {
              "sentence": "In 1861, with the proclamation of the Kingdom of Italy, Lombardy became part of the modern Italian state, except for the central-eastern part of the province of Mantua which was annexed in 1866 after the Third Italian War of Independence",
              "refs": []
            },
            {
              "sentence": "Regarding the battle of Solferino, it was during this conflict that Henry Dunant took the initiative to create the Red Cross",
              "refs": [
                "http://www.treccani.it/enciclopedia/lega-lombarda_(Federiciana)/"
              ]
            },
            {
              "sentence": "After the annexation of Mantua, Lombardy achieved its present-day territorial shape by adding the Oltrepò Pavese, formerly the southern part of the Province of Novara, to the Province of Pavia.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Contemporary era",
          "section_content": [
            {
              "sentence": "The Alpine front of World War I crossed the eastern Lombardy Alpine side, and in the post-war period Milan was the centre of the Italian Fasces of Combat",
              "refs": []
            },
            {
              "sentence": "Milan then became the Gold Medal of Military Valor for the Italian resistance movement  during the Italian Civil War after its liberation from fascism during the World War II, while the partisan resistance spread across the valleys and provinces.",
              "refs": [
                "https://www.britannica.com/place/Milan-Italy"
              ]
            },
            {
              "sentence": "Following the historical borders, in 1948 the administrative region of Lombardy was prefigured as part of the newly formed Italian Republic",
              "refs": []
            },
            {
              "sentence": "In the years of the Italian economic miracle, Milan was one of the poles of the \"industrial triangle\" of northern Italy formed by the cities of Turin-Milan-Genoa",
              "refs": []
            },
            {
              "sentence": "The Years of Lead had wide relevance in Lombardy, with the Piazza Fontana bombing in Milan in 1969 and the Piazza della Loggia bombing in Brescia in 1974.",
              "refs": []
            },
            {
              "sentence": "In the 1980s, Milan became a symbol of the country's economic growth, and a symbol of the economic-financial rampantism of the so-called \"Milano da bere\", literally \"Milan to be drunk\",  while the Milanese socialist group of Bettino Craxi was in the national government",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The city of Milan, in the early 1990s, was the origin of the series of scandals known as Tangentopoli which emerged from the judicial investigations of the Milanese prosecutor's office known as Mani pulite, which then spread to the rest of the country.",
              "refs": []
            },
            {
              "sentence": "In early 2020, Lombardy was severely affected by the COVID-19 pandemic, in which Italy was one of the worst-affected countries in Europe",
              "refs": []
            },
            {
              "sentence": "Several towns were quarantined from 22 February after community transmission was documented in Lombardy and Veneto the previous day",
              "refs": []
            },
            {
              "sentence": "The entirety of Lombardy was placed under lockdown on 8 March,  followed by all of Italy the following day,  making Italy the first country to implement a nationwide lockdown in response to the epidemic, which the World Health Organization (WHO) declared a pandemic on 11 March",
              "refs": [
                "http://www.storiadimilano.it/Personaggi/Milanesi%20illustri/mora.htm",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The lockdown was extended twice, and the region toughened restrictions on 22 March, banning outdoor exercise and the use of vending machines,  but from the beginning of May, following a reported decrease in the number of active cases, restrictions were gradually relaxed",
              "refs": [
                "https://fondazionefeltrinelli.it/scopri/una-medaglia-una-lapide-e-quattro-atti-di-eroismo-per-la-memoria-pubblica-di-milano/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Economy",
      "section_content": [
        {
          "sentence": "Lombardy is the first  region of Italy in terms of economic importance",
          "refs": [
            "https://web.archive.org/web/20100416165655/http://appsso.eurostat.ec.europa.eu/nui/submitViewTableAction.do"
          ]
        },
        {
          "sentence": "As of 2021 [update], the gross regional product (GRP) of Lombardy was equal to over €366 billion and accounted for about 22% of Italy's total GDP",
          "refs": [
            "https://www.ancilab.it/bilanciosociale/index-3.htm"
          ]
        },
        {
          "sentence": "Lombardy's 2021 GRP was €36,500 per person, more than 25% higher than the national average of €25,729",
          "refs": []
        },
        {
          "sentence": "Lombardy is the second region of the European Union by nominal GDP",
          "refs": [
            "https://www.cnbc.com/2020/03/08/italy-announces-quarantine-affecting-quarter-of-population.html"
          ]
        },
        {
          "sentence": "Lombardy's services sector has grown since the 1980s, led by innovative activities in business services, credit and financial services",
          "refs": []
        },
        {
          "sentence": "Lombardy also remains the main industrial area of Italy",
          "refs": []
        },
        {
          "sentence": "Milan, its capital, is the economic capital of Italy,  is a global financial centre and is widely regarded as a global capital in industrial design, fashion and architecture",
          "refs": [
            "http://www.infodata.ilsole24ore.com/2017/04/14/scopri-nella-mappa-le-regioni-europee-piu-ricche-piu-povere/"
          ]
        },
        {
          "sentence": "Lombardy has cultural and economic relationships with many foreign countries including Azerbaijan,  Austria,    France,  Hungary,      Switzerland (especially the cantons of Ticino and Grisons),      Canada (the Province of Quebec),  Germany (the States of Bavaria, Saxony, and Saxony-Anhalt),    Kuwait,  the Netherlands (Province of Zuid-Holland),  and Russia",
          "refs": [
            "https://www.bbc.com/news/world-europe-51991972",
            "https://www.theguardian.com/world/2020/may/03/anger-as-italy-slowly-emerges-from-long-covid-19-lockdown",
            "https://web.archive.org/web/20150923175443/http://www.asr-lombardia.it/ASR/pubblicazioni-scaricabili/p10_Volume_ASR_2014.pdf",
            "ISBN: 978-0-203-84855-5",
            "https://www.azernews.az/nation/142139.html",
            "http://www.giornalemetropolitano.it/design-in-lombardia-crescono-gli-scambi-con-laustria/",
            "http://www.regione.lombardia.it/wps/portal/istituzionale/HP/lombardia-notizie/DettaglioNews/2018/05-maggio/7-13/ied-camera-commercio-vice-presidente/ied-camera-commercio-vice-presidente",
            "https://ambvienna.esteri.it/ambasciata_vienna/it/ambasciata/news/dall-ambasciata/03022015.html",
            "https://milano.corriere.it/notizie/cronaca/18_giugno_14/milano-attilio-fontana-incontra-l-ambasciatore-francese-distendere-animi-italia-francia-9ce46378-6fb2-11e8-b9b6-434f28412ff9.shtml",
            "https://www.bresciatoday.it/politica/regione-lombardia-fontana-.html",
            "http://www.askanews.it/politica/2018/12/05/ungheria-fontana-riceve-ministro-esteri-a-palazzo-lombardia-pn_20181205_00291",
            "https://milano.mfa.gov.hu/ita/news/a-lombardiai-tartomany-elnoeke-fogadta-a-milanoi-fokonzult",
            "https://web.archive.org/web/20180909003412/http://www.tecnologiedelfilo.it/lecco-cresce-lexport-sul-mercato-ungherese/",
            "https://web.archive.org/web/20180909000438/http://www.ersaf.lombardia.it/servizi/notizie/notizie_fase02.aspx?ID=18900",
            "https://web.archive.org/web/20180802223633/http://www.regioni.it/dalleregioni/2018/07/31/lombardia-canton-ticino-fontana-e-assessori-incontrano-delegazione-svizzerasul-tavolo-infrastrutturetrasporti-e-ambiente-572830/",
            "http://www.prealpina.it/pages/milano-lombardia-e-canton-ticino-piu-vicini-173165.html",
            "http://www.varesenews.it/2018/04/fontana-rapporti-la-svizzera-vanno-intensificati/708796/",
            "https://www.swissinfo.ch/ita/tutte-le-notizie-in-breve/gr--milano--trasporto-transfrontaliero--incontro-grigioni-lombardia/44616234",
            "https://www.varesenews.it/2019/09/regione-lombardia-incontro-svizzera/856211/",
            "http://www.mrif.gouv.qc.ca/en/relations-du-quebec/europe/italie/relations-politiques",
            "https://www.newsfood.com/la-baviera-rinsalda-la-partnership-con-la-lombardia/"
          ]
        },
        {
          "sentence": "Lombardy is a member of the Four Motors for Europe, an international economical organization whose other members are Baden-Württemberg in Germany, Catalonia in Spain, and Auvergne-Rhône-Alpes in France",
          "refs": []
        },
        {
          "sentence": "The Lombardy region is also part of the EUSALP, which promotes innovation, sustainability, and economy in the Alpine regions of Austria, France, Liechtenstein, Northern Italy, Southern Germany, Switzerland, and Slovenia,    and ARGE ALP, an economic forum of alpine regions of Austria, Northern Italy, Southern Germany, and Switzerland",
          "refs": [
            "https://web.archive.org/web/20180715040052/https://www.kuna.net.kw/ArticleDetails.aspx?id=2736943&language=en",
            "https://www.dutchwatersector.com/news/province-of-zuid-holland-intensifies-water-cooperation-with-lombardy-italy",
            "https://www.bresciatoday.it/politica/tavola-rotonda-lombardia-russia-.html",
            "http://www.istat.it"
          ]
        },
        {
          "sentence": "Economical and cultural relationship are also strong with neighbouring Italian regions Friuli-Venezia Giulia, South Tyrol, Trentino, and Veneto",
          "refs": [
            "https://elpais.com/politica/2018/07/04/actualidad/1530703816_664496.html"
          ]
        },
        {
          "sentence": "Furthermore, Lombardy is part of the economic heart of Europe and of the so-called Blue Banana",
          "refs": []
        },
        {
          "sentence": "Milan is, together with London, Hamburg, Frankfurt, Munich and Paris, one of the six European economic capitals",
          "refs": []
        },
        {
          "sentence": "The European Union has developed the Central Europe program in 2014–2020 to foster cooperation between Lombardy and other northern Italian regions and several countries in central Europe",
          "refs": [
            "http://www.valtellinanews.it/articoli/lombardia-e-friuli-venezia-giulia-20180925/"
          ]
        },
        {
          "sentence": "The region can be broadly divided into three economic areas: Milan, where the services sector comprises 65.3% of employment; the provinces of Varese, Como, Lecco, Monza and Brianza, Bergamo and Brescia, the latter having the highest value added in industry in Europe,  where there is a highly industrialised economy and a rich agricultural sector; and the provinces of Sondrio, Pavia, Cremona, Mantova and Lodi, where there is consistent agricultural activity and an above-average development of the services sector.",
          "refs": [
            "ISBN: 978-88-268-1362-2"
          ]
        },
        {
          "sentence": "In the tertiary sector, the weight of trade and finance is significant",
          "refs": []
        },
        {
          "sentence": "The Italian Stock Exchange is based in Milan, one of the main European financial centres",
          "refs": []
        },
        {
          "sentence": "In the early 21st century, two new business districts, Porta Nuova and CityLife, were built in Milan in the space of a decade, radically changing the skyline of the city",
          "refs": [
            "https://web.archive.org/web/20170922195126/https://www.cte.regione.lombardia.it/wps/portal/PROUE/CTE/central-europe-2014-2020/il-programma-central-europe-2014-2020"
          ]
        },
        {
          "sentence": "Banking, transport, communication and business services activities are also important",
          "refs": []
        },
        {
          "sentence": "Milan is also a global hub for event management and trade fairs",
          "refs": []
        },
        {
          "sentence": "Fiera Milano operates the most important trade fair organiser in Italy and the world's fourth largest  exhibition hall in Rho, were international exhibitions like Milan Furniture Fair, EICMA, EMO take place on 400,000 square metres of exhibition areas with more than 4 million visitors in 2018",
          "refs": [
            "https://www.ladige.it/territori/riva-arco/2019/04/04/lombardia-veneto-trentino-regole-comuni-pesca-tutto-lago-garda"
          ]
        },
        {
          "sentence": "Milan hosted the Universal Exposition in 1906 and 2015.",
          "refs": [
            "https://web.archive.org/web/20180501205654/http://www.interreg-central.eu/Content.Node/discover/programme.html"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Agriculture",
          "section_content": [
            {
              "sentence": "The productivity of agriculture is enhanced by the use of fertilisers and the traditional abundance of water, which has been boosted since the Middle Ages by the construction of irrigation systems that were partly designed by Leonardo da Vinci",
              "refs": []
            },
            {
              "sentence": "Lower plains are used for fodder crops, cereals (rice, wheat and maize) and sugar beet",
              "refs": []
            },
            {
              "sentence": "Lombardy is one of the main European regions for rice production and together with Piedmont, produces 93% of Italian rice",
              "refs": []
            },
            {
              "sentence": "Cultivation is concentrated in the provinces of Pavia (84,000 ha (210,000 acres), Milan (14,000 ha (35,000 acres)), Lodi 2,000 ha (4,900 acres) and Mantua (1,200 ha (3,000 acres))",
              "refs": []
            },
            {
              "sentence": "Produce of the higher plains includes cereals, vegetables, fruit trees and mulberries",
              "refs": [
                "https://www.statista.com/statistics/264240/largest-exhibition-halls-in-the-world-by-hall-capacity/"
              ]
            },
            {
              "sentence": "Fruits and wine are produced in upland areas such as the Prealps and Alps sectors in the north.",
              "refs": []
            },
            {
              "sentence": "Lombardy is a centre of animal breeding, which includes dairy cows (36%) and pigs (50%)",
              "refs": []
            },
            {
              "sentence": "The region's dairy industry produces 30% of Italian milk,  which is used to produce different types of cheese, totalling about 4,715,130 tonnes, 36% of Italian cheese production",
              "refs": [
                "https://www.fierabie.com/brescia-the-capital-of-the-european-industry/"
              ]
            },
            {
              "sentence": "A variety of cured sausages is produced in Lombardy, like Salame Milano, Salame bergamasco, Salame mantovano, Salame di Varzi, Bastardei, Salam casalin, Salame Brianza, Salame pancettato.",
              "refs": []
            },
            {
              "sentence": "Vineyards cover 26,951 ha (66,600 acres)",
              "refs": []
            },
            {
              "sentence": "The most important product is the sparkling wines Franciacorta and Oltrepò Pavese, which are produced using the same traditional method as Champagne, unlike other Italian sparkling wines, which use the charmat method",
              "refs": []
            },
            {
              "sentence": "Lombardy ranks 9 of 20 in the production of DOC and DOCG wines with 877,351 hl (19,299,024.00 imp gal; 23,177,161.43 US gal)",
              "refs": []
            },
            {
              "sentence": "Lombardy also produces still red, white and rosé wines made from a variety of grapes, including Nebbiolo wines in the Valtellina region and Trebbiano di Lugana white wines produced with the Chiaretto-style rosé along the shores of Lake Garda",
              "refs": [
                "http://www.borsaitaliana.it/borsa/indici/indici-in-continua/dettaglio.html?indexCode=FTSEMIB&lang=it"
              ]
            },
            {
              "sentence": "The wine region currently has 15 Denominazione di origine controllata (DOC), 3 Denominazione di Origine Controllata e Garantita (DOCG) and 13 Indicazione Geografica Tipica (IGT) designations",
              "refs": []
            },
            {
              "sentence": "The region annually produces around one point four million hectolitres (30,795,694.76 imp gal; 36,984,087.33 US gal) of wine",
              "refs": [
                "https://www.fieramilano.it/content/dam/fieramilano/documenti/lp-investor-relations/en/sustainability/FIERA_DNF_2018_ENG.pdf"
              ]
            },
            {
              "sentence": "Brescia is also the main production centre of Italian caviar",
              "refs": []
            },
            {
              "sentence": "The world's largest sturgeon farm is located in Calvisano, about 30 km (19 mi) south of the city centre,  producing 25 tonnes of caviar annually, which is exported worldwide",
              "refs": [
                "https://web.archive.org/web/20210607095918/https://www.asr-lombardia.it/asrlomb/it/9857produzione-industriale-di-latte-alimentare-di-burro-e-di-formaggio-regionale"
              ]
            },
            {
              "sentence": "The main activity in Canneto sull'Oglio is the nursery production of broad-leaved plants, for which much land is dedicated.",
              "refs": [
                "https://ghostarchive.org/archive/20221010/https://www.federdoc.com/new/wp-content/uploads/2020/09/vqprd-ed2019.pdf"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Aerospace and defence",
          "section_content": [
            {
              "sentence": "Italy is a major exporter of heavy helicopters (over 2,000 kg (4,400 lb)) with a market share of about 30%",
              "refs": []
            },
            {
              "sentence": "The headquarters of Leonardo Helicopters Division (ex-AgustaWestland) is in Lombardy, and is responsible for about a third of the company's orders",
              "refs": [
                "ISBN: 0-7645-5355-0"
              ]
            },
            {
              "sentence": "The region also has a plant of Leonardo Aircraft Division (ex-Aermacchi)",
              "refs": [
                "http://italianwinecentral.com/wine-production-in-italy-by-region/"
              ]
            },
            {
              "sentence": "The main helicopter design, production and training facilities are located in Cascina Costa di Samarate, Vergiate and Sesto Calende",
              "refs": [
                "https://www.nytimes.com/2006/09/26/world/americas/26iht-caviar.2943297.html?pagewanted=all"
              ]
            },
            {
              "sentence": "The company's aircraft division manufactures military training aircraft in Venegono Superiore",
              "refs": []
            },
            {
              "sentence": "The world's oldest firearms manufacturer, Beretta, is located in Gardone Val Trompia",
              "refs": []
            },
            {
              "sentence": "Other firearms manufacturers in the region are Tanfoglio and Pedersoli",
              "refs": []
            },
            {
              "sentence": "Ammunition is produced by Fiocchi",
              "refs": []
            },
            {
              "sentence": "The former OTO Melara, now part of Leonardo Electronics Division in Brescia, produces small-calibre naval and airborne weapons",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Automotive",
          "section_content": [
            {
              "sentence": "There is no longer any car production in Lombardy; the factories of mass-market manufacturers Alfa Romeo,  Autobianchi  and Innocenti  having been closed, abandoned or demolished",
              "refs": [
                "http://www.quibrescia.it/cms/2015/03/26/e-brescia-la-capitale-mndiale-del-caviale/",
                "https://atlas.cid.harvard.edu/explore?country=undefined&product=9623&year=2018&productClass=HS&tradeFlow=Net&target=Product&partner=undefined&startYear=undefined",
                "https://www.leonardocompany.com/en/investors/results-and-reports"
              ]
            },
            {
              "sentence": "Iveco continues to manufacture light trucks Daily in Suzzara  and makes EuroCargo lorries in Brescia",
              "refs": [
                "https://web.archive.org/web/20210628055214/https://www.leonardocompany.com/en/global/europe/italy"
              ]
            },
            {
              "sentence": "Same-Deutz Fahr manufactures tractors under the brands SAME and Lamborghini in Treviglio, and BCS Group makes tractors in Abbiategrasso.",
              "refs": [
                "http://www.fondazione25aprile.com/sito/?page_id=138"
              ]
            },
            {
              "sentence": "The best-known automotive-parts suppliers are Brembo, Bergamo (ceramic brake systems);  Pirelli, Milan (tyres);  and Magneti Marelli, Corbetta (electronic systems, powertrain)",
              "refs": [
                "https://ricerca.repubblica.it/repubblica/archivio/repubblica/1995/10/29/ma-autobianchi-saluta-va-in-garage.html",
                "https://www.artribune.com/progettazione/architettura/2020/12/teatro-alla-scala-rubattino-milano/"
              ]
            },
            {
              "sentence": "Motorcycles from Lombardy:",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Electronics",
          "section_content": [
            {
              "sentence": "The largest European semiconductor company STMicroelectronics employs 5,600 people at its plant in a suburb of Milan",
              "refs": []
            },
            {
              "sentence": "Manufacturers of general-purpose integrated circuits (ICs) Agrate Brianza, which employs 4,500, and Cornaredo, which employs 1,100, have R&D and production facilities",
              "refs": []
            },
            {
              "sentence": "SAES Getters in Lainate produce getters, alkaline metal dispensers, cathodes and materials for thermal management",
              "refs": []
            },
            {
              "sentence": "Their products are used in various devices such as X-ray tubes, microwave tubes, solid-state lasers, electron sources, photomultipliers, radio-frequency amplification systems, night-vision devices, pressure sensors, gyroscopes for navigation systems and MEMS devices",
              "refs": []
            },
            {
              "sentence": "Magneti Marelli has headquarters and manufactures automotive electronics in Corbetta",
              "refs": []
            },
            {
              "sentence": "Leonardo Electronics Division in Nerviano designs and develops airborne radar and computers, space equipment",
              "refs": [
                "https://web.archive.org/web/20210607094836/https://www.iveco.com/southafrica/company/pages/daily_tour_plant_suzzara.aspx"
              ]
            },
            {
              "sentence": "Candy Hoover  and Whirlpool (brands: Whirlpool, Indesit, Ariston, Hot Point, Ignis) make home appliances in Lombardy.",
              "refs": [
                "https://www.nytimes.com/2006/09/26/world/americas/26iht-caviar.2943297.html?pagewanted=all",
                "https://www.marketresearchreports.com/blog/2018/07/05/worlds-15-largest-tire-manufacturers-revenue"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Energy",
          "section_content": [
            {
              "sentence": "In Lombardy, in 2015, electricity consumption per inhabitant amounted to 6,374 Wh",
              "refs": []
            },
            {
              "sentence": "In the same year, gross energy production reached 41 GWh per 10,000 inhabitants and 26% of electricity consumption was covered by energy from renewable sources",
              "refs": []
            },
            {
              "sentence": "There are 488 hydroelectric plants, 1,056 thermoelectric plants, 7 wind plants and 94,202 photovoltaic plants",
              "refs": [
                "https://www.magnetimarelli.com/company/locations"
              ]
            },
            {
              "sentence": "The length of power lines in the region in 2014 is 3,867.8 km (2,403.34 mi), of which 2,190.8 km (1,361.30 mi) are 220 kV and 1,677 km (1,042.04 mi) are 380 kV",
              "refs": [
                "https://www.ilgiorno.it/monza-brianza/economia/agrate-lavoro-assunzioni-1.3799050"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Fashion",
          "section_content": [
            {
              "sentence": "Milan is a fashion capital of the world",
              "refs": []
            },
            {
              "sentence": "Lombardy has always been an important centre for silk and textile production, notably the cities of Pavia, Vigevano and Cremona",
              "refs": []
            },
            {
              "sentence": "Milan is one of the fashion capitals of the world; the city has approximately 12,000 companies, 800 showrooms and 6,000 sales outlets; the city hosts the headquarters of global fashion houses",
              "refs": []
            },
            {
              "sentence": "The best-known high-class shopping district is Quadrilatero della moda.",
              "refs": []
            },
            {
              "sentence": "In 2009, Milan was regarded as the world fashion capital, surpassing New York, Paris and London",
              "refs": []
            },
            {
              "sentence": "Most of the major Italian fashion brands, such as Luxottica, Valentino, Versace, Prada, Armani, Dolce & Gabbana and Zegna are currently headquartered in Milan",
              "refs": [
                "https://www.gurufocus.com/news/190053/a-hidden-champion-of-the-21st-century-saes-getters"
              ]
            },
            {
              "sentence": "Buttons are manufactured in the industrial districts of Grumello del Monte and Palosco",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Furniture",
          "section_content": [
            {
              "sentence": "Furniture is manufactured in the industrial district around Brianza, which has an annual turnover of about €2 billion from 1,700 companies",
              "refs": []
            },
            {
              "sentence": "The furniture factories, which have about 40,000 employees, are mainly concentrated in Lissone, Meda, Cantù and Mariano Comense",
              "refs": [
                "https://web.archive.org/web/20160619034921/http://www.asr-lombardia.it/ASR"
              ]
            },
            {
              "sentence": "This district has close relations with Milan's design industry",
              "refs": []
            },
            {
              "sentence": "A number of large furniture exhibitions take place in Milan, including \"Salone del Mobile Milano\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Tourism",
          "section_content": [
            {
              "sentence": "In the most dynamic and busiest of Italian regions it is not possible, on the basis of the figures, to distinguish tourists in the strict sense from those who travel for business",
              "refs": []
            },
            {
              "sentence": "In 2019, 40,482,939 arrivals were recorded",
              "refs": [
                "https://web.archive.org/web/20091101191133/http://www.languagemonitor.com/popular-culture/fashion"
              ]
            },
            {
              "sentence": "Non-residents contributed to 51.8% of arrivals and 57.4% of presences",
              "refs": [
                "https://www.bergamonews.it/2012/08/10/i-distretti-industrialidi-palosco-e-grumellosotto-la-lente-del-sole/163548/"
              ]
            },
            {
              "sentence": "Lombardy has a rich, diverse cultural heritage ranging from prehistory to the present day",
              "refs": []
            },
            {
              "sentence": "Artefacts from the Roman period and the Renaissance can be found in museums and churches",
              "refs": []
            },
            {
              "sentence": "Major tourist destinations in the region include (in order of arrivals as of 2013 [update]):",
              "refs": [
                "https://www.salonemilano.it/en"
              ]
            },
            {
              "sentence": "Among the natural beauties, the pre-Alpine lakes on whose shores patrician villas, vegetable gardens, gardens, terraces and ancient villages alternate with dense clusters of second homes  must be ranked first",
              "refs": [
                "https://web.archive.org/web/20091101191133/http://www.languagemonitor.com/popular-culture/fashion"
              ]
            },
            {
              "sentence": "The coastal locations are connected by scheduled shipping routes",
              "refs": []
            },
            {
              "sentence": "Villa d'Este in Cernobbio and other villas in the Como area host world-famous people: financial magnates, film stars, writers, heads of state, singers and stylists",
              "refs": []
            },
            {
              "sentence": "Other important tourist flows concern the Alpine valleys (in particular Valtellina)  and the numerous historical-artistic cities, rich in monuments and testimonies of the Middle Ages and the Italian Renaissance",
              "refs": [
                "https://web.archive.org/web/20160619034921/http://www.asr-lombardia.it/ASR"
              ]
            },
            {
              "sentence": "Among the most visited places are the Pinacoteca di Brera (336,981 visitors), Leonardo da Vinci's Last Supper (330,071), the Archaeological Museum of Sirmione with the Grottoes of Catullus (216,612), the Scaligero Castle (202,066), Certosa di Pavia (approximately 200,000) and Villa Carlotta (170,260)",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Unemployment",
          "section_content": [
            {
              "sentence": "The unemployment rate of Lombardy stood at 4.3% in 2023",
              "refs": []
            },
            {
              "sentence": "In that year, regional unemployment was one of the lowest in Italy",
              "refs": [
                "https://web.archive.org/web/20130513205411/http://www.italia.it/it/scopri-litalia/lombardia.html#box_2"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Demographics",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Population",
          "section_content": [
            {
              "sentence": "One-sixth of the Italian population, about 10 million people, live in Lombardy (16.2% of the national population; 2% of the European Union population)",
              "refs": []
            },
            {
              "sentence": "Lombardy is the second most populous region in the European Union (EU)",
              "refs": []
            },
            {
              "sentence": "The population is highly concentrated in the Milan metropolitan area (2,029 inh./km2) and the Alpine foothills that compose the southern section of the provinces Varese, Como, Lecco, Monza and Brianza and Bergamo, (1,200 inh./km2)",
              "refs": []
            },
            {
              "sentence": "A lower average population density (250 inh./km2) is found in the Po Valley and the lower Brescia valleys; much lower densities (fewer than 60 inh./km2) inhabit the northern mountain areas and the southern Oltrepò Pavese subregion",
              "refs": []
            },
            {
              "sentence": "The growth of the regional population was particularly sustained during the 1950s–1960s, due to a prolonged economic boom, high birth rates and strong migration inflows—especially from southern Italy",
              "refs": []
            },
            {
              "sentence": "Since the 1980s, Lombardy has become the destination of a large number of international migrants",
              "refs": []
            },
            {
              "sentence": "As of 2021 [update], the Italian National Institute of Statistics (ISTAT) estimated that 1,190,889 foreign-born people live in Lombardy, equal to 11.9% of the total population",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Religion",
          "section_content": [
            {
              "sentence": "The primary religion is Roman Catholicism",
              "refs": []
            },
            {
              "sentence": "Over the centuries, the Catholic dioceses of Lombardy have given birth to ten popes: Pope John XIV, Pope Alexander II, Pope Urban III, Pope Celestine IV, Pope Pius IV, Pope Gregory XIV, Pope Innocent XI, Pope Pius XI, Pope John XXIII and Pope Paul VI",
              "refs": []
            },
            {
              "sentence": "The structure of the Lombard Catholic dioceses is historical",
              "refs": []
            },
            {
              "sentence": "Of the ten dioceses, eight date back to the Roman Empire, only Crema and Vigevano were created in the 16th century to reflect political needs, [e] and it does not appear that any diocesan seat was ever suppressed",
              "refs": []
            },
            {
              "sentence": "The diocese of Lugano was created in the 19th century to separate the Swiss parishes which since ancient times had been dependent on the dioceses of Como and Milan.",
              "refs": []
            },
            {
              "sentence": "In Lombardy there are two main Catholic liturgical rites: the Ambrosian Rite (used in the Milanese archdiocese, but also used in the parishes of Val Taleggio in the province of Bergamo) and the Roman Rite",
              "refs": []
            },
            {
              "sentence": "The Milanese diocese, comprising approximately half of the faithful of the region, is the metropolitan see, while the others are its suffragans.",
              "refs": [
                "https://www.unioncamerelombardia.it/media/tutte-le-notizie/dettaglio-notizia/accelera-loccupazione-in-lombardia-nel-primo-trimestre-2023"
              ]
            },
            {
              "sentence": "Significant religious minorities in Lombardy include Evangelicals, Orthodox Christians, as well as Jews, Buddhists, Sikhs and Muslims",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Government and politics",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Government",
          "section_content": [
            {
              "sentence": "Lombardy has a system of representative democracy in which the President of the Region (Presidente della Regione) is the head of government and of a pluriform multi-party system",
              "refs": []
            },
            {
              "sentence": "Executive power is vested in the regional government (Giunta Regionale) and legislative power is vested in the Regional Council (Consiglio Regionale).",
              "refs": []
            },
            {
              "sentence": "Like the other regions of Italy with ordinary statutes, the region has been provided for since 1948 by articles 114 and 115 of the Constitution of Italy, but only with law no",
              "refs": []
            },
            {
              "sentence": "281 of 16 May 1970 having as its object \"Financial measures for the implementation of the Regions with ordinary statute\", with which the process of administrative decentralization envisaged by article 5 and article 118 of the Constitution was started, implemented its functions.",
              "refs": []
            },
            {
              "sentence": "The Council is elected for a five-year term, but, if the President suffers a vote of no confidence, resigns or dies, under the simul stabunt, simul cadent clause introduced in 1999 (literally they will stand together or they will fall together), also the Council is dissolved and a snap election is called",
              "refs": []
            },
            {
              "sentence": "The Regional Cabinet (Giunta Regionale) is presided by the President of the Region (Presidente della Regione), who is elected for a five-year term, and is currently composed by 17 members: the President and 16 regional Assessors, including a Vice President (Vice Presidente), while 4 under-secretaries (Sottosegretari) help the President but have no voting rights in the cabinet meetings",
              "refs": [
                "https://www.tuttitalia.it/lombardia/statistiche/cittadini-stranieri-2021/",
                "http://demo.istat.it/str2019/query.php?lingua=eng&Rip=S1&Reg=R03&Pro=P000&Com=&paese=A9999&submit=Tavola"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Politics",
          "section_content": [
            {
              "sentence": "From 1945 to the early 1990s, the moderate Christian Democrats maintained a large majority of the popular support and control of the most important cities and provinces from the end of the Second World War",
              "refs": []
            },
            {
              "sentence": "The opposition Italian Communist Party was a considerable presence only in southern Lombardy and in the working-class districts of Milan; their base, however, was increasingly eroded by the rival centrist Italian Socialist Party until the Mani Pulite corruption scandal, which spread from Milan to the whole of Italy, almost completely erased the old political class",
              "refs": []
            },
            {
              "sentence": "This, together with general disaffection for the central government, led to the sudden growth of the secessionist Northern League",
              "refs": []
            },
            {
              "sentence": "Since 2002, Lombardy has remained strongly conservative in six general elections",
              "refs": []
            },
            {
              "sentence": "The regional capital Milan elected progressive Giuliano Pisapia at the 2011 municipal elections and the 2013 regional elections saw a narrow victory for the centre-right coalition",
              "refs": []
            },
            {
              "sentence": "On 22 October 2017, a non-binding autonomy referendum took place in Lombardy",
              "refs": []
            },
            {
              "sentence": "The turnout was 38.3%, of which 95.3% voted in favour.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Administrative divisions",
          "section_content": [
            {
              "sentence": "Lombardy is divided into 1,502 comuni (the region with the largest number of comuni in the entire national territory ), distributed in twelve administrative subdivisions (eleven provinces plus the Metropolitan City of Milan)",
              "refs": [
                "ISBN: 978-8862596282"
              ]
            },
            {
              "sentence": "The largest province is that of Brescia, the smallest that of Monza and Brianza",
              "refs": []
            },
            {
              "sentence": "The exclave of Campione d'Italia also belongs to the region, a comune entirely surrounded by Swiss territory and part of the province of Como.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Symbols",
          "section_content": [
            {
              "sentence": "The symbols of Lombardy are, pursuant to the region's statute of autonomy, the flag, the coat of arms, the banner and the celebration of 29 May",
              "refs": []
            },
            {
              "sentence": "The official coat of arms of Lombardy consists of a Camunian rose, an ancient solar symbol common to some proto-Celtic peoples, present in 94 of the approximately 140,000 Rock Drawings in Valcamonica, in the province of Brescia",
              "refs": []
            },
            {
              "sentence": "These engravings were made from the Mesolithic (approximately 8th-6th millennium BC) to the Iron Age (1st millennium BC) by various ancient peoples, including the Camunni",
              "refs": []
            },
            {
              "sentence": "The engravings made by the latter, including the rose of the same name, were made during the Iron Age",
              "refs": []
            },
            {
              "sentence": "The Camunian rose on the region's coat of arms is made of argent, symbolizing light",
              "refs": []
            },
            {
              "sentence": "In the background, the green colour represents the Po Valley",
              "refs": []
            },
            {
              "sentence": "Officially adopted together with the banner with regional law n",
              "refs": []
            },
            {
              "sentence": "85 of 12 June 1975,  the coat of arms was introduced on the proposal of the then councilor for culture Alessandro Fontana   and was designed in the same year by Pino Tovaglia, Bob Noorda, Roberto Sambonet  [it] and Bruno Munari",
              "refs": [
                "https://www.ilpost.it/2022/02/18/tangentopoli-cause-conseguenze/",
                "https://www.consiglio.regione.lombardia.it/wps/wcm/connect/4e4f04c2-cfe9-4ecf-87ce-039887cbb399/dossier_elezioni_regionali_2013_Lombardia.pdf?MOD=AJPERES&CACHEID=ROOTWORKSPACE-4e4f04c2-cfe9-4ecf-87ce-039887cbb399-mwJYt2I"
              ]
            },
            {
              "sentence": "The banner consists of a reproduction of the Carroccio, a large four-wheeled chariot bearing the city insignia around which the militias of the Medieval communes of northern Italy gathered and fought, whose autonomy it represented, and of the coat of arms of the region",
              "refs": []
            },
            {
              "sentence": "The dimensions of the Lombardy banner are 3 m × 2 m (9.8 ft × 6.6 ft) and the ribbons and tie are in the national colours of Italy",
              "refs": []
            },
            {
              "sentence": "Since 29 January 2019   the Lombardy region has adopted the coat of arms with the Camunian rose as its official flag, thus attesting to the established practice in public offices and events.",
              "refs": [
                "https://web.archive.org/web/20171201032518/http://www.vallecamonicaunesco.it/museo.php",
                "http://www.regione.lombardia.it/wps/portal/istituzionale/HP/DettaglioRedazionale/istituzione/regione/red-simboli-ricorrenze-rec"
              ]
            },
            {
              "sentence": "The regional festival of Lombardy, which was established with regional law n",
              "refs": []
            },
            {
              "sentence": "15 of 26 November 2013,  is celebrated on 29 May in memory of the victory of the Lombard League over the imperial troops of Frederick Barbarossa in the battle of Legnano, an armed clash which took place on 29 May 1176 in the surroundings of the city of the same name which ended to the hegemonic plan of the German emperor over the medieval municipalities of northern Italy",
              "refs": [
                "https://www.ilpost.it/2022/02/18/tangentopoli-cause-conseguenze/"
              ]
            },
            {
              "sentence": "After the decisive defeat of Legnano, the emperor accepted a six-year armistice (the so-called \"Venice truce\"), until the Peace of Constance, following which the medieval municipalities of northern Italy agreed to remain faithful to the Empire in exchange for full local jurisdiction over their territories",
              "refs": [
                "https://web.archive.org/web/20190130221122/http://www.bresciaoggi.it/territori/citt%C3%A0/la-rosa-camuna-in-regione-la-impose-sandro-fontana-1.7083180"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Society",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Cuisine",
          "section_content": [
            {
              "sentence": "Lombard cuisine is the style of cooking in the Northern Italian region of Lombardy",
              "refs": []
            },
            {
              "sentence": "The historical events of its provinces and the diversity of its territories resulted in a varied culinary tradition",
              "refs": []
            },
            {
              "sentence": "First courses in Lombard cuisine range from risottos to soups and stuffed pasta (in broth or not), and a large choice of second-course meat or fish dishes, due to the many lakes and rivers of Lombardy",
              "refs": []
            },
            {
              "sentence": "The cuisine of the various Lombardy provinces can be united by the following traits: prevalence of rice and stuffed pasta over dry pasta, both butter and olive oil for cooking, dishes cooked for a long time, as well as the widespread use of pork, milk and dairy products, and egg-based preparations; to which is added the consumption of polenta, common to the whole Northern Italy",
              "refs": []
            },
            {
              "sentence": "Rice is popular in Lombardy; the region is the largest in Europe for rice production and in particular the province of Pavia, where over 84,000 ha (210,000 acres) are cultivated",
              "refs": []
            },
            {
              "sentence": "Rice is often used in soups and risotti, such as \"risotto alla milanese\", with saffron",
              "refs": [
                "https://www.statista.com/statistics/264240/largest-exhibition-halls-in-the-world-by-hall-capacity/"
              ]
            },
            {
              "sentence": "In Monza, a popular recipe adds pieces of sausages to the risotto, while in Pavia they eat Carthusian risotto, according to the legend created by the monks of the Certosa, which is based on crayfish, carrots and onions",
              "refs": []
            },
            {
              "sentence": "They also eat risotto with eye beans, a version with sausage and bonarda, and risotto with common hops (ürtis in Pavese dialect)",
              "refs": []
            },
            {
              "sentence": "Polenta is common throughout the region.",
              "refs": []
            },
            {
              "sentence": "Regional cheeses include Robiola, Crescenza, Taleggio, Gorgonzola and Grana Padano",
              "refs": []
            },
            {
              "sentence": "Butter and cream are used",
              "refs": []
            },
            {
              "sentence": "Single-pot dishes, which take little work to prepare, are popular",
              "refs": []
            },
            {
              "sentence": "Common types of pasta include Casoncelli in Brescia and Bergamo and Pizzoccheri in Valtellina",
              "refs": []
            },
            {
              "sentence": "In Mantua, festivals feature tortelli di zucca (ravioli with pumpkin filling) accompanied by melted butter and followed by turkey stuffed with chicken or other stewed meats",
              "refs": []
            },
            {
              "sentence": "Among typical regional desserts is Nocciolini di Canzo—dry biscuits",
              "refs": [
                "https://www.ilgiorno.it/politica/bandiera-regione-lombardia-1.4414990"
              ]
            },
            {
              "sentence": "Common in the whole Insubria area are bruscitti, originating from Altomilanese, which consist of a braised meat dish cut very thin and cooked in wine and fennel seeds, historically obtained by stripping leftover meat.",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Typical dishes and products",
              "section_content": [],
              "subsections": []
            },
            {
              "section_title": "Wines",
              "section_content": [
                {
                  "sentence": "Lombardy wine is the Italian wine produced in Lombardy",
                  "refs": []
                },
                {
                  "sentence": "The region is known particularly for its sparkling wines made in the Franciacorta and Oltrepò Pavese areas",
                  "refs": []
                },
                {
                  "sentence": "Lombardy also produces still red, white and rosé wines made from a variety of local and international grapes, including Nebbiolo wines in the Valtellina region and Trebbiano di Lugana white wines produced with the Chiaretto style rosé along the shores of Lake Garda",
                  "refs": []
                },
                {
                  "sentence": "The wine region currently has 22 denominazione di origine controllata (DOC), 5 denominazione di origine controllata e garantita (DOCG) and at least 13 indicazione geografica tipica (IGT) designations.",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Languages",
          "section_content": [
            {
              "sentence": "Lombard language is widely used in Lombardy, in diglossia with Italian",
              "refs": []
            },
            {
              "sentence": "Lombard is a language  belonging to the Gallo-Italic group within the Romance languages characterized by a Celtic linguistic substratum and a Lombardic linguistic superstratum",
              "refs": [
                "http://www.treccani.it/enciclopedia/costanza_(Enciclopedia-Italiana)//"
              ]
            },
            {
              "sentence": "It is a cluster of homogeneous varieties used by at least 3,500,000 native speakers in Lombardy and some areas of neighbouring regions, such as the eastern part of Piedmont and the southern Switzerland cantons of Ticino and Grisons",
              "refs": [
                "https://opac.sbn.it/bid/LO11256757"
              ]
            },
            {
              "sentence": "The language is also spoken in Santa Catarina in Brazil by Lombard immigrants from the Province of Bergamo, in Italy",
              "refs": [
                "https://opac.sbn.it/bid/LO11256757"
              ]
            },
            {
              "sentence": "The Celtic linguistic substratum of modern Lombard and the neighbouring languages of Northern Italy is self-evident and so the Lombard language is classified as a Gallo-Italic language (from the ancient Roman name for the Celts, Gauls)",
              "refs": []
            },
            {
              "sentence": "Roman domination shaped the dialects spoken in the area, which was called Cisalpine Gaul by the Romans, and much of the lexicon and grammar of the Lombard language have their origin in Latin",
              "refs": [
                "ISBN: 3-8290-2901-2"
              ]
            },
            {
              "sentence": "However, that influence was not homogeneous  since idioms of different areas were influenced by previous linguistic substrata, and each area was marked by a stronger or weaker Latinisation or the preservation of ancient Celtic characteristics",
              "refs": [
                "http://www-01.sil.org/iso639-3/documentation.asp?id=LMO",
                "ISBN: 3-8290-2901-2"
              ]
            },
            {
              "sentence": "The main varieties of the Lombard language are Western Lombard (spoken in the provinces of Varese, Como, Lecco, Sondrio, Monza and Brianza, Milan, Lodi and Pavia), Eastern Lombard (in the provinces of Bergamo and Brescia, in Cremasco, in Upper Mantua and in the Lecco municipalities of Val San Martino), the Alpine Lombard (in Ticino and in Italian Grisons, in the north of Lombardy and Piedmont and in some areas of Trentino) and the Southern Lombard, in transition with the Emilian language (in the provinces of Cremona and Mantua); in the southern part of the province of Mantua and in Casalasco (south-eastern area of the province of Cremona) Emilian language is spoken",
              "refs": []
            },
            {
              "sentence": "The Lombard language should not be confused with that of the Lombards – Lombardic language, a Germanic language extinct since the Middle Ages",
              "refs": []
            },
            {
              "sentence": "Lombard is considered a minority language that is structurally separate from Italian by both Ethnologue and the UNESCO Red Book on Endangered Languages",
              "refs": []
            },
            {
              "sentence": "However, Italy and Switzerland do not recognize Lombard speakers as a linguistic minority",
              "refs": []
            },
            {
              "sentence": "Traditionally, the Lombard dialects have been classified into the Eastern, Western, Alpine and Southern Lombard dialects",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Culture",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Art and architecture",
          "section_content": [],
          "subsections": [
            {
              "section_title": "From prehistory to the classical era",
              "section_content": [
                {
                  "sentence": "The first artistic evidence in Lombardy dates back to the Mesolithic period when, at the end of the Würm glaciation, the historical cycle of the Rock Drawings in Valcamonica began, which continued and subsequently expanded in the Neolithic and the Copper Age to end only in Roman and medieval times",
                  "refs": []
                },
                {
                  "sentence": "The Camunian cycle is considered one of the most important testimonies of prehistory worldwide  and is therefore included in the list of World Heritage Site.",
                  "refs": [
                    "http://www.treccani.it/enciclopedia/dialetti-lombardi_%28Enciclopedia-dell%27Italiano%29/",
                    "http://opac.sbn.it/bid/CFI0249761"
                  ]
                },
                {
                  "sentence": "Furthermore, further finds have been found of the presence of prehistoric populations in the Lombardy territory, also included in the world heritage of humanity with the serial site of the \"Prehistoric pile dwellings around the Alps\", with several locations located in Lombardy",
                  "refs": []
                },
                {
                  "sentence": "The Celts left evidence scattered throughout the archaeological museums of the region, while the Etruscan presence is attested in the Mantua area",
                  "refs": []
                },
                {
                  "sentence": "Following the Roman conquest, the artistic evolution of the region veered towards the styles of the conquerors from the late republican period to the Roman imperial era: monumental remains of this historical era can be seen in Brescia (Latin: Brixia) and Milan (Latin: Mediolanum).",
                  "refs": [
                    "https://www.archive.org/stream/saggiosuidialet02biongoog#page/n8/mode/1up"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "From late antiquity to the modern era",
              "section_content": [
                {
                  "sentence": "In the late ancient period, the Lombardy territory acquired importance, with Milan being the capital of the Western Roman Empire, and consequently, the artistic production also increased, of which evidence remains especially in sacred architecture with the construction of Early Christian churches, particularly in Milan.",
                  "refs": []
                },
                {
                  "sentence": "The subsequent early medieval period, coeval with and following the Migration Period, will be of capital importance for the development of regional art: the stylistic features of barbarian art introduced by the new populations in fact brought a decisive contribution, merging with late ancient models (which are maintained with continuity) as well as thanks to Byzantine influences,  for the creation of a truly Lombard art",
                  "refs": [
                    "https://www.lingualombarda.it/index.php/lingua-lombarda-lato.html"
                  ]
                },
                {
                  "sentence": "In fact, upon leaving the early medieval period, we began to talk about artistic styles specific to Lombardy such as the Lombard Romanesque.",
                  "refs": []
                },
                {
                  "sentence": "Noteworthy examples of the Lombard Romanesque style are the work of the Comacine masters, in particular in the Basilica of Sant'Ambrogio and Basilica of San Michele Maggiore and in the Basilica of Sant'Abbondio, in the Como area",
                  "refs": []
                },
                {
                  "sentence": "The most important contribution between the 6th and 8th centuries came from the Lombards who, occupying a large part of Italy, established their capital in Pavia and made Lombardy the fulcrum of their kingdom bringing their art with them, of which there remain both significant testimonies (in particular in Brescia, Monza, Pavia and Castelseprio) and a substantial influence on subsequent artistic developments.",
                  "refs": []
                },
                {
                  "sentence": "In the Lombard area, the Carolingian period saw substantial artistic continuity with the previous Lombard period",
                  "refs": []
                },
                {
                  "sentence": "The lower production of monumental buildings typical of these centuries is counterbalanced by numerous minor artefacts of great value, such as the Cross of Agilulf  [it], the Cross of Desiderius and the Gospel Book of Theodelinda  [it]",
                  "refs": []
                },
                {
                  "sentence": "Also in Lombardy are some of the greatest expressions of Lombard sculpture, such as the slab with peacock in the Museum of Santa Giulia in Brescia  or the Plutei of Theodota in the Pavia Civic Museums",
                  "refs": [
                    "http://www.archeocamuni.it/ciclo_camuno.html"
                  ]
                },
                {
                  "sentence": "The following centuries, as already mentioned, were characterized by artistic styles typical of Lombardy such as the Lombard Romanesque, the Lombard Gothic, the Lombard Renaissance and the Lombard Seicento",
                  "refs": []
                },
                {
                  "sentence": "Finally, we must not forget, especially during the Renaissance, the contributions and stimuli left in local art by some great Renaissance masters who worked in Milan at the Sforza court, such as Filarete, Donato Bramante and Leonardo da Vinci and in Mantua at the Gonzaga court, like Andrea Mantegna and Giulio Romano.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Contemporary age",
              "section_content": [
                {
                  "sentence": "In February 1910 the painters Umberto Boccioni, Carlo Carrà, Giacomo Balla, Gino Severini and Luigi Russolo signed the Manifesto dei pittori futuristi in Milan and in April of the same year the Manifesto tecnico della pittura futurista,,  which they contributed, together with others posters signed in other Italian cities, to found the artistic movement of Futurism",
                  "refs": [
                    "http://whc.unesco.org/en/list/94"
                  ]
                },
                {
                  "sentence": "Upon the death of Umberto Boccioni in 1916, Carrà and Severini found themselves in a phase of evolution towards cubist painting, consequently, the Milanese group disbanded, moving the headquarters of the movement from Milan to Rome, with the consequent birth of the \"second Futurism\".",
                  "refs": []
                },
                {
                  "sentence": "Lombardy was the birthplace of another important artistic movement of the 20th century, the Novecento, which was born in Milan at the end of 1922",
                  "refs": []
                },
                {
                  "sentence": "It was started by a group of artists composed of Mario Sironi, Achille Funi, Leonardo Dudreville, Anselmo Bucci, Emilio Malerba, Pietro Marussig and Ubaldo Oppi who, at the Pesaro Gallery in Milan, joined together in the new movement baptized Novecento by Bucci",
                  "refs": []
                },
                {
                  "sentence": "These artists, who felt they were translators of the spirit of the 20th century, came from different experiences and artistic currents, but linked by a common sense of \"return to order\" in art after the avant-garde experiments especially of Futurism: in this sense this artistic movement also adopted the name of simplified Neoclassicism",
                  "refs": [
                    "http://whc.unesco.org/fr/list/1363"
                  ]
                },
                {
                  "sentence": "The Novecento movement also manifested itself in literature with Massimo Bontempelli and above all in architecture with the famous architects Giovanni Muzio, Giò Ponti, Paolo Mezzanotte  [it] and others",
                  "refs": []
                },
                {
                  "sentence": "Some of the works of the major Lombard artists of the 20th century are exhibited at the Museo del Novecento in Milan",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Historical and artistic villages",
          "section_content": [
            {
              "sentence": "Lombardy has many small and picturesque villages, 26 of them have been selected by I Borghi più belli d'Italia (English: The most beautiful villages of Italy),  a non-profit private association of small Italian towns of strong historical and artistic interest,  that was founded on the initiative of the Tourism Council of the National Association of Italian Municipalities",
              "refs": [
                "ISBN: 978-88-343-1212-4",
                "http://www.santagiulia.info/museo_di_santa_giulia/periodo_longobardo/index.htm"
              ]
            },
            {
              "sentence": "The Lombard villages that are members of the association I Borghi più belli d'Italia (\"The most beautiful villages in Italy\") are:",
              "refs": [
                "[ERROR retrieving ref link]",
                "ISBN: 978-88-343-1212-4"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Literature",
          "section_content": [
            {
              "sentence": "The first texts written in the vernacular Lombard language date back to the 13th century",
              "refs": []
            },
            {
              "sentence": "These are mainly works of a didactic-religious nature; an example is the Sermon Divin by Pietro da Barsegapè  [it], which narrates the Passion of Jesus",
              "refs": []
            },
            {
              "sentence": "Very important is the contribution to Lombard literature of Bonvesin de la Riva, who wrote, among other works, the Liber di Tre Scricciur, the De magnalibus urbis Mediolani (\"The Wonders of Milan\"), and an etiquette, the De quinquaginta curialitatibus ad mensam (\"Fifty table courtesies\")",
              "refs": []
            },
            {
              "sentence": "From the 15th century, the prestige of literary Tuscan began to supplant the use of northern vernaculars which had been used, although influenced by the Florentine vernacular, also in chancellor and administrative contexts",
              "refs": []
            },
            {
              "sentence": "Despite this, starting from this century, there began to be the first signs of a true Lombard literature, with literary compositions in the Lombard language both in the western part of the region and in the eastern one",
              "refs": [
                "http://www.museodelnovecento.org/it/collezione"
              ]
            },
            {
              "sentence": "The 17th century also saw the emergence of the figure of the playwright Carlo Maria Maggi, who created, among other things, the Milanese mask of Meneghino",
              "refs": []
            },
            {
              "sentence": "Also in the 17th century, the first bosinade were born, occasional popular poems written on loose sheets of paper and posted in squares or read (or even sung) in public; they had great success and widespread diffusion until the first decades of the 20th century",
              "refs": [
                "http://borghipiubelliditalia.it/"
              ]
            },
            {
              "sentence": "Milanese literature had a strong development in the 18th century: some important names emerged, including the famous poet Giuseppe Parini, who wrote some compositions in the Lombard language",
              "refs": [
                "https://web.archive.org/web/20171206012104/http://www.classicitaliani.it/index139.htm"
              ]
            },
            {
              "sentence": "The beginning of the 19th century was dominated by the figure of Carlo Porta, recognized by many as the most important author of Lombard literature, and also included among the greatest poets of Italian national literature",
              "refs": []
            },
            {
              "sentence": "With him, some of the highest peaks of literary expressiveness in the Lombard language were reached, which clearly emerged in works such as La Ninetta del Verzee, Desgrazzi de Giovannin Bongee, La guerra di pret e Lament del Marchionn de gamb avert",
              "refs": []
            },
            {
              "sentence": "Milanese poetic production took on such important dimensions that in 1815 the scholar Francesco Cherubini published a four-volume anthology of Lombard literature, which included texts written from the 17th century to his day",
              "refs": [
                "http://www.treccani.it/enciclopedia/giovanni-paolo-lomazzo_(Dizionario-Biografico)//"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Main sights",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Museums and art galleries",
          "section_content": [
            {
              "sentence": "Lombardy has more than 300 museums in subjects such as ethnographic, historical, technical-scientific, artistic and naturalistic fields",
              "refs": []
            },
            {
              "sentence": "Among the region's most famous museums are:",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Music",
          "section_content": [
            {
              "sentence": "Each of Lombardy's 12 provinces has its own musical traditions",
              "refs": []
            },
            {
              "sentence": "Bergamo is famous for being the birthplace of Gaetano Donizetti and home of the Teatro Donizetti; Brescia hosts the 1709 Teatro Grande; Cremona is regarded as the origin of the violin and is home to several of the most prestigious luthiers;  and Mantua was one of the founding and most important cities in 16th- and 17th-century opera and classical music.",
              "refs": [
                "http://opac.unicatt.it/search~S13*ita?/cFONDO+Silvio+Cipriani-E-75/cfondo+silvio+cipriani+e+++++++75/-3,-1,,E/browse"
              ]
            },
            {
              "sentence": "Other cities such as Lecco, Lodi, Varese and Pavia (Teatro Fraschini) also have rich musical traditions, but Milan is the centre of the Lombard musical scene",
              "refs": []
            },
            {
              "sentence": "It was the workplace of Giuseppe Verdi, one of the most famous and influential 19th-century opera composers",
              "refs": []
            },
            {
              "sentence": "The province has acclaimed theatres, such as the Piccolo Teatro and the Teatro Arcimboldi; however, the most famous is the 1778 Teatro alla Scala (popularly La Scala), the world's most famous opera house",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "UNESCO World Heritage Sites",
          "section_content": [
            {
              "sentence": "There are ten UNESCO World Heritage sites wholly or partially located in Lombardy",
              "refs": []
            },
            {
              "sentence": "Some of these comprise several individual objects in different locations",
              "refs": [
                "http://www.treccani.it/enciclopedia/carlo-porta//"
              ]
            },
            {
              "sentence": "One of the entries has been listed as natural heritage and the others are cultural heritage sites.",
              "refs": []
            },
            {
              "sentence": "At Monte San Giorgio on the border with Swiss canton Ticino just south of Lake Lugano, a wide range of marine Triassic fossils have been found",
              "refs": []
            },
            {
              "sentence": "During the Triassic period, 245–230 million years ago, the area was a shallow tropical lagoon",
              "refs": []
            },
            {
              "sentence": "Fossils include reptiles, fish, crustaceans and insects",
              "refs": []
            },
            {
              "sentence": "The Rock Drawings in Valcamonica date to between 8000 BC and 1000 BC, covering prehistoric periods from the Epipaleolithic and Mesolithic to the Iron Age,  and constitute the largest collections of prehistoric petroglyphs in the world",
              "refs": []
            },
            {
              "sentence": "The collection was recognized by UNESCO in 1979 and was Italy's first recognized World Heritage Site",
              "refs": [
                "https://www.esa.int/ESA_Multimedia/Images/2019/05/Nitrogen_dioxide_over_northern_Italy"
              ]
            },
            {
              "sentence": "UNESCO has formally recognized more than 140,000 figures and symbols,  but new discoveries have increased the number of catalogued incisions to between 200,000  and 300,000",
              "refs": [
                "https://www.esa.int/ESA_Multimedia/Images/2019/05/Nitrogen_dioxide_over_northern_Italy",
                "https://aqli.epic.uchicago.edu/news/air-pollution-hotspots-in-europe/"
              ]
            },
            {
              "sentence": "The petroglyphs are spread on all surfaces of the valley, but concentrated in the areas of Darfo Boario Terme, Capo di Ponte, Nadro, Cimbergo and Paspardo.",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Prehistoric pile dwellings around the Alps are a series of prehistoric pile dwelling (or stilt house) settlements in and around the Alps built from about 5000 to 500 BC on the edges of lakes, rivers or wetlands",
              "refs": []
            },
            {
              "sentence": "In 2011, 111 sites located variously in Switzerland (56), Italy (19), Germany (18), France (11), Austria (5) and Slovenia (2) were added to the UNESCO World Heritage Site list",
              "refs": []
            },
            {
              "sentence": "In Slovenia, these were the first World Heritage Sites to be listed for their cultural value",
              "refs": [
                "https://archive.org/details/opera0000grif/page/172"
              ]
            },
            {
              "sentence": "Excavations conducted at some of the sites have yielded evidence regarding prehistoric life and the way communities interacted with their environment during the Neolithic and Bronze Ages in Alpine Europe",
              "refs": [
                "https://www.itinerarieluoghi.it/museo-del-violino-cremona/"
              ]
            },
            {
              "sentence": "These settlements are a unique group of exceptionally well-preserved and culturally rich archaeological sites, which constitute one of the most important sources for the study of early agrarian societies in the region",
              "refs": []
            },
            {
              "sentence": "Another multi-centred site, Longobards in Italy, Places of Power (568–774 A.D.) consists of seven locations across mainland Italy which illustrate the history of the Lombard period",
              "refs": []
            },
            {
              "sentence": "Two of the sites are in modern-day Lombardy: the fortifications (the castrum and the Torba Tower), and the church of Santa Maria foris portas (\"outside the gates\") has Byzantinesque frescoes at Castelseprio, and the monastic complex of San Salvatore-Santa Giulia at Brescia",
              "refs": []
            },
            {
              "sentence": "The UNESCO site at Brescia also includes the remains of its Roman forum, the best-preserved in northern Italy",
              "refs": []
            },
            {
              "sentence": "The Church and Dominican Convent of Santa Maria delle Grazie in Milan with \"The Last Supper\" by Leonardo da Vinci represent architectural and painting styles of the 15th-century Renaissance period",
              "refs": []
            },
            {
              "sentence": "The towns Mantua and Sabbioneta are also listed as a combined World Heritage site relating to this period, here focussing more on town-planning aspects of the time than on architectural detail",
              "refs": [
                "http://www.archeocamuni.it/arte_rupestre.html"
              ]
            },
            {
              "sentence": "While Mantua was rebuilt in the 15th and 16th centuries, according to Renaissance principles, Sabbioneta was planned as a new town in the 16th century",
              "refs": []
            },
            {
              "sentence": "The Sacri Monti of Piedmont and Lombardy are a group of nine sites in northwest Italy, two of which are in Lombardy",
              "refs": []
            },
            {
              "sentence": "The concept of holy mountains can be found elsewhere in Europe",
              "refs": []
            },
            {
              "sentence": "These sites were created as centres of pilgrimage by placing chapels in the natural landscape and were loosely modelled on the topography of Jerusalem",
              "refs": []
            },
            {
              "sentence": "In Lombardy, Sacro Monte del Rosario di Varese and Sacro Monte della Beata Vergine del Soccorso, which were built in the early-to mid-17th century, mark the architectural transition from the late Renaissance to the Baroque style",
              "refs": []
            },
            {
              "sentence": "Crespi d'Adda is a historic settlement and an outstanding example of the 19th and early 20th-century \"company towns\" built in Europe and North America by enlightened industrialists to meet the workers' needs",
              "refs": []
            },
            {
              "sentence": "The site is still intact and is partly used for industrial purposes, although changing economic and social conditions now threaten its survival",
              "refs": []
            },
            {
              "sentence": "Since 1995 it has been on UNESCO's list of World Heritage Sites.",
              "refs": [
                "https://web.archive.org/web/20161030220341/http://www.beniculturali.it/mibac/export/MiBAC/sito-MiBAC/Contenuti/MibacUnif/Comunicati/visualizza_asset.html_1468318012.html"
              ]
            },
            {
              "sentence": "Mantua and Sabbioneta represent two approaches of Renaissance period town planning",
              "refs": []
            },
            {
              "sentence": "Mantua (pictured), originating in Roman times and preserving structures from the 11th century, was renovated in the 15th and 16th centuries",
              "refs": []
            },
            {
              "sentence": "On the other hand, Sabbioneta was founded in the second half of the 16th century by Vespasiano I Gonzaga and built with a grid plan, according to the period's vision of an ideal city",
              "refs": []
            },
            {
              "sentence": "The Rhaetian Railway in the Albula/Bernina Landscapes is mostly located in the Swiss canton Grisons, but extends over the border into Tirano",
              "refs": []
            },
            {
              "sentence": "The site is listed because of the complex railway engineering (tunnels, viaducts and avalanche galleries) necessary to take the narrow-gauge railway across the main chain of the Alps",
              "refs": []
            },
            {
              "sentence": "The two railway lines were opened in several stages between 1904 and 1910",
              "refs": [
                "https://whc.unesco.org/en/list/93"
              ]
            },
            {
              "sentence": "The Venetian Works of Defence between the 16th and 17th centuries: Stato da Terra – western Stato da Mar is a transnational system of fortifications that were built by the Republic of Venice on its mainland domains (Stato da Terra) and its territories stretching along the Adriatic coast (Stato da Mar)",
              "refs": []
            },
            {
              "sentence": "This site includes the fortified city Bergamo",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Sport",
      "section_content": [
        {
          "sentence": "The most popular sport in Lombardy is football",
          "refs": []
        },
        {
          "sentence": "Lombardy has some of the most-successful men's football teams in the country",
          "refs": []
        },
        {
          "sentence": "In the 2023–2024 Serie A season, Lombardy hosts 4 out of 20 teams: A.C",
          "refs": []
        },
        {
          "sentence": "Milan and Inter Milan (both based in Milan) and Atalanta (based in Bergamo); Monza",
          "refs": []
        },
        {
          "sentence": "Other big teams of the region are Brescia, Como, Lecco, Feralpisalò and Cremonese playing in the 2023–2024 Serie B;  AlbinoLeffe, Pro Patria, A.C",
          "refs": [
            "https://whc.unesco.org/archive/periodicreporting/EUR/cycle01/section2/730-summary.pdf",
            "https://whc.unesco.org/en/list/1287"
          ]
        },
        {
          "sentence": "Renate, Lumezzane, Giana Erminio, Pro Sesto and Pergolettese playing in the 2023–2024 Serie C",
          "refs": []
        },
        {
          "sentence": "Milan, along with Manchester, is one of only two cities in Europe that is home to two European Cup/Champions League winning teams: Serie A football clubs AC Milan and Inter",
          "refs": []
        },
        {
          "sentence": "They are two of the most successful clubs in the world of football in terms of international trophies",
          "refs": []
        },
        {
          "sentence": "Both teams have also won the FIFA Club World Cup (formerly the Intercontinental Cup)",
          "refs": []
        },
        {
          "sentence": "With a combined ten Champions League titles, Milan is only second to Madrid as the city with the most European Cups",
          "refs": []
        },
        {
          "sentence": "Both teams play at the UEFA 5-star-rated Giuseppe Meazza Stadium, more commonly known as the San Siro, that is one of the biggest stadiums in Europe, with a seating capacity of over 80,000",
          "refs": []
        },
        {
          "sentence": "The Meazza Stadium has hosted four European Cup/Champions League finals, most recently in 2016, when Real Madrid defeated Atlético Madrid 5–3 in a penalty shoot-out.",
          "refs": [
            "https://www.rhb.ch/en/unesco-world-heritage/rail-routes?ref=057sxl&cHash=5ce8bcb5f1772b123510314dc449c698"
          ]
        },
        {
          "sentence": "Olimpia Milano (based in Milan) is the most successful men's basketball team in Italy",
          "refs": []
        },
        {
          "sentence": "In the 2023-24 LBA season 4 teams out of 16 are from Lombardy (Olimpia Milano, Pallacanestro Brescia, Pallacanestro Varese, Guerino Vanoli Basket)",
          "refs": []
        },
        {
          "sentence": "Olimpia Milano have won 27 Italian League championships, six Italian National Cups, one Italian Super Cup, three European Champions Cups, one FIBA Intercontinental Cup, three FIBA Saporta Cups, two FIBA Korać Cups and many junior titles",
          "refs": [
            "https://whc.unesco.org/en/list/1533"
          ]
        },
        {
          "sentence": "The team play at the Mediolanum Forum, with a capacity of 12,700, where it has been hosted the final of the 2013–14 Euroleague",
          "refs": []
        },
        {
          "sentence": "In some cases, the team also plays at the PalaDesio, with a capacity of 6,700.",
          "refs": []
        },
        {
          "sentence": "Milan is also home to Italy's oldest American football team: Rhinos Milano, who have won five Italian Super Bowls",
          "refs": []
        },
        {
          "sentence": "The team plays at the Velodromo Vigorelli, with a capacity of 8,000",
          "refs": []
        },
        {
          "sentence": "Another American football team that uses the same venue is the Seamen Milano, who will join the professional European League of Football in 2023",
          "refs": []
        },
        {
          "sentence": "Bergamo Lions have won Italian Super Bowls more than any other team 12 times",
          "refs": []
        },
        {
          "sentence": "They won the Eurobowl in 2000, 2001 and 2002, while losing to the Vienna Vikings in the finals of 2004 and 2005 Eurobowl",
          "refs": []
        },
        {
          "sentence": "Legnano Frogs were European Football League champions in 1989 (with two participations in the Eurobowl final) and won six Italian Football League titles (with 11 participations in the Italian Super Bowl).",
          "refs": []
        },
        {
          "sentence": "Milan will host the 2026 Winter Olympics alongside Cortina d'Ampezzo",
          "refs": []
        },
        {
          "sentence": "The Giro d'Italia, a famous annual bicycle race, usually ends in Milan",
          "refs": [
            "https://sport.sky.it/calcio/serie-a/2023/06/11/squadre-serie-a-2023-2024",
            "https://sport.sky.it/calcio/serie-b/classifica"
          ]
        },
        {
          "sentence": "Amatori Rugby Milano, the most decorated rugby team in Italy, was founded in Milan in 1927",
          "refs": [
            "https://www.lega-pro.com/"
          ]
        },
        {
          "sentence": "Alpine skiing is also important for the region; the FIS Alpine Ski World Cup holds an annual race in Bormio",
          "refs": []
        },
        {
          "sentence": "The Monza Circuit, located near Milan, hosts the Formula One Italian Grand Prix",
          "refs": [
            "https://web.archive.org/web/20100612094451/http://sansiro.net/struttura.asp"
          ]
        },
        {
          "sentence": "The circuit is located inside the Royal Villa of Monza park",
          "refs": [
            "https://sportando.basketball/lba-serie-a-2023-2024-ecco-lorganico-completo/"
          ]
        },
        {
          "sentence": "It is one of the world's oldest car racing circuits",
          "refs": []
        },
        {
          "sentence": "The capacity for the Formula One races is currently over 113,000",
          "refs": []
        },
        {
          "sentence": "It has hosted a Formula One race nearly every year since the first year of competition, with the exception of 1980",
          "refs": []
        },
        {
          "sentence": "Milan will host the Winter Olympic and Paralympic games for the first time in 2026, together with Cortina d'Ampezzo",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Traditions and folklore",
      "section_content": [
        {
          "sentence": "There are numerous traditional festivals and meetings in Lombardy: cities and towns offer calendars full of events, some of which have ancient origins.",
          "refs": []
        },
        {
          "sentence": "The Oh bej! Oh bej! is held in Milan on 7 and 8 December each year and commemorates the appointment of Saint Ambrose as bishop of the city.",
          "refs": []
        },
        {
          "sentence": "The Ambrosian Carnival  [it] (Italian: Carnevale Ambrosiano) is celebrated in the Roman Catholic Archdiocese of Milan and in the territories of some of the neighbouring dioceses",
          "refs": []
        },
        {
          "sentence": "It lasts until the first Saturday of Lent",
          "refs": []
        },
        {
          "sentence": "The Bagolino Carnival  [it] (Italian: Carnevale di Bagolino), of very ancient tradition, is celebrated in Bagolino, an ancient village that retains its medieval architectural characteristics and located in the Caffaro Valley, in the province of Brescia",
          "refs": []
        },
        {
          "sentence": "The Palio di Legnano is held in the city of the same name and in the Metropolitan City of Milan, on the last Sunday of May",
          "refs": []
        },
        {
          "sentence": "It is the historical re-enactment which celebrates the victory of the Lombard League over the emperor Frederick Barbarossa in the battle of Legnano on 29 May 1176",
          "refs": []
        },
        {
          "sentence": "The event includes a medieval pageant through the streets of the city and finally a horse race between the eight contrade in which Legnano is divided.",
          "refs": []
        },
        {
          "sentence": "The historical re-enactment of the oath of Pontida is held in Pontida, in the province of Bergamo, on 7 March and commemorates the legendary oath of the Lombard League which should have been the prelude to the victorious war of the Lombard municipalities against Barbarossa",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Transport",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Airports",
          "section_content": [
            {
              "sentence": "The airport service in Lombardy is made up of 4 main airports and represents the most important airport system in Italy",
              "refs": []
            },
            {
              "sentence": "In the surroundings of Milan there are three airports dedicated to normal civilian traffic (Milan Malpensa Airport and Milan Linate Airport, managed by SEA, and Milan Bergamo Airport by SACBO)",
              "refs": [
                "ISBN: 978-88-512-0111-1"
              ]
            },
            {
              "sentence": "Overall, the Milan airport system handles traffic of over 51.4 million passengers and around 700,000 tons of goods every year and is the first in Italy in terms of passenger volume and cargo volume (the second Italian airport system is Rome with 44.4 million passengers in 2023)",
              "refs": []
            },
            {
              "sentence": "The Milan Malpensa Airport, with over 700 thousand tons, confirms the national leadership, processing 70% of the country's air cargo",
              "refs": [
                "https://web.archive.org/web/20150924085840/http://www.regione.lombardia.it/cs/Satellite?c=Redazionale_P&childpagename=TempoLibero%2FDetail&cid=1213345155655&pagename=TMPLBRWrapper"
              ]
            },
            {
              "sentence": "Lastly, Bresso Airfield is a general aviation airport, operated by Aero Club Milano",
              "refs": []
            },
            {
              "sentence": "Since 1960 the airport mostly serves as a general aviation airfield for flying club activity, touristic flights and air taxi",
              "refs": [
                "http://www.giornaledibrescia.it/bassa/da-montichiari-all-ucraina-non-chiamateli-voli-delle-badanti-1.3088758"
              ]
            },
            {
              "sentence": "It also hosts a base of the state helicopter emergency service Elisoccorso",
              "refs": [
                "https://web.archive.org/web/20180612141049/https://www.mistralair.it/it/compagnia/attivita"
              ]
            },
            {
              "sentence": "Ghedi Air Base is a base of the Italian Air Force in Ghedi, about 15 km (9.3 mi) from Brescia",
              "refs": []
            },
            {
              "sentence": "It is home to the 6º Stormo of the Italian Air Force with the 102º Gruppo (Papero), the 154º Gruppo (Diavoli Rossi) and the 155º Gruppo (Le linci) equipped with the Tornado IDS",
              "refs": []
            },
            {
              "sentence": "It is one of six active air bases in five European countries with B61 nuclear bombs in underground WS3 Weapon Storage and Security System inside aircraft shelters",
              "refs": []
            },
            {
              "sentence": "and as of 2019 housed more than 40 nuclear weapons",
              "refs": [
                "http://www.bresciaoggi.it/territori/bassa/amazon-salva-l-aeroporto-boom-del-traffico-merci-1.6221371"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Rail",
          "section_content": [
            {
              "sentence": "The Lombardy railway network has 428 stations and extends for approximately 2,000 km (1,200 mi)",
              "refs": []
            },
            {
              "sentence": "The network is mainly managed by RFI; 320 km (200 mi) of railway lines are under concession to Ferrovienord,  while the Parma-Suzzara and Suzzara-Ferrara lines, although partially falling within Lombardy (55 km (34 mi) and 11 stations), are under concession to Ferrovie Emilia Romagna",
              "refs": [
                "https://www.hems-association.com/it/base/7.html",
                "https://www.panorama.it/news/oltrefrontiera/armi-nucleari-italia/"
              ]
            },
            {
              "sentence": "The national and international railway service is mainly ensured by Trenitalia and to a lesser extent by Nuovo Trasporto Viaggiatori, TGV and Deutsche Bahn",
              "refs": []
            },
            {
              "sentence": "The regional territory has three high-speed lines: Turin–Milan high-speed railway, Milan–Bologna high-speed railway and Milan–Verona high-speed railway",
              "refs": []
            },
            {
              "sentence": "Milan is the core of Lombardy's regional train network",
              "refs": []
            },
            {
              "sentence": "The regional service is the responsibility of Trenord, a company founded on 3 May 2011 and jointly owned by the Ferrovie Nord Milano and Trenitalia, which operates on both the RFI and Ferrovie Nord Milano networks, which have the  Milan Passerby railway as their main interconnection hub",
              "refs": []
            },
            {
              "sentence": "The Trenitalia Tper company operates on the FER network.",
              "refs": [
                "https://www.unitremilano.it/920/luoghi/stazione-centrale-milano.html"
              ]
            },
            {
              "sentence": "Milano Centrale railway station, with 110 million passengers per year, is the largest and eighth busiest railway station in Europe and the second busiest in Italy after Roma Termini",
              "refs": []
            },
            {
              "sentence": "Milano Cadorna and Milano Porta Garibaldi stations are respectively the seventh and the eleventh busiest stations in Italy",
              "refs": [
                "https://www.arpalombardia.it/temi-ambientali/rumore-e-vibrazioni/infrastrutture-lineari-strade-e-ferrovie/"
              ]
            },
            {
              "sentence": "Milano Centrale railway station is the largest railway station in Europe by volume",
              "refs": [
                "https://www.arpalombardia.it/temi-ambientali/rumore-e-vibrazioni/infrastrutture-lineari-strade-e-ferrovie/"
              ]
            },
            {
              "sentence": "As of May 2023 [update], the Milan suburban railway service, operated by Trenord, comprises 11 S lines connecting the metropolitan area with the city centre, with possible transfers to all the metro lines",
              "refs": []
            },
            {
              "sentence": "Most S lines run through the Milan Passerby railway, commonly referred to as \"il Passante\" and served by double-decker trains every 4/8 minutes in the central underground section",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Roads",
          "section_content": [
            {
              "sentence": "The motorway network in Lombardy extends for 700 km (430 mi) to which approximately 1,000 km (620 mi) of state highways are added",
              "refs": []
            },
            {
              "sentence": "The A4 motorway crosses the entire regional territory for 155 km (96 mi) from east to west, connecting the cities of Brescia, Bergamo, Monza and Milan",
              "refs": [
                "https://www.regione.lombardia.it/wps/wcm/connect/9bca40cd-dd7f-4c32-af86-30681e8267a4/PRMT+CON+SEGNALIBRI+dicembre+2016.pdf?MOD=AJPERES&CACHEID=ROOTWORKSPACE-9bca40cd-dd7f-4c32-af86-30681e8267a4-meMqa02"
              ]
            },
            {
              "sentence": "It is characterized by particularly intense traffic throughout the year and is flanked by the BreBeMi, which connects Brescia to the Milan external east ring road of Milan passing through Treviglio, rather than Bergamo",
              "refs": []
            },
            {
              "sentence": "The Milan ring road system is the largest in Italy, 74.4 km (46.2 mi) long in total and is made up of three ring roads: West, East and North",
              "refs": []
            },
            {
              "sentence": "The A1, A7, A35, A8 and A9 connect Lombardy with Switzerland",
              "refs": [
                "http://www.independent.co.uk/travel/europe/the-worlds-first-motorway-piero-puricellis-masterpiece-is-the-focus-of-an-unlikely-pilgrimage-a6840816.html"
              ]
            },
            {
              "sentence": "The Autostrada dei Laghi (\"Lakes Motorway\"), connecting Milan to Lake Como and Lake Maggiore, and now parts of the A8 and A9 motorways, was devised by Piero Puricelli and was inaugurated in 1924",
              "refs": []
            },
            {
              "sentence": "It is the first motorway built in the world",
              "refs": [
                "https://www.regione.lombardia.it/wps/wcm/connect/9bca40cd-dd7f-4c32-af86-30681e8267a4/PRMT+CON+SEGNALIBRI+dicembre+2016.pdf?MOD=AJPERES&CACHEID=ROOTWORKSPACE-9bca40cd-dd7f-4c32-af86-30681e8267a4-meMqa02"
              ]
            },
            {
              "sentence": "In the region there are also the A21, A22, A36 motorways, the A53 and A54 Pavia ring roads, the Bergamo ring road system, the Brescia south ring road, the Brescia west ring road, the Varese ring road system and the of Como ring road (A59)",
              "refs": [
                "https://www.fer.it/?page_id=85",
                "https://www.regione.lombardia.it/wps/wcm/connect/9bca40cd-dd7f-4c32-af86-30681e8267a4/PRMT+CON+SEGNALIBRI+dicembre+2016.pdf?MOD=AJPERES&CACHEID=ROOTWORKSPACE-9bca40cd-dd7f-4c32-af86-30681e8267a4-meMqa02"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Underground",
          "section_content": [
            {
              "sentence": "The cities of Milan and Brescia have underground systems",
              "refs": []
            },
            {
              "sentence": "Milan has the most extensive metro network in Italy, with 5 lines in operation (M1, M2, M3, M4 and M5)",
              "refs": []
            },
            {
              "sentence": "Milan Metro has a daily ridership of 1.15 million,  the largest in Italy as well as one of the largest in Europe",
              "refs": [
                "https://lombardia.portale-infrastrutture.it/infrastruttura.php?id=331"
              ]
            },
            {
              "sentence": "It is operated by Azienda Trasporti Milanesi.",
              "refs": []
            },
            {
              "sentence": "The architectural project of the Milan Metro, created by Franco Albini and Franca Helg, and the signs, designed by Bob Noorda, received the Compasso d'Oro award in 1964",
              "refs": []
            },
            {
              "sentence": "Within the European Union it is the seventh largest network in terms of kilometres",
              "refs": [
                "https://lombardia.portale-infrastrutture.it/infrastruttura.php?id=2017"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Navigation",
          "section_content": [
            {
              "sentence": "Even though it is not surrounded by the sea, the region has a naval system that develops on the lakes, along the rivers and Navigli",
              "refs": []
            },
            {
              "sentence": "The most important waterway system in Lombardy is part of the Po Valley-Veneto one which allows navigation from Casale Monferrato to Venice along the Po river",
              "refs": []
            },
            {
              "sentence": "In this waterway system, the most important ports in Lombardy are those of Cremona  and Mantua",
              "refs": [
                "https://web.archive.org/web/20150110050252/http://www.metromilano50.com/compasso-oro/",
                "https://www.metropolitana-milano.it/"
              ]
            },
            {
              "sentence": "Navigation on the lakes has a predominantly tourist function and takes place regularly on scheduled routes",
              "refs": []
            },
            {
              "sentence": "The scheduled shipping routes cover 460 km (290 mi) and are frequented by over 10 million travellers annually",
              "refs": []
            },
            {
              "sentence": "The connections are managed by the Gestione Governativa Navigazione Laghi.",
              "refs": [
                "https://web.archive.org/web/20121126225440/http://www.bresciainfrastrutture.it/?page_id=20"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Twinning and covenants",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Guide books",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "166": "[ERROR retrieving ref link]",
    "2": "https://demo.istat.it/bilmens/query.php?lingua=ita&Rip=S1&Reg=R03&Pro=P000&Com=&anno=2023&submit=Tavola",
    "3": "https://ec.europa.eu/eurostat/databrowser/view/tgs00003/default/table?lang=en",
    "4": "https://globaldatalab.org/shdi/shdi/ITA/?levels=1%2B4&interpolation=1&extrapolation=0&nearest_real=0&years=2019",
    "5": "https://www.ahdictionary.com/word/search.html?q=Lombardy",
    "6": "https://www.collinsdictionary.com/dictionary/english/lombardy",
    "9": "https://www4.ti.ch/decs/dcsu/cde/pubblicazioni/vocabolario-dei-dialetti-della-svizzera-italiana/",
    "10": "ISBN: 978-8862596282",
    "11": "http://teradesanmarc.altervista.org/alterpages/files/TeradeSanMarc-Vocabolarioitaliano-bergamasco-LetteraJ-K-L-n.08del200608.pdf",
    "13": "https://web.archive.org/web/20100416165655/http://appsso.eurostat.ec.europa.eu/nui/submitViewTableAction.do",
    "14": "https://www.ancilab.it/bilanciosociale/index-3.htm",
    "15": "https://web.archive.org/web/20190215125411/https://www.tuttitalia.it/regioni/superficie/",
    "16": "https://ec.europa.eu/eurostat/databrowser/view/DEMO_R_D2JAN/default/table?lang=en",
    "17": "http://www.infodata.ilsole24ore.com/2017/04/14/scopri-nella-mappa-le-regioni-europee-piu-ricche-piu-povere/",
    "18": "http://www.huffingtonpost.it/2013/03/21/eurostat-la-regione-piu-ricca-deuropa-e-londra-la-piu-in-alto-delle-italiane-e-bolzano_n_2922920.html",
    "19": "http://europa.eu/rapid/pressReleasesAction.do?reference=STAT/09/23&format=HTML&aged=0&language=EN&guiLanguage=en",
    "20": "http://www.cittametropolitana.mi.it/export/sites/default/sviluppo_economico/documenti/Archivi-Progetti-EU/OCSE/Estratti_OECD_TerrirorialReview.pdf",
    "21": "https://www.prologis.it/en/industrial-logistics-warehouse-space/europe/italy/milan-italys-industrial-and-financial-capital",
    "22": "https://whc.unesco.org/en/list/",
    "23": "ISBN: 978-0415474337",
    "24": "https://www.etymonline.com/word/Lombardy",
    "25": "https://www.treccani.it/enciclopedia/lombardia/",
    "26": "https://www.mondimedievali.net/Barbar/longobardi02.htm",
    "27": "http://www.globalgeografia.com/italia/lombardia.htm",
    "28": "https://www.regione.lombardia.it/wps/portal/istituzionale/HP/DettaglioRedazionale/scopri-la-lombardia/territorio-e-popolazione/territorio+e+popolazione",
    "29": "http://www.montagnadilombardia.com/alpi.html",
    "30": "https://peakvisor.com/adm/lombardy.html",
    "31": "http://www.oltresentieri.com/Cultura/DaVedere/OltrepoPaveseGeologia.html",
    "32": "ISBN: 9780080551425",
    "33": "[ERROR retrieving ref link]",
    "34": "https://www.viajarmilan.com/visitar-los-canales-navigli.php",
    "35": "http://www.lebellezzeditalia.it/lombardia/lombardia_it/lombardia.htm",
    "36": "https://www.rhs.org.uk/Plants/Search-Results?form-mode=false&query=allium%20insubricum",
    "37": "[ERROR retrieving ref link]",
    "38": "https://web.archive.org/web/20100606033455/http://www.parcoticino.it/istituzionale/p/1_ente-parco.html",
    "39": "http://www.parcoticino.it/",
    "40": "https://www.unesco.org/en/mab/ticino-val-grande-verbano",
    "41": "http://www.parks.it/indice/RR/index.php?reg=3",
    "42": "http://www.parks.it/indice/PR/index.php?reg=3",
    "43": "https://www.regione.lombardia.it/wps/portal/istituzionale/HP/DettaglioRedazionale/servizi-e-informazioni/Enti-e-Operatori/ambiente-ed-energia/Parchi-e-aree-protette/sistema-aree-protette-lombarde/sistema-aree-protette-lombarde",
    "44": "https://weather-and-climate.com:80/average-monthly-Rainfall-Temperature-Sunshine-region-lombardy-it,Italy",
    "45": "https://web.archive.org/web/20150923175433/http://www.asr-lombardia.it/ASR/lombardia-e-province/ambiente-e-territorio/clima-e-inquinamento/tavole/100157/",
    "46": "http://www.giovannipagano.eu/ipertesti/geografia/lombardia_2/geografia/clima/climalago.htm",
    "47": "https://web.archive.org/web/20131027132134/http://www.oliofelice.com/il-lago/no.html",
    "48": "ISBN: 978-8879164528",
    "49": "ISBN: 978-8883424984",
    "50": "https://doi.org/10.1016%2Fj.envres.2016.03.003",
    "51": "https://www.esa.int/ESA_Multimedia/Images/2019/05/Nitrogen_dioxide_over_northern_Italy",
    "52": "https://aqli.epic.uchicago.edu/news/air-pollution-hotspots-in-europe/",
    "53": "https://phys.org/news/2019-02-italy-polluted-po-valley-gasps.html",
    "54": "https://doi.org/10.1016%2FS2542-5196%2820%2930272-2",
    "55": "https://whc.unesco.org/en/list/94",
    "56": "[ERROR retrieving ref link]",
    "57": "http://www.archeocamuni.it/arte_rupestre.html",
    "58": "ISBN: 0-670-03803-2",
    "59": "ISBN: 978-1-291-78388-9",
    "60": "https://www.capiate.org/SitoEN/comata.htm",
    "61": "https://www.monasteriimperialipavia.it/pavia-citta-regia/?lang=en",
    "62": "[ERROR retrieving ref link]",
    "63": "https://www.eupedia.com/genetics/italian_dna.shtml",
    "64": "https://www.treccani.it/enciclopedia/regno-italico_(Enciclopedia-Italiana)",
    "65": "http://www.treccani.it/enciclopedia/lega-lombarda_(Federiciana)/",
    "66": "https://www.britannica.com/place/Milan-Italy",
    "67": "[ERROR retrieving ref link]",
    "68": "http://www.storiadimilano.it/Personaggi/Milanesi%20illustri/mora.htm",
    "69": "[ERROR retrieving ref link]",
    "70": "https://fondazionefeltrinelli.it/scopri/una-medaglia-una-lapide-e-quattro-atti-di-eroismo-per-la-memoria-pubblica-di-milano/",
    "71": "https://web.archive.org/web/20090914065500/http://www.lastampa.it/redazione/cmsSezioni/cultura/200804articoli/31497girata.asp",
    "72": "https://www.cnbc.com/2020/03/08/italy-announces-quarantine-affecting-quarter-of-population.html",
    "73": "https://www.cnn.com/2020/03/10/business/italy-lockdown-recession/index.html",
    "74": "https://www.bbc.com/news/world-europe-51991972",
    "75": "https://www.theguardian.com/world/2020/may/03/anger-as-italy-slowly-emerges-from-long-covid-19-lockdown",
    "76": "https://web.archive.org/web/20150923175443/http://www.asr-lombardia.it/ASR/pubblicazioni-scaricabili/p10_Volume_ASR_2014.pdf",
    "77": "ISBN: 978-0-203-84855-5",
    "78": "https://www.azernews.az/nation/142139.html",
    "79": "http://www.giornalemetropolitano.it/design-in-lombardia-crescono-gli-scambi-con-laustria/",
    "80": "http://www.regione.lombardia.it/wps/portal/istituzionale/HP/lombardia-notizie/DettaglioNews/2018/05-maggio/7-13/ied-camera-commercio-vice-presidente/ied-camera-commercio-vice-presidente",
    "81": "https://ambvienna.esteri.it/ambasciata_vienna/it/ambasciata/news/dall-ambasciata/03022015.html",
    "82": "https://milano.corriere.it/notizie/cronaca/18_giugno_14/milano-attilio-fontana-incontra-l-ambasciatore-francese-distendere-animi-italia-francia-9ce46378-6fb2-11e8-b9b6-434f28412ff9.shtml",
    "83": "https://www.bresciatoday.it/politica/regione-lombardia-fontana-.html",
    "84": "http://www.askanews.it/politica/2018/12/05/ungheria-fontana-riceve-ministro-esteri-a-palazzo-lombardia-pn_20181205_00291",
    "85": "https://milano.mfa.gov.hu/ita/news/a-lombardiai-tartomany-elnoeke-fogadta-a-milanoi-fokonzult",
    "86": "https://web.archive.org/web/20180909003412/http://www.tecnologiedelfilo.it/lecco-cresce-lexport-sul-mercato-ungherese/",
    "87": "https://web.archive.org/web/20180909000438/http://www.ersaf.lombardia.it/servizi/notizie/notizie_fase02.aspx?ID=18900",
    "88": "https://web.archive.org/web/20180802223633/http://www.regioni.it/dalleregioni/2018/07/31/lombardia-canton-ticino-fontana-e-assessori-incontrano-delegazione-svizzerasul-tavolo-infrastrutturetrasporti-e-ambiente-572830/",
    "89": "http://www.prealpina.it/pages/milano-lombardia-e-canton-ticino-piu-vicini-173165.html",
    "90": "http://www.varesenews.it/2018/04/fontana-rapporti-la-svizzera-vanno-intensificati/708796/",
    "91": "https://www.swissinfo.ch/ita/tutte-le-notizie-in-breve/gr--milano--trasporto-transfrontaliero--incontro-grigioni-lombardia/44616234",
    "92": "https://www.varesenews.it/2019/09/regione-lombardia-incontro-svizzera/856211/",
    "93": "http://www.mrif.gouv.qc.ca/en/relations-du-quebec/europe/italie/relations-politiques",
    "94": "https://www.newsfood.com/la-baviera-rinsalda-la-partnership-con-la-lombardia/",
    "95": "https://web.archive.org/web/20180826043836/http://www.mi-lorenteggio.com/news/17788",
    "96": "http://www.giornalemetropolitano.it/incontro-del-consiglio-regionale-lombardo-con-delegazione-parlamentare-della-bassa-sassonia/",
    "97": "https://web.archive.org/web/20180715040052/https://www.kuna.net.kw/ArticleDetails.aspx?id=2736943&language=en",
    "98": "https://www.dutchwatersector.com/news/province-of-zuid-holland-intensifies-water-cooperation-with-lombardy-italy",
    "99": "https://www.bresciatoday.it/politica/tavola-rotonda-lombardia-russia-.html",
    "100": "http://www.istat.it",
    "101": "https://elpais.com/politica/2018/07/04/actualidad/1530703816_664496.html",
    "102": "https://web.archive.org/web/20170724093445/https://www.alpine-region.eu/action-group-1",
    "103": "http://www.eusalp.regione.lombardia.it/wps/portal/site/eusalp",
    "104": "http://www.ilnordestquotidiano.it/2018/11/22/il-timone-di-eusalp-passa-dal-tirolo-alla-lombardia/",
    "105": "https://web.archive.org/web/20190405233820/https://it.argealp.org/chi-siamo",
    "106": "http://www.lavocedelnordest.eu/olimpiadi-2026-fondi-confine-si-rafforza-la-collaborazione-fra-trentino-lombardia/",
    "107": "https://www.lavocedeltrentino.it/2019/05/04/trentino-e-lombardia-si-rafforza-la-sinergia-per-le-olimpiadi-2026/",
    "108": "https://www.ladigetto.it/interno/86892-trentino-e-lombardia-si-rafforza-la-collaborazione.html",
    "109": "http://www.agenziagiornalisticaopinione.it/lancio-dagenzia/pat-trentino-e-lombardia-incontro-a-milano-tra-i-presidenti-fugatti-e-fontana-si-rafforza-la-collaborazione/",
    "110": "https://www.askanews.it/cronaca/2019/05/02/fontana-incontra-fugatti-collaborazione-tra-lombardia-e-trentino-pn_20190502_00154/",
    "111": "http://www.regione.veneto.it/",
    "112": "https://web.archive.org/web/20200803131202/http://www.lombardiaquotidiano.com/notizia/autonomia-consiglio-regionale-lombardo-udine-al-percorso-di-dialogo-comune",
    "113": "http://www.valtellinanews.it/articoli/lombardia-e-friuli-venezia-giulia-20180925/",
    "114": "https://www.giornaletrentino.it/cronaca/parco-dello-stelvio-intesa-trentino-alto-adige-e-lombardia-sulla-biodiversit%C3%A0-1.1929338",
    "115": "http://www.provincia.bz.it/natura-ambiente/natura-territorio/news-media.asp?news_action=4&news_article_id=618530",
    "116": "https://www.ladige.it/territori/riva-arco/2019/04/04/lombardia-veneto-trentino-regole-comuni-pesca-tutto-lago-garda",
    "117": "ISBN: 978-88-268-1362-2",
    "118": "https://web.archive.org/web/20170922195126/https://www.cte.regione.lombardia.it/wps/portal/PROUE/CTE/central-europe-2014-2020/il-programma-central-europe-2014-2020",
    "119": "https://web.archive.org/web/20180501205654/http://www.interreg-central.eu/Content.Node/discover/programme.html",
    "120": "https://www.statista.com/statistics/264240/largest-exhibition-halls-in-the-world-by-hall-capacity/",
    "121": "https://www.fierabie.com/brescia-the-capital-of-the-european-industry/",
    "122": "http://www.borsaitaliana.it/borsa/indici/indici-in-continua/dettaglio.html?indexCode=FTSEMIB&lang=it",
    "123": "https://www.fieramilano.it/content/dam/fieramilano/documenti/lp-investor-relations/en/sustainability/FIERA_DNF_2018_ENG.pdf",
    "124": "https://www.ricetteracconti.com/2020/11/14/riso-italiano-dove-si-coltiva/",
    "125": "https://web.archive.org/web/20210607095918/https://www.asr-lombardia.it/asrlomb/it/9857produzione-industriale-di-latte-alimentare-di-burro-e-di-formaggio-regionale",
    "126": "https://ghostarchive.org/archive/20221010/https://www.federdoc.com/new/wp-content/uploads/2020/09/vqprd-ed2019.pdf",
    "127": "ISBN: 0-7645-5355-0",
    "128": "http://italianwinecentral.com/wine-production-in-italy-by-region/",
    "129": "https://www.nytimes.com/2006/09/26/world/americas/26iht-caviar.2943297.html?pagewanted=all",
    "130": "http://www.quibrescia.it/cms/2015/03/26/e-brescia-la-capitale-mndiale-del-caviale/",
    "131": "https://atlas.cid.harvard.edu/explore?country=undefined&product=9623&year=2018&productClass=HS&tradeFlow=Net&target=Product&partner=undefined&startYear=undefined",
    "132": "https://www.leonardocompany.com/en/investors/results-and-reports",
    "133": "https://web.archive.org/web/20210628055214/https://www.leonardocompany.com/en/global/europe/italy",
    "134": "http://www.fondazione25aprile.com/sito/?page_id=138",
    "135": "https://ricerca.repubblica.it/repubblica/archivio/repubblica/1995/10/29/ma-autobianchi-saluta-va-in-garage.html",
    "136": "https://www.artribune.com/progettazione/architettura/2020/12/teatro-alla-scala-rubattino-milano/",
    "137": "https://web.archive.org/web/20210607094836/https://www.iveco.com/southafrica/company/pages/daily_tour_plant_suzzara.aspx",
    "138": "https://www.iveco.com/it-it/sala-stampa/cartella/Pages/New-Eurocargo-Euro-VI-Dove-nasce-Eurocargo-lo-stabilimento-di-Brescia.aspx",
    "139": "https://www.statista.com/statistics/1023415/leading-italian-automotive-component-manufacturers-by-revenues/",
    "140": "https://www.marketresearchreports.com/blog/2018/07/05/worlds-15-largest-tire-manufacturers-revenue",
    "141": "https://www.magnetimarelli.com/company/locations",
    "142": "https://www.ilgiorno.it/monza-brianza/economia/agrate-lavoro-assunzioni-1.3799050",
    "143": "https://www.gurufocus.com/news/190053/a-hidden-champion-of-the-21st-century-saes-getters",
    "144": "https://www.furnishingidea.com/industry-news/the-chinese-group-haier-acquires-candy-for-475-million-euros-10260.php",
    "145": "https://web.archive.org/web/20160619034921/http://www.asr-lombardia.it/ASR",
    "146": "https://web.archive.org/web/20160619154116/http://www.terna.it/archiviodocumenti.aspx",
    "147": "https://web.archive.org/web/20091101191133/http://www.languagemonitor.com/popular-culture/fashion",
    "148": "https://www.bergamonews.it/2012/08/10/i-distretti-industrialidi-palosco-e-grumellosotto-la-lente-del-sole/163548/",
    "149": "https://artsandculture.google.com/exhibit/the-furniture-of-the-brianza-district-unioncamere/gQFVyy8C?hl=en",
    "150": "https://www.salonemilano.it/en",
    "151": "ISBN: 88-02-04229-2",
    "152": "https://www.statoregioni.it/media/6031/p-4-csr-all.pdf",
    "153": "https://web.archive.org/web/20160619034921/http://www.asr-lombardia.it/ASR",
    "154": "https://web.archive.org/web/20150503201033/http://www.asr-lombardia.it/RSY/tourism/flows-of-tourists/lombardia-and-provinces/tables/12193/",
    "155": "https://web.archive.org/web/20220331171520/https://www.asr-lombardia.it/asrlomb/it/442arrivi-e-presenze-di-clienti-italiani-e-stranieri-nel-complesso-degli-esercizi-ricettivi-italia",
    "156": "[ERROR retrieving ref link]",
    "157": "http://www.montagnalombardia.com/",
    "158": "https://web.archive.org/web/20130513205411/http://www.italia.it/it/scopri-litalia/lombardia.html#box_2",
    "159": "ISBN: 978-88-511-1599-9",
    "160": "http://milano.corriere.it/milano/notizie/cronaca/13_gennaio_23/certosa-pavia-addio-ingresso-gratuito-ticket-biglietto-ingresso-pagamento-2113668369778.shtml",
    "161": "https://www.laprovinciadicomo.it/stories/Homepage/139716_villa_carlotta_tra_i_dieci_parchi_pi_belli_ditalia/",
    "162": "https://www.unioncamerelombardia.it/media/tutte-le-notizie/dettaglio-notizia/accelera-loccupazione-in-lombardia-nel-primo-trimestre-2023",
    "163": "https://ec.europa.eu/eurostat/tgm/table.do?tab=table&init=1&language=de&pcode=tgs00010&plugin=1",
    "164": "https://www.tuttitalia.it/lombardia/statistiche/cittadini-stranieri-2021/",
    "165": "http://demo.istat.it/str2019/query.php?lingua=eng&Rip=S1&Reg=R03&Pro=P000&Com=&paese=A9999&submit=Tavola",
    "167": "http://www.chiesadimilano.it/chisiamo/la-scheda/2.675/rito-ambrosiano-la-centralit%C3%A0-dell-opera-br-di-sant-ambrogio-per-la-chiesa-di-milano-1.589",
    "168": "https://lastatalenews.unimi.it/immigrazione-pluralismo-religioso",
    "169": "https://wayback.archive-it.org/all/20090306051303/http://www.consiglio.regione.lombardia.it/c/portal/layout?p_l_id=PRI.1046.1&p_p_id=20&p_p_action=1&p_p_state=exclusive&p_p_col_id=null&p_p_col_pos=2&p_p_col_count=3&_20_struts_action=/document_library/get_file&_20_folderId=69&_20_name=l+cost+199_PDF.pdf",
    "170": "https://web.archive.org/web/20110726092050/http://www.consiglio.regione.lombardia.it/web/crl/AttivitaConsiliari/LavoriCommissioni/CommissioneStatuto/documenti",
    "171": "http://www.regione.lombardia.it/wps/portal/_s.155/606/.cmd/ad/.ar/sa.link/.c/502/.ce/628/.p/408?PC_408_linkQuery=pagename=PortaleLombardia%2FGenDoc%2FPL_GenDoc_light,c=GenDoc,cid=1043797879469,dir_gen=off,fronte=off,ottica=off#628",
    "172": "https://www.ilpost.it/2022/02/18/tangentopoli-cause-conseguenze/",
    "173": "https://www.consiglio.regione.lombardia.it/wps/wcm/connect/4e4f04c2-cfe9-4ecf-87ce-039887cbb399/dossier_elezioni_regionali_2013_Lombardia.pdf?MOD=AJPERES&CACHEID=ROOTWORKSPACE-4e4f04c2-cfe9-4ecf-87ce-039887cbb399-mwJYt2I",
    "174": "https://www.tuttitalia.it/lombardia/20-comuni/popolazione/",
    "175": "http://normelombardia.consiglio.regione.lombardia.it/normelombardia/Accessibile/main.aspx?iddoc=lrst2008051400001&view=showdoc",
    "176": "https://web.archive.org/web/20171201032518/http://www.vallecamonicaunesco.it/museo.php",
    "177": "http://www.regione.lombardia.it/wps/portal/istituzionale/HP/DettaglioRedazionale/istituzione/regione/red-simboli-ricorrenze-rec",
    "178": "https://web.archive.org/web/20190130221122/http://www.bresciaoggi.it/territori/citt%C3%A0/la-rosa-camuna-in-regione-la-impose-sandro-fontana-1.7083180",
    "179": "ISBN: 88-08-14116-0",
    "180": "https://web.archive.org/web/20150924085807/http://www.regione.lombardia.it/cs/Satellite?c=Redazionale_P&childpagename=Regione%2FDetail&cid=1213273768697&packedargs=NoSlotForSitePlan%3Dtrue%26menu-to-render%3D1213273365569&pagename=RGNWrapper",
    "181": "http://www.ansa.it/lombardia/notizie/2019/01/29/lombardia-ce-legge-per-la-bandiera_e03a224c-d010-4d67-8d44-760a8d142880.html",
    "182": "https://www.ilgiorno.it/politica/bandiera-regione-lombardia-1.4414990",
    "183": "http://www.treccani.it/enciclopedia/costanza_(Enciclopedia-Italiana)//",
    "184": "https://opac.sbn.it/bid/LO11256757",
    "185": "ISBN: 978-8879068383",
    "186": "https://web.archive.org/web/20201005143956/https://www.buonalombardia.regione.lombardia.it/shared/ccurl/433/68/Nuovo%20Codice%20Cucina%20Lombarda.pdf/",
    "187": "ISBN: 3-8290-2901-2",
    "188": "http://www-01.sil.org/iso639-3/documentation.asp?id=LMO",
    "189": "https://books.google.com/books?id=v-ZBCgAAQBAJ&q=lombard+cluster+of+homogeneous&pg=PA130",
    "190": "https://openaccess.leidenuniv.nl/bitstream/handle/1887/52581/Thesis.pdf?sequence=1",
    "191": "http://www.treccani.it/enciclopedia/dialetti-lombardi_%28Enciclopedia-dell%27Italiano%29/",
    "192": "http://opac.sbn.it/bid/CFI0249761",
    "193": "http://opac.sbn.it/bid/MIL0625963",
    "194": "https://www.archive.org/stream/saggiosuidialet02biongoog#page/n8/mode/1up",
    "195": "https://www.lingualombarda.it/index.php/lingua-lombarda-lato.html",
    "196": "http://www.archeocamuni.it/ciclo_camuno.html",
    "197": "http://whc.unesco.org/en/list/94",
    "198": "http://whc.unesco.org/fr/list/1363",
    "199": "http://www.parcoarcheologicoforcello.it",
    "200": "ISBN: 978-88-343-1212-4",
    "201": "http://www.santagiulia.info/museo_di_santa_giulia/periodo_longobardo/index.htm",
    "202": "[ERROR retrieving ref link]",
    "203": "http://www.treccani.it/enciclopedia/novecento_res-109c24a0-8bb2-11dc-8e9d-0016357eee51_(Enciclopedia-Italiana)//",
    "204": "http://www.museodelnovecento.org/it/collezione",
    "205": "https://borghipiubelliditalia.it/lombardia/",
    "206": "https://www.repubblica.it/viaggi/2023/01/16/news/borghi_piu_belli_italia_14_nuovi_2023-383794441/",
    "207": "http://borghipiubelliditalia.it/",
    "208": "https://web.archive.org/web/20171206012104/http://www.classicitaliani.it/index139.htm",
    "209": "https://web.archive.org/web/20180818052204/https://www.highbeam.com/doc/1G1-437059133.html",
    "210": "https://books.google.com/books?id=_F4C4AXtLFIC&dq=Giovanni+Bressani+Galeazzo+dagli+Orzi&pg=PA106",
    "211": "http://www.treccani.it/enciclopedia/giovanni-paolo-lomazzo_(Dizionario-Biografico)//",
    "212": "ISBN: 978-8844026066",
    "213": "http://www.sapere.it/enciclopedia/bosinada.html",
    "214": "http://www.anticacredenzasantambrogiomilano.org/linguastoria/7001.html",
    "215": "http://opac.unicatt.it/search~S13*ita?/cFONDO+Silvio+Cipriani-E-75/cfondo+silvio+cipriani+e+++++++75/-3,-1,,E/browse",
    "216": "http://www.treccani.it/enciclopedia/carlo-porta//",
    "217": "http://www.treccani.it/enciclopedia/francesco-cherubini//",
    "218": "[ERROR retrieving ref link]",
    "219": "https://archive.org/details/opera0000grif/page/172",
    "220": "https://www.itinerarieluoghi.it/museo-del-violino-cremona/",
    "221": "https://whc.unesco.org/en/list/",
    "222": "https://whc.unesco.org/en/list/1090",
    "223": "http://www.archeocamuni.it/arte_rupestre.html",
    "224": "https://whc.unesco.org/en/list/1363/",
    "225": "http://www.washington.embassy.si/fileadmin/user_upload/dkp_51_vwa/newsletter/october_2011/Embassy_s_Newsletter__2011_-_14_-_10_finale.pdf",
    "226": "https://web.archive.org/web/20161030220341/http://www.beniculturali.it/mibac/export/MiBAC/sito-MiBAC/Contenuti/MibacUnif/Comunicati/visualizza_asset.html_1468318012.html",
    "227": "https://whc.unesco.org/uploads/nominations/1318.pdf",
    "228": "https://whc.unesco.org/en/list/93",
    "229": "https://whc.unesco.org/en/list/1287",
    "230": "https://whc.unesco.org/en/list/1068",
    "231": "https://whc.unesco.org/archive/periodicreporting/EUR/cycle01/section2/730-summary.pdf",
    "232": "https://whc.unesco.org/en/list/1287",
    "233": "https://whc.unesco.org/en/list/1276/",
    "234": "https://www.rhb.ch/en/unesco-world-heritage/rail-routes?ref=057sxl&cHash=5ce8bcb5f1772b123510314dc449c698",
    "235": "https://whc.unesco.org/en/list/1533",
    "236": "https://sport.sky.it/calcio/serie-a/2023/06/11/squadre-serie-a-2023-2024",
    "237": "https://sport.sky.it/calcio/serie-b/classifica",
    "238": "https://www.lega-pro.com/",
    "239": "https://web.archive.org/web/20100612094451/http://sansiro.net/struttura.asp",
    "240": "https://sportando.basketball/lba-serie-a-2023-2024-ecco-lorganico-completo/",
    "241": "https://milanocortina2026.olympics.com/it/i-luoghi/",
    "242": "https://www.nytimes.com/2023/05/24/sports/olympics/2026-olympics-milan-cortina-andrea-varnier.html",
    "243": "https://www.yellowjersey.co.uk/the-draft/a-beginners-guide-to-the-giro-ditalia/",
    "244": "https://www.valtellina.it/en/events/bormio/ski-world-cup",
    "245": "https://scuderia.alphatauri.com/it/circuiti-f1/autodromo-monza/",
    "246": "https://gamesbids.com/eng/winter-olympic-bids/2026-olympic-bid-news/lausanne-to-host-vote-for-winning-2026-winter-olympic-bid-instead-of-milan-after-italy-enters-race/",
    "247": "https://gamesbids.com/eng/winter-olympic-bids/2026-olympic-bid-news/ioc-to-move-up-2026-olympic-bid-vote-three-months-now-june-2019/",
    "248": "https://www.bbc.com/sport/winter-olympics/48748380",
    "249": "ISBN: 978-88-512-0111-1",
    "250": "https://web.archive.org/web/20150924085840/http://www.regione.lombardia.it/cs/Satellite?c=Redazionale_P&childpagename=TempoLibero%2FDetail&cid=1213345155655&pagename=TMPLBRWrapper",
    "251": "https://www.malpensa24.it/malpensa-classifica-aeroporti-mondo/",
    "252": "https://assaeroporti.com/statistiche/",
    "253": "https://www.ryanair.com/gb/en",
    "254": "https://www.regione.lombardia.it/wps/portal/istituzionale/HP/DettaglioAvviso/servizi-e-informazioni/imprese/imprese-di-trasporto-e-logistica/dati-traffico-aeroporti",
    "255": "https://assaeroporti.com/statistiche/",
    "256": "https://assaeroporti.com/aeroporti-italiani-nel-2022-passeggeri-in-crescita-gli-scali-del-sud-e-delle-isole-guidano-la-ripresa-del-traffico-verso-i-livelli-pre-covid/",
    "257": "http://www.ead.eurocontrol.int/publicuser/protect/pu/main.jsp",
    "258": "http://www.malpensaexpress.it/",
    "259": "https://ente.parcoticino.it/visita-il-parco/come-muoversi-nel-parco/turismo-sostenibile/",
    "260": "https://www.unesco.org/en/mab/ticino-val-grande-verbano",
    "261": "https://www.arpalombardia.it/temi-ambientali/rumore-e-vibrazioni/aeroporti/linate/",
    "262": "https://lombardia.portale-infrastrutture.it/infrastruttura.php?id=338",
    "263": "https://web.archive.org/web/20170929144534/http://www.orioaeroporto.it/en/train/",
    "264": "https://www.milanbergamoairport.it/en/",
    "265": "http://brescia.corriere.it/notizie/economia/16_maggio_19/aeroporto-montichiari-brescia-voli-ucraina-sardegna-israele-a585e64e-1d95-11e6-8d1a-6eb7d9c593f0.shtml",
    "266": "http://www.giornaledibrescia.it/bassa/da-montichiari-all-ucraina-non-chiamateli-voli-delle-badanti-1.3088758",
    "267": "https://web.archive.org/web/20180612141049/https://www.mistralair.it/it/compagnia/attivita",
    "268": "https://www.aeroportobrescia.it/aeroporto-valerio-catullo-spa/informazioni-istituzionali/aeroporto-di-brescia.html",
    "269": "http://www.bresciaoggi.it/territori/bassa/amazon-salva-l-aeroporto-boom-del-traffico-merci-1.6221371",
    "270": "http://www.bresciaoggi.it/territori/bassa/montichiari/aeroporto-oxygen-from-the-sky-stalled-thanks-to-cargo-dhl-1.6912999",
    "271": "https://web.archive.org/web/20171230060255/http://www.aeroclubmilano.it/en/airport/technical-information",
    "272": "http://www.aeroclubmilano.it/",
    "273": "https://www.hems-association.com/it/base/7.html",
    "274": "https://www.panorama.it/news/oltrefrontiera/armi-nucleari-italia/",
    "275": "https://www.swissinfo.ch/ita/un-arsenale-atomico-alle-porte-della-svizzera/4359306",
    "276": "http://www.grandistazioni.it",
    "277": "https://www.unitremilano.it/920/luoghi/stazione-centrale-milano.html",
    "278": "https://www.arpalombardia.it/temi-ambientali/rumore-e-vibrazioni/infrastrutture-lineari-strade-e-ferrovie/",
    "279": "https://www.regione.lombardia.it/wps/wcm/connect/9bca40cd-dd7f-4c32-af86-30681e8267a4/PRMT+CON+SEGNALIBRI+dicembre+2016.pdf?MOD=AJPERES&CACHEID=ROOTWORKSPACE-9bca40cd-dd7f-4c32-af86-30681e8267a4-meMqa02",
    "280": "https://www.fer.it/?page_id=85",
    "281": "https://www.regione.lombardia.it/wps/wcm/connect/9bca40cd-dd7f-4c32-af86-30681e8267a4/PRMT+CON+SEGNALIBRI+dicembre+2016.pdf?MOD=AJPERES&CACHEID=ROOTWORKSPACE-9bca40cd-dd7f-4c32-af86-30681e8267a4-meMqa02",
    "282": "https://www.regione.lombardia.it/wps/wcm/connect/9bca40cd-dd7f-4c32-af86-30681e8267a4/PRMT+CON+SEGNALIBRI+dicembre+2016.pdf?MOD=AJPERES&CACHEID=ROOTWORKSPACE-9bca40cd-dd7f-4c32-af86-30681e8267a4-meMqa02",
    "283": "https://web.archive.org/web/20110722030440/http://www.centostazioni.it/cms/v/index.jsp?vgnextoid=a675d5e57e30a110VgnVCM10000080a3e90aRCRD",
    "284": "http://www.trenord.it/en/the-lines/regional-railway.aspx",
    "285": "http://www.independent.co.uk/travel/europe/the-worlds-first-motorway-piero-puricellis-masterpiece-is-the-focus-of-an-unlikely-pilgrimage-a6840816.html",
    "286": "https://www.motorwebmuseum.it/en/places/varese/the-milano-laghi-by-piero-puricelli-the-first-motorway-in-the-world/",
    "287": "https://www.regione.lombardia.it/wps/wcm/connect/9bca40cd-dd7f-4c32-af86-30681e8267a4/PRMT+CON+SEGNALIBRI+dicembre+2016.pdf?MOD=AJPERES&CACHEID=ROOTWORKSPACE-9bca40cd-dd7f-4c32-af86-30681e8267a4-meMqa02",
    "288": "https://lombardia.portale-infrastrutture.it/infrastruttura.php?id=331",
    "289": "https://lombardia.portale-infrastrutture.it/infrastruttura.php?id=2017",
    "290": "https://lombardia.portale-infrastrutture.it/infrastruttura.php?id=954",
    "291": "https://lombardia.portale-infrastrutture.it/infrastrutture.php",
    "292": "https://www.milanocittastato.it/trasporti/effetto-m4-la-metro-di-milano-entra-nella-top-europea/?fbclid=IwY2xjawF3U1dleHRuA2FlbQIxMQABHXSpIbaPnyiu6v7H7zI_mDyWgUrPadrCjN6GDzfUhPP2dI-Mfj4jLYBecw_aem__7hUFLg35ygwuZipXbL1Vg#goog_rewarded",
    "293": "http://milano.repubblica.it/cronaca/2013/09/03/news/metro-65775461/",
    "294": "https://web.archive.org/web/20150110050252/http://www.metromilano50.com/compasso-oro/",
    "295": "https://www.metropolitana-milano.it/",
    "296": "https://web.archive.org/web/20181013235930/http://www.metropolitanamilanese.it/pub/page/it/MM/metropolitane_milano",
    "297": "https://web.archive.org/web/20121126225440/http://www.bresciainfrastrutture.it/?page_id=20",
    "298": "https://web.archive.org/web/20121127101322/http://www.bresciainfrastrutture.it/?page_id=37",
    "299": "http://www.navigaresulpo.it/",
    "300": "https://web.archive.org/web/20130307223107/http://www.alot.it/nina-net/index.php/it/network/i-principali-porti/70-porto-di-cremona",
    "301": "https://web.archive.org/web/20130307223116/http://www.alot.it/nina-net/index.php/it/network/i-principali-porti/71-porto-di-mantova-valdaro",
    "302": "http://nauticadadiporto.netfirms.com/assonautica/article_114.shtml"
  },
  "flair_entities": [
    "african",
    "legnano",
    "peace of constance",
    "meneghino",
    "auvergne-rhône-alpes",
    "magenta",
    "gorgonzola",
    "olona",
    "bruno munari",
    "parco naturale lombardo della valle del ticino",
    "slovenia",
    "alessandro volta",
    "milan bergamo airport",
    "second world war",
    "pino tovaglia",
    "alpine lombard",
    "last glacial period",
    "novara",
    "indicazione geografica tipica",
    "a9",
    "azienda trasporti milanesi.",
    "consiglio regionale",
    "naples",
    "barbarossa",
    "certosa di pavia",
    "duchy of benevento",
    "arge alp",
    "tonale pass",
    "western",
    "kingdom of piedmont-sardinia",
    "roman",
    "lombards",
    "stelvio pass",
    "francesco cherubini",
    "velodromo vigorelli",
    "old swiss confederacy.",
    "emo",
    "cortina d'ampezzo",
    "campo dei fiori",
    "italian republic",
    "san fermo",
    "trebbiano di lugana",
    "cimbergo",
    "pro patria",
    "ten days of brescia",
    "celts",
    "bcs group",
    "campione d'italia",
    "cremasco",
    "italian alps",
    "renaissance",
    "tgv",
    "palestro",
    "carpathian",
    "sesto calende",
    "republic of venice",
    "sottosegretari",
    "santa maria foris",
    "claudio monteverdi",
    "gauls",
    "gallo-roman",
    "who",
    "darfo boario terme",
    "italian stock exchange",
    "salame mantovano",
    "roman catholicism",
    "empire",
    "unesco red book on endangered languages",
    "valentino",
    "prealpine",
    "german",
    "european football league",
    "covid-19",
    "central europe",
    "regions",
    "papal",
    "mediterranean",
    "carolingian",
    "sacbo",
    "ws3 weapon storage and security system",
    "lombardic",
    "fiocchi",
    "latin",
    "eastern lombard",
    "trenord",
    "dolce & gabbana",
    "eu",
    "sforzas",
    "lazio",
    "pope pius xi",
    "european cups",
    "anselmo bucci",
    "world war i",
    "pope paul vi",
    "pro sesto",
    "byzantines",
    "calvisano",
    "camunni",
    "adda",
    "pizzoccheri",
    "welfen",
    "byzantinesque",
    "kingdom of lombardy",
    "duchy of milan",
    "gerolamo cardano",
    "splügen pass",
    "montebello",
    "santa maria delle grazie",
    "bergamo",
    "pope urban iii",
    "fiba korać cups",
    "val seriana",
    "esa",
    "munich",
    "milano da bere",
    "casale monferrato",
    "lambro",
    "nadro",
    "celtic golasecca",
    "capo di ponte",
    "milano centrale railway station",
    "southern germany",
    "henry dunant",
    "trentino-alto adige",
    "bagolino",
    "castile",
    "brianza",
    "austria",
    "constitution of italy",
    "longobardia",
    "roman empire",
    "archaeological museum of sirmione",
    "pavese",
    "royal villa",
    "pirelli",
    "giulio romano.",
    "lombard street",
    "unesco",
    "aqli",
    "frederick barbarossa",
    "milan metro",
    "lake iseo",
    "cesare beccaria",
    "borghi più belli d'italia",
    "late latin longobardus",
    "baroque",
    "istat",
    "raeti",
    "europe",
    "habsburgs",
    "santa catarina",
    "magneti marelli",
    "piccolo teatro",
    "oglio",
    "pope innocent xi",
    "franca helg",
    "severini",
    "bucci",
    "ghedi air base",
    "massimo bontempelli",
    "pallacanestro brescia",
    "gallia cisalpina",
    "caravaggio",
    "carrà",
    "pavia civic museums",
    "romance",
    "cross of desiderius",
    "versace",
    "hungary",
    "regional cabinet",
    "giò ponti",
    "leonardo electronics division",
    "canneto sull'oglio",
    "lba",
    "uefa",
    "a53",
    "italy",
    "chiasso",
    "tornado ids",
    "dominican",
    "salame di varzi",
    "canton grisons",
    "bagolino carnival",
    "brixia",
    "medieval",
    "european cup",
    "bastardei",
    "lombard alps",
    "teatro grande",
    "meazza stadium",
    "mantova",
    "lent",
    "canton ticino",
    "como.",
    "nerviano",
    "diavoli rossi",
    "fer",
    "inn",
    "a.c",
    "manchester",
    "north america",
    "northern league",
    "resegone",
    "lecco",
    "bergamo lions",
    "same",
    "docg",
    "piazza della loggia",
    "northern italian",
    "gaetano donizetti",
    "comacine",
    "whirlpool",
    "lombard seicento",
    "giovanni muzio",
    "val bedretto",
    "lombard renaissance",
    "ligurian",
    "roman empire.",
    "monza circuit",
    "ghibellins",
    "fiba intercontinental cup",
    "crespi d'adda",
    "f",
    "villa d'este",
    "evangelicals",
    "presolana",
    "bc",
    "germanic",
    "pavia",
    "napoleonic",
    "germanic lombards",
    "russia",
    "ortler alps",
    "pope celestine iv",
    "la ninetta del verzee",
    "salam casalin",
    "sacro monte del rosario di varese",
    "paralympic",
    "ethnologue",
    "innocenti",
    "pontida",
    "baden-württemberg",
    "european space agency",
    "catalonia",
    "italian air force",
    "lombard catholic",
    "carnevale ambrosiano",
    "regnum langobardorum",
    "grumello del monte",
    "european league of football",
    "val san martino",
    "doc",
    "ambrosian rite",
    "carnevale di bagolino",
    "hot point",
    "romans",
    "val trompia",
    "brazil",
    "madrid",
    "blue banana",
    "canada",
    "adriatic",
    "world network of biosphere reserves",
    "verona",
    "ticino river",
    "chiaretto",
    "lombard romanesque",
    "nuovo trasporto viaggiatori",
    "altomilanese",
    "val taleggio",
    "sea",
    "province",
    "luigi russolo",
    "italian football league",
    "celtic gallic",
    "sabbioneta",
    "fiba saporta cups",
    "milano porta garibaldi",
    "roma termini",
    "bob noorda",
    "neolithic",
    "cantù",
    "switzerland.",
    "padan plain",
    "stmicroelectronics",
    "lake maggiore",
    "john xiv",
    "candy hoover",
    "church",
    "region",
    "piedmont",
    "gonzagas",
    "gestione governativa navigazione laghi",
    "köppen",
    "turin",
    "milan.",
    "citylife",
    "ac milan",
    "a4",
    "legnano frogs",
    "tanfoglio",
    "upper cretaceous",
    "ex-agustawestland",
    "parma-suzzara",
    "battle of cortenuova",
    "lake como",
    "wibellingen",
    "bernina pass",
    "pope gregory xiv",
    "pinacoteca di brera",
    "emilia-romagna",
    "amalfi",
    "desgrazzi de giovannin bongee",
    "seamen milano",
    "plutei",
    "gino severini",
    "mincio",
    "chicago energy policy institute",
    "stato da mar",
    "jerusalem",
    "theodota",
    "cornaredo",
    "first empire",
    "the last supper",
    "eurocargo",
    "casalasco",
    "catholic",
    "emilian",
    "southern lombard",
    "council",
    "western roman empire",
    "cross of agilulf",
    "byzantine",
    "ubaldo oppi",
    "teatro fraschini",
    "pannonian avars",
    "upper mantua",
    "fiera milano",
    "celtic canegrate",
    "gaul",
    "oto melara",
    "new york",
    "emilio malerba",
    "super cup",
    "christian democrats",
    "naviglio grande",
    "cascina costa di samarate",
    "fifa club world cup",
    "golasecca bronze age",
    "mantua",
    "winter olympic",
    "nocciolini di canzo",
    "novecento",
    "la scala",
    "olimpia milano",
    "italian grisons",
    "chiaretto-style",
    "frederick ii",
    "ariston",
    "italian fasces of combat",
    "celtic",
    "compasso d'oro award",
    "austrian empire",
    "cremonese",
    "lamborghini",
    "lombard alpine",
    "brembo",
    "alps",
    "daily",
    "ambrose",
    "eusalp",
    "bettino craxi",
    "quebec",
    "formula one",
    "franciacorta",
    "bernina landscapes",
    "ambrosian carnival",
    "kingdom of italy",
    "years of lead",
    "adriatic sea",
    "proto-celtic",
    "taleggio",
    "friuli-venezia giulia",
    "veneto",
    "atalanta",
    "paul vi",
    "valassina",
    "lombardia",
    "calabria",
    "teatro alla scala",
    "i promessi sposi",
    "italian civil war",
    "venetian works of defence",
    "lombards'",
    "naviglio pavese",
    "netherlands",
    "intercontinental cup",
    "po river",
    "european union",
    "meda",
    "piero puricelli",
    "saes getters",
    "atlético madrid",
    "denominazione di origine controllata e garantita",
    "valcamonica",
    "states of bavaria",
    "migration period",
    "unesco world heritage site",
    "nebbiolo",
    "western lombard",
    "american",
    "milan passerby",
    "ignis",
    "hamburg",
    "basilica of sant'ambrogio",
    "desiderius",
    "lake lugano",
    "red cross",
    "france",
    "places of power",
    "umberto boccioni",
    "giuseppe meazza stadium",
    "bormio",
    "world heritage",
    "edict of milan",
    "a1",
    "lombard gothic",
    "andrea mantegna",
    "milanese",
    "milan",
    "italian communist party",
    "iveco",
    "cinque vette park",
    "robiola",
    "italian",
    "fis alpine ski world cup",
    "sicily",
    "kuwait",
    "lombardy  lombardy",
    "frankish",
    "a54 pavia",
    "liechtenstein",
    "museum of santa giulia",
    "leonardo da vinci",
    "fashion  milan",
    "paris",
    "milan linate airport",
    "mariano comense",
    "carlo maria maggi",
    "caffaro valley",
    "passion of jesus",
    "carroccio",
    "early christian",
    "eurobowl",
    "english",
    "germany",
    "beretta",
    "cernobbio",
    "giro d'italia",
    "naviglio di bereguardo",
    "world heritage site",
    "brebemi",
    "spain",
    "lepontii",
    "germanic lombard",
    "lombardy",
    "corbetta",
    "achille funi",
    "trentino",
    "last supper",
    "po valley",
    "pope pius iv",
    "futurism",
    "giuseppe parini",
    "b61",
    "ferrovie nord milano",
    "grana padano",
    "european",
    "a22",
    "val brembana",
    "italian league",
    "rhine",
    "pavia.",
    "constitution",
    "napoleon",
    "museo del novecento",
    "villa carlotta",
    "aosta valley",
    "vergiate",
    "winter olympics",
    "cremona",
    "lepontine",
    "the lancet planetary health",
    "inter milan",
    "varese",
    "franco albini",
    "viscontis",
    "alessandro fontana",
    "belfiore",
    "rock drawings in valcamonica",
    "camunian",
    "switzerland",
    "lombard league",
    "mediolanum forum",
    "sermon divin",
    "sacri monti",
    "pergolettese",
    "león",
    "maloja pass",
    "antonio stradivari",
    "italian super bowl",
    "b.c.",
    "german barte",
    "gospel book of theodelinda",
    "saxony",
    "cisalpine republic",
    "emperor",
    "sondrio",
    "giana erminio",
    "brescia",
    "naviglio martesana",
    "alpine",
    "third italian war of independence",
    "airolo",
    "a36",
    "tangentopoli",
    "albinoleffe",
    "pietro marussig",
    "azerbaijan",
    "lombard romanesque.",
    "ghedi",
    "rfi",
    "etruscan",
    "ferrovienord",
    "four motors for europe",
    "apennines",
    "monza",
    "teatro arcimboldi",
    "po",
    "byzantine italy",
    "buddhists",
    "kingdom of the lombards",
    "paspardo",
    "lodi",
    "zegna",
    "trenitalia",
    "lumezzane",
    "san salvatore-santa giulia",
    "gonzaga",
    "ostrogothic kingdom",
    "venetia",
    "apulia",
    "elisoccorso",
    "prealps",
    "alexander ii",
    "armani",
    "orobii",
    "neoclassicism",
    "adamello",
    "langobardus",
    "communes",
    "la guerra di pret e lament del marchionn de gamb",
    "gardone val trompia",
    "bassa",
    "presidente della regione",
    "florentine",
    "mesolithic",
    "liber di tre scricciur",
    "rhinos milano",
    "tuscan",
    "bresso airfield",
    "mems",
    "paladesio",
    "autobianchi",
    "navigli",
    "leonardo aircraft division",
    "same-deutz fahr",
    "sardinia",
    "pope",
    "swiss",
    "bologna",
    "five days of milan",
    "muslims",
    "alessandro manzoni",
    "roman catholic",
    "constantine",
    "stelvio national park",
    "filarete",
    "grisons",
    "euroleague",
    "sorrento",
    "umbria",
    "valsassina",
    "carlo carrà",
    "apennine",
    "1st millennium bc",
    "saint ambrose",
    "torba tower",
    "northern italy",
    "saxony-anhalt",
    "pliny the elder",
    "guerino vanoli basket",
    "government  lombardy",
    "champions league",
    "austrian",
    "triassic",
    "lombardy alpine",
    "rhaetian railway",
    "french",
    "marignano",
    "salame milano",
    "italian grand prix",
    "alpine europe",
    "iron age",
    "solferino",
    "naviglio di paderno",
    "lugano",
    "lake garda",
    "italian national cups",
    "gaeta",
    "eastern",
    "tourism council of the national association of italian municipalities",
    "bonvesin de la riva",
    "suzzara",
    "world health organization",
    "casoncelli",
    "rhaetian alps",
    "champagne",
    "giunta regionale",
    "metropolitan city of milan",
    "salame brianza",
    "sacro monte della beata vergine del soccorso",
    "salone del mobile milano",
    "roman rite",
    "christian italy",
    "eicma",
    "epipaleolithic",
    "pallacanestro varese",
    "lombard leagues",
    "us",
    "pedersoli",
    "air quality life index",
    "quadrilatero della moda.",
    "world heritage sites",
    "central alps",
    "rome",
    "san michele maggiore",
    "milano cadorna",
    "vigevano",
    "val camonica",
    "valle sabbia",
    "san siro",
    "western empire",
    "manifesto dei pittori",
    "certosa",
    "vespasiano i gonzaga",
    "mani pulite",
    "giuseppe verdi",
    "südtirol",
    "frankfurt",
    "camuni",
    "lombard",
    "economy  lombardy",
    "province of zuid-holland",
    "italian renaissance",
    "italian socialist party",
    "venegono superiore",
    "giuliano pisapia",
    "alta",
    "virgil",
    "hohenstaufen",
    "carthusian",
    "north",
    "autostrada dei laghi (\"lakes motorway",
    "john xxiii",
    "roberto sambonet",
    "abbiategrasso",
    "passante",
    "lomellina",
    "basilica of sant'abbondio",
    "monte san giorgio",
    "serie c",
    "unesco world heritage",
    "leonardo helicopters division",
    "sikhs",
    "crescenza",
    "teatro donizetti",
    "ticino",
    "universal exposition",
    "suzzara-ferrara",
    "piazza fontana",
    "unesco world heritage sites",
    "charlemagne",
    "south tyrol",
    "orobic alps",
    "venice",
    "luxottica",
    "vienna vikings",
    "serie a",
    "indesit",
    "european champions cups",
    "trenitalia tper",
    "frederick i",
    "risorgimento",
    "porta nuova",
    "oltrepò pavese",
    "italian super bowls",
    "prada",
    "milan furniture fair",
    "jews",
    "guelphs",
    "rho",
    "da vinci",
    "valtellina",
    "tirano",
    "turin-milan-genoa",
    "deutsche bahn",
    "copper age",
    "giacomo balla",
    "palosco",
    "de magnalibus urbis mediolani (\"the wonders of milan",
    "bronze ages",
    "ferrovie emilia romagna",
    "inner ring",
    "donato bramante",
    "sforza",
    "po valley-veneto",
    "latinisation",
    "cisalpine gaul",
    "aero club milano",
    "pesaro gallery",
    "mediolanum",
    "pietro da barsegapè",
    "a8",
    "grottoes of catullus",
    "grigna group",
    "salame pancettato.",
    "mario sironi",
    "eurasian",
    "etruscans",
    "scaligero castle",
    "stato da terra",
    "alfa romeo",
    "augustus",
    "orthodox christians",
    "enlightenment  after the battle of pavia",
    "treviglio",
    "lissone",
    "amatori rugby milano",
    "world war ii",
    "renate",
    "insubria",
    "real madrid",
    "fossa interna",
    "bavarian",
    "oh bej! oh bej!",
    "ex-aermacchi",
    "le linci",
    "london",
    "castelseprio",
    "milan malpensa airport",
    "frankish charlemagne",
    "leonardo dudreville",
    "lake idro",
    "crema",
    "salame bergamasco",
    "longobards",
    "gallo-italic",
    "feralpisalò",
    "gold medal of military valor",
    "agrate brianza",
    "paolo mezzanotte",
    "miocene",
    "italian national institute of statistics",
    "albula",
    "palio di legnano",
    "como",
    "carlo porta",
    "inter",
    "second italian war of independence",
    "regional council"
  ]
}