{
  "title": "Lynkestis",
  "url": "https://en.wikipedia.org/wiki/Lynkestis",
  "summary": "Lynkestis, Lyncestis, Lyngistis, Lynkos or Lyncus (Ancient Greek: Λυγκηστίς or Λύγκος Latin: Lyncestis or Lyncus) was a region and principality traditionally located in Upper Macedonia. It was the northernmost mountainous region of Upper Macedonia, located east of the Prespa Lakes.\nIn its earlier history, Lynkestis was an independent polity ruled by a local dynasty which claimed descent from the Bacchiadae, a Greek aristocratic family from ancient Corinth. They were ruled by a basileus, as did the rest of the tribes in Lower and Upper Macedonia. The few existing primary sources show that before the rise of Macedon it maintained connections with the Illyrians and was frequently in hostilities with the Argeads.\nThe inhabitants of Lynkestis were known as Lyncestae or Lynkestai (Greek: Λυγκῆσται). Hecataeus (6th century BC) included them among the Molossians, while Thucydides (5th century BC) considered them Macedonians. Most later ancient authors considered them Macedonians, while others included them among the Illyrians. Modern scholars regard them as either Macedonians, Epirotes (Molossians) or Illyrians. Some generally consider them to be Greeks of Upper Macedonia.\nIn the second half of the 5th century BC Lynkestis was the strongest tribal state in Upper Macedonia under king Arrhabaeus, son of Bomerus. During the Peloponnesian War the combined army of Lyncestians under king Arrhabaeus and Illyrians won against the joined forces of the Macedonian king Perdiccas II and the Spartan leader Brasidas at the Battle of Lyncestis in 423 BC.\nLynkestis was annexed or retained by the Illyrian king Bardylis after his victory against Perdiccas III of Macedon in 360 BC. At the Battle of Erigon Valley in 358 BC, the Illyrians under Bardylis were defeated by Phillip II and Lynkestis became part of Macedon. After his conquest, Philip founded Heraclea Lyncestis, which would become the main city of the area in antiquity. Although they became part of Macedon, Lynkestians retained their own basileus.\nAccording to Hammond, the locals were recruited by Philip II to serve in the king’s army due to their common language as well as because they were accorded equal terms with the population of Lower Macedonia. Later they contributed to the Indian campaign led by Alexander the Great.",
  "content": [
    {
      "section_title": "Name",
      "section_content": [
        {
          "sentence": "The etymology of the geographical name Lynkos/Lynkestis and tribal name Lynkestai is uncertain",
          "refs": []
        },
        {
          "sentence": "The geographical names that contain the root Λυγκ- Lynk- either may refer to the \"lynx\" or not, and they may well be of Pre-Greek origin",
          "refs": []
        },
        {
          "sentence": "It seems possible that the Greek word for \"lynx\" (λύγξ, λύγκος) came from those toponyms",
          "refs": []
        },
        {
          "sentence": "The tribal name Lynkestes bears the typical Illyrian suffix -st-",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Geography",
      "section_content": [
        {
          "sentence": "Lynkestis was the northernmost mountainous region of Upper Macedonia, located east of the Prespa Lakes",
          "refs": []
        },
        {
          "sentence": "Lynkestis bordered with Pelagonia to the northeast, Emathia and Almopia to the southeast, and Orestia, Eordaia and the Haliacmon river at some distance to the south",
          "refs": []
        },
        {
          "sentence": "To the west Lynkestis bordered with Illyria",
          "refs": []
        },
        {
          "sentence": "Lynkestis was strategically very important because the major east–west route and one of the north–south routes passed through the core of this region",
          "refs": []
        },
        {
          "sentence": "Lynkestis was a small region but strategically situated as it was the entry point for Illyrian movements into central Macedonia",
          "refs": []
        },
        {
          "sentence": "The constant threat of Illyrian invasions through the region of Lynkestis into the Argead realm made its subjugation amongst the principal aims of the Argeads",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Tsangon Pass was a mountain pass in the south of Little Prespa that linked the region of Lynkestis to southern Illyria",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Another important east–west route between Illyria and Macedonia was controlled by Heraclea Lyncestis, which was founded by Philip to prevent Illyrian raids from the west into Macedon",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Lynkestis and the rest of Upper Macedonia was characterized by cold winters with rainfalls that were very heavy, and hot summers",
          "refs": []
        },
        {
          "sentence": "In this region life was hard and mainly a matter of survival",
          "refs": []
        },
        {
          "sentence": "According to the season of the year the mostly nomadic pastoralist people of the area moved their flocks of cattle, goats and sheep to the various pasture lands",
          "refs": []
        },
        {
          "sentence": "There were perhaps no towns of any size in Lynkestis prior to the foundation of Heraclea Lyncestis in the mid 4th century BC",
          "refs": []
        },
        {
          "sentence": "The settlements were described only as \"villages\", which are typical of tribal peoples",
          "refs": []
        },
        {
          "sentence": "In Roman times, the Via Egnatia crossed the area and there were several Roman stations in it",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "History",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Early period",
          "section_content": [
            {
              "sentence": "Lyncestis and the rest of Upper Macedonia is marked in the Late Bronze Age by the appearance of finds of Mycenaean Greek manufacture, and in the Late Bronze Age–Early Iron Age by the appearance and spread of matt-painted pottery known as \"Macedonian matt-painted ware\", \"north-western matt-painted ware\", \"Doric ware\", etc",
              "refs": []
            },
            {
              "sentence": "The latter is believed by older and modern scholars to have been manufactured by local northwestern Greek tribes that were mentioned in the narratives of Herodotus, including Macedonians and Dorians, who according to the Ancient Greek author travelled from the south northwards before settling in the Pindus mountain range",
              "refs": []
            },
            {
              "sentence": "Lynkestis was among the districts that constituted the heartland of Upper Macedonia in the Archaic and early Classical period",
              "refs": []
            },
            {
              "sentence": "The inhabitants of Lynkestis, like other peoples in Upper Macedonia, were mostly nomadic tribes, who were ruled by individual chieftains and who probably lived in basic settlements in the tribal areas instead of actual towns",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Their way of life was based on conditions which in general combined sedentary agriculture and transhumant pasturing",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Lynkestians, like other Upper Macedonians as well as Lower Macedonians, might well have believed they were descendants of the mythical figure of Makedon, claiming he was a son of Zeus, the chief god of the Greek pantheon",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "However, their chieftains had more in common with their Illyrian and Paeonian neighbors than their supposed countrymen, the Lower Macedonians",
              "refs": []
            },
            {
              "sentence": "Though it is noted that the populations of both Upper and Lower Macedonia apparently shared a common language and a common way of life which differed from those inhabiting Illyria and Thrace",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "From early times the Lynkestians were ruled by a basileus as the rest of Upper Macedonia and Lower Macedonia",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Following the withdrawal of the Bryges in c",
              "refs": []
            },
            {
              "sentence": "800 BC the Lyncestae formed their separate political entity like the rest of the Upper Macedonian populations",
              "refs": []
            },
            {
              "sentence": "As early as the 7th century BC occasional Illyrian invasions against Argead Macedonia inevitably also involved the Upper Macedonian regions of Lynkestis, Orestis, Eordaea, Elimea and Tymphaea, because they were located between Illyrian territory and the lands of the Argeads, who were based at Aegae",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Before the rise of Macedon Upper Macedonia had been under constant attacks and raids by Illyrians: from the rise of the Argead dynasty until unification with Lower Macedonia",
              "refs": [
                "https://books.google.com/books?id=RiwhAQAAIAAJ",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Worthington (2008) says that the Illyrians had dominated Upper Macedonia for centuries and had invaded the Lower areas frequently",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=RiwhAQAAIAAJ"
              ]
            },
            {
              "sentence": "On the other hand, Billows (2018) says that the Illyrian invasions constituted more of a threat to raid and pillage against Upper Macedonia than to occupy or dominate Macedonia territory",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Lynkestian kingdom",
          "section_content": [
            {
              "sentence": "Lynkestis was originally an autonomous kingdom in the region of Upper Macedonia",
              "refs": []
            },
            {
              "sentence": "It remained outside the region of power of the Macedonian Argead kings  until Philip's conquest in 358 BC",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=VTuEDwAAQBAJ&pg=PT39"
              ]
            },
            {
              "sentence": "Lynkestis' lack of loyalty to the Argeads and their Macedonian kingdom was due in part to the Illyrian non-Macedonian elements of that region, and in part to the rivalries of its ruling families towards the Argeads",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The initial strengthening of the positions of the various basileus in Macedonia may rest in the common ethnic and linguistic affinities of most people of Upper Macedonia, but it was fragile, as testified by the claim of independence of Lynkestis under its ruler Arrhabaeus during the Peloponnesian War",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "There were also periods of cooperation: during the reign of the Macedonian king Alexander I (r. 494 – 454 BC), recognition of a common way of life and concern for more distant neighbors led to the creation of a nominal confederacy between the cantons of Upper Macedonia (Elimeia, Orestis, Lyncestis and Pelagonia) and those of Lower Macedonia (Pieria and Bottiaea)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was probably a mutual concern over the expansionism undertaken by the Argeads that forged military cooperation between certain Illyrians and Lynkestians",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Upper Macedonia was not a culturally isolated region of the Greek world before the reign of Philip",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "About mid 5th century BC a royal dynasty claiming descent from aristocratic Bacchiad exiles from Corinth, who went to Lynkestis through Corcyra and Illyria, established itself ruling over Lynkestian Macedonians",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The kings of Lynkestis were Greek-speaking",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It is suggested that the royal family was generally considered to be outsiders by the Lynkestian citizens,   and Herodotus noted that the Bacchiadae practiced endogamy",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the second half of the 5th century BC Lynkestis was the strongest tribal state in Upper Macedonia under Bomerus' son Arrhabaeus,  who was the first attested Lynkestian ruler",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Classical era",
          "section_content": [
            {
              "sentence": "A nominal confederacy between Lynkestis and the Upper Macedonian regions of Elimeia, Orestis and Pelagonia as well as Lower Macedonia (Pieria and Bottiaea) was created during the reign of Alexander I of Macedon (c",
              "refs": []
            },
            {
              "sentence": "495–454 B.C.)",
              "refs": []
            },
            {
              "sentence": "Arrhabaeus entered into conflict with Perdiccas II of Macedon",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "During the Peloponnesian War, a coalition of Lynkestians under Arrhabaeus and Illyrians defeated the joined forces of the Macedonian king Perdiccas II, who had wanted to invade Lynkestis, and the Spartan leader Brasidas, at the Battle of Lyncestis in 423 BC",
              "refs": [
                "https://books.google.com/books?id=QsJ183uUDkMC&pg=PA129"
              ]
            },
            {
              "sentence": "Besides Brasidas' forces, Perdiccas' faction was supported by Chalcidians, however the campaign against Lynkestis was a disaster because of Macedonian incompetence, resulting in the end of Brasidas' alliance with Perdiccas",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A pacification between Arrhabaeus and Perdiccas was started by Athenians",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Perdiccas was interested in peace with Lynkestis due to his recent defeat in the Lynkestian campaign, the Lynkestian-Illyrian collaboration, and his new enmity with Brasidas",
              "refs": []
            },
            {
              "sentence": "On the other hand, Arrhabaeus was interested in peace with the Argeads to avert future invasions of his realm by Macedon",
              "refs": []
            },
            {
              "sentence": "In 413 Perdiccas's son Archelaus obtained the throne of Macedon, and he evidently continued his father's conflict against the Lynkestians, probably involving Illyrians",
              "refs": []
            },
            {
              "sentence": "The Macedonian king undertook a war against the Lynkestian Arrhabaeus and his Illyrian or Lynkestian ally, Sirras",
              "refs": []
            },
            {
              "sentence": "Seeking help from the king of Elimeia, the marriage of Archelaus' eldest daughter with the king of Elimeia ensured a solid Upper Macedonian ally for Archelaus' war against Arrhabaeus and Sirras",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Additionally, Archelaus made general ameliorations to the military and reinforced the borders of his kingdom,  which apparently held the Illyrians momentarily at bay",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Illyrians (or an Illyrian-Lynkestian coalition) under king Bardylis invaded Macedon in 393 BC,  reaching Lower Macedonia as far as the Thermaic Gulf",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They expelled the Macedonian king Amyntas III out of Macedonia, and a puppet king, Argaeus II, who may have been a Lynkestian ruler,  was appointed to the throne of Macedon",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After two years, with the aid of Thessalians, Amyntas retook the throne of Macedon",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Another possible Illyrian invasion of Macedon occurred around mid 380s",
              "refs": []
            },
            {
              "sentence": "Amyntas retained his throne, but had to pay tribute to Bardylis",
              "refs": []
            },
            {
              "sentence": "After Bardylis' victory against Perdiccas III of Macedon in 360 BC Lynkestis was annexed or retained by the Illyrian king",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Macedonian rule",
          "section_content": [
            {
              "sentence": "Illyrian dominion in Upper Macedonia, in particular in Lynkestis, and their incursions in Lower Macedonia in 360–359 BC have been the main impetus for Argead's incorporation of Upper Macedonia into the Macedonian kingdom",
              "refs": []
            },
            {
              "sentence": "After his ascension to the throne of Macedon Philip II wanted the total end of Illyrian influence in Upper Macedonia",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 359 BC, negotiations took place between Bardylis and Philip II of Macedon, following the latter's ascension to the throne that year",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the negotiations, Bardylis demanded, and Philip refused, the continuing occupation of \"Macedonian poleis\" (i.e",
              "refs": []
            },
            {
              "sentence": "Lynkestian strongholds)",
              "refs": []
            },
            {
              "sentence": "In 358 BC Philip mounted a major invasion of Illyrian-held territory, and decisively defeated the Illyrians under Bardylis in the Battle of Erigon Valley in 358 BC",
              "refs": []
            },
            {
              "sentence": "Philip's victories against the Illyrians in 358 BC overturned decades of Illyrian raids upon Macedonia,  and he was able to unite Upper and Lower Macedonia for the first time in the history of those regions",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After his victory, Philip II is said to have subdued all the area as far as Lake Ohrid, northwest of the Prespa Lakes region in Deuriopus",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Soon after his victory in 358 BC Lynkestis, Pelagonia, Orestis and Tymphaea, were incorporated into Philip's greater Macedonia",
              "refs": []
            },
            {
              "sentence": "In the same year, Philip founded Heraclea Lyncestis, which would go on to become the chief city of the region until Late Antiquity.",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Lyncestae after incorporation retained their local ethnonym like the rest of the Upper Macedonian and Epirote tribes that became part of Macedon",
              "refs": []
            },
            {
              "sentence": "This was not the case of the non-Greek populations (Thracians and Paeonians) indicating that the Lynkestae shared a common Greek identity with the core of the Macedonian kingdom",
              "refs": []
            },
            {
              "sentence": "The locals were recruited by Philip to serve in the king’s army due to their common language as well as due to the fact that they were accorded equal terms with the population of Lower Macedonia",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In civilian life all Upper Macedonian populations retained the epithet \"Macedonians\" (Greek: Λυγκισταί Μακεδόνες etc.) in contrast to the non-Macedonian conquered populations; Illyrians, Paeonians, Chalkidians etc",
              "refs": []
            },
            {
              "sentence": "The populations of Upper Macedonia contributed decisively to Alexander's victorious Indian campaign; three out of six brigades of Alexander's military in 330 BC came from Upper Macedonia and an essential part of them were men from Lyncestis",
              "refs": []
            },
            {
              "sentence": "Regional infantry regiments (taxeis) served in Alexander's army were composed of men from various Upper Macedonian regions including Lyncestis",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In contrast to non-Macedonians who served in their own units and were general listed separately in the sources",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Lynkestian dynasty",
      "section_content": [
        {
          "sentence": "Lynkestian king Arrhabaeus who ruled in the second half of the 5th century BC was the son of Bomerus",
          "refs": []
        },
        {
          "sentence": "According to Strabo, Irra was the daughter of Arrhabaeus, and his granddaughter was Eurydice, the mother of Philip II",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Amyntas, one of the commanders sent by Philip II to defeat some of the Greek cities in Asia Minor, was a son of the Lynkestian king Arrhabaeus",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Aeropus of Lynkestis, who was exiled by Philip II when he suspected him of treason, had three sons: Arrhabaeus, Heromenes, and Alexander",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Culture",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Language",
          "section_content": [
            {
              "sentence": "The available inscriptional evidence suggests that the people of Lynkestis spoke Northwest Greek,  in contrast to those of Lower Macedonia who spoke Aeolic Greek",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Greek geographer Hecateus when describing the region in 6th century BC placed the Lynkestians in the Molossian cluster of tribes, an indication that Lynkestians were Greek speakers from that time",
              "refs": [
                "https://www.helleniccomserve.com/pdf/KatadesmosFinalProduct31.pdf"
              ]
            },
            {
              "sentence": "Moreover, Hammond asserts that their dialect was similar to that of the Molossians",
              "refs": [
                "https://books.google.com/books?id=fRppAAAAMAAJ",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Macedonian population residing in Upper and Lower Macedonia appears to have spoken a language that belonged to the same branch of the Indo-European family",
              "refs": []
            },
            {
              "sentence": "Whereas the adjacent populations in Illyria and Thrace spoke different languages that belong to separate branches of the Indo-European linguistic family",
              "refs": []
            },
            {
              "sentence": "Based on the fact that Lynkestis was one of the regions that was previously inhabited by the Bryges, it has been suggested that there may have been a 'Brygian' substratum or a strong influence by this Paleo-Balkan people",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A corpus of inscriptions from the region of Lynkestis (city of Heraclea Lyncestis and its vicinity), was published by Fanula Papazoglou et al",
              "refs": []
            },
            {
              "sentence": "in 1999",
              "refs": []
            },
            {
              "sentence": "Of the inscriptions, 2.4% can be dated to the Hellenistic period, and the rest to the Roman period",
              "refs": []
            },
            {
              "sentence": "The great majority of the inscriptions is in Greek, but quite a few are in Latin, and also bilingual (Greek-Latin) inscriptions appear",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Religion",
          "section_content": [
            {
              "sentence": "A temple of Zeus Hypsistos (Greek: Διός Υψίστου) was erected in Heraclea during the Roman period or earlier",
              "refs": []
            },
            {
              "sentence": "Findings, linked to the specific cult, are found all over Upper Macedonia",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Based on the archaeological findings other cults include those of Demeter,  Appolo, Artemis,  Dioskouroi, Athena,  Aphrodite and Dionysos",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Notes",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Citations",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Bibliography",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "15": "[ERROR retrieving ref link]",
    "1": "[ERROR retrieving ref link]",
    "2": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "5": "https://books.google.com/books?id=yxqpAgAAQBAJ&pg=PA29",
    "6": "https://books.google.com/books?id=fRppAAAAMAAJ",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "https://www.torrossa.com/en/resources/an/4576844",
    "11": "[ERROR retrieving ref link]",
    "12": "https://www.helleniccomserve.com/pdf/KatadesmosFinalProduct31.pdf",
    "13": "[ERROR retrieving ref link]",
    "14": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "25": "[ERROR retrieving ref link]",
    "26": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "30": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "32": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "35": "[ERROR retrieving ref link]",
    "36": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "https://books.google.com/books?id=RiwhAQAAIAAJ",
    "42": "[ERROR retrieving ref link]",
    "43": "https://books.google.com/books?id=RiwhAQAAIAAJ",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "46": "https://books.google.com/books?id=VTuEDwAAQBAJ&pg=PT39",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "55": "http://www.perseus.tufts.edu/hopper/text%3Fdoc%3DHdt.%25205.92B%26lang%3Doriginal",
    "56": "[ERROR retrieving ref link]",
    "57": "https://books.google.com/books?id=QsJ183uUDkMC&pg=PA129",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "67": "[ERROR retrieving ref link]",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "https://doi.org/10.1017%2FS0009838800041744",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]"
  },
  "flair_entities": [
    "argeads",
    "lyncestians",
    "lyncus",
    "ancient greek",
    "arrhabaeus",
    "lake ohrid",
    "little prespa",
    "perdiccas iii",
    "herodotus",
    "upper",
    "bryges",
    "greek-latin",
    "thessalians",
    "elimeia",
    "philip ii",
    "makedon",
    "molossians",
    "pelagonia",
    "upper macedonians",
    "illyrian-lynkestian",
    "eurydice",
    "pindus",
    "argaeus ii",
    "lyncestis",
    "corcyra",
    "bc",
    "peloponnesian war",
    "heromenes",
    "amyntas iii",
    "roman",
    "spartan",
    "artemis",
    "thracians",
    "prespa lakes",
    "dioskouroi",
    "brygian",
    "battle of erigon valley",
    "aeropus",
    "molossian",
    "hellenistic",
    "lynkestes",
    "illyrian-held",
    "heraclea",
    "thrace",
    "illyrian non-macedonian",
    "indian",
    "strabo",
    "via egnatia",
    "archelaus'",
    "brasidas",
    "macedonian argead",
    "illyrian",
    "bacchiadae",
    "athenians",
    "epirotes",
    "upper macedonian",
    "non-greek",
    "lynkestis",
    "macedon upper macedonia",
    "lynkos",
    "perdiccas ii",
    "asia minor",
    "thucydides",
    "lynkestian arrhabaeus",
    "macedonians",
    "lynkestian",
    "almopia",
    "bc philip",
    "archaic",
    "eordaea",
    "lyngistis",
    "perdiccas'",
    "corinth",
    "chalkidians",
    "greeks",
    "billows",
    "lynkestae",
    "bomerus",
    "latin",
    "tymphaea",
    "macedonian",
    "aeolic greek",
    "greek",
    "epirote",
    "lower",
    "emathia",
    "irra",
    "thermaic gulf",
    "demeter",
    "indo-european",
    "non-macedonian",
    "argead",
    "chalcidians",
    "macedon",
    "paleo-balkan",
    "lynkestai",
    "dorians",
    "zeus",
    "fanula papazoglou",
    "hecataeus",
    "northwest greek",
    "battle of lyncestis",
    "orestis",
    "b.c.",
    "lynkestians",
    "haliacmon river",
    "sirras",
    "pre-greek",
    "hammond",
    "lyncestae",
    "lower macedonians",
    "orestia",
    "perdiccas",
    "late antiquity",
    "macedon philip ii",
    "macedonia",
    "tsangon pass",
    "aphrodite",
    "elimea",
    "brasidas'",
    "bacchiad",
    "greek-speaking",
    "heraclea lyncestis",
    "aegae",
    "illyrians",
    "late bronze age",
    "lynkestian-illyrian",
    "lynkestian macedonians",
    "bardylis'",
    "alexander",
    "hecateus",
    "appolo",
    "bomerus'",
    "dionysos",
    "philip",
    "paeonians",
    "paeonian",
    "alexander the great",
    "alexander i",
    "bardylis",
    "late bronze age–early iron age",
    "worthington",
    "mycenaean greek",
    "zeus hypsistos",
    "argead macedonia",
    "lower macedonia",
    "bottiaea",
    "deuriopus",
    "pieria",
    "bc lynkestis",
    "eordaia",
    "archelaus",
    "phillip ii",
    "non-macedonians",
    "lynkestis  lynkestis",
    "upper macedonia",
    "athena",
    "lynk",
    "illyria",
    "amyntas"
  ]
}