{
  "title": "Madame_Web_(film)",
  "url": "https://en.wikipedia.org/wiki/Madame_Web_(film)",
  "summary": "Madame Web is a 2024 American superhero film featuring the Marvel Comics character of the same name. It is the fourth film in Sony's Spider-Man Universe (SSU) and stars Dakota Johnson in the title role, alongside Sydney Sweeney, Isabela Merced, Celeste O'Connor, Tahar Rahim, Mike Epps, Emma Roberts, and Adam Scott. The film was directed by S. J. Clarkson from a screenplay she wrote with Claire Parker, Matt Sazama and Burk Sharpless. The film depicts the origin story of Cassie Webb (Johnson), who confronts her past while trying to save three young women (Sweeney, Merced, O'Connor) from Ezekiel Sims (Rahim), who wants to kill them before they become Spider-Women in the future and kill him.\nSony Pictures began developing a Madame Web film for its shared universe by September 2019, with Sazama and Sharpless writing the script. Clarkson joined as the director in May 2020, in her feature film directorial debut, and Johnson was cast in early 2022. Further castings occurred in the following months, particularly for the Spider-Women characters. Filming began in mid-July 2022 and wrapped before the end of the year, occurring throughout Massachusetts, New York City, and Mexico. Clarkson and Parker's involvement as writers was revealed in November 2023. Johan Söderqvist, a frequent collaborator of Clarkson, composed the film's score.\nMadame Web premiered at the Regency Village Theatre in Westwood, Los Angeles, on February 12, 2024, and was released in the United States two days later by Columbia Pictures (via Sony Pictures Releasing). The film was panned by critics and was a box-office bomb, grossing $100.5 million worldwide against a budget of $80–100 million.",
  "content": [
    {
      "section_title": "Plot",
      "section_content": [
        {
          "sentence": "In 1973, in the Amazon rainforest in Peru, a research team led by a pregnant Constance Webb discovers an unidentified spider species with rare healing properties",
          "refs": []
        },
        {
          "sentence": "Ezekiel Sims, the man Constance hired for protection and security, betrays the team and claims the spider for himself, shooting her in a struggle before fleeing with the spider and leaving Constance to die",
          "refs": []
        },
        {
          "sentence": "An indigenous tribe attempts to save Constance by having one of the spiders bite her",
          "refs": []
        },
        {
          "sentence": "However, she dies shortly after giving birth to her daughter, Cassandra.",
          "refs": []
        },
        {
          "sentence": "Thirty years later, Cassandra, now going by \"Cassie\", works as a paramedic in New York City alongside her co-workers Ben Parker and O'Neil",
          "refs": []
        },
        {
          "sentence": "During a dangerous call, she falls into the water and has a near-death experience",
          "refs": []
        },
        {
          "sentence": "Ben revives Cassie, but she begins to experience visions",
          "refs": []
        },
        {
          "sentence": "Initially, she dismisses them as déjà vu, but after failing to prevent O'Neil's death, Cassie realizes she can see into the future",
          "refs": []
        },
        {
          "sentence": "Ezekiel, who has limited precognition power and enhanced physical abilities, collects information on three teenage girls: Julia Cornwall, Anya Corazón, and Mattie Franklin",
          "refs": []
        },
        {
          "sentence": "His visions lead him to believe that they are destined to kill him",
          "refs": []
        },
        {
          "sentence": "Cassie is also drawn to the same girls and intervenes to stop Ezekiel from ambushing them at Grand Central Terminal",
          "refs": []
        },
        {
          "sentence": "She steals a taxi and takes the girls out of the city to hide them in a nearby forest.",
          "refs": []
        },
        {
          "sentence": "Cassie returns to her apartment and finds her mother's notes, which tell of Ezekiel's identity and the true nature of his powers",
          "refs": []
        },
        {
          "sentence": "Ignoring Cassie's instructions, the girls go to a diner where he finds them",
          "refs": []
        },
        {
          "sentence": "After briefly incapacitating Ezekiel by ramming him with the taxi, Cassie takes the girls back to Queens and they take refuge at Ben's",
          "refs": []
        },
        {
          "sentence": "Cassie flies to Peru and tracks down Santiago, the tribal chief who had tried to save her mother",
          "refs": []
        },
        {
          "sentence": "He puts her through a ritual that separates her soul from her body",
          "refs": []
        },
        {
          "sentence": "She experiences a plane of higher consciousness where all living things are connected and every possible future can be seen.",
          "refs": []
        },
        {
          "sentence": "Cassie learns that her mother sought the spider not for fame or money, as she had originally believed, but to save Cassie from having myasthenia gravis which she suffered from",
          "refs": []
        },
        {
          "sentence": "Santiago tells her that accepting her responsibility can unlock her true power",
          "refs": []
        },
        {
          "sentence": "Ben's pregnant sister-in-law Mary goes into labor earlier than expected so he takes her to the hospital, along with the girls, who are seen on camera when in the car",
          "refs": []
        },
        {
          "sentence": "Ezekiel intercepts them again, but Cassie rescues the girls in an ambulance and distracts Ezekiel so Ben and Mary can escape.",
          "refs": []
        },
        {
          "sentence": "The group lures Ezekiel to a condemned firework factory and sets up traps to disorient him while Cassie calls for a medical evacuation helicopter to fly to their location",
          "refs": []
        },
        {
          "sentence": "He destroys the helicopter and separates the girls, then taunts Cassie with Constance's death",
          "refs": []
        },
        {
          "sentence": "Cassie uses her powers to guide the girls to safety, then lures Ezekiel into the final trap, which fatally crushes him",
          "refs": []
        },
        {
          "sentence": "An ignited firework strikes her in the face, severely injuring her",
          "refs": []
        },
        {
          "sentence": "The girls save Cassie, and she is taken to the hospital just as Mary gives birth to her son",
          "refs": []
        },
        {
          "sentence": "[a] Cassie wakes up to discover that she is now blind and paraplegic due to her injuries",
          "refs": []
        },
        {
          "sentence": "However, her clairvoyance enables her to see the future",
          "refs": []
        },
        {
          "sentence": "She assures the girls that she will mentor them in their future roles [b] when the time comes.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Cast",
      "section_content": [
        {
          "sentence": "Jill Hennessy also appears as a National Security Agency agent seduced and killed by Ezekiel, while an uncredited infant portrays Mary's son Peter Parker, whose birth is depicted in the film",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Production",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "After their work on the Marvel Comics–based film Morbius (2022), part of Sony's Spider-Man Universe (SSU), Sony Pictures hired Matt Sazama and Burk Sharpless in September 2019 to write a script centered on the Marvel character Madame Web",
              "refs": []
            },
            {
              "sentence": "Sony's executive vice president Palak Patel was overseeing the project",
              "refs": [
                "https://epicstream.com/article/who-is-zosia-mamet-in-madame-web"
              ]
            },
            {
              "sentence": "Kerem Sanga had previously written a draft for the film",
              "refs": [
                "https://www.metacritic.com/movie/madame-web/credits/"
              ]
            },
            {
              "sentence": "In May 2020, S",
              "refs": [
                "https://collider.com/madame-web-movie-sets-morbius-writers/"
              ]
            },
            {
              "sentence": "J",
              "refs": []
            },
            {
              "sentence": "Clarkson was hired to develop and direct Sony's first female-centric Marvel film, which was reported to be Madame Web",
              "refs": []
            },
            {
              "sentence": "The studio was looking to attach a prominent actress such as Charlize Theron or Amy Adams to the project, before hiring a new writer to further develop the film with her in mind",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/sony-developing-spider-man-spinoff-madame-web-1243674/",
                "https://deadline.com/2022/02/madame-web-dakota-johnson-1234925603/"
              ]
            },
            {
              "sentence": "After meeting with several \"A-listers\" for the title role, Sony narrowed their shortlist during December 2021 and January 2022",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/sony-developing-spider-man-spinoff-madame-web-1243674/"
              ]
            },
            {
              "sentence": "Dakota Johnson became the frontrunner by the end of 2021, and was in talks to star as Madame Web by early February",
              "refs": []
            },
            {
              "sentence": "Clarkson was confirmed to be directing Madame Web at that time",
              "refs": []
            },
            {
              "sentence": "Sydney Sweeney joined the cast in March 2022, alongside Johnson",
              "refs": []
            },
            {
              "sentence": "Justin Kroll of Deadline Hollywood described the project as being \"Sony's version of Doctor Strange\" due to Madame Web's comic book abilities, although he noted that the film could be departing from the source material since the comics version of Madame Web is an elderly woman, named Cassandra Webb, connected to a life-support system that looks like a spider web",
              "refs": [
                "https://variety.com/2020/film/news/sj-clarkson-marvel-universe-sony-1234612107/"
              ]
            },
            {
              "sentence": "Kroll noted because of this that the film reportedly could \"turn into something else\"",
              "refs": []
            },
            {
              "sentence": "Grant Hermanns of Screen Rant noted speculation on whether Johnson was playing Cassandra Webb or the younger Julia Carpenter, who was the second character in the comics to be known as Madame Web",
              "refs": [
                "https://collider.com/madame-web-movie-sets-morbius-writers/"
              ]
            },
            {
              "sentence": "A month later, Sony gave Madame Web a release date of July 7, 2023, and confirmed Johnson and Sweeney would star in the film",
              "refs": [
                "https://deadline.com/2020/05/marc-guggenheim-scripting-spider-man-universe-heroine-jackpot-movie-for-sony-pictures-1202940719/"
              ]
            },
            {
              "sentence": "Producer Lorenzo di Bonaventura described the film as a thriller and called the titular character's clairvoyance a \"tricky skill set\" that was not likely to be used for an action film,  with Sweeney believing this approach would differentiate the film from audiences's expectations of other superhero films",
              "refs": [
                "https://screenrant.com/madame-web-spiderman-spinoff-movie-story-details-origin/"
              ]
            },
            {
              "sentence": "Di Bonaventura explained that Sony decided not to reveal many details about the film ahead of its release because the Madame Web character was not well-known to general audiences",
              "refs": [
                "https://deadline.com/2022/04/spider-man-across-the-spider-verse-summer-2023-theatrical-release-sony-release-date-changes-1235007010/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pre-production",
          "section_content": [
            {
              "sentence": "Sony Pictures CEO and chairman Tom Rothman said in May 2022 that filming would begin \"in the spring\",  while Celeste O'Connor joined the cast",
              "refs": [
                "https://collider.com/madame-web-powers-lorenzo-di-bonaventura-comments/"
              ]
            },
            {
              "sentence": "This was followed by the castings of Isabela Merced, Tahar Rahim, and Emma Roberts throughout the following month",
              "refs": [
                "https://variety.com/2023/tv/features/sydney-sweeney-not-typecast-cassie-reality-white-lotus-interview-1235688915/"
              ]
            },
            {
              "sentence": "Responding to these castings, Sabina Graves of Gizmodo opined that many of the actresses could be playing \"more recognizable\" characters from the Spider-Man comics, such as the Spider-Women versions of Jessica Drew and Gwen Stacy, in the film as a \"reimagining\" of the Spider-Verse crossover comic book",
              "refs": [
                "https://deadline.com/2022/05/sony-tom-rothman-spider-man-ghostbusters-1235024137/",
                "https://deadline.com/2022/05/madame-web-celeste-oconnor-joins-sony-marvel-film-1235031569/",
                "https://deadline.com/2022/06/madame-web-isabela-merced-dakota-johnson-marvel-1235035969/"
              ]
            },
            {
              "sentence": "Sweeney and Johnson were preparing for their roles at that time, when filming was scheduled to begin in mid-July",
              "refs": [
                "https://deadline.com/2022/06/madame-web-serpent-tahar-rahim-marvel-1235037615/"
              ]
            },
            {
              "sentence": "Sweeney completed an athletic assessment test and read comics featuring her character, Julia Carpenter, while Johnson underwent training",
              "refs": [
                "https://deadline.com/2022/06/madame-web-emma-roberts-sony-marvel-1235051101/",
                "https://gizmodo.com/sony-pictures-marvel-spider-man-madame-web-emma-roberts-1849114445",
                "https://web.archive.org/web/20220623211212/https://etcanada.com/news/908231/sydney-sweeney-reveals-madame-web-with-dakota-johnson-is-shooting-soon-im-really-excited-to-start-this-journey/"
              ]
            },
            {
              "sentence": "Mike Epps joined the cast in early July",
              "refs": [
                "https://deadline.com/2022/04/spider-man-across-the-spider-verse-summer-2023-theatrical-release-sony-release-date-changes-1235007010/",
                "https://gizmodo.com/sony-pictures-marvel-spider-man-madame-web-emma-roberts-1849114445"
              ]
            },
            {
              "sentence": "Johnson felt it was important to depict Cassie in a grounded and human reality that audiences could relate to, compared to other superhero films",
              "refs": [
                "https://www.vanityfair.com/hollywood/2022/06/dakota-johnson-persuasion-cover"
              ]
            },
            {
              "sentence": "During the casting process, Deadline Hollywood described Madame Web as an origin story for the titular character",
              "refs": []
            },
            {
              "sentence": "Sony later described the film as a \"standalone origin story\" and a \"suspense-driven thriller\" that diverged from the typical superhero film genre,  while Di Bonaventura said it would present a fresh take on the character and her origin",
              "refs": [
                "https://variety.com/2023/tv/features/sydney-sweeney-not-typecast-cassie-reality-white-lotus-interview-1235688915/",
                "https://www.patriotledger.com/story/entertainment/2022/06/23/sony-marvels-madame-web-starts-filming-july-boston/7702526001/"
              ]
            },
            {
              "sentence": "Clarkson sought to incorporate a female-led and grounded and gritty tone similar to her work on the Marvel Television series Jessica Jones (2015–2019), and said she was given creative freedom in making the film",
              "refs": [
                "https://deadline.com/2022/07/madame-web-adds-mike-epps-1235060358/"
              ]
            },
            {
              "sentence": "Clarkson described the center of the story revolving around Cassie's mother",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.gamesradar.com/madame-web-dakota-johnson-tahar-rahim-interview/"
              ]
            },
            {
              "sentence": "The film was set in 2003 since the initial scripts, and Clarkson sought to give it a \"timeless\" quality by including music from the 1990s to \"the edge of 2003\", and by featuring vintage clothing",
              "refs": []
            },
            {
              "sentence": "She opted to avoid a post-credits sequence as she felt she \"said everything we needed to say\"",
              "refs": []
            },
            {
              "sentence": "The script underwent substantial changes throughout production",
              "refs": []
            },
            {
              "sentence": "Immediately before filming began, Sony had it shortened by 20 to 30 pages, resulting in a \"disjointed\" plot with \"act two and three problems\"",
              "refs": [
                "https://comicbook.com/marvel/news/madame-web-spider-man-origin-story-movie/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Filming",
          "section_content": [
            {
              "sentence": "Principal photography began on July 11, 2022,   in the Financial District of Boston through July 14, with scenes modeling 2000s New York City,  including Chinatown, Manhattan",
              "refs": [
                "https://deadline.com/2024/12/box-office-kraven-the-hunter-lord-of-the-rings-moana-2-wicked-1236202868/",
                "https://deadline.com/2024/12/kraven-the-hunter-box-office-bomb-1236204131/",
                "https://deadline.com/2024/12/kraven-the-hunter-box-office-bomb-1236204131/"
              ]
            },
            {
              "sentence": "Filming occurred using the working title Claire,  with Mauro Fiore serving as cinematographer, after previously doing so for Sony's Spider-Man: No Way Home (2021)",
              "refs": [
                "https://web.archive.org/web/20220712045446/https://mafilm.org/in-production/",
                "https://web.archive.org/web/20220623211212/https://etcanada.com/news/908231/sydney-sweeney-reveals-madame-web-with-dakota-johnson-is-shooting-soon-im-really-excited-to-start-this-journey/"
              ]
            },
            {
              "sentence": "Shortly after filming started, Adam Scott joined the cast,  and the film's release date was delayed to October 6, 2023",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-reviews/madame-web-review-dakota-johnson-1235823007/",
                "https://www.boston.com/culture/entertainment/2022/07/13/madame-web-sony-marvel-movie-films-in-boston/",
                "https://www.boston.com/culture/entertainment/2022/08/18/madame-web-filming-locations-boston-cast-plot-rumors/"
              ]
            },
            {
              "sentence": "In late July, filming occurred in Allston at Kelton Street",
              "refs": [
                "https://collider.com/madame-web-movie-release-date-cast-plot/"
              ]
            },
            {
              "sentence": "Zosia Mamet was cast in August",
              "refs": [
                "https://web.archive.org/web/20220712045446/https://mafilm.org/in-production/"
              ]
            },
            {
              "sentence": "Filming that month occurred in Chelsea, Massachusetts,  while construction of a set in Andover, Massachusetts had also begun to stand in for the 4-Star Diner, a comics location,   and took place at baseball fields in West Andover",
              "refs": [
                "https://deadline.com/2022/07/madame-web-adam-scott-sonys-marvel-1235064474/",
                "https://web.archive.org/web/20220712045446/https://mafilm.org/in-production/",
                "https://web.archive.org/web/20220712045446/https://mafilm.org/in-production/",
                "https://deadline.com/2022/07/madame-web-mcu-sony-insidious-5-release-dates-1235072577/"
              ]
            },
            {
              "sentence": "The crew often filmed multiple versions of the same scenes with slightly altered outcomes dependent on Cassie's visions, with Johnson occasionally conferring with Clarkson to deduce which scenes were real and which were set in Cassie's head",
              "refs": [
                "https://deadline.com/2022/07/madame-web-mcu-sony-insidious-5-release-dates-1235072577/"
              ]
            },
            {
              "sentence": "As a result, filming futuristic scenes significantly increased the production workload",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Clairvoyance scenes required careful planning from Clarkson, which she called the most challenging in her career; she had prepared multiple call sheets and notes when filming",
              "refs": [
                "https://comicbook.com/marvel/news/madame-web-spider-man-origin-story-movie/"
              ]
            },
            {
              "sentence": "They were often filmed in camera, particularly to create the diopter effect",
              "refs": []
            },
            {
              "sentence": "Scenes filmed with Johnson had to occasionally be done separately as she could not see what was occurring in that direction",
              "refs": []
            },
            {
              "sentence": "Filming occurred in Worcester, Massachusetts for precision driving and exterior street shots in mid-September 2022 to last for three days, on various street locations,   using the working titles Claire and Peru",
              "refs": [
                "https://deadline.com/2022/08/madame-web-adds-the-flight-attendants-zosia-mamet-1235084470/",
                "https://andovermanews.com/marvel-movie-filming-in-andover/"
              ]
            },
            {
              "sentence": "Johnson filmed a day of stunt driving",
              "refs": [
                "https://deadline.com/2022/08/madame-web-adds-the-flight-attendants-zosia-mamet-1235084470/"
              ]
            },
            {
              "sentence": "At that time, the release was further delayed to February 16, 2024",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Filming was also set to take place in other areas in the South Shore of Massachusetts, including a former hangar of the Naval Air Station South Weymouth",
              "refs": [
                "https://www.telegram.com/story/news/2022/09/15/latest-spider-man-spinoff-madame-web-shooting-worcester/10387491002/"
              ]
            },
            {
              "sentence": "Filming in Massachusetts, particularly for the Boston unit, lasted for three months until September 2022",
              "refs": [
                "https://web.archive.org/web/20220623211212/https://etcanada.com/news/908231/sydney-sweeney-reveals-madame-web-with-dakota-johnson-is-shooting-soon-im-really-excited-to-start-this-journey/"
              ]
            },
            {
              "sentence": "The production then moved to New York City by October 11,  occurring at Grand Central Terminal,  and Sweeney completed filming her scenes by October 18 after a three and a half-month shoot;  Sweeney worked on the film in Boston for five months",
              "refs": [
                "https://web.archive.org/web/20220623211212/https://etcanada.com/news/908231/sydney-sweeney-reveals-madame-web-with-dakota-johnson-is-shooting-soon-im-really-excited-to-start-this-journey/",
                "https://www.masslive.com/entertainment/2022/09/claire-movie-to-film-in-downtown-worcester-this-week.html",
                "https://variety.com/2022/film/news/sony-karate-kid-movie-2024-pushes-madame-web-1235375372/",
                "https://www.boston.com/culture/entertainment/2022/07/06/madame-web-movie-boston-area-filming-locations/",
                "https://comicbook.com/movies/news/madame-web-set-photos-first-look-sydney-sweeney-character/"
              ]
            },
            {
              "sentence": "Filming was completed before the end of the year,  and was confirmed to have wrapped in mid-January 2023",
              "refs": [
                "https://deadline.com/2022/04/spider-man-across-the-spider-verse-summer-2023-theatrical-release-sony-release-date-changes-1235007010/",
                "https://www.cosmopolitan.com/entertainment/celebs/a41597402/madame-web-set-pics/"
              ]
            },
            {
              "sentence": "Filming also took place in Mexico",
              "refs": [
                "https://extratv.com/2022/10/18/sydney-sweeney-gives-madame-web-filming-update-exclusive/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-production",
          "section_content": [
            {
              "sentence": "Sweeney's role was reported in March 2023 as Julia Carpenter,  which was confirmed in May along with Johnson as Cassandra Webb",
              "refs": [
                "https://deadline.com/2023/01/sydney-sweeney-glen-powell-will-gluck-1235218290/"
              ]
            },
            {
              "sentence": "Sweeney's character was ultimately named Julia Cornwall",
              "refs": [
                "https://www.cbr.com/madame-web-logo-wrap-filming-spinoff-spider-man/"
              ]
            },
            {
              "sentence": "In July, the film's release was moved forward slightly to February 14, 2024",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The first trailer, released in November 2023, revealed that Merced, O'Connor, and Rahim were respectively portraying Anya Corazón, Mattie Franklin,  and Ezekiel Sims",
              "refs": [
                "https://www.cbr.com/report-sydney-sweeney-playing-spider-woman-madame-web/",
                "https://www.gamesradar.com/sydney-sweeney-madame-web-total-film-magazine/"
              ]
            },
            {
              "sentence": "The characters of Julia, Anya, and Mattie were noted for appearing in their Spider-Woman costumes from the comics",
              "refs": [
                "https://variety.com/2023/film/news/spider-man-beyond-the-spider-verse-kraven-release-date-pushed-2024-strikes-1235682520/",
                "https://www.gamesradar.com/madame-web-jessica-jones-similar-sj-clarkson-interview/"
              ]
            },
            {
              "sentence": "At that time, the film's final writing credits were also revealed: Sazama and Sharpless received credit for the screenplay alongside the writing team of Claire Parker and Clarkson, while credit for the story was attributed to Sanga, Sazama, and Sharpless, and off-screen additional literary credit is given to Chris Bremner",
              "refs": [
                "https://www.gamesradar.com/sydney-sweeney-madame-web-total-film-magazine/"
              ]
            },
            {
              "sentence": "An official premise for the film released then began with the line \"Meanwhile, in another universe...\"",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-reviews/madame-web-review-dakota-johnson-1235823007/",
                "https://comicbook.com/movies/news/madame-web-trailer-first-look-julia-carpenter-anya-corazon-mattie-franklin-superhero-costumes-marvel/",
                "https://deadline.com/video/madame-web-trailer/"
              ]
            },
            {
              "sentence": "This wording had previously been used in a trailer for Sony's animated film Spider-Man: Into the Spider-Verse (2018) that was attached to the end of their SSU film Venom (2018);    Clarkson later said the Madame Web character existed in a standalone world",
              "refs": [
                "https://www.patriotledger.com/story/entertainment/2022/06/23/sony-marvels-madame-web-starts-filming-july-boston/7702526001/",
                "https://www.sonypictures.com/movies/madameweb",
                "https://directories.wga.org/project/1230204/madame-web"
              ]
            },
            {
              "sentence": "Sony had performed reshoots for Madame Web by January 2024, which journalist Jeff Sneider reported was to remove references to an originally planned 1990s setting of the film",
              "refs": []
            },
            {
              "sentence": "He explained that this original time period was intended to allow for the version of Peter Parker / Spider-Man played by Andrew Garfield in The Amazing Spider-Man films (2012–14) to exist within the film's continuity, but noted that the character was not planned to appear",
              "refs": []
            },
            {
              "sentence": "Sneider further reported that after Sony decided to instead plan for the version of the character played by Tom Holland in the Marvel Cinematic Universe (MCU) Spider-Man films (2017–2021) exist within this film's continuity, this timeline needed to be adjusted to align with that character's age,  with the film ultimately set in 2003",
              "refs": [
                "https://www.gamesradar.com/madame-web-marvel-universe-connections-interview/"
              ]
            },
            {
              "sentence": "Sneider also reported that there was potential for the different Spider-Women characters to appear in costume for a single scene in the film, and he believed that younger versions of the Spider-Man characters Mary and Ben Parker would also appear",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.gamesradar.com/madame-web-marvel-universe-connections-interview/"
              ]
            },
            {
              "sentence": "Ahead of the film's release, Clarkson confirmed in early February that those characters were respectively portrayed by Roberts and Scott;    Mary Parker is pregnant in the film, which features an infant version of Peter Parker appear at the end, played by an uncredited infant",
              "refs": [
                "https://www.gamesradar.com/madame-web-marvel-universe-connections-interview/",
                "https://io9.gizmodo.com/for-spider-man-into-the-spider-verse-every-cool-surpr-1830893467",
                "https://www.motionpictures.org/2024/01/new-madame-web-teaser-introduces-villain-ezekiel-sims/",
                "https://ew.com/madame-web-trailer-evil-spider-man-chases-dakota-johnson-8402081"
              ]
            },
            {
              "sentence": "Leigh Folsom Boyd edited the film after previously doing so on No Way Home",
              "refs": []
            },
            {
              "sentence": "Visual effects were provided by Digital Domain, beloFX, One of Us, and Outpost VFX",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-reviews/madame-web-review-dakota-johnson-1235823007/",
                "https://www.boston.com/culture/entertainment/2022/07/13/madame-web-sony-marvel-movie-films-in-boston/"
              ]
            },
            {
              "sentence": "Sony reported the film had a final production budget of $80 million, although The Hollywood Reporter and Deadline Hollywood both reported that sources indicated the cost of the film could have been \"in the low $100 million range\"",
              "refs": [
                "https://www.theinsneider.com/p/madame-web-reshoots-spiderman-4-rumors-harry-potter-tv-series-lorne-michaels-jason-reitman-snl"
              ]
            },
            {
              "sentence": "Deadline added that despite \"lackluster dailies\", Sony producers chose not to fix the film's issues before release",
              "refs": [
                "https://www.dexerto.com/tv-movies/madame-web-spoiler-confirmed-uncle-ben-mary-parker-2524300/",
                "https://www.hollywoodreporter.com/movies/movie-news/madame-web-bomb-killed-sony-franchise-1235829471/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Music",
      "section_content": [
        {
          "sentence": "Johan Söderqvist was revealed in November 2023 as the film's composer, after previously working with Clarkson on Anatomy of a Scandal (2022)",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Marketing",
      "section_content": [
        {
          "sentence": "The first trailer for the film was released on November 15, 2023",
          "refs": []
        },
        {
          "sentence": "While commenting about the trailer, McKinley Franklin at Variety described Madame Web as a suspense thriller",
          "refs": []
        },
        {
          "sentence": "Charles Pulliam-Moore at The Verge felt the trailer did not give an indication as to what universe the film was set in or why the film's antagonist Ezekiel Sims wore a suit similar to that of the character Spider-Man, and found it weird to see another Marvel-based project from Sony centered on the Spider-Man lore from the comics without featuring the Spider-Man character",
          "refs": [
            "https://deadline.com/2024/02/box-office-bob-marley-one-love-madame-web-1235828289/"
          ]
        },
        {
          "sentence": "Zoe Guy, writing for Vulture, said the trailer provided a lot of details and highlighted its use of \"Bury a Friend\" by Billie Eilish",
          "refs": [
            "https://filmmusicreporter.com/2023/11/17/johan-soderqvist-scoring-sj-clarksons-madame-web/"
          ]
        },
        {
          "sentence": "Joshua Rivera of Polygon criticized the trailer for focusing its three-minute runtime on explaining Cassandra Webb's powers and appearing as a \"run-of-the-mill 2000s thriller\" instead of showcasing the \"wildly interesting and truly strange\" Spider-Man–related characters",
          "refs": [
            "https://variety.com/2023/film/news/madame-web-trailer-dakota-johnson-sydney-sweeney-1235697204/"
          ]
        },
        {
          "sentence": "Conversely, Graham Day at The Escapist was excited for the film by the trailer and highlighted Sony's unconventional and eccentric style, which he noted had resulted in commentators making various memes surrounding the film",
          "refs": [
            "https://www.theverge.com/23962107/madame-web-trailer-release-date"
          ]
        },
        {
          "sentence": "Day compared such moments to similar scenes and responses to Sony's Venom (2018) and Sam Raimi's Spider-Man films (2002–2007), feeling the stunt work in the trailer was fascinating and similar to that of The Amazing Spider-Man (2012) and The Amazing Spider-Man 2 (2014), which he believed was under-appreciated",
          "refs": []
        },
        {
          "sentence": "Shortly after the trailer was released, Spider-Man comic book writer J",
          "refs": []
        },
        {
          "sentence": "Michael Straczynski said that while the film's interpretation of Ezekiel Sims was the same character he co-created, he believed it combined elements from the character Morlun, another Spider-Man villain he co-created in the comics who is associated with the multiverse and the Spider-Verse",
          "refs": []
        },
        {
          "sentence": "Emily Garbutt at Total Film noted the trailer depicted that the film's version of Ezekiel could see into the future, compared to the comics' version who is a rich businessman who gained similar powers as the character Spider-Man through a ritual, and noted that Morlun could drain the life force of others through physical contact",
          "refs": []
        },
        {
          "sentence": "One line of dialogue from the trailer delivered by Johnson, stating \" [he] was in the Amazon with my mom when she was researching spiders right before she died\", received particular mockery from commentators, with several memes incorporating the line into other film quotes",
          "refs": []
        },
        {
          "sentence": "The line was not included in the final cut of the film",
          "refs": [
            "https://www.gamesradar.com/madame-web-trailer-spider-man-comic-book-writer-confused-ezekiel-sims/",
            "https://www.cbr.com/madame-web-trailer-ezekiel-simms-controversial-change/",
            "https://www.gamesradar.com/madame-web-spider-meme-marvel/"
          ]
        },
        {
          "sentence": "Ahead of the film's release, Sony pivoted television spots to focus on the film's thriller tone rather than connections to the Spider-Man franchise",
          "refs": [
            "https://www.theguardian.com/film/2023/nov/16/madame-web-spider-man-trailer-dakota-johnson"
          ]
        },
        {
          "sentence": "The studio spent $60 million promoting the film, with 75% of the campaign spent on social media advertisements",
          "refs": [
            "https://deadline.com/2024/02/box-office-bob-marley-one-love-madame-web-preview-1235823356/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Release",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Theatrical",
          "section_content": [
            {
              "sentence": "Madame Web premiered at the Regency Village Theatre in Westwood, Los Angeles on February 12, 2024,  and was theatrically released in the United States on February 14,  in IMAX, 4DX, and ScreenX",
              "refs": [
                "https://ew.com/emma-roberts-says-madame-web-flopped-because-of-internet-culture-8674308",
                "https://www.cbr.com/report-sydney-sweeney-playing-spider-woman-madame-web/"
              ]
            },
            {
              "sentence": "It was previously scheduled for July 7, 2023,  October 6, 2023,  and then on February 16, 2024",
              "refs": [
                "https://www.telegram.com/story/news/2022/09/15/latest-spider-man-spinoff-madame-web-shooting-worcester/10387491002/",
                "https://www.rollingstone.com/tv-movies/tv-movie-news/dakota-johnson-madame-web-meme-line-not-in-movie-1234967402/",
                "https://deadline.com/2022/03/euphorias-sydney-sweeney-dakota-johnson-sony-marvel-madame-web-1234980232/",
                "https://collider.com/madame-web-movie-release-date-cast-plot/"
              ]
            },
            {
              "sentence": "This was the first film to use the new Columbia Pictures logo commemorating the studio's 100th anniversary, with a computer-generated animated version of the \"Lady with the Torch\" iconography",
              "refs": [
                "https://www.telegram.com/story/news/2022/09/15/latest-spider-man-spinoff-madame-web-shooting-worcester/10387491002/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Home media",
          "section_content": [
            {
              "sentence": "In December 2022, Sony signed a long-term deal with the Canadian-based streaming service Crave for their films starting in April 2023, following the films' theatrical and home media windows",
              "refs": []
            },
            {
              "sentence": "Crave signed for the \"pay-one\" window streaming rights, which included Madame Web",
              "refs": []
            },
            {
              "sentence": "Madame Web was released by Sony Pictures Home Entertainment on digital download on March 15, 2024,  and was released on Ultra HD Blu-ray and Blu-ray on April 30, with SteelBook packaging featuring the suit worn by Johnson's Webb in the film",
              "refs": [
                "https://bleedingcool.com/movies/madame-web-3-new-posters-as-tickets-go-on-sale/",
                "https://comicbook.com/movies/news/columbia-pictures-100th-anniversary-logo-sony-new-logo-2024/"
              ]
            },
            {
              "sentence": "Madame Web was made available for streaming on Netflix in the United States on May 14, 2024, as part of a deal made by Sony Pictures and Netflix and Disney in the US",
              "refs": [
                "https://deadline.com/2022/12/sony-pictures-entertainment-crave-spider-man-madame-web-jumanji-1235193222/"
              ]
            },
            {
              "sentence": "In March 2024, Madame Web debuted as the No",
              "refs": []
            },
            {
              "sentence": "1 title on Fandango's VOD chart following its home media release",
              "refs": []
            },
            {
              "sentence": "It also ranked at No",
              "refs": []
            },
            {
              "sentence": "3 on the iTunes chart",
              "refs": []
            },
            {
              "sentence": "It ranked third on Fandango's VOD chart for the week ending March 31",
              "refs": [
                "https://www.cbr.com/madame-web-available-blu-ray/"
              ]
            },
            {
              "sentence": "Nielsen Media Research, which records streaming viewership on U.S",
              "refs": [
                "https://screenrant.com/madame-web-netflix-streaming-release-date/"
              ]
            },
            {
              "sentence": "television screens, reported that Madame Web was the most-watched film on streaming upon its debut for the week of May 13–19, 2024, with a total of 1.16 billion minutes watched",
              "refs": []
            },
            {
              "sentence": "According to the file-sharing news website TorrentFreak, Madame Web was the second most-watched pirated film for the week ending March 25, 2024, and remained in the top ten from April 1—15",
              "refs": [
                "https://www.indiewire.com/news/box-office/madame-web-pvod-poor-things-oppenheimer-1234965491/",
                "https://www.mediaplaynews.com/blumhouse-horror-flick-imaginary-tops-weekly-fandango-at-home-chart/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reception",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Box office",
          "section_content": [
            {
              "sentence": "Madame Web was a failure at the box office,  and is considered by analysts to be a box-office bomb",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/madame-web-bomb-killed-sony-franchise-1235829471/"
              ]
            },
            {
              "sentence": "The film grossed $43.8 million in the United States and Canada, and $56.7 million in other territories, for a worldwide total of $100.5 million",
              "refs": [
                "https://variety.com/2024/tv/news/nielsen-top-10-ratings-streaming-may-13-1236043782/"
              ]
            },
            {
              "sentence": "In the United States and Canada, Madame Web was released alongside Bob Marley: One Love, and was projected to gross $20–25 million from 4,013 theaters over its six-day opening timeframe",
              "refs": []
            },
            {
              "sentence": "In the days leading up to its release, theater chains noted a large amount of pre-ordered tickets were canceled after poor critical reviews emerged",
              "refs": [
                "https://deadline.com/2024/02/box-office-bob-marley-one-love-madame-web-preview-1235823356/"
              ]
            },
            {
              "sentence": "The film made $6 million on its first day, $2.2 million on its second, and $4.3 million on its third",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/madame-web-bomb-killed-sony-franchise-1235829471/"
              ]
            },
            {
              "sentence": "It went on to have a six-day opening of $25.8 million (including $15.1 million in its traditional weekend), finishing second behind One Love; IMAX screenings accounted for $3.1 million of the total",
              "refs": [
                "https://torrentfreak.com/most-pirated-movies-of-2024-weekly-archive/",
                "https://screenrant.com/sony-spider-man-universe-box-office-bomb-madame-web-venom-3/"
              ]
            },
            {
              "sentence": "In its second weekend the film made $6 million (a drop of 61%), finishing in fourth",
              "refs": [
                "https://www.dexerto.com/tv-movies/madame-web-spoiler-confirmed-uncle-ben-mary-parker-2524300/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Critical response",
          "section_content": [
            {
              "sentence": "Madame Web received negative reviews from critics,   who panned it as an \"embarrassing mess\",    and the \"worst comic book movie\" yet",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/box-office-bob-marleys-one-love-madame-web-1235826073/",
                "https://deadline.com/2024/02/box-office-bob-marley-one-love-demon-slayer-madame-web-1235835359/",
                "https://www.gamesradar.com/madame-web-reactions-sony-spider-man/",
                "https://www.huffingtonpost.co.uk/entry/madame-web-reviews-critics-call-dakota-johnson-film-disaster-messy-disappointing_uk_65cb8390e4b067c6b73e76af",
                "https://www.independent.co.uk/arts-entertainment/films/news/madame-web-reviews-dakota-johnson-rotten-tomatoes-b2495229.html"
              ]
            },
            {
              "sentence": "Some critics compared the film to Sony's Morbius, as both films became satirical \"meme fodder\" and received media attention,  with Madame Web being regarded by some commentators as a \"future cult classic\" and a \"camp classic\"",
              "refs": [
                "https://www.radiotimes.com/movies/scifi/madame-web-reactions-reviews-newsupdate/",
                "https://www.hollywoodreporter.com/movies/movie-news/madame-web-critic-reviews-bad-1235823524/"
              ]
            },
            {
              "sentence": "On the review aggregator website Rotten Tomatoes, 11% of 266 critics' reviews are positive, with an average rating of 3.4/10",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/madame-web-bomb-killed-sony-franchise-1235829471/",
                "https://www.forbes.com/sites/maryroeloffs/2024/02/13/madame-web-scores-terrible-reviews-likely-latest-dud-in-sonys-marvel-universe/",
                "https://www.nbcnews.com/pop-culture/movies/sonys-madame-web-dakota-johnson-reviews-rcna138823"
              ]
            },
            {
              "sentence": "The website's consensus reads: \"Madame Web's earnest approach to the title character's origin story has a certain appeal, but its predictable plot and uneven execution make for a forgettable superhero adventure.\"  Metacritic, which uses a weighted average, assigned the film a score of 26 out of 100, based on 51 critics, indicating \"generally unfavorable\" reviews",
              "refs": [
                "https://www.nytimes.com/2024/02/22/style/madame-web-memes-box-office.html"
              ]
            },
            {
              "sentence": "Audiences surveyed by CinemaScore gave the film an average grade of \"C+\" on an A+ to F scale, while those at PostTrak gave it a 54% overall positive score",
              "refs": [
                "https://screenrant.com/madame-web-oscars-jokes-explained/"
              ]
            },
            {
              "sentence": "Lovia Gyarkye of The Hollywood Reporter believed the film did not meet its lowest expectations, calling it \"airless\" and \"stilted\"",
              "refs": []
            },
            {
              "sentence": "She criticized its screenplay as \"mechanical\" as well as the reliance on exposition \"forcing people to explain themselves\", while operating on a \"need-to-know basis\" for the audience",
              "refs": []
            },
            {
              "sentence": "Peter Travers of ABC News named the film the worst in Sony's Spider-Man Universe, calling it \"God-awful\" and \"second to none in the dark art of boring you breathless\"",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-reviews/madame-web-review-dakota-johnson-1235823007/"
              ]
            },
            {
              "sentence": "The New York Times's Manohla Dargis was critical of the film's story and dialogue, which she called absurd and \"snort-out-loud risible\"",
              "refs": [
                "https://www.rottentomatoes.com/m/madame_web"
              ]
            },
            {
              "sentence": "She felt the fight sequences were \"uninspired\", although she did note that Johnson appeared to be \"wholly detached from the nonsense swirling around her\"",
              "refs": []
            },
            {
              "sentence": "The Guardian's Benjamin Lee, Kevin Maher of The Times, and The Daily Telegraph's Robbie Collin each gave the film one out of five stars",
              "refs": [
                "https://www.metacritic.com/movie/madam-web"
              ]
            },
            {
              "sentence": "Lee felt it was \"dumb and schlocky\" and comparable to some of the worst superhero films made, reiterating criticisms of the dialogue as \"unfunny\" and \"inelegant\" and said the action sequences were \"uninvolving\"",
              "refs": []
            },
            {
              "sentence": "He also negatively compared the visual effects to that of \"lousy network TV\"",
              "refs": []
            },
            {
              "sentence": "Maher deemed the film \"sheer mind-boggling awfulness\" and declared it represented the \"death of the superhero genre, the burning of the superhero genre to the ground and then the returning in the middle of the night to piss on the superhero genre's ashes\"",
              "refs": []
            },
            {
              "sentence": "Likewise, Collin described the film as a \"two-hour explosion in a boringness factory, in which the forces of dullness and stupidity combine in new and infinitely perturbing ways\"",
              "refs": []
            },
            {
              "sentence": "In a negative review for Variety, Peter Debruge criticized the plot of Cassie \"babysitting the three young ladies\" for the majority of the film and called out the \"less-than-sly nods to year-2003 consumerism\" with the product placement of a vintage Pepsi brand, a classic advertisement for Calvin Klein, and a table dance and fight scene played to the Britney Spears song \"Toxic\"",
              "refs": []
            },
            {
              "sentence": "He concluded that Madame Web felt like an \"extended soda commercial\" combined with a \"teaser trailer for still more spinoffs\", and deemed the film's potential franchise as dead on arrival",
              "refs": []
            },
            {
              "sentence": "Conversely, Sam Adams of Slate said he \"enjoyed the hell out of it\" for being a \"travesty\", \"disaster\", and a \"blight on the history of superheroes and cinema itself\"",
              "refs": [
                "https://variety.com/2024/film/reviews/madame-web-review-dakota-johnson-1235909003/"
              ]
            },
            {
              "sentence": "He described it as \"marginally competent at its best\" and at its worst as \"an incoherent mishmash populated by slumming movie stars who make little effort to disguise the dawning realization that they've made a terrible mistake\"",
              "refs": []
            },
            {
              "sentence": "The Washington Post's Michael O'Sullivan gave it two-and-a-half stars out of four, saying that it \"is no blockbuster, but in its own quiet way, it manages to break down a few barriers\",  while Charles Pulliam-Moore of The Verge found the film \"surprisingly committed to transporting you back to 2003—a golden age for comic book movies that were aggressively mid or worse\"",
              "refs": [
                "https://www.thetimes.co.uk/article/madame-web-film-review-the-latest-marvel-instalment-is-a-one-star-mess-hbzfsh58s",
                "https://www.telegraph.co.uk/films/0/madame-web-review-dakota-johnson-spider-man/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Other responses",
          "section_content": [
            {
              "sentence": "The film was met with particular mockery directed toward the dialogue from its trailer that was not included in the final film,   with comedian John Mulaney referencing the line while presenting at the 96th Academy Awards shortly after the film's release,   while Sweeney mocked the film's performance in her opening monologue for the 49th season of Saturday Night Live (2024)",
              "refs": [
                "https://www.washingtonpost.com/entertainment/movies/2024/02/14/madame-web-dakota-johnson-movie-review/",
                "https://www.gamesradar.com/madame-web-spider-meme-marvel/",
                "https://www.theverge.com/24073087/madame-web-review",
                "https://www.nbcnews.com/pop-culture/movies/sonys-madame-web-dakota-johnson-reviews-rcna138823"
              ]
            },
            {
              "sentence": "Filmmaker Mike Flanagan referenced Nicole Kidman's promotional monologue for AMC Theatres, which had received similar media attention, in his review of the film on Letterboxd and used tags criticizing elements of the film, such as the automated dialogue replacement (ADR) used for Rahim's character",
              "refs": [
                "https://www.vulture.com/article/he-was-in-the-amazon-with-my-mom-line-not-in-madame-web.html"
              ]
            },
            {
              "sentence": "Ms",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/films/oscars/john-mulaney-oscars-speech-jimmy-kimmel-b2510503.html"
              ]
            },
            {
              "sentence": "Marvel star Iman Vellani also gave the film a half-star rating on Letterboxd, while also giving it a heart",
              "refs": []
            },
            {
              "sentence": "Johnson was not surprised by the film's reception,  while Roberts defended the film and attributed its negative reception and poor box-office performance to internet culture and the jokes surrounding it",
              "refs": [
                "https://uproxx.com/movies/madame-web-review-mike-flanagan/"
              ]
            },
            {
              "sentence": "Similarly, Sony Pictures CEO Tony Vinciquerra blamed critics for Madame Web's box office failure, insisting that the high views on Netflix proved that the film was mistreated",
              "refs": [
                "https://www.gamesradar.com/madame-web-spider-meme-marvel/"
              ]
            },
            {
              "sentence": "In contrast, Merced embraced the film's reception with the various memes surrounding it and for her enjoyment of other camp films, such as The Room (2003), Flubber (1997), and Catwoman (2004), saying she was \"a little bit proud of it\" for that",
              "refs": [
                "https://screenrant.com/ms-marvel-iman-vellani-madame-web-review/"
              ]
            },
            {
              "sentence": "She also sympathized with the crew members involved in the production who may have been negatively impacted by its reception and performance,  with Di Bonaventura describing the film's reception as \"an axe in your head\" and a \"harsher experience\", not wanting to experience the \"brutalness of failure\" again when comparing the film's low box-office performance to its high viewership on Netflix",
              "refs": [
                "https://www.bustle.com/entertainment/dakota-johnson-teatime-book-club"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Accolades",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Future",
      "section_content": [
        {
          "sentence": "Sony had reportedly planned for Madame Web to be the first film in a potential new franchise, but following the film's low opening weekend box office and poor reception, these plans were reportedly abandoned",
          "refs": []
        },
        {
          "sentence": "The Hollywood Reporter stated that while Sony was willing to take risks with their superhero films – with Madame Web avoiding the typical superhero genre tropes – the studio also wanted \"home runs\", with executives at Sony said to be in a \"gloomy\" mood after the film's poor performance",
          "refs": []
        },
        {
          "sentence": "The report noted that the superhero genre had been in a transition period and that the future reception of their franchise could change depending on whether the next SSU film that was then scheduled for release, Kraven the Hunter, were successful",
          "refs": []
        },
        {
          "sentence": "In March 2024, Johnson said she was unlikely to make another superhero film after Madame Web, believing that she did not \"make sense in that world\",  while Di Bonaventura said in July that he was unsure if the film's characters would return in the SSU again after the film's poor performance",
          "refs": [
            "https://www.hollywoodreporter.com/movies/movie-news/madame-web-bomb-killed-sony-franchise-1235829471/",
            "https://uproxx.com/movies/madame-web-review-mike-flanagan/"
          ]
        },
        {
          "sentence": "In December 2024, it was reported that Kraven the Hunter would be the final film in Sony's Spider-Man Universe, ending any talks for a sequel",
          "refs": [
            "https://www.latimes.com/entertainment-arts/business/story/2024-12-26/tony-vinciquerra-reflects-on-his-time-at-sony"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "9": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "1": "https://www.hollywoodreporter.com/movies/movie-reviews/madame-web-review-dakota-johnson-1235823007/",
    "2": "https://www.the-numbers.com/movie/Madame-Web-(2024)",
    "3": "https://variety.com/2024/film/reviews/madame-web-review-dakota-johnson-1235909003/",
    "4": "https://www.bbfc.co.uk/release/madame-web-q29sbgvjdglvbjpwwc0xmde3mzex",
    "5": "https://deadline.com/2024/02/box-office-bob-marley-one-love-madame-web-preview-1235823356/",
    "6": "https://www.hollywoodreporter.com/movies/movie-news/madame-web-bomb-killed-sony-franchise-1235829471/",
    "7": "https://www.boxofficemojo.com/title/tt11057302/",
    "8": "https://time.com/6694571/how-madame-web-relates-to-spider-man/",
    "10": "https://ew.com/madame-web-dakota-johnson-exclusive-preview-8432016",
    "12": "https://www.gamesradar.com/madame-web-dakota-johnson-tahar-rahim-interview/",
    "13": "[ERROR retrieving ref link]",
    "14": "https://www.gamesradar.com/madame-web-jessica-jones-similar-sj-clarkson-interview/",
    "15": "https://www.motionpictures.org/2024/01/new-madame-web-teaser-introduces-villain-ezekiel-sims/",
    "16": "https://ew.com/madame-web-trailer-evil-spider-man-chases-dakota-johnson-8402081",
    "17": "https://www.dexerto.com/tv-movies/madame-web-cast-characters-actors-2528888/",
    "18": "https://ew.com/madame-web-spider-man-connections-explained-8582035",
    "19": "https://epicstream.com/article/who-is-zosia-mamet-in-madame-web",
    "20": "https://www.metacritic.com/movie/madame-web/credits/",
    "21": "https://collider.com/madame-web-movie-sets-morbius-writers/",
    "22": "https://www.hollywoodreporter.com/movies/movie-news/sony-developing-spider-man-spinoff-madame-web-1243674/",
    "23": "https://deadline.com/2022/02/madame-web-dakota-johnson-1234925603/",
    "24": "https://variety.com/2020/film/news/sj-clarkson-marvel-universe-sony-1234612107/",
    "25": "https://deadline.com/2020/05/marc-guggenheim-scripting-spider-man-universe-heroine-jackpot-movie-for-sony-pictures-1202940719/",
    "26": "https://deadline.com/2022/03/euphorias-sydney-sweeney-dakota-johnson-sony-marvel-madame-web-1234980232/",
    "27": "https://screenrant.com/madame-web-spiderman-spinoff-movie-story-details-origin/",
    "28": "https://deadline.com/2022/04/spider-man-across-the-spider-verse-summer-2023-theatrical-release-sony-release-date-changes-1235007010/",
    "29": "https://collider.com/madame-web-powers-lorenzo-di-bonaventura-comments/",
    "30": "https://variety.com/2023/tv/features/sydney-sweeney-not-typecast-cassie-reality-white-lotus-interview-1235688915/",
    "31": "https://deadline.com/2022/05/sony-tom-rothman-spider-man-ghostbusters-1235024137/",
    "32": "https://deadline.com/2022/05/madame-web-celeste-oconnor-joins-sony-marvel-film-1235031569/",
    "33": "https://deadline.com/2022/06/madame-web-isabela-merced-dakota-johnson-marvel-1235035969/",
    "34": "https://deadline.com/2022/06/madame-web-serpent-tahar-rahim-marvel-1235037615/",
    "35": "https://deadline.com/2022/06/madame-web-emma-roberts-sony-marvel-1235051101/",
    "36": "https://gizmodo.com/sony-pictures-marvel-spider-man-madame-web-emma-roberts-1849114445",
    "37": "https://web.archive.org/web/20220623211212/https://etcanada.com/news/908231/sydney-sweeney-reveals-madame-web-with-dakota-johnson-is-shooting-soon-im-really-excited-to-start-this-journey/",
    "38": "https://www.vanityfair.com/hollywood/2022/06/dakota-johnson-persuasion-cover",
    "39": "https://www.patriotledger.com/story/entertainment/2022/06/23/sony-marvels-madame-web-starts-filming-july-boston/7702526001/",
    "40": "https://deadline.com/2022/07/madame-web-adds-mike-epps-1235060358/",
    "41": "https://screenrant.com/madame-web-movie-trailer/",
    "42": "https://comicbook.com/marvel/news/madame-web-spider-man-origin-story-movie/",
    "43": "https://www.hollywoodreporter.com/movies/movie-features/madame-web-has-no-post-credits-scene-1235824034/",
    "44": "https://www.thewrap.com/madame-web-script-changes-dakota-johnson/",
    "45": "https://deadline.com/2024/12/box-office-kraven-the-hunter-lord-of-the-rings-moana-2-wicked-1236202868/",
    "46": "https://deadline.com/2024/12/kraven-the-hunter-box-office-bomb-1236204131/",
    "47": "https://web.archive.org/web/20220712045446/https://mafilm.org/in-production/",
    "48": "https://www.boston.com/culture/entertainment/2022/07/13/madame-web-sony-marvel-movie-films-in-boston/",
    "49": "https://www.boston.com/culture/entertainment/2022/08/18/madame-web-filming-locations-boston-cast-plot-rumors/",
    "50": "https://collider.com/madame-web-movie-release-date-cast-plot/",
    "51": "https://deadline.com/2022/07/madame-web-adam-scott-sonys-marvel-1235064474/",
    "52": "https://deadline.com/2022/07/madame-web-mcu-sony-insidious-5-release-dates-1235072577/",
    "53": "https://deadline.com/2022/08/madame-web-adds-the-flight-attendants-zosia-mamet-1235084470/",
    "54": "https://andovermanews.com/marvel-movie-filming-in-andover/",
    "55": "https://www.telegram.com/story/news/2022/09/15/latest-spider-man-spinoff-madame-web-shooting-worcester/10387491002/",
    "56": "https://www.masslive.com/entertainment/2022/09/claire-movie-to-film-in-downtown-worcester-this-week.html",
    "57": "https://variety.com/2022/film/news/sony-karate-kid-movie-2024-pushes-madame-web-1235375372/",
    "58": "https://www.boston.com/culture/entertainment/2022/07/06/madame-web-movie-boston-area-filming-locations/",
    "59": "https://comicbook.com/movies/news/madame-web-set-photos-first-look-sydney-sweeney-character/",
    "60": "https://www.cosmopolitan.com/entertainment/celebs/a41597402/madame-web-set-pics/",
    "61": "https://extratv.com/2022/10/18/sydney-sweeney-gives-madame-web-filming-update-exclusive/",
    "62": "https://deadline.com/2023/01/sydney-sweeney-glen-powell-will-gluck-1235218290/",
    "63": "https://www.cbr.com/madame-web-logo-wrap-filming-spinoff-spider-man/",
    "64": "https://www.cbr.com/report-sydney-sweeney-playing-spider-woman-madame-web/",
    "65": "https://www.gamesradar.com/sydney-sweeney-madame-web-total-film-magazine/",
    "66": "https://variety.com/2023/film/news/spider-man-beyond-the-spider-verse-kraven-release-date-pushed-2024-strikes-1235682520/",
    "67": "https://comicbook.com/movies/news/madame-web-trailer-first-look-julia-carpenter-anya-corazon-mattie-franklin-superhero-costumes-marvel/",
    "68": "https://deadline.com/video/madame-web-trailer/",
    "69": "https://www.sonypictures.com/movies/madameweb",
    "70": "https://directories.wga.org/project/1230204/madame-web",
    "71": "https://www.gamesradar.com/madame-web-marvel-universe-connections-interview/",
    "72": "https://io9.gizmodo.com/for-spider-man-into-the-spider-verse-every-cool-surpr-1830893467",
    "73": "https://www.theinsneider.com/p/madame-web-reshoots-spiderman-4-rumors-harry-potter-tv-series-lorne-michaels-jason-reitman-snl",
    "74": "https://www.dexerto.com/tv-movies/madame-web-spoiler-confirmed-uncle-ben-mary-parker-2524300/",
    "75": "https://www.artofvfx.com/madame-web/",
    "76": "https://deadline.com/2024/02/box-office-bob-marley-one-love-madame-web-1235828289/",
    "77": "https://filmmusicreporter.com/2023/11/17/johan-soderqvist-scoring-sj-clarksons-madame-web/",
    "78": "https://variety.com/2023/film/news/madame-web-trailer-dakota-johnson-sydney-sweeney-1235697204/",
    "79": "https://www.theverge.com/23962107/madame-web-trailer-release-date",
    "80": "https://www.vulture.com/article/madame-web-trailer-cast-release-date.html",
    "81": "https://www.polygon.com/23962097/madame-web-movie-trailer-spider-man",
    "82": "https://www.escapistmagazine.com/sorry-the-madame-web-trailer-actually-has-me-excited/",
    "83": "https://www.gamesradar.com/madame-web-trailer-spider-man-comic-book-writer-confused-ezekiel-sims/",
    "84": "https://www.cbr.com/madame-web-trailer-ezekiel-simms-controversial-change/",
    "85": "https://www.gamesradar.com/madame-web-spider-meme-marvel/",
    "86": "https://www.theguardian.com/film/2023/nov/16/madame-web-spider-man-trailer-dakota-johnson",
    "87": "https://ew.com/emma-roberts-says-madame-web-flopped-because-of-internet-culture-8674308",
    "88": "https://www.rollingstone.com/tv-movies/tv-movie-news/dakota-johnson-madame-web-meme-line-not-in-movie-1234967402/",
    "89": "https://variety.com/2024/film/news/isabela-merced-madame-web-last-of-us-hawkgirl-1235909008/",
    "90": "https://bleedingcool.com/movies/madame-web-3-new-posters-as-tickets-go-on-sale/",
    "91": "https://comicbook.com/movies/news/columbia-pictures-100th-anniversary-logo-sony-new-logo-2024/",
    "92": "https://deadline.com/2022/12/sony-pictures-entertainment-crave-spider-man-madame-web-jumanji-1235193222/",
    "93": "https://collider.com/madame-web-digital-release-date/",
    "94": "https://www.cbr.com/madame-web-available-blu-ray/",
    "95": "https://screenrant.com/madame-web-netflix-streaming-release-date/",
    "96": "https://www.indiewire.com/news/box-office/madame-web-pvod-poor-things-oppenheimer-1234965491/",
    "97": "https://www.mediaplaynews.com/blumhouse-horror-flick-imaginary-tops-weekly-fandango-at-home-chart/",
    "98": "https://www.hollywoodreporter.com/tv/tv-news/streaming-ratings-may-13-19-2024-1235922407/",
    "99": "https://variety.com/2024/tv/news/nielsen-top-10-ratings-streaming-may-13-1236043782/",
    "100": "https://torrentfreak.com/most-pirated-movies-of-2024-weekly-archive/",
    "101": "https://screenrant.com/sony-spider-man-universe-box-office-bomb-madame-web-venom-3/",
    "102": "https://deadline.com/2024/02/box-office-valentines-day-bob-marley-one-love-madame-web-1235826028/",
    "103": "https://www.hollywoodreporter.com/movies/movie-news/box-office-bob-marleys-one-love-madame-web-1235826073/",
    "104": "https://deadline.com/2024/02/box-office-bob-marley-one-love-demon-slayer-madame-web-1235835359/",
    "105": "https://www.gamesradar.com/madame-web-reactions-sony-spider-man/",
    "106": "https://www.huffingtonpost.co.uk/entry/madame-web-reviews-critics-call-dakota-johnson-film-disaster-messy-disappointing_uk_65cb8390e4b067c6b73e76af",
    "107": "https://www.independent.co.uk/arts-entertainment/films/news/madame-web-reviews-dakota-johnson-rotten-tomatoes-b2495229.html",
    "108": "https://www.radiotimes.com/movies/scifi/madame-web-reactions-reviews-newsupdate/",
    "109": "https://www.hollywoodreporter.com/movies/movie-news/madame-web-critic-reviews-bad-1235823524/",
    "110": "https://www.forbes.com/sites/maryroeloffs/2024/02/13/madame-web-scores-terrible-reviews-likely-latest-dud-in-sonys-marvel-universe/",
    "111": "https://www.nbcnews.com/pop-culture/movies/sonys-madame-web-dakota-johnson-reviews-rcna138823",
    "112": "https://www.nytimes.com/2024/02/22/style/madame-web-memes-box-office.html",
    "113": "https://screenrant.com/madame-web-oscars-jokes-explained/",
    "114": "https://www.rottentomatoes.com/m/madame_web",
    "115": "https://www.metacritic.com/movie/madam-web",
    "116": "https://abcnews.go.com/GMA/Culture/review-godawful-weak-word-describe-wrong-madame-web/story?id=107234278",
    "117": "https://www.nytimes.com/2024/02/14/movies/madame-web-review-dakota-johnson.html",
    "118": "https://www.theguardian.com/film/2024/feb/13/madame-web-marvel-movie-review",
    "119": "https://www.thetimes.co.uk/article/madame-web-film-review-the-latest-marvel-instalment-is-a-one-star-mess-hbzfsh58s",
    "120": "https://www.telegraph.co.uk/films/0/madame-web-review-dakota-johnson-spider-man/",
    "121": "https://slate.com/culture/2024/02/madame-web-movie-review-marvel-sony-spider-man.html",
    "122": "https://www.washingtonpost.com/entertainment/movies/2024/02/14/madame-web-dakota-johnson-movie-review/",
    "123": "https://www.theverge.com/24073087/madame-web-review",
    "124": "https://www.vulture.com/article/he-was-in-the-amazon-with-my-mom-line-not-in-madame-web.html",
    "125": "https://www.independent.co.uk/arts-entertainment/films/oscars/john-mulaney-oscars-speech-jimmy-kimmel-b2510503.html",
    "126": "https://www.indiewire.com/news/general-news/sydney-sweeney-snl-monologue-madame-web-jokes-1234959681/",
    "127": "https://uproxx.com/movies/madame-web-review-mike-flanagan/",
    "128": "https://screenrant.com/ms-marvel-iman-vellani-madame-web-review/",
    "129": "https://www.bustle.com/entertainment/dakota-johnson-teatime-book-club",
    "130": "https://www.latimes.com/entertainment-arts/business/story/2024-12-26/tony-vinciquerra-reflects-on-his-time-at-sony",
    "131": "https://comicbook.com/movies/news/madame-web-isabela-merced-reaction-proud-campy-spider-man/",
    "132": "https://comicbook.com/movies/news/sdcc-2024-madame-web-producer-reflects-on-box-office-flop-like-an-ax-in-your-head/",
    "133": "https://razzies.com/razz-newz.html#/",
    "134": "https://www.thewrap.com/kraven-the-hunter-sony-marvel-universe-spider-man-box-office/",
    "135": "https://www.ign.com/articles/sony-spider-man-universe-reportedly-done-as-kraven-the-hunter-targets-opening-worse-than-madame-web"
  },
  "flair_entities": [
    "sam raimi",
    "lee",
    "jeff sneider",
    "morlun",
    "charles pulliam-moore",
    "marvel-based",
    "4dx",
    "john mulaney",
    "lorenzo di bonaventura",
    "jessica jones",
    "the times",
    "south shore",
    "michael o'sullivan",
    "pepsi",
    "gizmodo",
    "total film",
    "doctor strange",
    "kraven",
    "cassandra webb",
    "spider-woman",
    "belofx",
    "spider-man: into the spider-verse",
    "marvel cinematic universe",
    "variety",
    "peter debruge",
    "sam adams",
    "ultra hd blu-ray",
    "naval air station",
    "anatomy of a scandal",
    "flubber",
    "american",
    "deadline hollywood",
    "roberts",
    "the daily telegraph",
    "westwood",
    "constance webb",
    "sazama",
    "spider-man: no way home",
    "mattie",
    "o'neil's",
    "cassie",
    "sabina graves",
    "mary parker",
    "mexico",
    "disney",
    "mauro fiore",
    "west andover",
    "kevin maher",
    "adr",
    "joshua rivera",
    "los angeles",
    "manhattan",
    "letterboxd",
    "financial district of boston",
    "mcu",
    "michael straczynski",
    "emily garbutt",
    "rotten tomatoes",
    "isabela merced",
    "columbia pictures",
    "zoe guy",
    "webb",
    "chelsea",
    "canada",
    "lovia gyarkye",
    "hunter",
    "ezekiel",
    "bob marley",
    "julia cornwall",
    "regency village theatre",
    "massachusetts",
    "posttrak",
    "claire parker",
    "us",
    "spider-man",
    "toxic",
    "burk sharpless",
    "the washington post",
    "johan söderqvist",
    "outpost vfx",
    "tahar rahim",
    "kerem sanga",
    "sanga",
    "lady with the torch",
    "netflix",
    "ssu film venom",
    "canadian-based",
    "cassandra.",
    "no. 3",
    "amy adams",
    "torrentfreak",
    "96th academy awards",
    "constance",
    "collin",
    "the escapist",
    "sneider",
    "god-awful",
    "robbie collin",
    "saturday night live",
    "crave",
    "morbius",
    "fandango",
    "no. 1",
    "jessica drew",
    "nicole kidman",
    "grant hermanns",
    "south weymouth",
    "adam scott",
    "itunes",
    "amazon",
    "screen rant",
    "chinatown",
    "one of us",
    "julia carpenter",
    "theatrical  madame web",
    "sony",
    "kroll",
    "peter parker",
    "tom holland",
    "steelbook",
    "peru",
    "one love",
    "graham day",
    "mckinley franklin",
    "palak patel",
    "zosia mamet",
    "johnson",
    "julia",
    "kelton street",
    "marvel television",
    "spider-women",
    "iman vellani",
    "4-star diner",
    "matt sazama",
    "rahim",
    "merced",
    "ben parker",
    "ezekiel sims",
    "tom rothman",
    "madame web",
    "scott",
    "anya",
    "metacritic",
    "mike flanagan",
    "cassie webb",
    "cinemascore",
    "polygon",
    "sony pictures home entertainment",
    "sweeney",
    "di bonaventura",
    "no way home",
    "parker",
    "justin kroll",
    "cassandra",
    "mattie franklin",
    "spider-verse",
    "amc theatres",
    "digital domain",
    "andrew garfield",
    "spider-man universe",
    "ben's",
    "ssu",
    "celeste o'connor",
    "clarkson",
    "britney spears",
    "queens",
    "chris bremner",
    "charlize theron",
    "u.s",
    "anya corazón",
    "abc news",
    "ben",
    "catwoman",
    "national security agency",
    "imax",
    "vod",
    "the hollywood reporter",
    "mary",
    "jill hennessy",
    "dakota johnson",
    "worcester",
    "marvel",
    "o'neil",
    "vulture",
    "the new york times",
    "leigh folsom boyd",
    "the guardian",
    "benjamin lee",
    "united states",
    "santiago",
    "maher",
    "gwen stacy",
    "the amazing spider-man 2",
    "the room",
    "marvel comics",
    "andover",
    "slate",
    "grand central terminal",
    "nielsen media research",
    "new york city",
    "calvin klein",
    "allston",
    "venom",
    "claire",
    "sony pictures",
    "emma roberts",
    "the verge",
    "sydney sweeney",
    "mike epps",
    "the amazing spider-man",
    "o'connor",
    "screenx",
    "tony vinciquerra",
    "sharpless",
    "sony pictures releasing",
    "bury a friend",
    "peter travers",
    "hollywood reporter",
    "manohla dargis",
    "boston",
    "billie eilish"
  ]
}