{
  "title": "Maggie_Smith",
  "url": "https://en.wikipedia.org/wiki/Maggie_Smith",
  "summary": "Dame Margaret Natalie Smith (28 December 1934 – 27 September 2024) was a British actress. Known for her wit in both comedic and dramatic roles, she had an extensive career on stage and screen for over seven decades and was one of Britain's most recognisable and prolific actresses. She received numerous accolades, including two Academy Awards, five BAFTA Awards, four Emmy Awards, three Golden Globe Awards and a Tony Award, as well as nominations for six Olivier Awards. Smith is one of the few performers to earn the Triple Crown of Acting.\nSmith began her stage career as a student, performing at the Oxford Playhouse in 1952, and made her professional debut on Broadway in New Faces of '56. Over the following decades Smith established herself alongside Judi Dench as one of the most significant British theatre performers, working for the National Theatre and the Royal Shakespeare Company. On Broadway, she received the Tony Award for Best Actress in a Play for Lettice and Lovage (1990). She was Tony-nominated for Noël Coward's Private Lives (1975) and Tom Stoppard's Night and Day (1979).\nSmith won Academy Awards for Best Actress for The Prime of Miss Jean Brodie (1969) and Best Supporting Actress for California Suite (1978). She was Oscar-nominated for Othello (1965), Travels with My Aunt (1972), A Room with a View (1985) and Gosford Park (2001). She portrayed Professor Minerva McGonagall in the Harry Potter film series (2001–2011). She also acted in Death on the Nile (1978), Hook (1991), Sister Act (1992), The Secret Garden (1993), The Best Exotic Marigold Hotel (2012), Quartet (2012) and The Lady in the Van (2015).\nSmith received newfound attention and international fame for her role as Violet Crawley in the British period drama Downton Abbey (2010–2015). The role earned her three Primetime Emmy Awards; she had previously won one for the HBO film My House in Umbria (2003). Over the course of her career she was the recipient of numerous honorary awards, including the British Film Institute Fellowship in 1993, the BAFTA Fellowship in 1996 and the Society of London Theatre Special Award in 2010. Smith was made a dame by Queen Elizabeth II in 1990.",
  "content": [
    {
      "section_title": "Early life and education",
      "section_content": [
        {
          "sentence": "Margaret Natalie Smith was born on 28 December 1934 in Ilford, Essex",
          "refs": []
        },
        {
          "sentence": "Her mother, Margaret Hutton (née Little), was a Scottish secretary from Glasgow, and her father, Nathaniel Smith, was a public-health pathologist from Newcastle upon Tyne, who worked at the University of Oxford",
          "refs": [
            "https://www.bbc.co.uk/news/articles/crggzy42v30o",
            "https://www.biography.com/actor/maggie-smith",
            "https://web.archive.org/web/20150129081605/http://www.debretts.com/people/honours/orders-and-decorations-conferred-crown",
            "https://www.britannica.com/biography/Maggie-Smith"
          ]
        },
        {
          "sentence": "The family moved to Oxford when Smith was four years old",
          "refs": [
            "https://www.theguardian.com/weekend/story/0,3605,1354891,00.html",
            "https://movies.yahoo.com/movie/contributor/1800019451/bio",
            "https://web.archive.org/web/20011105081218/http://www.tiscali.co.uk/entertainment/film/biographies/maggie_smith_biog.html"
          ]
        },
        {
          "sentence": "She had older twin brothers, Alistair and Ian",
          "refs": []
        },
        {
          "sentence": "The latter went to architecture school",
          "refs": []
        },
        {
          "sentence": "Smith was educated at Oxford High School until the age of 16, when she left to study acting at the Oxford Playhouse",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Career",
      "section_content": [],
      "subsections": [
        {
          "section_title": "1952–1968: National Theatre",
          "section_content": [
            {
              "sentence": "In 1952, aged 17, under the auspices of the Oxford University Dramatic Society, Smith began her career as Viola in Twelfth Night at the Oxford Playhouse",
              "refs": []
            },
            {
              "sentence": "She continued to act in productions at the Oxford Playhouse, including Cinderella (1952), Rookery Nook (1953), Cakes and Ale (1953) and The Government Inspector (1954)",
              "refs": []
            },
            {
              "sentence": "That same year, she appeared in the television programme Oxford Accents (1954) produced by Ned Sherrin",
              "refs": []
            },
            {
              "sentence": "In 1956 Smith made her Broadway debut playing several roles in the review New Faces of '56, at the Ethel Barrymore Theatre from June to December 1956",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1957 she starred opposite Kenneth Williams in the musical comedy Share My Lettuce, written by Bamber Gascoigne",
              "refs": [
                "[ERROR retrieving ref link]",
                "http://www.ibdb.com"
              ]
            },
            {
              "sentence": "In 1962 Smith won the first of a record six Best Actress Evening Standard Awards for her roles in Peter Shaffer's plays The Private Ear and The Public Eye, again opposite Kenneth Williams",
              "refs": []
            },
            {
              "sentence": "She caught the eye of Laurence Olivier, who, after seeing her in The Double Dealer at The Old Vic, invited her to become part of his new National Theatre Company soon after it was formed at The Old Vic in 1962",
              "refs": []
            },
            {
              "sentence": "Alongside Derek Jacobi and Michael Gambon, she soon became a fixture at the National Theatre in the 1960s",
              "refs": []
            },
            {
              "sentence": "The theatre critic Michael Coveney wrote that during her eight years in the company, Smith developed a fierce rivalry with Olivier writing, \"He knew immediately he'd met his match – that she was extraordinary",
              "refs": []
            },
            {
              "sentence": "He said that anyone who can play comedy that well can also play tragedy and he offered her the likes of Desdemona in Shakespeare's Othello",
              "refs": []
            },
            {
              "sentence": "But having got her into the company they became not enemies, but professional rivals",
              "refs": []
            },
            {
              "sentence": "Never before had anyone on stage been quicker than him and now, it seemed, there was a contest.\"",
              "refs": [
                "https://web.archive.org/web/20210924191704/https://www.oldvictheatre.com/news/2017/12/maggie-smith-and-the-old-vic"
              ]
            },
            {
              "sentence": "During a 1964 production of Othello, Olivier struck Smith across the face, knocking her out",
              "refs": []
            },
            {
              "sentence": "She later recalled the incident on a 2015 edition of The Graham Norton Show and in the 2018  documentary Nothing Like a Dame",
              "refs": [
                "https://www.vanityfair.com/hollywood/2018/09/maggie-smith-laurence-olivier-othello-tea-with-the-dames-joan-plowright-judi-dench-eileen-atkins"
              ]
            },
            {
              "sentence": "She appeared opposite Olivier as Sylvia in The Recruiting Officer in 1963–64  and again as Hilde in Ibsen's The Master Builder in 1964–65",
              "refs": [
                "https://theatricalia.com/play/3j9/the-recruiting-officer/production/9v6"
              ]
            },
            {
              "sentence": "Smith's 1967 portrayal of Beatrice in Much Ado About Nothing, by the director Franco Zeffirelli, is thought to be the earliest British television broadcast of the entire play",
              "refs": [
                "https://www.dresscircle.co.uk/shows/the-master-builder/the-old-vic-london-96"
              ]
            },
            {
              "sentence": "The screen version was assumed lost until a copy was discovered in the Library of Congress in Washington, DC in 2010",
              "refs": []
            },
            {
              "sentence": "Smith appeared in her first film in 1956, in an uncredited role of a party guest in the British drama Child in the House",
              "refs": []
            },
            {
              "sentence": "In 1959 she received the first of her 18 British Academy Film Award nominations for her role as Bridget Howard in the film Nowhere to Go, her first screen credit",
              "refs": [
                "ISBN: 978-0-19172-781-8"
              ]
            },
            {
              "sentence": "In 1963 she appeared in a supporting role as Miss Dee Mead in the British drama film The V.I.P.s starring Richard Burton, Elizabeth Taylor and Orson Welles",
              "refs": [
                "http://awards.bafta.org/keyword-search?keywords=maggie+smith",
                "http://awards.bafta.org/award/1959/film"
              ]
            },
            {
              "sentence": "She earned her first Oscar nomination for Best Supporting Actress for her performance as Desdemona in the film adaptation of Othello (1965), acting alongside Olivier, Jacobi and Gambon",
              "refs": []
            },
            {
              "sentence": "During this time she also appeared in the British comedy Go to Blazes (1962), The Pumpkin Eater (1964) and Young Cassidy (1965)",
              "refs": []
            },
            {
              "sentence": "She also appeared in Joseph L",
              "refs": [
                "https://collections-search.bfi.org.uk/web/Details/ChoiceFilmWorks/150030458",
                "https://www.independent.co.uk/news/maggie-smith-ap-london-juliet-shakespeare-b2620072.html"
              ]
            },
            {
              "sentence": "Mankiewicz's crime comedy The Honey Pot (1967) starring Rex Harrison and Hot Millions (1968) opposite Peter Ustinov",
              "refs": []
            },
            {
              "sentence": "and guest-starred as Music Hall Star in Richard Attenborough's musical comedy Oh! What a Lovely War (1969)",
              "refs": [
                "https://www.rogerebert.com/reviews/hot-millions-1968",
                "https://www.washingtonpost.com/entertainment/2024/09/27/maggie-smith-films-list/0bb62936-7cdf-11ef-980d-341a84fdff8f_story.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "1969–1979: Rise to prominence and stardom",
          "section_content": [
            {
              "sentence": "Smith won the Academy Award for Best Actress for her performance in the title role of the 1969 film The Prime of Miss Jean Brodie",
              "refs": []
            },
            {
              "sentence": "Vanessa Redgrave had originated the role on stage in London,  and Zoe Caldwell won the Tony Award for Best Actress in a Play, when she played the role in New York City",
              "refs": [
                "http://www.filmsite.org/bestactress.html",
                "https://www.theguardian.com/theobserver/2010/feb/21/observer-profile-vanessa-redgrave"
              ]
            },
            {
              "sentence": "Smith was singled out for her performance in the film",
              "refs": []
            },
            {
              "sentence": "Dave Kehr of Chicago Reader said that Smith gives \"one of those technically stunning, emotionally distant performances that the British are so damn good at.\"  Greg Ferrara wrote that the film \"is one of the best British films of the decade",
              "refs": [
                "http://www.chicagoreader.com/chicago/the-prime-of-miss-jean-brodie/Film?oid=1064172"
              ]
            },
            {
              "sentence": "It is as captivating today as it was upon its release and its two central performances by Maggie Smith and Pamela Franklin are both stirring and mesmerizing",
              "refs": []
            },
            {
              "sentence": "The Prime of Miss Jean Brodie is the crème de la crème.\"  The role also won Smith her first BAFTA Film Award for Best Actress",
              "refs": [
                "http://www.tcm.com/this-month/article/625966%7C0/The-Prime-of-Miss-Jean-Brodie.html"
              ]
            },
            {
              "sentence": "In 1970 Smith played the title role in Ingmar Bergman's London production of the Henrik Ibsen play Hedda Gabler, winning her second Evening Standard Theatre Award for Best Actress",
              "refs": []
            },
            {
              "sentence": "In 1975 Smith starred as Amanda Prynne in the Noël Coward comedy Private Lives at the 46th Street Theatre on Broadway",
              "refs": []
            },
            {
              "sentence": "The play, directed by John Gielgud, received positive reviews",
              "refs": []
            },
            {
              "sentence": "The New York Times theatre critic praised Smith's physical comedic skills writing, \"Miss Smith's body spins, lurches, misses yards at a time before another foot comes down, ends in a paralysis that will require hypnosis to undo",
              "refs": [
                "https://web.archive.org/web/20190406005041/https://archives.stratfordfestival.ca/AIS/Details/people/9636"
              ]
            },
            {
              "sentence": "The effect, because Noel Coward's situation is funny and because Miss Smith sends off that one little extra signal that spells extravagance, is hilarious, explosively so.\"  Smith received her first Tony Award nomination and a Drama Desk Award nomination",
              "refs": [
                "https://www.nytimes.com/1975/02/16/archives/stage-view-sometimes-the-actings-the-thing.html"
              ]
            },
            {
              "sentence": "In the mid-1970s, she made several guest appearances on The Carol Burnett Show",
              "refs": []
            },
            {
              "sentence": "In 1972 Smith starred as the eccentric Augusta Bertram in George Cukor's film Travels with My Aunt",
              "refs": []
            },
            {
              "sentence": "She received her third Academy Award nomination for Best Actress for her performance",
              "refs": []
            },
            {
              "sentence": "She also appeared in the film Love and Pain and the Whole Damn Thing (1973) directed by Alan J",
              "refs": [
                "https://www.oscars.org/oscars/ceremonies/1973"
              ]
            },
            {
              "sentence": "Pakula",
              "refs": []
            },
            {
              "sentence": "Her other films of this time include Murder by Death (1976) with Vincent Canby of The New York Times writing that the film had one of Simon's \"nicest, breeziest screenplays\" with David Niven and Maggie Smith \"marvellous as Dick and Dora Charleston, though they haven't enough to do.\"  Smith also starred as Miss Bowers in Death on the Nile (1978) alongside Angela Lansbury, Bette Davis, Peter Ustinov and David Niven",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1978 Smith played opposite Michael Caine in Neil Simon's California Suite, playing an Oscar loser, for which she received the 1978 Academy Award for Best Supporting Actress",
              "refs": []
            },
            {
              "sentence": "She is the only person to have won an Oscar for portraying a fictional Oscar nominee",
              "refs": [
                "https://aaspeechesdb.oscars.org/link/051-4"
              ]
            },
            {
              "sentence": "For this role, she also won her first Golden Globe Award",
              "refs": [
                "https://web.archive.org/web/20210919223917/https://www.independent.co.uk/arts-entertainment/films/news/oscars-2016-dame-maggie-smith-tipped-candidate-best-actress-role-lady-van-a6727311.html"
              ]
            },
            {
              "sentence": "Afterward, upon hearing that Michael Palin was about to embark on the film The Missionary (1982) with Smith, her co-star Michael Caine is supposed to have humorously telephoned Palin, warning him that she would steal the film",
              "refs": []
            },
            {
              "sentence": "From 1976 to 1980 Smith appeared to acclaim in numerous productions at the Stratford Shakespeare Festival in Stratford, Ontario;  her roles included: Cleopatra in Anthony and Cleopatra (1976),  Titania and Hippolyta in A Midsummer Night's Dream (1977), Queen Elizabeth in Richard III (1977),   Rosalind in As You Like It and Lady Macbeth in Macbeth (1978)",
              "refs": [
                "https://www.cbc.ca/news/entertainment/maggie-smith-to-get-stratford-tribute-1.1178649",
                "https://link.springer.com/chapter/10.1007/978-1-349-60041-0_2",
                "https://www.nytimes.com/1977/06/11/archives/maggie-smith-superb-in-molnar.html",
                "https://www.cbc.ca/news/entertainment/maggie-smith-to-get-stratford-tribute-1.1178649"
              ]
            },
            {
              "sentence": "Smith would return to Broadway in Tom Stoppard's original play Night and Day as Ruth Carson in 1979",
              "refs": [
                "https://www.theguardian.com/culture/2024/sep/28/maggie-smith-found-a-clarity-on-stage-that-in-some-ways-surpassed-her-screen-work"
              ]
            },
            {
              "sentence": "The play concerns a confrontation between British diplomat and an African leader over a local uprising that has attracted much media coverage",
              "refs": [
                "https://www.nytimes.com/1979/11/28/archives/theater-stoppards-night-and-day-much-talk.html"
              ]
            },
            {
              "sentence": "The diplomat's wife observes everyone else's behaviour throughout",
              "refs": []
            },
            {
              "sentence": "The play received mixed reviews with Walter Kerr of The New York Times praising Smith's performance while critiquing the characters writing, \"Which leaves us, theatrically and dramatically, where we began, with Miss Smith",
              "refs": []
            },
            {
              "sentence": "The actress can, and does, do wonders",
              "refs": []
            },
            {
              "sentence": "But she can't single‐handedly turn night into day.\"  Smith received her second Tony Award for Best Actress in a Play nomination",
              "refs": [
                "https://www.nytimes.com/1979/11/28/archives/theater-stoppards-night-and-day-much-talk.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "1980–1999: Established actress",
          "section_content": [
            {
              "sentence": "For her role on television as Mrs Silly in All for Love (1983) she received the first of her four Best Actress BAFTA TV Award nominations",
              "refs": []
            },
            {
              "sentence": "In 1987 she starred as Susan in A Bed Among the Lentils, part of Alan Bennett's Talking Heads series, receiving a second BAFTA TV nomination",
              "refs": []
            },
            {
              "sentence": "In 1981 Smith starred in the Merchant Ivory film Quartet alongside Alan Bates and Isabelle Adjani",
              "refs": []
            },
            {
              "sentence": "The film premiered at the 34th Cannes Film Festival where it received positive reviews",
              "refs": [
                "https://www.nytimes.com/1981/10/25/movies/ivory-s-quartet-based-on-rhys-novel.html"
              ]
            },
            {
              "sentence": "Smith received her sixth BAFTA Award nomination for Best Actress for her performance as Lois Heidler",
              "refs": [
                "https://www.metacritic.com/movie/quartet-1981/"
              ]
            },
            {
              "sentence": "Smith also played the goddess Thetis in Clash of the Titans (1981)",
              "refs": [
                "http://awards.bafta.org/keyword-search?keywords=maggie+smith"
              ]
            },
            {
              "sentence": "In 1982 she starred as Daphne Castle in the locked-room mystery film Evil Under the Sun opposite Peter Ustinov, Jane Birkin and Diana Rigg",
              "refs": []
            },
            {
              "sentence": "The following year, she appeared in the film Better Late Than Never alongside David Niven and Art Carney",
              "refs": [
                "https://www.tcm.com/tcmdb/title/987/clash-of-the-titans#overview"
              ]
            },
            {
              "sentence": "She won her second Best Actress BAFTA Film Awards for her role as Joyce Chilvers in the 1984 black comedy A Private Function with Michael Palin",
              "refs": []
            },
            {
              "sentence": "Three pigs were used in the filming of A Private Function all named Betty",
              "refs": []
            },
            {
              "sentence": "Producer Mark Shivas was advised by Intellectual Animals UK that the pigs used should be female and six months old, so as to not be too large or aggressive",
              "refs": []
            },
            {
              "sentence": "However, the pigs were \"unpredictable and often quite dangerous\"",
              "refs": []
            },
            {
              "sentence": "During the filming of one of the kitchen scenes, Smith was hemmed in by one of the pigs, and needed to vault over the back of it in order to escape",
              "refs": []
            },
            {
              "sentence": "She also starred in the 1984 Hungarian–American film Lily in Love with Christopher Plummer",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/films/features/story-of-the-scene-a-private-function-malcolm-mowbray-1984-815022.html"
              ]
            },
            {
              "sentence": "According to Smith's biographer, she referred to the film as \"the ghoulash\" and admitted to not understanding the Hungarian director's direction",
              "refs": []
            },
            {
              "sentence": "She also called her co-star \"Christopher Bummer\"",
              "refs": []
            },
            {
              "sentence": "She won her third and fourth Evening Standard Theatre Award for Best Actress, for her role as Virginia Woolf in Edna O'Brien's play, Virginia (1981) and as Millament in The Way of the World (1984)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "She starred in the 1987 London production of Lettice and Lovage alongside Margaret Tyzack, receiving an Olivier Award nomination",
              "refs": []
            },
            {
              "sentence": "She reprised the role in 1990, when it transferred to Broadway, and won the Tony Award for Best Actress in a Play",
              "refs": []
            },
            {
              "sentence": "The play was written specifically for her by the playwright Peter Shaffer",
              "refs": []
            },
            {
              "sentence": "In his New York Times review, Frank Rich wrote, \"There is only one Maggie Smith, but audiences get at least three of her in Lettice and Lovage, the Peter Shaffer comedy that has brought this spellbinding actress back to Broadway after an indecently long absence and that has the shrewd sense to keep her glued to center stage.\"",
              "refs": [
                "https://www.nytimes.com/1990/03/26/theater/review-theater-one-and-many-maggie-smiths.html"
              ]
            },
            {
              "sentence": "Smith portrayed Charlotte Bartlett in the Merchant Ivory Production of A Room with a View (1985)",
              "refs": []
            },
            {
              "sentence": "The film  received universal acclaim earning eight Academy Award nominations, including Best Picture",
              "refs": []
            },
            {
              "sentence": "The film also starred Helena Bonham Carter, Julian Sands, Daniel Day-Lewis, Dame Judi Dench, Simon Callow and Denholm Elliott",
              "refs": []
            },
            {
              "sentence": "Smith earned her fifth Academy Award nomination for Best Supporting Actress and won her second Golden Globe Award and her third British Academy Film Award for Best Actress",
              "refs": []
            },
            {
              "sentence": "Smith won her fourth BAFTA Film Awards for Best Actress for the title role in the 1987 film The Lonely Passion of Judith Hearne, directed by Jack Clayton",
              "refs": []
            },
            {
              "sentence": "Pauline Kael wrote: \"Clayton is a felicitous choice to direct a character study film about a woman's rage against the Church for her wasted life",
              "refs": [
                "http://awards.bafta.org/keyword-search?keywords=maggie+smith"
              ]
            },
            {
              "sentence": "His first feature was Room at the Top with Simone Signoret and he made The Innocents with Deborah Kerr and The Pumpkin Eater with Anne Bancroft – he knows how to show women's temperatures and their mind-body inter-actions",
              "refs": []
            },
            {
              "sentence": "Maggie Smith becomes the essence of spinster – she makes you feel the ghastliness of knowing you're a figure of fun.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the early 1990s, Smith appeared in various box-office comedies",
              "refs": []
            },
            {
              "sentence": "In 1991 Smith appeared as Granny Wendy in Steven Spielberg's 1991 film Hook, a fantasy adventure film based on the Peter Pan character",
              "refs": []
            },
            {
              "sentence": "The film starred Robin Williams as Pan, Dustin Hoffman as Hook and Julia Roberts as Tinker Bell",
              "refs": []
            },
            {
              "sentence": "The film was a financial success, making $300 million at the box office",
              "refs": []
            },
            {
              "sentence": "In 1992 Smith appeared as Mother Superior in the Whoopi Goldberg comedy film Sister Act and its sequel, Sister Act 2: Back in the Habit (1993)",
              "refs": [
                "https://www.boxofficemojo.com/title/tt0102057/"
              ]
            },
            {
              "sentence": "Smith also received a third British Academy Television Award nomination for her role as Mrs",
              "refs": [
                "https://ew.com/movies/sister-act-where-are-they-now/"
              ]
            },
            {
              "sentence": "Mabel Pettigrew in the 1992 TV film Memento Mori,  and her first Primetime Emmy Award nomination for her role as Violet Venable in the 1993 PBS television film Suddenly, Last Summer",
              "refs": [
                "http://awards.bafta.org/keyword-search?keywords=maggie+smith"
              ]
            },
            {
              "sentence": "In 1993 she portrayed Lady Bracknell in Oscar Wilde's comic play The Importance of Being Earnest at the Aldwych Theatre in the West End, receiving her fourth Olivier Award nomination",
              "refs": []
            },
            {
              "sentence": "The following year she starred in Edward Albee's Three Tall Women for which she garnered critical acclaim",
              "refs": []
            },
            {
              "sentence": "Theatre critic Paul Taylor for The Independent wrote, \"Maggie Smith has to be seen to be believed",
              "refs": []
            },
            {
              "sentence": "The sudden subsidings into wretched senile tears; the frustrated, dismissive flappings of her arm as her mind gropes impotently for a mislaid fact; the comic cunning with which she tries to cover over her patches of blankness; the beadily aggressive suspicion and the moments of alert cackling triumph – Smith's performance which, at the moment, is firmly on the right side of caricature, captures all this and more.\"  She received her record fifth Evening Standard Theatre Award for Best Actress for her performance",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/review-theatre-three-tall-women-wyndham-s-theatre-london-1575556.html"
              ]
            },
            {
              "sentence": "Smith acted in the film adaptation of The Secret Garden (1993) directed by Agnieszka Holland",
              "refs": []
            },
            {
              "sentence": "The film was a critical success and Smith in particular was praised for her performance as Mrs",
              "refs": []
            },
            {
              "sentence": "Medlock earning a British Academy Film Award nomination for Best Supporting Actress",
              "refs": []
            },
            {
              "sentence": "In 1995 Smith portrayed the Duchess of York in another film adaptation this time of William Shakespeare's Richard III (1995) starring Ian McKellen in the titular role",
              "refs": []
            },
            {
              "sentence": "The film adapts the play's story and characters to a setting based on 1930s Britain, with Richard depicted as a fascist plotting to usurp the throne",
              "refs": []
            },
            {
              "sentence": "The film also starred Annette Bening, Jim Broadbent, Robert Downey Jr., Nigel Hawthorne and Kristin Scott Thomas",
              "refs": []
            },
            {
              "sentence": "Smith also starred in another film by Holland titled Washington Square (1997), playing the incurably foolish Aunt Lavinia Penniman",
              "refs": [
                "https://www.washingtonpost.com/wp-srv/style/longterm/movies/videos/richardiii.htm"
              ]
            },
            {
              "sentence": "She won her fifth BAFTA Film Awards, this time for Best Supporting Actress, for the 1999 film Tea with Mussolini,  in which she played Lady Hester Random opposite Cher, Joan Plowright and Judi Dench",
              "refs": [
                "http://awards.bafta.org/keyword-search?keywords=maggie+smith"
              ]
            },
            {
              "sentence": "She also starred in The Last September opposite Michael Gambon and the film Curtain Call with Michael Caine in the same year",
              "refs": []
            },
            {
              "sentence": "In 1996 Smith appeared in the comedy film The First Wives Club alongside Goldie Hawn, Diane Keaton and Bette Midler",
              "refs": []
            },
            {
              "sentence": "In 1997 Smith starred in another Albee play, A Delicate Balance, opposite Eileen Atkins",
              "refs": []
            },
            {
              "sentence": "She received her fifth Olivier Award nomination for her performance as the witty, alcoholic Claire",
              "refs": []
            },
            {
              "sentence": "Matt Wolf of Variety wrote, \"This actress  [Smith] continues to get laughs where no one else ever would ..",
              "refs": []
            },
            {
              "sentence": "but she can be as revealing when quiet: admitting, sad-eyed, that 'time happens' or sending the audience out for the first intermission on a note of doomy suspense.\"  In 1999 she gained critical acclaim for her performance as Miss Mary Shepherd in Alan Bennett's drama The Lady in the Van",
              "refs": [
                "https://variety.com/1997/legit/reviews/a-delicate-balance-7-1117329375/"
              ]
            },
            {
              "sentence": "For her performance, she received her sixth Laurence Olivier Award for Best Actress nomination",
              "refs": []
            },
            {
              "sentence": "That same year, Smith starred in the BBC television adaptation of the Charles Dickens' novel David Copperfield alongside Daniel Radcliffe",
              "refs": []
            },
            {
              "sentence": "Smith portrayed Betsey Trotwood for which she received a British Academy Television Awards and her second Primetime Emmy Award nominations",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "2000–2009: Harry Potter and other roles",
          "section_content": [
            {
              "sentence": "From 2001 to 2011, Smith played Professor Minerva McGonagall in the Harry Potter film series",
              "refs": []
            },
            {
              "sentence": "Smith and Robbie Coltrane, who played Hagrid, had been requested for the film by author J",
              "refs": []
            },
            {
              "sentence": "K",
              "refs": []
            },
            {
              "sentence": "Rowling",
              "refs": []
            },
            {
              "sentence": "Smith reunited with Radcliffe, who played the titular role of Harry Potter",
              "refs": [
                "https://www.telegraph.co.uk/news/uknews/1352721/Authors-favourites-are-chosen-for-Potter-film.html"
              ]
            },
            {
              "sentence": "Smith appeared in seven of the eight films",
              "refs": []
            },
            {
              "sentence": "In 2016 while promoting The Lady in the Van, Smith shared her experiences working on the Harry Potter films and working with Alan Rickman",
              "refs": []
            },
            {
              "sentence": "\"He  [Rickman] was such a terrific actor, and that was such a terrific character that he played, and it was a joy to be with him",
              "refs": []
            },
            {
              "sentence": "We used to laugh together because we ran out of reaction shots",
              "refs": []
            },
            {
              "sentence": "They were always – when everything had been done and the children were finished, they would turn the camera around and we'd have to do various reaction shots of amazement or sadness and things",
              "refs": []
            },
            {
              "sentence": "And we used to say we'd got to about number 200-and-something and we'd run out of knowing what to do when the camera came around on us",
              "refs": []
            },
            {
              "sentence": "But he was a joy.\"",
              "refs": [
                "https://www.npr.org/2016/02/23/467802382/maggie-smith-on-the-pressures-of-acting-you-want-so-much-to-get-it-right"
              ]
            },
            {
              "sentence": "In 2001, Smith appeared in the British ensemble murder mystery Gosford Park, which was directed by Robert Altman",
              "refs": []
            },
            {
              "sentence": "The film's cast included Michael Gambon, Helen Mirren, Kristin Scott Thomas, Eileen Atkins, Emily Watson, Charles Dance, Richard E",
              "refs": []
            },
            {
              "sentence": "Grant, Derek Jacobi and Stephen Fry",
              "refs": []
            },
            {
              "sentence": "Her portrayal as the haughty Constance, Countess of Trentham earned Smith her sixth Academy Award nomination for Best Supporting Actress alongside Mirren",
              "refs": []
            },
            {
              "sentence": "The film premiered at the 2001 London Film Festival, where it received critical acclaim from critics, including Roger Ebert, who awarded it his highest rating of four stars, describing the story as \"such a joyous and audacious achievement, it deserves comparison with his  [Robert Altman's] very best movies.\"",
              "refs": [
                "https://www.rogerebert.com/reviews/educating-rita-1983"
              ]
            },
            {
              "sentence": "In 2002 she starred in the film Divine Secrets of the Ya-Ya Sisterhood alongside Sandra Bullock and Ellen Burstyn",
              "refs": []
            },
            {
              "sentence": "That same year, Smith reunited with Dame Judi Dench for David Hare's stage play The Breath of Life",
              "refs": [
                "https://www.rollingstone.com/music/music-lists/maggie-smith-in-divine-secrets-of-the-ya-ya-sisterhood-14953/"
              ]
            },
            {
              "sentence": "In 2003, Smith received her first Primetime Emmy Award in the Lead Actress in a Limited Series or Movie category for her role as Mrs",
              "refs": [
                "https://www.theguardian.com/stage/2002/oct/16/theatre.artsfeatures3"
              ]
            },
            {
              "sentence": "Emily Delahunty in the HBO television film My House in Umbria",
              "refs": []
            },
            {
              "sentence": "She also received her 8th Golden Globe nomination for her performance in the television film",
              "refs": []
            },
            {
              "sentence": "She also acted with Judi Dench in the film Ladies in Lavender (2004) directed by Charles Dance",
              "refs": [
                "https://www.emmys.com/shows/my-house-umbria"
              ]
            },
            {
              "sentence": "She toured Australia in Alan Bennett's Talking Heads in 2004",
              "refs": [
                "https://www.rottentomatoes.com/m/ladies_in_lavender"
              ]
            },
            {
              "sentence": "In 2005, she starred as Grace Hawkins alongside Rowan Atkinson and Kristin Scott Thomas in the black comedy Keeping Mum",
              "refs": [
                "https://www.bbc.co.uk/programmes/b00p8lht"
              ]
            },
            {
              "sentence": "Smith also appeared in the British costume drama Becoming Jane (2007), a film that depicts the early life of Jane Austen, played by Anne Hathaway",
              "refs": []
            },
            {
              "sentence": "In 2007 she starred in a revival of Edward Albee's stage play The Lady from Dubuque which ran at the Theatre Royal Haymarket in the West End",
              "refs": []
            },
            {
              "sentence": "David Benedict of Variety criticised the production but praised Smith, writing, \"The exception is Maggie Smith, who arrives in the last minute of the first act and then dominates the second",
              "refs": [
                "https://variety.com/2007/legit/reviews/the-lady-from-dubuque-1200509537/"
              ]
            },
            {
              "sentence": "Yet even the magnetically watchable Smith cannot save the evening as a whole.\"  In 2007 she also starred in another HBO television film, Capturing Mary alongside Ruth Wilson for which she was nominated for her fourth Primetime Emmy Award",
              "refs": [
                "https://variety.com/2007/legit/reviews/the-lady-from-dubuque-1200509537/"
              ]
            },
            {
              "sentence": "She appeared in Julian Fellowes's fantasy drama film From Time to Time in 2009",
              "refs": [
                "https://www.emmys.com/shows/capturing-mary"
              ]
            },
            {
              "sentence": "In 2010, she played Mrs",
              "refs": [
                "https://variety.com/2009/film/reviews/from-time-to-time-1200476798/"
              ]
            },
            {
              "sentence": "Docherty in period fantasy comedy film Nanny McPhee and the Big Bang opposite Emma Thompson",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "2010–2015: Downton Abbey and other roles",
          "section_content": [
            {
              "sentence": "From 2010 to 2015 Smith appeared as Violet Crawley, Dowager Countess of Grantham, in the British period drama Downton Abbey",
              "refs": []
            },
            {
              "sentence": "The show became a cultural phenomenon, with her performance becoming a fan favourite",
              "refs": []
            },
            {
              "sentence": "This role won her three Primetime Emmy Awards for Outstanding Supporting Actress in a Limited or Anthology Series or Movie as well as a Golden Globe Award and four Screen Actors Guild Awards",
              "refs": []
            },
            {
              "sentence": "In a March 2015 interview with Joe Utichi in The Sunday Times, Smith announced that the sixth season of Downton Abbey would be her last (it was in fact the last to be produced)",
              "refs": [
                "https://www.pbs.org/about/blogs/news/dame-maggie-smith-receives-screen-actors-guild-award-for-outstanding-performance-in-a-drama-series/",
                "http://www.goldenglobes.com/person/maggie-smith",
                "http://www.emmys.com/celebrities/maggie-smith"
              ]
            },
            {
              "sentence": "In 2012 she played Muriel Donnelly in the British comedy The Best Exotic Marigold Hotel alongside Judi Dench, Dev Patel, Bill Nighy, Tom Wilkinson and Penelope Wilton",
              "refs": []
            },
            {
              "sentence": "The film was distributed by Fox Searchlight and received positive reviews",
              "refs": []
            },
            {
              "sentence": "She received a Screen Actors Guild Award nomination for the role",
              "refs": []
            },
            {
              "sentence": "The film became a surprise box-office hit following its international release and was such a financial success; it spawned the sequel The Second Best Exotic Marigold Hotel in 2015",
              "refs": []
            },
            {
              "sentence": "Also in 2012 Smith starred in Dustin Hoffman's directorial debut, Quartet, based on Ronald Harwood's play",
              "refs": []
            },
            {
              "sentence": "The film co-starred Tom Courtenay, Pauline Collins, Billy Connolly and Michael Gambon",
              "refs": [
                "https://entertainment.time.com/2012/12/21/quartet-the-least-exotic-country-retirement-home/"
              ]
            },
            {
              "sentence": "The film premiered at the Toronto International Film Festival to positive reviews and garnered her a 10th Golden Globe nomination",
              "refs": []
            },
            {
              "sentence": "The following year, Smith starred in the romantic comedy My Old Lady (2014) alongside Kristin Scott Thomas and Kevin Kline",
              "refs": []
            },
            {
              "sentence": "The film received modest critical praise according to Rotten Tomatoes, with Smith's performance being a standout",
              "refs": []
            },
            {
              "sentence": "Smith participated in the filmed event National Theatre Live: 50 Years On Stage (2013), along with many actors of the stage, including Michael Gambon and Judi Dench",
              "refs": [
                "http://www.rottentomatoes.com/m/my_old_lady/"
              ]
            },
            {
              "sentence": "The programme features a variety of live performances from productions by the Royal National Theatre from the past five decades:  The programme features a clip from the 1964 production of Hay Fever by Noël Coward, starring Smith and Anthony Nichols, which introduces Smith giving a live monologue from The Beaux' Stratagem by George Farquhar",
              "refs": [
                "https://ghostarchive.org/varchive/youtube/20211211/c88znlXD9ag"
              ]
            },
            {
              "sentence": "Michael Billington of The Guardian wrote of the event: \"Obviously it was moving to see legendary actors, either through archival footage or live performance, repeating past successes.\"",
              "refs": [
                "https://www.theguardian.com/stage/theatreblog/2013/nov/04/national-theatre-50th-birthday-highlights"
              ]
            },
            {
              "sentence": "In 2015 she received rapturous reviews for her performance in the film The Lady in the Van (2015) which debuted at the Toronto International Film Festival",
              "refs": []
            },
            {
              "sentence": "Kate Muir of The Times praised Smith's performance by writing, \"Smith delivers a compelling performance...as Alan Bennett's play comes to the big screen 15 years after it premiered at the Royal National Theatre.\"  Smith received a Golden Globe Award and British Academy Film Award nominations for her performance",
              "refs": [
                "https://variety.com/2015/film/awards/maggie-smith-oscar-buzz-lady-van-1201601926/",
                "http://www.thetimes.co.uk/tto/arts/film/reviews/article4556139.ece"
              ]
            },
            {
              "sentence": "On 30 October 2015, Smith appeared on BBC's The Graham Norton Show, her first appearance on a chat show in 42 years",
              "refs": []
            },
            {
              "sentence": "During the show, Smith discussed her appearance alongside Alex Jennings in the comedy-drama film The Lady in the Van, which was directed by Nicholas Hytner",
              "refs": [
                "https://playbill.com/article/maggie-smith-to-make-first-british-talk-show-appearance-in-four-decades-com-367112"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "2016–2024: Final years",
          "section_content": [
            {
              "sentence": "In 2018 Smith starred in a British documentary titled Nothing Like a Dame, directed by Roger Michell, which documents conversations between actresses Smith, Judi Dench, Eileen Atkins and Joan Plowright, which were interspersed with scenes from their careers on film and stage",
              "refs": []
            },
            {
              "sentence": "The film was released in the United States as Tea with the Dames",
              "refs": [
                "https://www.vulture.com/2018/09/11-delightful-things-we-learned-from-tea-with-the-dames.html",
                "https://www.npr.org/2018/10/01/651797682/tag-yourself-im-a-maggie-a-tea-with-the-dames-taxonomy"
              ]
            },
            {
              "sentence": "Peter Bradshaw of The Guardian gave the film a five out of five star rating, declaring it an \"outrageously funny film\"",
              "refs": []
            },
            {
              "sentence": "Guy Lodge of Variety called the film a \"richly enjoyable gabfest\" but that the film was \"hardly vital cinema\"",
              "refs": [
                "https://www.theguardian.com/film/2018/apr/26/nothing-like-a-dame-review-judi-dench-eileen-atkins-maggie-smith-joan-plowright"
              ]
            },
            {
              "sentence": "In 2018 Smith reprised her role as Professor Minerva McGonagall by voicing the character in Harry Potter: Hogwarts Mystery, a role-playing video game",
              "refs": []
            },
            {
              "sentence": "In September 2019, a continuation of the Downton Abbey series in form of a feature-length film was in theatres entitled simply, Downton Abbey",
              "refs": [
                "https://www.hollywoodreporter.com/news/general-news/harry-potter-hogwarts-mystery-game-star-maggie-smith-michael-gambon-1099961/"
              ]
            },
            {
              "sentence": "The film was a financial success and earned $194.3 million at the box office",
              "refs": []
            },
            {
              "sentence": "She reprised her role as Violet Crawley, Dowager Countess of Grantham in Simon Curtis's 2022 historical-drama Downton Abbey: A New Era alongside Hugh Bonneville, Elizabeth McGovern and Michelle Dockery",
              "refs": [
                "https://www.boxofficemojo.com/release/rl2399634945/"
              ]
            },
            {
              "sentence": "In April 2019, after an eleven-year absence from theatre, Smith returned to the stage in A German Life as Brunhilde Pomsel at the Bridge Theatre in London",
              "refs": []
            },
            {
              "sentence": "The new work, by Christopher Hampton, is a one-woman solo play",
              "refs": []
            },
            {
              "sentence": "In its inaugural incarnation Smith gave an extended monologue as Pomsel, an elderly German woman who, in her youth, wound up working as a secretary for Joseph Goebbels at the Ministry of Propaganda",
              "refs": []
            },
            {
              "sentence": "Jonathan Kent took the directorial role",
              "refs": []
            },
            {
              "sentence": "Variety magazine's theatre critic praised Smith's performance, writing, \"It's a performance that combines the knowingness of hindsight with the naivety of youth, blasé enough to catch you off-guard when the magnitude of events suddenly cuts through\"",
              "refs": [
                "http://www.broadwayworld.com/article/Maggie-Smith-Returns-To-The-Stage-In-A-GERMAN-LIFE-20190213"
              ]
            },
            {
              "sentence": "Matt Wolf of The New York Times wrote, \" [Smith's performance] represents a new high in a six-decade career with no shortage of peaks\", and added \"The audience knows it is witnessing something special\"",
              "refs": [
                "https://variety.com/2019/legit/reviews/german-life-review-maggie-smith-1203189853/"
              ]
            },
            {
              "sentence": "Her performance won her a record sixth Best Actress Evening Standard award",
              "refs": [
                "https://www.nytimes.com/2019/04/18/theater/maggie-smith-a-german-life.html"
              ]
            },
            {
              "sentence": "In 2021 Smith starred in the Netflix adaptation of the children's book by Matt Haig of the same name, A Boy Called Christmas",
              "refs": []
            },
            {
              "sentence": "The film was directed by Gil Kenan and also starred Sally Hawkins, Kristen Wiig, Jim Broadbent and Toby Jones",
              "refs": []
            },
            {
              "sentence": "In 2023 Smith starred as Lily Fox in an Irish drama film, The Miracle Club, with Kathy Bates and Laura Linney",
              "refs": [
                "https://www.hollywoodreporter.com/news/kristen-wiig-sally-hawkins-maggie-smith-join-a-boy-called-christmas-1202042",
                "https://variety.com/2019/film/news/netflix-a-boy-called-christmas-jim-broadbent-sally-hawkins-maggie-smith-kristen-wiig-studiocanal-blueprint-1203189563/"
              ]
            },
            {
              "sentence": "The film's plot is being described as a \"joyful and hilarious\" journey of a group of riotous working-class women from Dublin, whose pilgrimage to Lourdes in France leads them to discover each other's friendship and their own personal miracles.\"   Smith was announced as starring in the film version of Christopher Hampton's A German Life, reprising the role she originated onstage in 2019 in London",
              "refs": [
                "https://www.hollywoodreporter.com/news/maggie-smith-kathy-bates-laura-linney-unite-miracle-club-1298960",
                "https://variety.com/2020/film/news/maggie-smith-kathy-bates-laura-linney-the-miracle-club-1234638006/"
              ]
            },
            {
              "sentence": "In October 2023 Smith was revealed as one of the faces for the Loewe's SS24 pre-collection",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Awards and honours",
      "section_content": [
        {
          "sentence": "Smith was appointed Commander of the Order of the British Empire (CBE) in the 1970 New Year Honours,   and promoted to Dame Commander (DBE) in the 1990 New Year Honours",
          "refs": [
            "https://www.thegazette.co.uk/London/issue/44999/supplement/9",
            "https://www.telegraph.co.uk/film/the-lady-in-the-van/why-we-love-maggie-smith/"
          ]
        },
        {
          "sentence": "Smith was appointed Member of the Order of the Companions of Honour (CH) for services to drama in the 2014 Queen's Birthday Honours,   becoming the third actress to receive the honour, after Sybil Thorndike (1970) and Judi Dench (2005)",
          "refs": [
            "https://www.telegraph.co.uk/film/the-lady-in-the-van/why-we-love-maggie-smith/",
            "https://www.thegazette.co.uk/London/issue/51981/supplement/7",
            "https://web.archive.org/web/20210411193725/https://www.londontheatre.co.uk/theatre-news/news/theatrical-artists-in-the-queens-birthday-honours-2014",
            "http://www.itv.com/news/update/2014-06-13/downton-abbeys-star-dame-maggie-smith-honoured"
          ]
        },
        {
          "sentence": "In 1971 Smith was conferred an honorary Doctor of Letters (DLitt) degree by the University of St Andrews",
          "refs": []
        },
        {
          "sentence": "In 1986 she was awarded an honorary DLitt from the University of Bath",
          "refs": [
            "http://cinemastandrews.org.uk/stars/honorary-degrees-and-the-star-figure/"
          ]
        },
        {
          "sentence": "In 1994 Smith received an honorary Doctor of Letters (DLitt) from the University of Cambridge",
          "refs": [
            "https://web.archive.org/web/20151219000643/http://www.bath.ac.uk/ceremonies/hongrads/"
          ]
        },
        {
          "sentence": "In October 2017, she was made an honorary fellow of Mansfield College, Oxford",
          "refs": [
            "https://books.google.com/books?id=EuKLTofUmWcC&pg=PA177"
          ]
        },
        {
          "sentence": "Over her career, Smith was recognised by the Academy of Motion Picture Arts and Sciences for the following performances:",
          "refs": [
            "https://www.forbes.com/sites/marcberman1/2024/09/27/maggie-smith-the-oscar-emmy-and-tony-award-winning-acting-legend-dies-at-89/"
          ]
        },
        {
          "sentence": "Smith also received a Tony Award, four Primetime Emmy Awards, five British Academy Film Awards, three Golden Globe Awards and five Screen Actors Guild Awards",
          "refs": []
        },
        {
          "sentence": "In 1993 she was awarded with the BAFTA Special Award by the British Academy of Film and Television Arts",
          "refs": []
        },
        {
          "sentence": "In 1996 the British Academy of Film and Television Arts presented her with the BAFTA Fellowship, the highest honour the Academy can bestow",
          "refs": [
            "http://awards.bafta.org/keyword-search?keywords=maggie+smith"
          ]
        },
        {
          "sentence": "At the 2010 Laurence Olivier Awards, she was celebrated with the Society of London Theatre Special Award",
          "refs": [
            "https://web.archive.org/web/20120917031901/http://www.nftsfilm-tv.ac.uk/index.php?module=Content&template=history",
            "http://awards.bafta.org/keyword-search?keywords=maggie+smith"
          ]
        },
        {
          "sentence": "In 2013 she was awarded the Evening Standard Icon Award",
          "refs": []
        },
        {
          "sentence": "Smith was awarded the Shakespeare Prize by the Hamburg Alfred Toepfer Foundation in 1991",
          "refs": []
        },
        {
          "sentence": "Smith was made a Fellow of the British Film Institute in recognition of her outstanding contribution to film culture in 1992",
          "refs": [
            "https://archive.today/20131122164601/http://damemaggiedaily.livejournal.com/269417.html"
          ]
        },
        {
          "sentence": "She was elected to the American Theatre Hall of Fame in 1994",
          "refs": [
            "https://www.bfi.org.uk/strategy-policy/bfi-fellows"
          ]
        },
        {
          "sentence": "In 1995 she was honoured with the Lifetime Achievement Award by Women in Film and Television UK",
          "refs": []
        },
        {
          "sentence": "On 10 April 1999, Smith received the William Shakespeare Award for Classical Theatre (The Will Award) presented by the Shakespeare Theatre Company in Washington, D.C., in recognition of her significant contribution to classical theatre in the United States",
          "refs": [
            "https://issuu.com/spaceduplondon/docs/2002_awards_-_kitty_jun-im",
            "https://diomedia.com/stock-photo-dame-maggie-smith-british-actress-seen-at-the-carlton-uk-tv-women-in-film-and-television-award-winner-of-the-channel-four-lifetime-achievement-award-compulsory-credit-uppaphotoshot-photo-image17557959.html"
          ]
        },
        {
          "sentence": "On 9 February 2014 she was inducted into the Actors Hall of Fame",
          "refs": [
            "https://web.archive.org/web/20131206235404/http://www.playbill.com/news/article/44721-Dame-Maggie-Smith-Receives-Will-Award-in-DC-April-10"
          ]
        },
        {
          "sentence": "Smith had a star on the London Avenue of Stars until all of the stars were removed in 2006",
          "refs": [
            "https://web.archive.org/web/20080827202405/http://www.actorshalloffame.org/induction.html"
          ]
        },
        {
          "sentence": "In September 2012, she was honoured with the Stratford Shakespeare Festival's Legacy Award",
          "refs": [
            "http://www.thestage.co.uk/news/2005/09/itv-unveils-avenue-of-stars"
          ]
        },
        {
          "sentence": "She accepted the award, presented to her by Christopher Plummer, in a ceremony at the Fairmont Royal York hotel",
          "refs": []
        },
        {
          "sentence": "In March 2016, Smith was awarded the Critics' Circle Award for Distinguished Service to the Arts",
          "refs": [
            "https://www.thestar.com/entertainment/onstage/article/1254696--maggie-smith-receives-stratford-festival-s-legacy-award"
          ]
        },
        {
          "sentence": "In April 2016, she was awarded the Bodley Medal by the University of Oxford's Bodleian Libraries in recognition of her outstanding contribution to the performing arts",
          "refs": [
            "http://www.thestage.co.uk/news/2016/434958/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Personal life",
      "section_content": [
        {
          "sentence": "Smith married actor Robert Stephens on 29 June 1967",
          "refs": []
        },
        {
          "sentence": "They had two sons, actors Chris Larkin (b",
          "refs": []
        },
        {
          "sentence": "1967) and Toby Stephens (b",
          "refs": []
        },
        {
          "sentence": "1969),  and were divorced on 6 April 1975",
          "refs": [
            "https://www.mirror.co.uk/tv/tv-news/downton-abbeys-maggie-smith-how-7364243"
          ]
        },
        {
          "sentence": "She married playwright Beverley Cross on 23 June 1975, at the Guildford Register Office,  and they remained married until his death on 20 March 1998",
          "refs": [
            "https://archive.org/details/maggiesmith00mich",
            "https://archive.org/details/maggiesmith00mich"
          ]
        },
        {
          "sentence": "When asked in 2013 if she was lonely, she replied, \"it seems a bit pointless, going on on one's own, and not having someone to share it with\"",
          "refs": []
        },
        {
          "sentence": "Smith had five grandchildren",
          "refs": [
            "https://www.telegraph.co.uk/culture/tvandradio/downton-abbey/9879288/Dame-Maggie-Smith-has-no-plans-to-retire-from-Downton.html"
          ]
        },
        {
          "sentence": "In January 1988, Smith was diagnosed with Graves' disease, for which she underwent radiotherapy and optical surgery",
          "refs": []
        },
        {
          "sentence": "In 2007 The Sunday Telegraph disclosed that she had been diagnosed with breast cancer",
          "refs": [
            "https://www.nytimes.com/1990/03/18/magazine/there-is-nothing-like-this-dame.html"
          ]
        },
        {
          "sentence": "In 2009 she was reported to have made a full recovery",
          "refs": []
        },
        {
          "sentence": "In 2016, Smith told NPR that as a character actor, rather than a \"dish\", she was able to age into roles as mothers and grandmothers while still developing her talents instead of losing them",
          "refs": []
        },
        {
          "sentence": "The interviewer noted that Smith had, in fact, been called \"an undeniable dish\" by a reviewer while starring on Broadway in the 1960s",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Charity work",
          "section_content": [
            {
              "sentence": "In September 2011, Smith offered her support for raising the NZ$4.6 million needed to help rebuild the Court Theatre in Christchurch, New Zealand, after the earthquake in 2011 that caused severe damage to the area",
              "refs": []
            },
            {
              "sentence": "In July 2012, she became a patron of the International Glaucoma Association (now known as Glaucoma UK),  hoping to support the organisation and raise the profile of glaucoma",
              "refs": [
                "https://web.archive.org/web/20111225174323/http://www.3news.co.nz/Dame-Maggie-supporting-Christchurch-theatre/tabid/817/articleID/225791/Default.aspx",
                "https://www.eyenews.uk.com/news/post/glaucoma-uk-reveals-new-name-website-and-branding"
              ]
            },
            {
              "sentence": "She was also a patron of the Oxford Playhouse, where she first began her career",
              "refs": [
                "https://web.archive.org/web/20140313061726/http://www.glaucoma-association.com/blog/the-iga-welcomes-dame-maggie-smith.html"
              ]
            },
            {
              "sentence": "Smith was a vice-president of the Chichester Cinema at New Park  and a vice-president of the Royal Theatrical Fund, which provides support for members of the entertainment profession who are unable to work due to illness, injury or infirmity",
              "refs": [
                "https://web.archive.org/web/20210425041009/https://www.oxfordplayhouse.com/about-us/playhouse-people/playhouse-patrons",
                "http://chichestercinema.org/content/ruby-magazine-Pg8"
              ]
            },
            {
              "sentence": "On 27 November 2012, Smith contributed a drawing of her own hand to the 2012 Celebrity Paw Auction, to raise funds for Cats Protection",
              "refs": []
            },
            {
              "sentence": "In May 2013, Smith contributed a gnome which she had decorated, for an auction to raise money for the Royal Horticultural Society Campaign for School Gardening",
              "refs": [
                "https://web.archive.org/web/20150316220515/http://www.cats.org.uk/get-involved/celeb-paws/"
              ]
            },
            {
              "sentence": "In November 2020, Smith joined Kenneth Branagh, Judi Dench, Derek Jacobi and Ian McKellen for a conversation on Zoom entitled For One Knight Only, for the charity Acting for Others",
              "refs": []
            },
            {
              "sentence": "Branagh described the group as \"the greatest quartet of Shakespearean actors on the planet\" as they talked about the highs and lows of their careers",
              "refs": []
            },
            {
              "sentence": "In April 2021, Smith appeared in a streaming event alongside Kathleen Turner",
              "refs": [
                "https://www.theguardian.com/stage/2020/nov/30/one-knight-only-judi-dench-maggie-smith-ian-mckellen-derek-jacobi-theatre-anecdotes-zoom"
              ]
            },
            {
              "sentence": "The event was in support of The Royal Theatrical Fund",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Death and reactions",
          "section_content": [
            {
              "sentence": "Smith died at the Chelsea and Westminster Hospital in London, on 27 September 2024, aged 89",
              "refs": []
            },
            {
              "sentence": "King Charles III released a statement: \"As the curtain comes down on a national treasure, we join all those around the world in remembering with the fondest admiration and affection her many great performances, and her warmth and wit that shone through both on and off the stage.\"  She was praised by the UK's prime minister, Sir Keir Starmer, who likewise described Smith as a \"national treasure\"",
              "refs": [
                "https://www.bbc.co.uk/news/articles/cgk7375ngkxo",
                "https://www.usatoday.com/story/entertainment/celebrities/2024/09/27/king-charles-maggie-smith-death-reaction-celebrities/75414257007/"
              ]
            },
            {
              "sentence": "Figures in the entertainment industry who paid tribute to Smith included her Sister Act co-star Whoopi Goldberg, who described her as \"a great woman and a brilliant actress",
              "refs": []
            },
            {
              "sentence": "I still can't believe I was lucky enough to work with the 'one-of-a-kind'.\"  Her Harry Potter co-star Daniel Radcliffe, released a statement reading, in part: \"I will always consider myself amazingly lucky to have been able to work with her ..",
              "refs": [
                "https://ew.com/whoopi-goldberg-pays-tribute-to-late-sister-act-costar-maggie-smith-8719498"
              ]
            },
            {
              "sentence": "the word legend is overused but if it applies to anyone in our industry then it applies to her.\"  Another Harry Potter co-star, Emma Watson, released a statement reading, in part: \"She was real, honest, funny and self-honouring ..",
              "refs": [
                "https://www.goodmorningamerica.com/culture/story/beloved-actress-maggie-smith-remembered-tributes-114282330"
              ]
            },
            {
              "sentence": "Thank you for all of your kindness",
              "refs": []
            },
            {
              "sentence": "I'll miss you.\"  Her Gosford Park co-star Dame Helen Mirren compared Smith to Queen Elizabeth II, saying: \"Like the Queen she has been a part of my life since I was a student and she was an icon even then\", adding that \"she was one of the greatest actresses of the past century\"",
              "refs": [
                "https://ew.com/emma-watson-honors-harry-potter-costar-maggie-smith-8720028"
              ]
            },
            {
              "sentence": "Others who paid tribute to Smith included the Harry Potter author J",
              "refs": []
            },
            {
              "sentence": "K",
              "refs": []
            },
            {
              "sentence": "Rowling; the Downton Abbey creator Julian Fellowes; actors such as Rupert Grint, Bonnie Wright, Hugh Bonneville, Michelle Dockery, Viola Davis, Saoirse Ronan, Kristin Scott Thomas, Harriet Walter, Miriam Margolyes, Mia Farrow and Rob Lowe; and musician Paul McCartney",
              "refs": []
            },
            {
              "sentence": "On 1 October theatres across the West End of London, dimmed their lights for two minutes to mark Smith's death",
              "refs": [
                "https://www.indiewire.com/news/breaking-news/maggie-smith-tributes-1235051685/"
              ]
            },
            {
              "sentence": "It was announced that the lights would be dimmed across Broadway theatres as well in honour of her memory",
              "refs": [
                "https://www.whatsonstage.com/news/west-end-to-dim-lights-in-maggie-smiths-memory_1634836/"
              ]
            },
            {
              "sentence": "Her funeral took place in a private service on 4 November at Mortlake Crematorium in Richmond, south west London",
              "refs": [
                "https://deadline.com/2024/10/broadway-lights-fgavin-creel-maggie-smith-adrian-bailey-1236111696/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://www.britannica.com/biography/Maggie-Smith",
    "2": "https://www.goldderby.com/gallery/triple-crown-acting-winners/",
    "3": "http://awards.bafta.org/keyword-search?keywords=maggie+smith",
    "4": "https://web.archive.org/web/20130927142138/http://goldderby.latimes.com/awards_goldderby/2010/07/what-do-al-pacino-and-maggie-smith-have-in-common.html",
    "5": "https://web.archive.org/web/20150814214712/http://www.news.com.au/news/jewel-in-the-triple-crown/story-fna7dq6e-1225731812317",
    "6": "http://awards.bafta.org/keyword-search?keywords=Maggie%20Smith&f%5B0%5D=string_winner:true",
    "7": "https://www.youtube.com/watch?v=8X_IlbUNxzY",
    "8": "https://web.archive.org/web/20160304080246/http://articles.philly.com/1989-12-30/news/26159758_1_british-empire-telephone-pole-police-chase",
    "9": "https://www.bbc.co.uk/news/articles/crggzy42v30o",
    "10": "https://www.biography.com/actor/maggie-smith",
    "11": "https://web.archive.org/web/20150129081605/http://www.debretts.com/people/honours/orders-and-decorations-conferred-crown",
    "12": "https://www.britannica.com/biography/Maggie-Smith",
    "13": "https://www.theguardian.com/weekend/story/0,3605,1354891,00.html",
    "14": "https://movies.yahoo.com/movie/contributor/1800019451/bio",
    "15": "https://web.archive.org/web/20011105081218/http://www.tiscali.co.uk/entertainment/film/biographies/maggie_smith_biog.html",
    "16": "https://web.archive.org/web/20130710172828/http://www.tribute.ca/people/maggie-smith/3122/",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "http://www.ibdb.com",
    "20": "http://www.guidetomusicaltheatre.com/shows_s/sharelettuce.htm",
    "21": "https://web.archive.org/web/20210924191704/https://www.oldvictheatre.com/news/2017/12/maggie-smith-and-the-old-vic",
    "22": "https://www.vanityfair.com/hollywood/2018/09/maggie-smith-laurence-olivier-othello-tea-with-the-dames-joan-plowright-judi-dench-eileen-atkins",
    "23": "https://theatricalia.com/play/3j9/the-recruiting-officer/production/9v6",
    "24": "https://www.dresscircle.co.uk/shows/the-master-builder/the-old-vic-london-96",
    "25": "http://www.screenonline.org.uk/tv/id/565168/index.html",
    "26": "https://www.bbc.co.uk/programmes/articles/YYKTPCrSpLz6bxXgNtPhj8/dame-again-early-lost-maggie-smith-appearance-painstakingly-restored#:~:text=Much%20Ado%20About%20Nothing%20starring,broadcast%20of%20the%20whole%20play.",
    "27": "ISBN: 978-0-19172-781-8",
    "28": "http://awards.bafta.org/award/1959/film",
    "29": "https://collections-search.bfi.org.uk/web/Details/ChoiceFilmWorks/150030458",
    "30": "https://www.independent.co.uk/news/maggie-smith-ap-london-juliet-shakespeare-b2620072.html",
    "31": "https://www.rogerebert.com/reviews/hot-millions-1968",
    "32": "https://www.washingtonpost.com/entertainment/2024/09/27/maggie-smith-films-list/0bb62936-7cdf-11ef-980d-341a84fdff8f_story.html",
    "33": "https://librarysearch.le.ac.uk/primo-explore/fulldisplay?vid=44UOLE_NUI",
    "34": "http://www.filmsite.org/bestactress.html",
    "35": "https://www.theguardian.com/theobserver/2010/feb/21/observer-profile-vanessa-redgrave",
    "36": "http://www.chicagoreader.com/chicago/the-prime-of-miss-jean-brodie/Film?oid=1064172",
    "37": "http://www.tcm.com/this-month/article/625966%7C0/The-Prime-of-Miss-Jean-Brodie.html",
    "38": "https://web.archive.org/web/20190406005041/https://archives.stratfordfestival.ca/AIS/Details/people/9636",
    "39": "https://www.nytimes.com/1975/02/16/archives/stage-view-sometimes-the-actings-the-thing.html",
    "40": "https://www.metacritic.com/tv/the-carol-burnett-show/season-9/episode-10-dame-maggie-smith/",
    "41": "https://www.oscars.org/oscars/ceremonies/1973",
    "42": "[ERROR retrieving ref link]",
    "43": "https://aaspeechesdb.oscars.org/link/051-4",
    "44": "https://web.archive.org/web/20210919223917/https://www.independent.co.uk/arts-entertainment/films/news/oscars-2016-dame-maggie-smith-tipped-candidate-best-actress-role-lady-van-a6727311.html",
    "45": "https://www.thetimes.com/article/dame-maggie-smith-everyone-warms-to-countess-frosty-0fsdrn9xk7j",
    "46": "https://www.cbc.ca/news/entertainment/maggie-smith-to-get-stratford-tribute-1.1178649",
    "47": "https://link.springer.com/chapter/10.1007/978-1-349-60041-0_2",
    "48": "https://www.nytimes.com/1977/06/11/archives/maggie-smith-superb-in-molnar.html",
    "49": "https://www.theguardian.com/culture/2024/sep/28/maggie-smith-found-a-clarity-on-stage-that-in-some-ways-surpassed-her-screen-work",
    "50": "https://www.nytimes.com/1979/11/28/archives/theater-stoppards-night-and-day-much-talk.html",
    "51": "https://www.nytimes.com/1979/11/28/archives/theater-stoppards-night-and-day-much-talk.html",
    "52": "https://www.tonyawards.com/nominees/?q=Maggie%20Smith",
    "53": "https://www.nytimes.com/1981/10/25/movies/ivory-s-quartet-based-on-rhys-novel.html",
    "54": "https://www.metacritic.com/movie/quartet-1981/",
    "55": "https://www.tcm.com/tcmdb/title/987/clash-of-the-titans#overview",
    "56": "https://www.rottentomatoes.com/m/better_late_than_never",
    "57": "https://www.independent.co.uk/arts-entertainment/films/features/story-of-the-scene-a-private-function-malcolm-mowbray-1984-815022.html",
    "58": "https://www.latimes.com/archives/la-xpm-1985-07-05-ca-9233-story.html",
    "59": "[ERROR retrieving ref link]",
    "60": "https://www.nytimes.com/1990/03/26/theater/review-theater-one-and-many-maggie-smiths.html",
    "61": "[ERROR retrieving ref link]",
    "62": "https://www.boxofficemojo.com/title/tt0102057/",
    "63": "https://ew.com/movies/sister-act-where-are-they-now/",
    "64": "https://www.independent.co.uk/arts-entertainment/review-theatre-three-tall-women-wyndham-s-theatre-london-1575556.html",
    "65": "https://www.nytimes.com/1994/11/28/arts/albee-s-tall-women-wins-award-in-london.html",
    "66": "https://www.washingtonpost.com/wp-srv/style/longterm/movies/videos/richardiii.htm",
    "67": "https://www.rottentomatoes.com/m/the_last_september",
    "68": "https://www.rottentomatoes.com/m/curtain_call-2000",
    "69": "https://variety.com/1997/legit/reviews/a-delicate-balance-7-1117329375/",
    "70": "https://www.telegraph.co.uk/news/uknews/1352721/Authors-favourites-are-chosen-for-Potter-film.html",
    "71": "https://www.forbes.com/sites/scottmendelson/2020/08/13/harry-potter-movies-ranked-box-office-jk-rowling-emma-watson-daniel-radcliffe/?sh=5bb89ce352da",
    "72": "https://screenrant.com/harry-potter-movies-box-office-profit-explained/",
    "73": "https://www.npr.org/2016/02/23/467802382/maggie-smith-on-the-pressures-of-acting-you-want-so-much-to-get-it-right",
    "74": "https://www.rogerebert.com/reviews/educating-rita-1983",
    "75": "https://www.rollingstone.com/music/music-lists/maggie-smith-in-divine-secrets-of-the-ya-ya-sisterhood-14953/",
    "76": "https://www.theguardian.com/stage/2002/oct/16/theatre.artsfeatures3",
    "77": "https://www.emmys.com/shows/my-house-umbria",
    "78": "https://www.rottentomatoes.com/m/ladies_in_lavender",
    "79": "https://www.bbc.co.uk/programmes/b00p8lht",
    "80": "https://www.rottentomatoes.com/m/becoming_jane",
    "81": "https://variety.com/2007/legit/reviews/the-lady-from-dubuque-1200509537/",
    "82": "https://www.emmys.com/shows/capturing-mary",
    "83": "https://variety.com/2009/film/reviews/from-time-to-time-1200476798/",
    "84": "https://www.rottentomatoes.com/m/nanny_mcphee_returns",
    "85": "https://www.pbs.org/about/blogs/news/dame-maggie-smith-receives-screen-actors-guild-award-for-outstanding-performance-in-a-drama-series/",
    "86": "http://www.goldenglobes.com/person/maggie-smith",
    "87": "http://www.emmys.com/celebrities/maggie-smith",
    "88": "https://web.archive.org/web/20150302021506/http://www.thesundaytimes.co.uk/sto/newsreview/features/article1524818.ece",
    "89": "https://entertainment.time.com/2012/12/21/quartet-the-least-exotic-country-retirement-home/",
    "90": "http://www.rottentomatoes.com/m/my_old_lady/",
    "91": "https://ghostarchive.org/varchive/youtube/20211211/c88znlXD9ag",
    "92": "https://www.theguardian.com/stage/theatreblog/2013/nov/04/national-theatre-50th-birthday-highlights",
    "93": "https://variety.com/2015/film/awards/maggie-smith-oscar-buzz-lady-van-1201601926/",
    "94": "http://www.thetimes.co.uk/tto/arts/film/reviews/article4556139.ece",
    "95": "https://playbill.com/article/maggie-smith-to-make-first-british-talk-show-appearance-in-four-decades-com-367112",
    "96": "https://www.bbc.co.uk/programmes/b06mzk9c",
    "97": "https://web.archive.org/web/20151031124121/http://www.grimsbytelegraph.co.uk/Graham-Norton-Dame-Maggie-Smith-makes-chat/story-28084513-detail/story.html",
    "98": "https://www.vulture.com/2018/09/11-delightful-things-we-learned-from-tea-with-the-dames.html",
    "99": "https://www.npr.org/2018/10/01/651797682/tag-yourself-im-a-maggie-a-tea-with-the-dames-taxonomy",
    "100": "https://www.theguardian.com/film/2018/apr/26/nothing-like-a-dame-review-judi-dench-eileen-atkins-maggie-smith-joan-plowright",
    "101": "https://variety.com/2018/film/reviews/tea-with-the-dames-review-1202950874/",
    "102": "https://www.hollywoodreporter.com/news/general-news/harry-potter-hogwarts-mystery-game-star-maggie-smith-michael-gambon-1099961/",
    "103": "https://www.boxofficemojo.com/release/rl2399634945/",
    "104": "https://ew.com/movies/michelle-dockery-on-filming-that-scene-maggie-smith-downton-abbey-a-new-era/",
    "105": "http://www.broadwayworld.com/article/Maggie-Smith-Returns-To-The-Stage-In-A-GERMAN-LIFE-20190213",
    "106": "https://variety.com/2019/legit/reviews/german-life-review-maggie-smith-1203189853/",
    "107": "https://www.nytimes.com/2019/04/18/theater/maggie-smith-a-german-life.html",
    "108": "https://www.standard.co.uk/culture/theatre/evening-standard-theatre-awards-winners-2019-a4294246.html",
    "109": "https://www.standard.co.uk/culture/theatre/evening-standard-theatre-awards-winners-2019-a4294246.html",
    "110": "https://www.hollywoodreporter.com/news/kristen-wiig-sally-hawkins-maggie-smith-join-a-boy-called-christmas-1202042",
    "111": "https://variety.com/2019/film/news/netflix-a-boy-called-christmas-jim-broadbent-sally-hawkins-maggie-smith-kristen-wiig-studiocanal-blueprint-1203189563/",
    "112": "https://www.hollywoodreporter.com/news/maggie-smith-kathy-bates-laura-linney-unite-miracle-club-1298960",
    "113": "https://variety.com/2020/film/news/maggie-smith-kathy-bates-laura-linney-the-miracle-club-1234638006/",
    "114": "https://variety.com/2020/film/global/maggie-smith-christopher-hampton-a-german-life-1234842203/",
    "115": "https://www.cosmopolitan.com/uk/fashion/celebrity/a45624391/maggie-smith-loewe-campaign/",
    "116": "https://www.thegazette.co.uk/London/issue/44999/supplement/9",
    "117": "https://www.telegraph.co.uk/film/the-lady-in-the-van/why-we-love-maggie-smith/",
    "118": "https://www.thegazette.co.uk/London/issue/51981/supplement/7",
    "119": "https://web.archive.org/web/20210411193725/https://www.londontheatre.co.uk/theatre-news/news/theatrical-artists-in-the-queens-birthday-honours-2014",
    "120": "http://www.itv.com/news/update/2014-06-13/downton-abbeys-star-dame-maggie-smith-honoured",
    "121": "https://ojs.deakin.edu.au/index.php/ps/article/download/913/879/2760",
    "122": "http://cinemastandrews.org.uk/stars/honorary-degrees-and-the-star-figure/",
    "123": "https://web.archive.org/web/20151219000643/http://www.bath.ac.uk/ceremonies/hongrads/",
    "124": "https://books.google.com/books?id=EuKLTofUmWcC&pg=PA177",
    "125": "https://web.archive.org/web/20171107031718/https://www.mansfield.ox.ac.uk/news/conversation-dame-maggie-smith",
    "126": "https://www.forbes.com/sites/marcberman1/2024/09/27/maggie-smith-the-oscar-emmy-and-tony-award-winning-acting-legend-dies-at-89/",
    "127": "https://web.archive.org/web/20120917031901/http://www.nftsfilm-tv.ac.uk/index.php?module=Content&template=history",
    "128": "https://playbill.com/article/award-winning-actress-maggie-smith-hopes-to-return-to-the-stage-com-211969#:~:text=Award%2DWinning%20Actress%20Maggie%20Smith,Return%20to%20the%20Stage%20%7C%20Playbill&text=News%20Award%2DWinning%20Actress%20Maggie,17",
    "129": "https://archive.today/20131122164601/http://damemaggiedaily.livejournal.com/269417.html",
    "130": "https://www.bfi.org.uk/strategy-policy/bfi-fellows",
    "131": "https://issuu.com/spaceduplondon/docs/2002_awards_-_kitty_jun-im",
    "132": "https://diomedia.com/stock-photo-dame-maggie-smith-british-actress-seen-at-the-carlton-uk-tv-women-in-film-and-television-award-winner-of-the-channel-four-lifetime-achievement-award-compulsory-credit-uppaphotoshot-photo-image17557959.html",
    "133": "https://web.archive.org/web/20131206235404/http://www.playbill.com/news/article/44721-Dame-Maggie-Smith-Receives-Will-Award-in-DC-April-10",
    "134": "https://web.archive.org/web/20080827202405/http://www.actorshalloffame.org/induction.html",
    "135": "http://www.thestage.co.uk/news/2005/09/itv-unveils-avenue-of-stars",
    "136": "https://www.thestar.com/entertainment/onstage/article/1254696--maggie-smith-receives-stratford-festival-s-legacy-award",
    "137": "http://www.thestage.co.uk/news/2016/434958/",
    "138": "http://www.bodleian.ox.ac.uk/bodley/news/2016/apr-29",
    "139": "https://www.mirror.co.uk/tv/tv-news/downton-abbeys-maggie-smith-how-7364243",
    "140": "https://archive.org/details/maggiesmith00mich",
    "141": "https://www.telegraph.co.uk/culture/tvandradio/downton-abbey/9879288/Dame-Maggie-Smith-has-no-plans-to-retire-from-Downton.html",
    "142": "https://web.archive.org/web/20140914001848/http://www.recapo.com/60-minutes/60-minutes-interviews/60-minutes-dame-maggie-smith-retirement-downton-abbey-season-4/",
    "143": "https://web.archive.org/web/20080119235150/http://www.thisislondon.co.uk/theatre/article-23387486-details/I%27m%20very%20scared%20of%20being%20back%20on%20stage/article.do",
    "144": "http://arts.guardian.co.uk/theatre/drama/story/0,,2091828,00.html",
    "145": "https://www.nytimes.com/1990/03/18/magazine/there-is-nothing-like-this-dame.html",
    "146": "https://www.telegraph.co.uk/culture/harry-potter/6260564/Dame-Maggie-Smith-reveals-Harry-Potter-breast-cancer-treatment-struggle.html",
    "147": "https://www.npr.org/2016/01/12/462681447/60s-dish-maggie-smith-says-that-was-never-me",
    "148": "https://web.archive.org/web/20111225174323/http://www.3news.co.nz/Dame-Maggie-supporting-Christchurch-theatre/tabid/817/articleID/225791/Default.aspx",
    "149": "https://www.eyenews.uk.com/news/post/glaucoma-uk-reveals-new-name-website-and-branding",
    "150": "https://web.archive.org/web/20140313061726/http://www.glaucoma-association.com/blog/the-iga-welcomes-dame-maggie-smith.html",
    "151": "https://web.archive.org/web/20210425041009/https://www.oxfordplayhouse.com/about-us/playhouse-people/playhouse-patrons",
    "152": "http://chichestercinema.org/content/ruby-magazine-Pg8",
    "153": "https://web.archive.org/web/20210422161027/https://www.trtf.com/the-board-of-directors",
    "154": "https://www.justgiving.com/trtf",
    "155": "https://web.archive.org/web/20150316220515/http://www.cats.org.uk/get-involved/celeb-paws/",
    "156": "https://www.theguardian.com/lifeandstyle/2013/may/13/gnome-chelsea-flower-show-pictures",
    "157": "https://www.theguardian.com/stage/2020/nov/30/one-knight-only-judi-dench-maggie-smith-ian-mckellen-derek-jacobi-theatre-anecdotes-zoom",
    "158": "https://www.irishexaminer.com/lifestyle/celebrity/arid-40230167.html",
    "159": "https://www.bbc.co.uk/news/articles/cgk7375ngkxo",
    "160": "https://www.usatoday.com/story/entertainment/celebrities/2024/09/27/king-charles-maggie-smith-death-reaction-celebrities/75414257007/",
    "161": "https://www.financialexpress.com/life/entertainment-remembering-dame-maggie-smith-truly-heartbreaking-says-daniel-radcliffe-british-pm-starmer-calls-her-a-national-treasure-3624287/",
    "162": "https://ew.com/whoopi-goldberg-pays-tribute-to-late-sister-act-costar-maggie-smith-8719498",
    "163": "https://www.goodmorningamerica.com/culture/story/beloved-actress-maggie-smith-remembered-tributes-114282330",
    "164": "https://ew.com/emma-watson-honors-harry-potter-costar-maggie-smith-8720028",
    "165": "https://www.youtube.com/watch?v=BhSjsjO2nDY",
    "166": "https://www.indiewire.com/news/breaking-news/maggie-smith-tributes-1235051685/",
    "167": "https://www.whatsonstage.com/news/west-end-to-dim-lights-in-maggie-smiths-memory_1634836/",
    "168": "https://deadline.com/2024/10/broadway-lights-fgavin-creel-maggie-smith-adrian-bailey-1236111696/",
    "169": "https://www.standard.co.uk/showbiz/dame-maggie-smith-funeral-mortlake-crematorium-harry-potter-downton-abbey-actress-b1192126.html"
  },
  "flair_entities": [
    "noel coward",
    "vanessa redgrave",
    "olivier awards",
    "african",
    "british academy of film and television arts",
    "london avenue of stars",
    "nicholas hytner",
    "a boy called christmas",
    "the old vic",
    "the v.i.p.s",
    "34th cannes film festival",
    "the best exotic marigold hotel",
    "emma watson",
    "cher",
    "big bang",
    "bafta award",
    "pakula",
    "hook",
    "critics' circle award",
    "duchess of york",
    "the secret garden",
    "richard",
    "international glaucoma association",
    "beatrice",
    "granny wendy",
    "anthony nichols",
    "american theatre hall of fame",
    "joe utichi",
    "joseph l  .",
    "child in the house",
    "medlock",
    "ibsen",
    "order of the british empire",
    "miss dee mead",
    "maggie_",
    "rotten tomatoes",
    "royal horticultural society",
    "night and day",
    "kate muir",
    "acting for others",
    "amanda prynne",
    "simon callow",
    "university of st andrews",
    "hungarian",
    "keir starmer",
    "national theatre company",
    "german",
    "travels",
    "millament in the way of the world",
    "mabel pettigrew",
    "joyce chilvers",
    "mary shepherd",
    "trentham",
    "augusta bertram",
    "simon curtis",
    "hot millions",
    "sybil thorndike",
    "smith  dame margaret natalie smith",
    "talking heads",
    "virginia",
    "the master builder",
    "betty",
    "sylvia",
    "jack clayton",
    "oscar",
    "richard attenborough",
    "holland",
    "beverley cross",
    "ian",
    "frank rich",
    "rosalind in as you like it",
    "simone signoret",
    "bonnie wright",
    "evening standard icon award",
    "robert stephens",
    "the lady in the van",
    "court theatre",
    "a play",
    "laurence olivier",
    "the will award",
    "washington, d.c.",
    "rickman",
    "albee",
    "tom courtenay",
    "noël coward",
    "grant",
    "nothing like a dame",
    "british film institute fellowship",
    "michael gambon",
    "gambon",
    "the royal theatrical fund",
    "peter bradshaw",
    "joseph goebbels",
    "denholm elliott",
    "a private function",
    "a delicate balance",
    "toronto international film festival",
    "peter ustinov",
    "uk",
    "branagh",
    "play for lettice and lovage",
    "actors hall of fame",
    "bodley medal",
    "susan",
    "chicago reader",
    "lily fox",
    "jim broadbent",
    "kenneth williams",
    "greg ferrara",
    "michael caine",
    "a german life",
    "a new era",
    "stephen fry",
    "nigel hawthorne",
    "united states",
    "bamber gascoigne",
    "nowhere to go",
    "oxford high school",
    "british film institute",
    "dick",
    "margaret natalie smith",
    "betsey trotwood",
    "john gielgud",
    "british",
    "evening standard theatre award",
    "grantham",
    "elizabeth ii",
    "ss24",
    "mankiewicz",
    "stratford",
    "jane austen",
    "george farquhar",
    "olivier",
    "bodleian libraries",
    "oh! what a lovely war",
    "best actress bafta tv award",
    "anne bancroft",
    "gil kenan",
    "hamburg alfred toepfer foundation",
    "the public eye",
    "steven spielberg",
    "legacy award",
    "cleopatra",
    "the independent",
    "oxford",
    "the miracle club",
    "art carney",
    "west end",
    "for one knight only",
    "eileen atkins",
    "tinker bell",
    "bill nighy",
    "variety",
    "chris larkin",
    "best actress evening standard award",
    "christopher hampton",
    "anne hathaway",
    "toby jones",
    "kathy bates",
    "ruth carson",
    "jonathan kent",
    "ontario",
    "docherty",
    "suddenly, last summer",
    "oxford playhouse",
    "daniel radcliffe",
    "lettice and lovage",
    "neil simon",
    "sally hawkins",
    "british academy film awards",
    "franco zeffirelli",
    "alistair",
    "toby stephens",
    "guildford register office",
    "npr",
    "little",
    "fairmont royal york",
    "isabelle adjani",
    "lourdes",
    "harry potter: hogwarts mystery",
    "harriet walter",
    "alan bates",
    "kathleen turner",
    "smith",
    "university of cambridge",
    "maggie smith",
    "8th golden globe",
    "bette davis",
    "lavinia penniman",
    "go to blazes",
    "new zealand",
    "church",
    "robin williams",
    "bridget howard",
    "hbo",
    "dora charleston",
    "bafta tv",
    "all for love",
    "violet venable",
    "the missionary",
    "the last september",
    "viola davis",
    "ronald harwood",
    "hilde",
    "lead actress",
    "ethel barrymore theatre",
    "loewe",
    "screen actors guild awards",
    "diane keaton",
    "dbe",
    "tom stoppard",
    "zoom",
    "newcastle upon tyne",
    "my house",
    "elizabeth",
    "david hare",
    "daniel day-lewis",
    "kenneth branagh",
    "ministry of propaganda",
    "washington, dc",
    "the prime of miss jean brodie",
    "helen mirren",
    "elizabeth taylor",
    "travels with my aunt",
    "intellectual animals uk",
    "richard iii",
    "cinderella",
    "margaret hutton",
    "cbe",
    "william shakespeare award",
    "lois heidler",
    "alex jennings",
    "pamela franklin",
    "richard burton",
    "william shakespeare",
    "bridge theatre",
    "alan j .",
    "roger michell",
    "fox searchlight",
    "quartet",
    "better late than never",
    "laurence olivier award",
    "sandra bullock",
    "the new york times",
    "the prime of miss",
    "golden globe award",
    "mirren",
    "viola",
    "twelfth night",
    "chelsea and westminster hospital",
    "christchurch",
    "edward albee",
    "kristin scott thomas",
    "crème de la crème",
    "new york city",
    "university of bath",
    "nanny mcphee",
    "judi dench",
    "the graham norton show",
    "britain",
    "young cassidy",
    "nz",
    "pan",
    "46th street theatre",
    "julian sands",
    "room at the top",
    "charles dance",
    "julia roberts",
    "chichester cinema",
    "drama desk award",
    "bafta special award",
    "murder by death",
    "rex harrison",
    "rowan atkinson",
    "rookery nook",
    "three tall women",
    "american",
    "merchant ivory film quartet",
    "peter pan",
    "france",
    "emmy awards",
    "titania",
    "hedda gabler",
    "christopher plummer",
    "love and pain and the whole damn thing",
    "the first wives club",
    "mark shivas",
    "primetime emmy award",
    "daphne castle",
    "rupert grint",
    "margaret tyzack",
    "julian fellowes",
    "ned sherrin",
    "british academy film award",
    "christopher bummer",
    "bafta awards",
    "jane birkin",
    "ruth wilson",
    "share my lettuce",
    "the private ear",
    "hay fever",
    "california suite",
    "sister act",
    "ingmar bergman",
    "countess",
    "virginia woolf",
    "much ado about nothing",
    "pauline kael",
    "order of the companions of honour",
    "the lonely passion of judith hearne",
    "cats protection",
    "new faces of '56",
    "netflix",
    "miss smith",
    "constance",
    "the carol burnett show",
    "irish",
    "desdemona",
    "charlotte bartlett",
    "bette midler",
    "annette bening",
    "new park",
    "from time to time",
    "oxford university dramatic society",
    "stratford shakespeare festival",
    "dev patel",
    "the beaux' stratagem",
    "simon",
    "gosford park",
    "billy connolly",
    "rowling",
    "mother superior",
    "royal national theatre",
    "shakespeare",
    "tom wilkinson",
    "sister act 2",
    "the honey pot",
    "silly",
    "the second best exotic marigold hotel",
    "brunhilde pomsel",
    "academy of motion picture arts and sciences",
    "miriam margolyes",
    "charles dickens'",
    "oscar wilde",
    "dames",
    "the double dealer",
    "lily in love",
    "whoopi goldberg",
    "matt wolf",
    "national theatre",
    "shakespeare theatre company",
    "robert altman",
    "broadway",
    "shakespeare prize",
    "nathaniel smith",
    "muriel donnelly",
    "best actress evening standard awards",
    "harry potter",
    "glaucoma uk",
    "emma thompson",
    "david niven",
    "oxford accents",
    "radcliffe",
    "david benedict",
    "new york times",
    "screen actors guild award",
    "the guardian",
    "british academy television award",
    "university of oxford",
    "thetis",
    "joan plowright",
    "royal theatrical fund",
    "anthony",
    "edna o'brien's",
    "50 years on stage",
    "private lives",
    "music hall star",
    "mussolini",
    "society of london theatre special award",
    "london film festival",
    "claire",
    "laura linney",
    "hugh bonneville",
    "west end of london",
    "minerva mcgonagall",
    "triple crown of acting",
    "grace hawkins",
    "violet crawley",
    "evil under the sun",
    "lady bracknell",
    "henrik ibsen",
    "olivier award",
    "variety magazine",
    "the times",
    "library of congress",
    "clayton",
    "downton abbey",
    "best actress bafta film awards",
    "helena bonham carter",
    "golden globe",
    "becoming jane",
    "back in the habit",
    "umbria",
    "dowager countess",
    "bafta film awards",
    "goldie hawn",
    "michael billington",
    "emily delahunty",
    "keeping mum",
    "washington square",
    "robbie coltrane",
    "jean brodie",
    "michael palin",
    "a bed among the lentils",
    "the innocents",
    "paul taylor",
    "golden globe awards",
    "dublin",
    "scottish",
    "guy lodge",
    "glasgow",
    "robert downey jr.",
    "kevin kline",
    "rob lowe",
    "academy awards",
    "the sunday telegraph",
    "michael coveney",
    "peter shaffer",
    "divine secrets of the ya-ya sisterhood",
    "national theatre live",
    "matt haig",
    "laurence olivier awards",
    "mrs",
    "mia farrow",
    "richard e.",
    "the importance of being earnest",
    "ian mckellen",
    "roger ebert",
    "bbc",
    "saoirse ronan",
    "jacobi",
    "kristen wiig",
    "miss bowers",
    "bafta fellowship",
    "ellen burstyn",
    "alan rickman",
    "dowager countess of grantham",
    "the pumpkin eater",
    "lifetime achievement award",
    "dave kehr",
    "academy award",
    "david copperfield",
    "deborah kerr",
    "penelope wilton",
    "women in film and television uk",
    "the breath of life",
    "lady macbeth in macbeth",
    "dustin hoffman",
    "hagrid",
    "my old lady",
    "bafta film award",
    "agnieszka holland",
    "zoe caldwell",
    "pomsel",
    "the government inspector",
    "pauline collins",
    "my aunt",
    "theatre royal haymarket",
    "michelle dockery",
    "diana rigg",
    "british academy television awards",
    "elizabeth mcgovern",
    "ilford",
    "emily watson",
    "the sunday times",
    "derek jacobi",
    "vincent canby",
    "new year honours",
    "shakespearean",
    "hippolyta",
    "palin",
    "queen's birthday honours",
    "royal shakespeare company",
    "merchant ivory production of a room with a view",
    "clash of the titans",
    "essex",
    "primetime emmy awards",
    "australia",
    "tony award",
    "orson welles",
    "the lady from dubuque",
    "a room with a view",
    "memento mori",
    "lady hester random",
    "othello",
    "walter kerr",
    "george cukor",
    "london",
    "ladies in lavender",
    "aldwych theatre",
    "curtain call",
    "charles iii",
    "capturing mary",
    "richmond",
    "death on the nile",
    "tea",
    "angela lansbury",
    "alan bennett",
    "cakes and ale",
    "mansfield college",
    "a midsummer night's dream",
    "paul mccartney",
    "mortlake crematorium",
    "celebrity paw auction"
  ]
}