{
  "title": "Megalopolis_(film)",
  "url": "https://en.wikipedia.org/wiki/Megalopolis_(film)",
  "summary": "Megalopolis is a 2024 American epic science fiction drama film written, directed, and produced by Francis Ford Coppola. The film features an ensemble cast of Adam Driver, Giancarlo Esposito, Nathalie Emmanuel, Aubrey Plaza, Shia LaBeouf, Jon Voight, Laurence Fishburne, Talia Shire, Jason Schwartzman, Kathryn Hunter, Grace VanderWaal, Chloe Fineman, James Remar, D. B. Sweeney, and Dustin Hoffman. Set in an alternate, 21st-century New York City (restyled \"New Rome\"), the film follows visionary architect Cesar Catilina (Driver) as he clashes with the corrupt Mayor Franklyn Cicero (Esposito), who opposes Catilina's plans to revitalize New Rome by building the futuristic utopia \"Megalopolis\". The film draws on Roman history, particularly the Catilinarian conspiracy of 63 BC and the decay of the Roman Republic into the Roman Empire.\nIn 1977, Coppola had the idea to make a film drawing parallels between the fall of the Roman Republic and the future of the United States by retelling the Catilinarian conspiracy in modern New York. Although he began plotting the film in 1983, the project spent decades in development hell. Coppola attempted to produce the film in 1989 and 2001, but each time, the studios refused to finance the film, due to Coppola's string of late-career box-office disappointments and the September 11 attacks, respectively. Disillusioned by the studio system, Coppola did not produce Megalopolis until he built a large fortune in the winemaking business. He spent $120 million of his money to make the film. Principal photography took place in Georgia from November 2022 to March 2023.\nThe film reunited Coppola with past collaborators, including actors Esposito, Fishburne, Remar, Shire, and Sweeney, cinematographer Mihai Mălaimare Jr., second-unit director Roman Coppola and composer Osvaldo Golijov. Like several other Coppola films, Megalopolis had a troubled production. Coppola adopted an experimental style, encouraging his actors to improvise and write certain scenes during the shoot, and adding his own last-minute changes to the script. Members of the art department and visual effects team, among others, left or were fired from the film.\nMegalopolis was selected to compete for the Palme d'Or at the 77th Cannes Film Festival, but polarized critics and Hollywood studios. Coppola could not find a studio that would both reimburse his production costs and pay for a large marketing campaign. He opted to pay for an advertising campaign, with Lionsgate theatrically releasing the film in the United States. It endured a troubled run-up to release: a trailer was removed for using fabricated pull quotes, and Coppola sued trade publication Variety for libel after it published allegations of sexual misconduct by him on set. The film premiered at Cannes on May 16, 2024, and was released theatrically on September 27, 2024. It was a box-office bomb, grossing $13.9 million against a budget of around $120 million.",
  "content": [
    {
      "section_title": "Plot",
      "section_content": [
        {
          "sentence": "In an alternate United States of America, New Rome is dominated by an elite group of patrician families",
          "refs": []
        },
        {
          "sentence": "Although the Roman elite profess to live by a strict moral code, patricians decadently enjoy forbidden pleasures while ordinary Romans live in poverty.",
          "refs": []
        },
        {
          "sentence": "Patrician architect Cesar Catilina [b] is one of New Rome's leading lights",
          "refs": []
        },
        {
          "sentence": "Cesar wins the Nobel Prize for inventing the revolutionary building material Megalon",
          "refs": []
        },
        {
          "sentence": "In addition, he secretly can stop time",
          "refs": []
        },
        {
          "sentence": "Despite Cesar's worldly success, he has fallen into alcoholism",
          "refs": []
        },
        {
          "sentence": "Years earlier, his wife disappeared, and District Attorney Franklyn Cicero [c] prosecuted him for murdering her",
          "refs": []
        },
        {
          "sentence": "Although Cesar was acquitted, he remains crushed by guilt, believing his wife committed suicide because he was too focused on his work",
          "refs": []
        },
        {
          "sentence": "Cesar still pines for his wife, prompting his jealous mistress, TV presenter Wow Platinum, to leave him.",
          "refs": []
        },
        {
          "sentence": "At a televised event, Cesar and now-Mayor Cicero offer different visions for the city's future",
          "refs": []
        },
        {
          "sentence": "Cesar proposes using Megalon to build \"Megalopolis\", a utopian urbanist community, while Cicero argues that a casino will provide immediate tax revenue",
          "refs": []
        },
        {
          "sentence": "Cesar meets Cicero's well-read but purposeless daughter Julia",
          "refs": []
        },
        {
          "sentence": "Earlier, she watched Cesar stop time while a building was being demolished but was still able to move",
          "refs": []
        },
        {
          "sentence": "They both initially dislike each other, but Cesar impresses Julia with his vision for Megalopolis, explaining that New Rome needs a grand artistic vision to free itself from its political inertia and unlock its full potential",
          "refs": []
        },
        {
          "sentence": "Later, when Cesar cannot stop time as he once could, Julia encourages him to do so for her",
          "refs": []
        },
        {
          "sentence": "They discover they can stop time when together, and the two become lovers.",
          "refs": []
        },
        {
          "sentence": "Wow marries Cesar's uncle Hamilton Crassus III, [d] the world's richest man",
          "refs": []
        },
        {
          "sentence": "Although Crassus likes his nephew, his mind and health are in decline, and he is easily manipulated by individuals like his other nephew, Clodio Pulcher, [e] who wants to inherit the Crassus bank",
          "refs": []
        },
        {
          "sentence": "Crassus and Wow throw a decadent wedding reception",
          "refs": []
        },
        {
          "sentence": "Ironically, the headliner is teenage pop star Vesta Sweetwater, who appeals to New Rome's puritanical sensibilities by promising to remain chaste until marriage",
          "refs": []
        },
        {
          "sentence": "[f] To neutralize Cesar, Pulcher leaks a paparazzi video of Cesar having sex with Vesta, prompting Cicero to condemn Cesar in a speech drawn from the real-life Catilinarian orations",
          "refs": []
        },
        {
          "sentence": "Although Cicero arrests Cesar for statutory rape, Julia exonerates Cesar by discovering that Vesta faked her age and is actually in her twenties.",
          "refs": []
        },
        {
          "sentence": "Soviet satellite Carthage crashes to Earth, destroying much of New Rome",
          "refs": []
        },
        {
          "sentence": "Cesar begins building Megalopolis in the ruins, financing the project with his family fortune",
          "refs": []
        },
        {
          "sentence": "In a press conference, he makes the case for bold artistic projects that show people that a better world is possible",
          "refs": []
        },
        {
          "sentence": "However, the cost of building Megalopolis contrasts with poverty on the streets",
          "refs": []
        },
        {
          "sentence": "Pulcher becomes a populist politician, encouraging ordinary Romans to oppose Megalopolis as an expensive folly",
          "refs": []
        },
        {
          "sentence": "The allure of power draws Pulcher from populism to fascist demagoguery.",
          "refs": []
        },
        {
          "sentence": "A pregnant Julia tries to broker peace between Cesar and Cicero by taking her father to see the Megalopolis construction site, but Cicero is unimpressed with Cesar's utopianism",
          "refs": []
        },
        {
          "sentence": "He begs Cesar to leave Julia",
          "refs": []
        },
        {
          "sentence": "In exchange, he offers Cesar valuable blackmail material: a confession that Cicero knew Cesar's wife committed suicide and maliciously prosecuted Cesar anyway",
          "refs": []
        },
        {
          "sentence": "Cesar declines",
          "refs": []
        },
        {
          "sentence": "Pulcher hires an assassin to kill Cesar, but Cesar's doctors use Megalon to rebuild his skull.",
          "refs": []
        },
        {
          "sentence": "Wow tries to force Cesar to leave Julia and marry her by freezing Cesar's account at the Crassus bank",
          "refs": []
        },
        {
          "sentence": "She enlists Pulcher to manipulate Crassus into handing over control of the bank",
          "refs": []
        },
        {
          "sentence": "When Crassus learns of Pulcher's duplicity, he has a stroke and collapses",
          "refs": []
        },
        {
          "sentence": "Pulcher and Wow taunt the bedridden Crassus, but Crassus kills Wow and injures Pulcher with a hidden bow and arrow.",
          "refs": []
        },
        {
          "sentence": "Cesar and Cicero become allies after rioting Pulcher supporters attempt to storm Megalopolis and City Hall",
          "refs": []
        },
        {
          "sentence": "Cesar confronts the rioters, pleading with them to believe in his vision of a better future",
          "refs": []
        },
        {
          "sentence": "His speech wins over the crowd, whose members hang Pulcher upside down",
          "refs": []
        },
        {
          "sentence": "[g]",
          "refs": []
        },
        {
          "sentence": "With renewed financial support from Crassus, Cesar finally completes Megalopolis",
          "refs": []
        },
        {
          "sentence": "Cicero, holding Julia and Cesar's baby daughter, Sunny Hope, promises to help Cesar build a better future",
          "refs": []
        },
        {
          "sentence": "On New Year's Eve, Julia stops time, but only Sunny Hope seems unaffected.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Cast",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Production",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "Growing up in New York City, Francis Ford Coppola was fascinated by science fiction films, such as Fritz Lang's Metropolis (1927) and William Cameron Menzies's Things to Come (1936), and the scientific community's history with dangerous experiments",
              "refs": []
            },
            {
              "sentence": "His reading of the Roman historian Sallust and William Bolitho Ryall's book Twelve Against the Gods (1929) inspired him to make a film about Lucius Sergius Catiline, who sought consulship by campaigning to eliminate debt for the poor and wealthy, but lost to Marcus Tullius Cicero, who famously denounced Catilina before the Senate for conspiring to overthrow the Roman Republic in 63 BC",
              "refs": [
                "https://screenrant.com/megalopolis-catilinarian-conspiracy-history-inspiration-explained/"
              ]
            },
            {
              "sentence": ": 7  Coppola conceived the overall idea for Megalopolis towards the end of filming Apocalypse Now (1979) in 1977",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            },
            {
              "sentence": ": 50  Sound designer Richard Beggs described Coppola's vision as an opera screened over four nights, similar to Richard Wagner's Ring cycle (1876) in Bayreuth, in a \"gigantic outdoor purpose-built theatre\" in \"some place as close as possible to the geographical center of the United States\", like the Red Rocks Amphitheatre in the state of Colorado",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": ": 181",
              "refs": [
                "https://deadline.com/2024/05/megalopolis-review-francis-ford-coppola-1235919389/",
                "https://www.vulture.com/article/review-francis-ford-coppolas-megalopolis-is-totally-nuts.html"
              ]
            },
            {
              "sentence": "Coppola devoted the beginning of 1983 to developing the film, assembling four hundred pages of notes and script fragments in two months",
              "refs": []
            },
            {
              "sentence": ": 333  Over the next four decades, he collected notes and newspaper clippings for scrapbooks detailing intriguing subjects he envisioned incorporating into a future screenplay, like political cartoons and different historical subjects, before deciding to make a Roman epic film set in an imagined modern America",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/films/reviews/megalopolis-review-cannes-b2546725.html"
              ]
            },
            {
              "sentence": "In mid-1983, he described the plot as taking place in one day in New York City with Catiline Rome as a backdrop, similar to how James Joyce's Ulysses (1922) used Homer in the context of modern Dublin and how he updated the setting of Joseph Conrad's Heart of Darkness (1899) from the late 1800s amid European colonial rule in Africa to the 1970s Vietnam War for Apocalypse Now",
              "refs": [
                "https://screenrant.com/megalopolis-catilinarian-conspiracy-history-inspiration-explained/",
                "https://www.hollywoodreporter.com/movies/movie-reviews/megalopolis-review-francis-ford-coppola-adam-driver-1235901211/"
              ]
            },
            {
              "sentence": ": 74  : 215",
              "refs": [
                "https://screenrant.com/megalopolis-catilinarian-conspiracy-history-inspiration-explained/",
                "https://www.rogerebert.com/reviews/megalopolis",
                "https://people.com/megalopolis-movie-everything-to-know-8651423"
              ]
            },
            {
              "sentence": "In January 1989, Coppola announced his plans to move to Italy to work on two productions in the next five years, including Le Ribellion di Catilina, a film \"so big and complicated it would seem impossible\", which biographer Michael Schumacher said \"sounded much like what he had in store for Megalopolis\"",
              "refs": []
            },
            {
              "sentence": ": 409–410  It was to be shot in Cinecittà, a film studio in Rome, where production designer Dean Tavoularis and his design team built offices and an art studio for drafters to storyboard the film",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/films/reviews/megalopolis-review-cannes-b2546725.html"
              ]
            },
            {
              "sentence": ": 266  : 234  The Hollywood Reporter described it as \"swing [ing] from the past to the present\", merging \"the images of Rome ..",
              "refs": [
                "https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=3312&context=gc_etds",
                "https://www.theguardian.com/film/article/2024/may/14/has-this-guy-ever-made-a-movie-before-francis-ford-coppola-40-year-battle-megalopolis"
              ]
            },
            {
              "sentence": "with the New York of today\"",
              "refs": []
            },
            {
              "sentence": "Of it, Coppola said, \"I want to be free",
              "refs": []
            },
            {
              "sentence": "I don't want producers around me telling me what to do\"",
              "refs": []
            },
            {
              "sentence": "Coppola ultimately did not move to Italy, and instead made The Godfather Part III (1990)",
              "refs": []
            },
            {
              "sentence": ": 410  Following the 1990–91 film awards season for that film, Coppola's production company, American Zoetrope, announced several projects in development, including plans to film Megalopolis in 1991, despite lacking a finished script",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/films/reviews/megalopolis-review-cannes-b2546725.html"
              ]
            },
            {
              "sentence": ": 436  However, the film was postponed to \"no earlier than 1996\" after Coppola found himself prioritizing other projects, including Bram Stoker's Dracula (1992), Jack (1996), and The Rainmaker (1997), to get out of debt accumulated from the box-office failures of One from the Heart (1982) and Tucker: The Man and His Dream (1988)",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/films/reviews/megalopolis-review-cannes-b2546725.html"
              ]
            },
            {
              "sentence": ": 444  : 110",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/films/reviews/megalopolis-review-cannes-b2546725.html",
                "https://archive.org/details/apocalypsenowboo0000cowi/page/180/mode/2up?view=theater",
                "https://archive.org/details/francisfordcoppo0000schu/page/332/mode/2up?view=theater"
              ]
            },
            {
              "sentence": "Coppola returned to the film after directing The Rainmaker",
              "refs": []
            },
            {
              "sentence": "In 2001, he held table reads in a production office in Park Slope, Brooklyn, with actors including Nicolas Cage (his nephew), Russell Crowe, Robert De Niro, Leonardo DiCaprio, Giancarlo Esposito, Edie Falco, James Gandolfini, Jon Hamm, Paul Newman, Al Pacino, Parker Posey, Kevin Spacey, and Uma Thurman",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-reviews/megalopolis-review-francis-ford-coppola-adam-driver-1235901211/"
              ]
            },
            {
              "sentence": ": 262     Matt Dillon, first approached during the filming of Rumble Fish (1983) for the role of a West Point cadet who goes AWOL, thought himself \"too old for the part\" by the time production was to begin, and Coppola dispelled rumors he had written a part for Warren Beatty",
              "refs": [
                "https://screenrant.com/megalopolis-catilinarian-conspiracy-history-inspiration-explained/",
                "https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=3312&context=gc_etds",
                "https://www.jstor.org/stable/pdf/43452924.pdf",
                "https://archive.org/details/hollywoodauteurf0000chow/page/214/mode/2up?view=theater",
                "https://archive.org/details/coppola0000clar/page/262/mode/2up?view=theater"
              ]
            },
            {
              "sentence": "Jim Steranko, who previously created production illustrations for Bram Stoker's Dracula, produced concept art for Megalopolis at Coppola's behest, described in James Romberger's master's thesis as \"expansive, elaborate and carefully rendered pencil or charcoal halftone architectural drawings of huge buildings and urban plazas that appeared to mix ancient Roman, art deco and speculative sci-fi stylizations\"",
              "refs": [
                "https://archive.org/details/coppola0000unse/page/234/mode/2up?view=theater",
                "https://archive.org/details/godfatherbook0000cowi/page/110/mode/2up?view=theater"
              ]
            },
            {
              "sentence": ": 54  Proposed filming locations included the cities of Montreal and New York, with an anticipated budget of $50–80 million (equivalent to $82.2 million to $131 million in 2023)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": ": 263",
              "refs": [
                "https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=3312&context=gc_etds",
                "https://archive.org/details/godfatherbook0000cowi/page/110/mode/2up?view=theater",
                "http://legacy.aintitcool.com/node/32584"
              ]
            },
            {
              "sentence": "That year, Coppola and cinematographer Ron Fricke recorded second unit footage of New York, thinking it would be simpler to do so before principal photography, with the 24-frames per second Sony F900 digital camera that George Lucas used for Star Wars: Episode I – The Phantom Menace (1999)",
              "refs": []
            },
            {
              "sentence": "Fricke had previously shot Godfrey Reggio's Koyaanisqatsi (1982) and Powaqqatsi (1988), films which Coppola executive produced",
              "refs": [
                "https://screenrant.com/megalopolis-catilinarian-conspiracy-history-inspiration-explained/",
                "http://legacy.aintitcool.com/node/32584"
              ]
            },
            {
              "sentence": ": 263  After the September 11 attacks, during which Coppola and his team were location scouting in New York, the roughly thirty hours of footage was stashed, including more material they shot two weeks after, due to its resemblance to the script, which involved a Soviet satellite crashing into Earth and destroying a section of Lower Manhattan",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-reviews/megalopolis-review-francis-ford-coppola-adam-driver-1235901211/",
                "https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=3312&context=gc_etds"
              ]
            },
            {
              "sentence": ": 54  : 263    \"I feel as though history has come to my doorstep\", Coppola said in October, declaring his plans to rewrite the film",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=3312&context=gc_etds",
                "https://archive.org/details/projections3film0000unse/page/28/mode/2up?view=theater",
                "https://www.vanityfair.com/news/2007/12/coppola200712"
              ]
            },
            {
              "sentence": "In 2002, he shot sixty to seventy hours of second unit footage in Manhattan on high-definition video that Lucas described as \"wide shots of cities with incredible detail at magic hour and all kinds of available-light material\"",
              "refs": [
                "http://legacy.aintitcool.com/node/32584"
              ]
            },
            {
              "sentence": ": 263   : 82  He also disclosed his intent to self-finance the film, still in place as his next project, having become disheartened making films to pay off his debt to Hollywood",
              "refs": [
                "https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=3312&context=gc_etds",
                "https://www.indiewire.com/news/breaking-news/jon-hamm-megalopolis-table-read-francis-ford-coppola-1234878594/",
                "https://www.indiewire.com/features/interviews/giancarlo-esposito-francis-coppola-megalopolis-mandalorian-cotton-club-1235046340/"
              ]
            },
            {
              "sentence": "Production on the film eventually halted",
              "refs": []
            },
            {
              "sentence": "The success of Coppola's winery and resorts meant he could produce it with his own money, which his friend Wendy Doniger said \"paralyzed him\"",
              "refs": []
            },
            {
              "sentence": "\"He had no excuse this time if the film was no good\", she remarked, \"What froze him was having the power to do exactly what he wanted so that his soul was on the line\"",
              "refs": []
            },
            {
              "sentence": "In 2005, she bestowed him books that she deemed thematically relevant, including Mircea Eliade's Youth Without Youth (1976), a novella about a 70-year-old man struggling to complete an ambitious project",
              "refs": [
                "https://variety.com/2001/voices/columns/coppola-prepping-megalopolis-1117802987/"
              ]
            },
            {
              "sentence": "Coppola shelved Megalopolis to self-finance a small-scale adaptation of the book, intended to be \"the opposite of Megalopolis\"",
              "refs": []
            },
            {
              "sentence": ": 85   In 2007, Coppola acknowledged that the September 11 attacks were a factor in his hesitancy to return to the film: \"A movie about the aspiration of utopia with New York as a main character and then all of a sudden you couldn't write about New York without just dealing with what happened and the implications of what happened",
              "refs": [
                "https://www.indiewire.com/features/interviews/giancarlo-esposito-francis-coppola-megalopolis-mandalorian-cotton-club-1235046340/",
                "https://variety.com/2001/voices/columns/coppola-prepping-megalopolis-1117802987/"
              ]
            },
            {
              "sentence": "The world was attacked and I didn't know how to try to do with that   [sic]",
              "refs": []
            },
            {
              "sentence": "I tried\"",
              "refs": []
            },
            {
              "sentence": "In 2009, in regards to the likelihood of revisiting the film, he said: \"Someday, I'll read what I had on Megalopolis and maybe I'll think different of it, but it's also a movie that costs a lot of money to make and there's not a patron out there",
              "refs": [
                "https://archive.org/details/francisfordcoppo0000schu/page/332/mode/2up?view=theater"
              ]
            },
            {
              "sentence": "You see what the studios are making right now\"",
              "refs": []
            },
            {
              "sentence": "In 2017, celebrity chef Anthony Bourdain invited Coppola on his travel show in Sicily",
              "refs": []
            },
            {
              "sentence": "Coppola took note of his weight gain when he saw his episode and signed up for a five-month program at Duke University's fitness center, where he lost close to 80 pounds",
              "refs": []
            },
            {
              "sentence": "Of it, he said: \"On the days where it would be these strict exercise regimens, I started listening to some of the readings of Megalopolis just for the hell of it, and thought, 'This feels more relevant than ever.' I realized that even though the script was 20 years old, I could still do it\"",
              "refs": [
                "https://deadline.com/2019/05/francis-ford-coppola-apocalypse-now-cannes-40-anniversary-megalopolis-scorsese-godfather-part-ii-re-cutting-godfather-iii-cotton-club-interview-1202613659/"
              ]
            },
            {
              "sentence": "He described the 2001 draft as the \"pregnant version of it, but it wasn't all that similar\", and said Gandolfini gave him \"a lot of great suggestions\" back when he read for the part of the mayor",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pre-production",
          "section_content": [
            {
              "sentence": "On April 3, 2019, the day before his 80th birthday, Coppola announced his return to the project, having completed the script and approached Jude Law and Shia LaBeouf for lead roles",
              "refs": []
            },
            {
              "sentence": "In 2021, Coppola sold his Sonoma County wineries to merge his winery business with that of another Napa-based family company, Delicato Family Wines, in an equity deal worth around $650 million",
              "refs": [
                "https://web.archive.org/web/20031207071034/https://experts.uli.org/Content/PressRoom/Fall_03/NewsClips/Clips_03_19.htm",
                "https://archive.org/details/projections3film0000unse/page/28/mode/2up?view=theater"
              ]
            },
            {
              "sentence": "He then borrowed $200 million against his ownership stake in Delicato to fund Megalopolis for $120 million and pay for other projects at Inglenook and Sentinel Building",
              "refs": []
            },
            {
              "sentence": "By August, discussions with actors to star in the film had begun; James Caan was set to star after petitioning Coppola to write him a cameo role as a potential swan song, while Cate Blanchett, Oscar Isaac, Jessica Lange, Michelle Pfeiffer, Jon Voight, Forest Whitaker, and Zendaya were in various stages of negotiations",
              "refs": [
                "https://archive.org/details/francisfordcoppo0000delo/page/82/mode/2up?view=theater",
                "https://variety.com/2002/film/news/zoetrope-myriad-plan-3-pics-1117861297/"
              ]
            },
            {
              "sentence": ": 3",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
                "https://web.archive.org/web/20240401161534/https://content.time.com/time/arts/article/0,8599,1681652-2,00.html"
              ]
            },
            {
              "sentence": "In late 2021, Nathalie Emmanuel auditioned over Zoom while filming The Invitation (2022) in Budapest",
              "refs": []
            },
            {
              "sentence": "During the session, Coppola had her participate in an acting exercise, tasking her with reciting a line from Alice Walker's novel The Color Purple (1982) in as many different contexts",
              "refs": []
            },
            {
              "sentence": ": 3    By March 2022, Talia Shire (Coppola's sister) expressed her interest in joining the cast and Isaac was reported to have passed on the project",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
                "https://web.archive.org/web/20090611150105/http://movieline.com/2009/06/francis-ford-coppola-to-movieline-godfather-never-should-have-had-more-than-one-movie.php",
                "https://hauteliving.com/2020/10/francis-ford-coppola-reasonsremaking-godfather-part-iii/690592/"
              ]
            },
            {
              "sentence": "By May, Emmanuel, Voight, and Whitaker were confirmed for the cast, with Adam Driver and Laurence Fishburne added",
              "refs": [
                "https://www.rollingstone.com/tv-movies/tv-movie-features/francis-ford-coppola-megalopolis-the-godfather-1235068854/",
                "https://deadline.com/2019/04/francis-ford-coppola-megalopolis-directing-this-year-1202588167/"
              ]
            },
            {
              "sentence": "Coppola was reassured Driver was \"his kind of actor\" after hearing an anecdote from Martin Scorsese about Driver's method acting for Silence (2016)",
              "refs": [
                "https://www.northbaybusinessjournal.com/article/industrynews/francis-ford-coppola-plans-to-sell-sonoma-county-wineries-to-delicato-famil/"
              ]
            },
            {
              "sentence": "Driver originally demurred from accepting the lead role, but reconsidered after Coppola incorporated ideas they developed together",
              "refs": [
                "https://www.wsj.com/arts-culture/film/francis-ford-coppola-megalopolis-movie-799e70c4"
              ]
            },
            {
              "sentence": ": 3  After Caan died on July 6, 2022, his role was given to Dustin Hoffman",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            },
            {
              "sentence": ": 3",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
                "https://deadline.com/2021/08/francis-coppola-megalopolis-epic-financing-oscar-isaac-forest-whitaker-cate-blanchett-james-caan-1234824846/"
              ]
            },
            {
              "sentence": "In August 2022, Kathryn Hunter, Aubrey Plaza, James Remar, Jason Schwartzman (Coppola's nephew), and Grace VanderWaal joined the cast, with LaBeouf and Shire confirmed as part of it",
              "refs": []
            },
            {
              "sentence": "Plaza had to forgo attending a chemistry read due to the COVID-19 pandemic, as she was in Italy working on the second season of The White Lotus",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-features/nathalie-emmanuel-megalopolis-francis-ford-coppola-cannes-1235892924/",
                "https://variety.com/2024/film/global/megalopolis-nathalie-emmanuel-francis-ford-coppola-1236005787/"
              ]
            },
            {
              "sentence": "She was then invited to audition similarly to Emmanuel over Zoom on March 27, 2022 (Coppola was readying to go to the 94th Academy Awards to receive an honor),  while staying at the San Domenico, the same hotel in Sicily that Coppola resided in during the filming of The Godfather (1972)",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-120-million-1235102085/",
                "https://www.showbiz411.com/2022/03/21/exclusive-godfather-director-francis-ford-coppola-says-hell-shoot-120-mil-megalopolis-in-september",
                "https://deadline.com/2022/05/francis-coppola-megalopolis-adam-driver-forest-whitaker-nathalie-emmanuel-jon-voight-laurence-fishburne-1235022150/"
              ]
            },
            {
              "sentence": "Before the meeting, Coppola emailed her the entire script and asked her to consider the role of \"Wow Platinum\", wanting an actress with a similar screen presence to Jean Harlow and Myrna Loy in screwball comedies from the 1930s",
              "refs": []
            },
            {
              "sentence": ": 3   Coppola came up with the character's name after meeting a Southern woman whose great-grandmother's name \"evolved\" to \"Wow\" due to her beauty",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
                "https://www.youtube.com/watch?v=z6dagzWsoOI"
              ]
            },
            {
              "sentence": "For her performance, Plaza was inspired by Faye Dunaway in Network (1976) and Nicole Kidman in To Die For (1995)",
              "refs": [
                "https://variety.com/2022/film/news/james-caan-dead-godfather-misery-1235311096/"
              ]
            },
            {
              "sentence": "Chloe Fineman, Madeleine Gardella, Hoffman, Bailey Ives, Isabelle Kusman, and D",
              "refs": []
            },
            {
              "sentence": "B",
              "refs": []
            },
            {
              "sentence": "Sweeney would be added in October 2022",
              "refs": []
            },
            {
              "sentence": "Coppola had reached out to Fineman, a cast member on Saturday Night Live, in 2020 after seeing her perform at a theater comedy event where she impersonated Ivana and Melania Trump",
              "refs": [
                "https://deadline.com/2022/08/aubrey-plaza-adam-driver-in-francis-ford-coppolas-megalopolis-1235097921/"
              ]
            },
            {
              "sentence": "Recognizing Driver from her New York University days and feeling Megalopolis was a reminder to every actor's dreams to do theatre, Fineman looked for William Shakespeare's \"trustafarians characters as an inspiration and improvised like she had done in past projects such as Damien Chazelle's Babylon and Noah Baumbach's White Noise (both 2022)",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/shia-labeof-joins-francis-ford-coppolas-megalopolis-1235209646/",
                "https://www.youtube.com/watch?v=6yBtxaYUFDM"
              ]
            },
            {
              "sentence": "In January 2023, Esposito was confirmed to star;  he previously acted in Coppola's The Cotton Club (1984)",
              "refs": [
                "https://www.youtube.com/watch?v=R2anVhO0mKo",
                "https://www.youtube.com/watch?v=cKAF1YsoyCc"
              ]
            },
            {
              "sentence": "His character of Mayor Franklyn Cicero was loosely inspired by Marcus Tullius Cicero and New York's first Black mayor David Dinkins",
              "refs": []
            },
            {
              "sentence": "Esposito, Fishburne, Remar, Shire, and Sweeney previously worked with Coppola",
              "refs": [
                "https://archive.org/details/coppola0000clar/page/262/mode/2up?view=theater"
              ]
            },
            {
              "sentence": ": 2  Coppola opted to cast actors with differing political ideologies to avoid accusations of the film being a didactic, \"woke Hollywood production\"",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            },
            {
              "sentence": "The film's literary influences included the books Bullshit Jobs (2018), The Dawn of Everything (2021), and Debt: The First 5000 Years (2011) by David Graeber; The Chalice and the Blade (1987) by Riane Eisler; Directors on Directing (1963), edited by Toby Cole and Helen Krich Chinoy, particularly an entry by Elia Kazan on his approach to A Streetcar Named Desire (1951); Dream of the Red Chamber by Cao Xueqin; Elective Affinities (1809) by Johann Wolfgang von Goethe; The Glass Bead Game (1943) by Hermann Hesse; The Origins of Political Order (2011) by Francis Fukuyama; The Swerve (2011) by Stephen Greenblatt; To the Lighthouse (1927) by Virginia Woolf; Twelve Against the Gods (1929) by William Bolitho Ryall; and The War Lovers (2010) by Evan Thomas",
              "refs": []
            },
            {
              "sentence": "Based on Catiline, the character of Cesar was renamed at classicist Mary Beard's suggestion that Julius Caesar had ties with Catiline and was more known among audiences",
              "refs": []
            },
            {
              "sentence": "The character was inspired by Robert Moses, as portrayed in Robert Caro's biography The Power Broker (1974), and architects Norman Bel Geddes, Walter Gropius, Raymond Loewy, and Frank Lloyd Wright",
              "refs": []
            },
            {
              "sentence": "Coppola researched the Claus von Bülow murder case, the Mary Cunningham-William Agee Bendix Corporation scandal, the emergence of New York Stock Exchange reporter Maria Bartiromo, the history of Studio 54, and Felix Rohatyn's solution for the New York City fiscal crisis of 1975",
              "refs": []
            },
            {
              "sentence": "The fictional building material of Megalon was based in part on the work of architect and designer Neri Oxman, who appears as \"Dr",
              "refs": [
                "https://screenrant.com/megalopolis-catilinarian-conspiracy-history-inspiration-explained/"
              ]
            },
            {
              "sentence": "Lyra Shir\" and was credited as the architectural and scientific advisor",
              "refs": []
            },
            {
              "sentence": "Having worked with Coppola on studies for Megalopolis, her four-part model installation Man-Nahāta displays a potential future design of Manhattan",
              "refs": []
            },
            {
              "sentence": ": 10, 35  In line with The Godfather and Dracula, where he credited Mario Puzo and Bram Stoker as the original writers, Coppola branded the film with his name as Francis Ford Coppola's Megalopolis",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            },
            {
              "sentence": "The COVID-19 pandemic delayed the start of production",
              "refs": []
            },
            {
              "sentence": "Before filming began, a week of rehearsals took place with theater-style exercises, much like the one Emmanuel described having in her audition",
              "refs": []
            },
            {
              "sentence": "Coppola said he could only rehearse with around a third of the cast, including Plaza and Emmanuel, but notably not Driver, and thus cast understudies in place of absent members",
              "refs": [
                "https://web.archive.org/web/20090611150105/http://movieline.com/2009/06/francis-ford-coppola-to-movieline-godfather-never-should-have-had-more-than-one-movie.php"
              ]
            },
            {
              "sentence": "Fineman, however, recalled rehearsing on Halloween with Plaza, Driver, Hoffman, and Voight, playing improvisational games with Coppola",
              "refs": [
                "https://www.filmcomment.com/article/brief-encounters-francis-ford-coppolla-interview/",
                "https://deadline.com/2022/10/francis-coppola-sets-final-casting-for-epic-megalopolis-film-shooting-this-fall-in-georgia-1235134774/"
              ]
            },
            {
              "sentence": "Plaza described the workshop-style approach as allowing actors to improvise and provide feedback to the script, adding: \"We wrote scenes and we conducted ourselves like a theater troupe, me and Jon Voight and Shia  [LaBeouf]",
              "refs": [
                "https://www.youtube.com/watch?v=R2anVhO0mKo"
              ]
            },
            {
              "sentence": "We were writing scenes and giving them to the script supervisor",
              "refs": []
            },
            {
              "sentence": "And then she would give them to Francis and sometimes he would like it and put it in",
              "refs": []
            },
            {
              "sentence": "But every day he wanted to play",
              "refs": []
            },
            {
              "sentence": "He ran it like it was a theater camp",
              "refs": []
            },
            {
              "sentence": "There were games all day, and we were in character the whole time\"",
              "refs": []
            },
            {
              "sentence": "One such scene that the actors composed was the part where Plaza's \"Wow Platinum\" orders LaBeouf's \"Clodio Pulcher\" to \"orally pleasure her as he calls her Auntie Wow\", building off an idea of Coppola's",
              "refs": [
                "https://www.youtube.com/watch?v=z6dagzWsoOI"
              ]
            },
            {
              "sentence": "Coppola described LaBeouf as an actor who \"deliberately sets up a tension between himself and the director to an extreme degree\" and whose \"method was so infuriating and illogical, it had me pulling my hair out\", which he compared to the preparations of actor Dennis Hopper for Apocalypse Now",
              "refs": [
                "https://variety.com/video/hannah-einbinder-chloe-fineman-actors-on-actors-full-conversation/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Filming",
          "section_content": [
            {
              "sentence": "Principal photography began on November 7, 2022, in Fayetteville, Georgia, at Trilith Studios and concluded on March 11, 2023",
              "refs": []
            },
            {
              "sentence": "Filming also took place in Atlanta",
              "refs": []
            },
            {
              "sentence": ": 3  It was to be the first film shot on Trilith Studios' Prysm Stage, an LED virtual production volume, but due to budget constraints, the production pivoted to a \"less costly, more traditional greenscreen approach\"",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            },
            {
              "sentence": "The decision to film in Georgia over the film's setting of New York was due to available tax benefits, studio facilities, local crews, and classical buildings to act as sets",
              "refs": [
                "https://www.cbr.com/megalopolis-movie-chloe-fineman-interview/",
                "https://deadline.com/2023/01/giancarlo-esposito-joins-cast-francis-ford-coppola-megalopolis-1235238149/",
                "https://www.gq.com/story/francis-ford-coppolas-megalopolis-might-actually-come-out-this-year"
              ]
            },
            {
              "sentence": ": 3   Around July 2023, close to when editing began, additional content was shot on the Italy–Switzerland border",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
                "https://deadline.com/2024/05/megalopolis-review-francis-ford-coppola-1235919389/"
              ]
            },
            {
              "sentence": "For the production, Coppola purchased a drive-in Days Inn motel for $4.35 million to reside in and accommodate the crew and his extended family",
              "refs": []
            },
            {
              "sentence": "He renovated the motel to include facilities for rehearsal and post-production; by converting it into a production facility, he also increased the tax incentives he received from the state, reportedly bringing production expenditure down to $107 million",
              "refs": []
            },
            {
              "sentence": "The building in Peachtree City, Georgia, was later opened to the public by Coppola on July 5, 2024, as the All-Movie Hotel",
              "refs": [
                "https://variety.com/2002/film/news/zoetrope-myriad-plan-3-pics-1117861297/"
              ]
            },
            {
              "sentence": "It offers hospitality and facilities needed to make films, including 27 rooms, two edit suites with laser projection and Meyer Sound 2.1 monitoring, two edit bays, offices, an ADR recording room, a conference room, an insert stage, a convivial space, and a screening room for private viewings, editing, or 9.1.6 Dolby Atmos sound mixing with calibrated Meyer sound monitoring, plus a swimming pool, wardrobe fitting room, and gym",
              "refs": [
                "https://www.indiewire.com/features/interviews/francis-ford-coppola-on-megalopolis-1235045897/"
              ]
            },
            {
              "sentence": "Memorabilia from Coppola's previous films is displayed throughout the hotel",
              "refs": [
                "https://www.nytimes.com/2024/09/29/movies/aubrey-plaza-megalopolis-my-old-ass-agatha-all-along.html"
              ]
            },
            {
              "sentence": "The cinematographer was Mihai Mălaimare Jr., who shot Coppola's Youth Without Youth (2007), Tetro (2009), and Twixt (2011)",
              "refs": []
            },
            {
              "sentence": "The crew utilized two Arri Alexa 65s and one Alexa LF for high-speed frame rate for the first unit and an Alexa Mini LF for the second unit",
              "refs": [
                "https://www.telegraph.co.uk/films/0/director-francis-ford-coppola-interview/"
              ]
            },
            {
              "sentence": "Panavision provided the lenses, including wide Sphero 65s, Panaspeeds, and specialty lenses such as the 200 mm and 250 mm detuned Primo Artiste, rehoused Helios, and Lensbaby for specific scenes",
              "refs": []
            },
            {
              "sentence": "The primary aspect ratio was 2:1, a tribute to Vittorio Storaro's Univisium, with select scenes changing to a 1.43:1 aspect ratio",
              "refs": []
            },
            {
              "sentence": ": 16   To capture authenticity from the actors, Coppola instructed Mălaimare to keep the camera rolling after he said \"cut\"",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
                "https://www.indiewire.com/features/general/francis-ford-coppola-megalopolis-prysm-stages-1234766888/"
              ]
            },
            {
              "sentence": "Some male actors wore Caesar haircuts to evoke ancient Rome",
              "refs": [
                "https://deadline.com/2022/10/francis-coppola-sets-final-casting-for-epic-megalopolis-film-shooting-this-fall-in-georgia-1235134774/"
              ]
            },
            {
              "sentence": "For Plaza, the last two weeks of the shoot overlapped with her role on the Disney+ television miniseries Agatha All Along (2024)",
              "refs": [
                "https://collider.com/megalopolis-francis-ford-coppola-filming-location-prysm-stages-atlanta/"
              ]
            },
            {
              "sentence": "As they were shot on the same lot, she was allowed to do both",
              "refs": []
            },
            {
              "sentence": "In August 2023, during the SAG-AFTRA strike, the film received an interim agreement from the union, possibly for reshoots or publicity purposes to qualify for festival screenings and distribution deals",
              "refs": [
                "https://www.youtube.com/watch?v=z6dagzWsoOI"
              ]
            },
            {
              "sentence": "The final film includes footage shot in 2001, consisting of establishing shots of New York City and minimal video of the September 11 attacks out of respect for the families of the victims",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-features/francis-ford-coppolas-megalopolis-in-peril-1235284875/",
                "https://web.archive.org/web/20230710191310/https://www.ansa.it/sito/notizie/cultura/cinema/2023/07/10/mike-figgis-vi-porto-nella-megalopolis-di-coppola_4d3d146a-558f-4f2a-a1df-f0fc66a2fc18.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Alleged conflicts on set",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Creative differences",
              "section_content": [
                {
                  "sentence": "Plaza spoke about Coppola's willingness to experiment and how sometimes \"all of a sudden, he would have another idea",
                  "refs": []
                },
                {
                  "sentence": "And then all of a sudden, we're shooting in a different location we didn't even plan to shoot",
                  "refs": []
                },
                {
                  "sentence": "And then the whole day goes by and you're like, 'I had no idea any of that was going to happen'\"",
                  "refs": []
                },
                {
                  "sentence": "Others described that approach as \"exasperating\" and \"old-school\", as Coppola was hesitant to decide how the film would look and would spend work days completing shots practically instead of relying on digital techniques",
                  "refs": [
                    "https://www.youtube.com/watch?v=z6dagzWsoOI"
                  ]
                },
                {
                  "sentence": "One crew member recalled, \"He would often show up in the mornings before these big sequences and because no plan had been put in place, and because he wouldn't allow his collaborators to put a plan in place, he would often just sit in his trailer for hours on end, wouldn't talk to anybody, was often smoking marijuana ..",
                  "refs": []
                },
                {
                  "sentence": "And then he'd come out and whip up something that didn't make sense, and that didn't follow anything anybody had spoken about or anything that was on the page, and we'd all just go along with it, trying to make the best out of it\"",
                  "refs": []
                },
                {
                  "sentence": "On Driver's first day on set, Coppola allegedly took six hours to achieve an effect by projecting an image on the side of Driver's head",
                  "refs": []
                },
                {
                  "sentence": "Coppola denied smoking marijuana on set, adding that he had been avoiding the substance ever since his weight loss in 2017",
                  "refs": [
                    "https://deadline.com/2024/05/megalopolis-review-francis-ford-coppola-1235919389/"
                  ]
                },
                {
                  "sentence": "On December 9, 2022, Coppola fired most of the visual effects team, with the rest of the department, including supervisor Mark Russell, soon following",
                  "refs": []
                },
                {
                  "sentence": "In January 2023, reports indicated the budget ballooned higher than its initial $120 million, which The Hollywood Reporter compared to Coppola's history of challenging productions, most notoriously Apocalypse Now",
                  "refs": []
                },
                {
                  "sentence": "Due to an alleged \"unstable filming environment\", a claim Coppola and Driver contested, other crew members exited the film, including production designer Beth Mickle and art director David Scott, along with the art department",
                  "refs": []
                },
                {
                  "sentence": "Coppola replaced Russell with his nephew, Jesse James Chisholm, over a dispute over \"live special effects\", which he completed with his son and second unit director Roman Coppola as they had with Bram Stoker's Dracula",
                  "refs": [
                    "https://www.gq.com/story/francis-ford-coppolas-megalopolis-might-actually-come-out-this-year",
                    "https://themakingof.substack.com/p/a-cinematographers-life-with-mihai"
                  ]
                },
                {
                  "sentence": ": 9",
                  "refs": [
                    "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
                  ]
                },
                {
                  "sentence": "Coppola further explained that he hired Mickle for her work in recreating 1950s New York for Edward Norton's Motherless Brooklyn (2019) but that creative differences formed \"to a degree that it was decided that the best thing would be if I hired a concept artist and came up with frames that showed what I wanted, which I did\"",
                  "refs": []
                },
                {
                  "sentence": "Working with concept artist Dean Sherriff to translate his vision through keyframe concept art, which he described as similar in style to that of a woven mural or tapestry, he permitted minimal input from the art department, whose practices, having recently completed the Marvel Cinematic Universe (MCU) film Guardians of the Galaxy Vol",
                  "refs": [
                    "https://www.hollywoodreporter.com/movies/movie-reviews/megalopolis-review-francis-ford-coppola-adam-driver-1235901211/",
                    "https://variety.com/2002/film/news/zoetrope-myriad-plan-3-pics-1117861297/"
                  ]
                },
                {
                  "sentence": "3 (2023), he deemed conventional, expensive, and hierarchical",
                  "refs": []
                },
                {
                  "sentence": ": 8   \"The art department was frustrated because they felt I was evolving the look of the picture independently of them\", he said, \"They wanted giant sets and images",
                  "refs": [
                    "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
                    "https://variety.com/2002/film/news/zoetrope-myriad-plan-3-pics-1117861297/"
                  ]
                },
                {
                  "sentence": "I wanted other elements like costumes and live effects to do some of the work and have it not all be art-department-centric",
                  "refs": []
                },
                {
                  "sentence": "So, there was disagreement along those lines\"",
                  "refs": []
                },
                {
                  "sentence": "Coppola had originally set $100 million for the budget and $20 million as contingency",
                  "refs": [
                    "https://www.hollywoodreporter.com/movies/movie-reviews/megalopolis-review-francis-ford-coppola-adam-driver-1235901211/"
                  ]
                },
                {
                  "sentence": "As the budget was at risk of rising to $148 million (which he said would have \"bankrupted me and my family\"), he laid off one of five art directors, leading the entire team to resign",
                  "refs": []
                },
                {
                  "sentence": "Production allegedly wrapped a week ahead of schedule, with the budget close to the planned $120 million, according to Coppola",
                  "refs": []
                },
                {
                  "sentence": ": 8–9   In contrast, one person involved with the film told The Wall Street Journal that production costs ultimately reached $136 million",
                  "refs": [
                    "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
                    "https://www.filmcomment.com/article/brief-encounters-francis-ford-coppolla-interview/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Allegations of misconduct",
              "section_content": [
                {
                  "sentence": "Anonymous crew members described Coppola's on-set conduct as unprofessional",
                  "refs": []
                },
                {
                  "sentence": "On February 14, 2023, a \"celebratory Studio 54-esque club scene\" was filmed at the Tabernacle, a concert hall in Atlanta, for which 150–200 extras were assembled, with some being cleared for \"topless nudity\" or to be \"scantily clad\"",
                  "refs": []
                },
                {
                  "sentence": "Crew members alleged that, during the shoot, Coppola pulled women to sit on his lap and kissed female extras to \"get them in the mood\"",
                  "refs": [
                    "https://www.indiewire.com/gallery/cannes-2024-cameras-arri-furiosa/megalopolis-mihai-malaimare-jr-dp/"
                  ]
                },
                {
                  "sentence": "In response, executive producer Darren Demetre said, \"Francis walked around the set to establish the spirit of the scene by giving kind hugs and kisses on the cheek to the cast and background players",
                  "refs": []
                },
                {
                  "sentence": "It was his way to help inspire and establish the club atmosphere ..",
                  "refs": []
                },
                {
                  "sentence": "I was never aware of any complaints of harassment or ill behaviour during the course of the project\"",
                  "refs": []
                },
                {
                  "sentence": "When asked about the accusations, Coppola said, \"My mother told me that if you make an advance toward a woman, it means you disrespect her, and the girls I had crushes on, I certainly didn't disrespect them\"",
                  "refs": [
                    "https://deadline.com/2024/05/megalopolis-review-francis-ford-coppola-1235919389/"
                  ]
                },
                {
                  "sentence": "He also referred to a photo of a girl he kissed on the cheek that her father had taken, adding, \"I knew her when she was nine",
                  "refs": []
                },
                {
                  "sentence": "I'm not touchy-feely",
                  "refs": []
                },
                {
                  "sentence": "I'm too shy\"",
                  "refs": []
                },
                {
                  "sentence": "Videos of the encounters at the Tabernacle surfaced in July 2024; sources told Variety that Coppola often inadvertently inserted himself into frame while interacting with extras and announced on a microphone after multiple takes, \"Sorry, if I come up to you and kiss you",
                  "refs": []
                },
                {
                  "sentence": "Just know it's solely for my pleasure\"",
                  "refs": []
                },
                {
                  "sentence": "Another source mentioned the absence of a human resources department",
                  "refs": []
                },
                {
                  "sentence": "Intimacy coordinators were not on set when the scene was shot and bystanders were reportedly told by senior crew members that they were not authorized to share recordings of the encounters due to non-disclosure agreements",
                  "refs": []
                },
                {
                  "sentence": "Days later, extras in the videos spoke out",
                  "refs": [
                    "https://www.indiewire.com/gallery/cannes-2024-cameras-arri-furiosa/megalopolis-mihai-malaimare-jr-dp/"
                  ]
                },
                {
                  "sentence": "Rayna Menz denounced the accusations against Coppola of inappropriate behavior, stating, \"He did nothing to make me or for that matter anyone on set feel uncomfortable\"",
                  "refs": []
                },
                {
                  "sentence": "Meanwhile, Lauren Pagone told Variety, \"I was in shock",
                  "refs": [
                    "https://deadline.com/2023/08/francis-ford-coppolas-megalopolis-interim-agreement-sag-aftra-1235533045/"
                  ]
                },
                {
                  "sentence": "I didn't expect him to kiss and hug me like that",
                  "refs": []
                },
                {
                  "sentence": "I was caught off guard\", and expressed frustration with Menz' statement: \"You can't speak for anyone but yourself",
                  "refs": []
                },
                {
                  "sentence": "My experience was different\"",
                  "refs": []
                },
                {
                  "sentence": "Another crew member alleged that Coppola kissed multiple women after calling \"cut\" for a different scene involving a New Year's Eve party that ended with kisses: \"The women that I saw being kissed did not see him coming",
                  "refs": []
                },
                {
                  "sentence": "He just basically grabbed them and planted the kiss on them without any kind of consent\"",
                  "refs": []
                },
                {
                  "sentence": "In response, Coppola said, \"The young women I kissed on the cheek, in regards to the New Year's scene, they were young women I knew\"",
                  "refs": [
                    "https://www.indiewire.com/news/general-news/francis-ford-coppola-confirms-megalopolis-2024-release-1234940461/"
                  ]
                },
                {
                  "sentence": "Coppola was later accused of \"leering\" at and kissing a 13-year-old female extra on set",
                  "refs": [
                    "https://www.filmcomment.com/article/brief-encounters-francis-ford-coppolla-interview/"
                  ]
                },
                {
                  "sentence": "On September 9, Pagone filed a lawsuit against Coppola, his production company, and two casting agencies for civil assault, civil battery, and negligent failure to prevent sexual harassment",
                  "refs": []
                },
                {
                  "sentence": "She alleged that during the filming of the club scene on February 14, Coppola kissed her cheek, touched multiple parts of her body without her consent, including her back and waist, made sexual comments about her appearance, and encouraged her to \"sit on his lap and call him 'uncle'\"",
                  "refs": [
                    "https://deadline.com/2024/09/megalopolis-francis-ford-coppola-interview-1236085381/",
                    "https://deadline.com/2023/01/francis-ford-coppola-no-truth-to-apocalypse-on-megalopolis-1235216222/"
                  ]
                },
                {
                  "sentence": "Coppola initially placed a cease-and-desist letter against Variety requesting a retraction of their July 26 article that featured videos of the encounters and described his behavior as unprofessional",
                  "refs": [
                    "https://deadline.com/2024/09/megalopolis-francis-ford-coppola-interview-1236085381/",
                    "https://variety.com/2024/film/news/megalopolis-set-video-francis-ford-coppola-kissing-extras-1236082653/"
                  ]
                },
                {
                  "sentence": "After Variety published further articles regarding his alleged misconduct, he filed a libel lawsuit against them and journalists Brent Lang and Tatiana Siegel on September 10, seeking $15 million and further punitive and exemplary damages",
                  "refs": []
                },
                {
                  "sentence": "In the lawsuit, Coppola challenged the videos' credibility and denied claims that the production did not have a human resources department and that he often inadvertently inserted himself into frame, describing any such instances of the crew being in frame as \"anticipated and unavoidable\"",
                  "refs": [
                    "https://deadline.com/2023/01/francis-ford-coppola-no-truth-to-apocalypse-on-megalopolis-1235216222/",
                    "https://variety.com/2024/film/news/megalopolis-set-video-francis-ford-coppola-kissing-extras-1236082653/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Post-production",
          "section_content": [
            {
              "sentence": "In March 2003, Coppola hand-wrote a letter to Osvaldo Golijov, asking him to compose a symphony that would have dictated the film's rhythm",
              "refs": []
            },
            {
              "sentence": ": 20   They would go on to collaborate on Youth Without Youth, Tetro, and Twixt before returning to complete Megalopolis",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
                "https://deadline.com/2024/07/salacious-variety-megalopolis-video-a-sham-says-rayna-menz-extra-shown-with-francis-coppola-1236027166/"
              ]
            },
            {
              "sentence": "Golijov wanted the score to blur the line between music and sound design",
              "refs": []
            },
            {
              "sentence": "Given the ambiguity surrounding how the city and music of Rome sounded, he relied on Hollywood portrayals and composed a Roman suite inspired by Miklós Rózsa's score for Ben-Hur (1959)",
              "refs": []
            },
            {
              "sentence": "Coppola also asked Golijov to write a love theme in the vein of Pyotr Ilyich Tchaikovsky's composition Romeo and Juliet (1870)",
              "refs": []
            },
            {
              "sentence": ": 20–21  In February 2024, Coppola recorded the score with the Budapest Art Orchestra in Budapest, Hungary",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            },
            {
              "sentence": "Post-production, from editing to visual effects, was completed at the All-Movie Hotel, where some reshoots were held",
              "refs": []
            },
            {
              "sentence": "Cam McLauchlin and Glen Scantlebury edited the film, Coppola having contacted McLauchlin after seeing his work on Nightmare Alley (2021)",
              "refs": [
                "https://www.thedailybeast.com/i-saw-francis-ford-coppola-leer-at-13-year-girlthen-kiss-her-on-set-of-megalopolis/",
                "https://www.ajc.com/news/business/extra-files-lawsuit-alleging-sexual-harassment-on-set-of-megalopolis/XDZZ2QWNPBCXTGOZJ2PQEESDHI/"
              ]
            },
            {
              "sentence": "McLauchlin defined Coppola's style as theatrical, incorporating theater warm-up techniques",
              "refs": [
                "https://deadline.com/2024/09/francis-ford-coppola-sues-variety-megalopolis-set-behavior-1236085693/"
              ]
            },
            {
              "sentence": "The scene where Cesar and Julia play tug of war on an imaginary rope was a rehearsal take that inspired them to embrace the script's eccentricity",
              "refs": []
            },
            {
              "sentence": "McLauchlin and Scantlebury were tasked to work on scenes independently but transitioned toward collaboration after realizing they had enough time to keep pace with shooting and experiment with alternate versions",
              "refs": []
            },
            {
              "sentence": "As they edited the film, Coppola was inspired to direct more \"unusual takes\" of the cast to include",
              "refs": []
            },
            {
              "sentence": "For a scene involving catwalks, Coppola handled disruptive noise levels by pre-recording the dialogue and playing it over a loudspeaker for wide shots",
              "refs": [
                "https://apnews.com/article/coppola-megalopolis-allmovie-hotel-georgia-film-e25192debab6c98c489a5555a2d73d60"
              ]
            },
            {
              "sentence": "He then asked Driver to recite the \"To be, or not to be\" speech from Shakespeare's Hamlet (1623) in its entirety, seemingly as a warm-up exercise",
              "refs": []
            },
            {
              "sentence": "After filming wrapped, Coppola handed McLauchlin the first half of the film and Scantlebury the latter half, allowing them to trade sections to complete the edit",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-reviews/megalopolis-review-francis-ford-coppola-adam-driver-1235901211/"
              ]
            },
            {
              "sentence": "After Scantlebury moved on to another project, McLauchlin and Coppola continued editing for eight more months, during which Coppola suggested including the Shakespeare scene",
              "refs": []
            },
            {
              "sentence": ": 18–20  In addition to starring, VanderWaal, a musician who won America's Got Talent (2006-present) at age 12 in 2016, wrote two original songs for the film",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Themes",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Rome's example for America",
          "section_content": [
            {
              "sentence": "Megalopolis is both a modern retelling of the Catilinarian conspiracy and a revisionist look at the source material",
              "refs": []
            },
            {
              "sentence": "Coppola described the film as a commentary on the American political system, reasoning that the Roman analogy was appropriate because the American Founding Fathers borrowed from Roman law to develop their democratic government without a king",
              "refs": []
            },
            {
              "sentence": "He specifically noted that America was vulnerable to the same political forces and tensions that destroyed the Roman Republic and created the Empire",
              "refs": [
                "https://screenrant.com/megalopolis-catilinarian-conspiracy-history-inspiration-explained/"
              ]
            },
            {
              "sentence": "This was not the first time Coppola had sought to modernize a historical narrative: he had previously updated the colonial-Africa setting of Heart of Darkness (1899) to the Vietnam War for Apocalypse Now (1979)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": ": 4",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            },
            {
              "sentence": "According to the traditional narrative, Catiline was a populist seditionist who plotted to overthrow the Roman Republic after losing the election for consul three times",
              "refs": []
            },
            {
              "sentence": "Catiline gained a following by promising to cancel all debts for rich and poor alike, but Cicero, the conservative head of the Roman government, discovered the plot and drove Catiline out of the city with an incendiary speech in the Senate (First Catilinarian Oration)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": ": 7  Catiline's supporters raised an army to overthrow Cicero",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            },
            {
              "sentence": "To defend the Republic, Cicero convinced the Senate to give him temporary emergency powers (the senatus consultum ultimum), which allowed him to execute some of Catiline's co-conspirators without due process",
              "refs": []
            },
            {
              "sentence": "Cicero's aggressive actions scared off most of Catiline's remaining supporters",
              "refs": []
            },
            {
              "sentence": "His forces outnumbered, Catiline was killed at the Battle of Pistoria",
              "refs": []
            },
            {
              "sentence": "After the end of the conspiracy, populist politician Publius Clodius Pulcher charged Cicero with overreach, and successfully exiled Cicero from Rome for a period",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In response, Cicero defended his actions by publishing his four Catilinarian Orations in edited form",
              "refs": []
            },
            {
              "sentence": "Although Catiline himself died, the conspiracy and its aftermath showed deep fissures in the Roman Republic",
              "refs": []
            },
            {
              "sentence": "Ultimately, an occasional ally of Catiline – the populist senator Julius Caesar – succeeded where Catiline had failed, taking advantage of political chaos to become dictator of Rome, and paving the way for the Roman Empire.",
              "refs": []
            },
            {
              "sentence": "In 1999, Coppola pitched the film by drawing parallels between the Catilinarian conspiracy and the present-day United States",
              "refs": []
            },
            {
              "sentence": "He warned that Catiline-esque plotters could try to overthrow the American government just as Catiline tried to overthrow Rome, saying, \"Rome became a fascist Empire",
              "refs": []
            },
            {
              "sentence": "Is that what we're going to become?\"  However, in his production notes written a quarter-century later, Coppola explained that at the time, he had not yet written a script and his views reflected the traditional narrative of the conspiracy",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-lawsuits-1235999955/"
              ]
            },
            {
              "sentence": ": 4",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            },
            {
              "sentence": "Coppola rethought the analogy as Megalopolis languished in development hell",
              "refs": []
            },
            {
              "sentence": "He concluded that Roman histories of the Catilinarian conspiracy were largely based on Cicero's own retelling of the incident, and questioned whether Cicero, a political conservative, had simply concocted an excuse to crush the populist policies backed by Catiline and Julius Caesar",
              "refs": []
            },
            {
              "sentence": "During the Megalopolis press tour, Coppola explained that \"since the survivor tells the story, I wondered, what if what Catiline had in mind for his new society was a realignment of those in power, and could it have even been 'visionary' and 'good,' while Cicero perhaps could have been 'reactionary' and 'bad [?]'\"  In Megalopolis, Coppola retells two of the real-life Cicero's accusations towards Catiline – that Catiline slept with a Vestal Virgin (a Roman priestess sworn to chastity)  and that Catiline murdered his first wife  – and acquits Cesar Catalina of both accusations",
              "refs": [
                "https://screenrant.com/megalopolis-catilinarian-conspiracy-history-inspiration-explained/",
                "https://www.independent.co.uk/arts-entertainment/music/features/osvaldo-golijov-composing-the-soundtrack-for-a-coppola-movie-345398.html",
                "https://hungarytoday.hu/director-francis-ford-coppola-makes-a-splash-during-his-stay-in-budapest/"
              ]
            },
            {
              "sentence": "(According to Stanford University classicist Richard Saller, while the traditional narrative of the conspiracy is \"Cicero centric\", most historians – Robin Seager being a notable exception – reject the revisionist argument that \"Cicero really manufactured the conspiracy\")",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Artistic idealism as antidote to polarization",
          "section_content": [
            {
              "sentence": "In 2008, Coppola stated that the character of Cesar Catilina would be inspired by the life of urban planner Robert Moses, who built much of the infrastructure of modern-day New York City, but was criticized for favoring wealthy political interests and ignoring the needs of New York's ethnic minorities",
              "refs": []
            },
            {
              "sentence": "Coppola said that he wanted to imagine an \"enlightened\" version of Moses that preserved Moses' desire to build a better city",
              "refs": []
            },
            {
              "sentence": "Megalopolis argues that for a democracy to avoid falling into fascism, it needs a bold and inspirational vision for the future, which artists can help provide",
              "refs": []
            },
            {
              "sentence": "In 1999, Coppola said that \"Rome didn't fall for a long time",
              "refs": []
            },
            {
              "sentence": "But how does an Empire die? It dies when its people no longer believe in it\"",
              "refs": []
            },
            {
              "sentence": "In 2022, Coppola said his film would offer an optimistic look at humanity and the intuitive goodness in people even in a divided climate",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-lawsuits-1235999955/"
              ]
            },
            {
              "sentence": "He criticized his high school classmate Donald Trump for calling Mexican criminals rapists, saying that \"dictators and populists stay in power by having you hate someone else",
              "refs": []
            },
            {
              "sentence": "..",
              "refs": []
            },
            {
              "sentence": "[P]eople are in the habit of saying all people are bad ..",
              "refs": []
            },
            {
              "sentence": "We're doing...better",
              "refs": []
            },
            {
              "sentence": "We could be proud of being human beings\"",
              "refs": []
            },
            {
              "sentence": "The film culminates with an impassioned speech by Cesar Catilina that convinces the masses to embrace the idea of Megalopolis",
              "refs": []
            },
            {
              "sentence": "Writing in The New Yorker, Justin Chang noted that in light of Coppola's struggle to make the film without studio interference, \"what is inescapably moving about Megalopolis ..",
              "refs": []
            },
            {
              "sentence": "is the degree to which it has evolved into an allegory of its own making",
              "refs": []
            },
            {
              "sentence": "Coppola has made a defense of the beautiful and the impractical ..",
              "refs": []
            },
            {
              "sentence": "as art-sustaining forces in the cinema itself",
              "refs": []
            },
            {
              "sentence": "..",
              "refs": []
            },
            {
              "sentence": "[T]he mere fact that it exists, in its breathtaking and sometimes exasperating singularity, feels like an expression of hope\"",
              "refs": []
            },
            {
              "sentence": "For his own part, Coppola acknowledged the importance of visionary thinking but dismissed the idea that Catilina's Megalopolis project should offer a specific version of the future, reasoning that \" [Utopia] is not a place",
              "refs": [
                "https://www.newyorker.com/magazine/2024/05/27/megalopolis-movie-review-francis-ford-coppola"
              ]
            },
            {
              "sentence": "Utopia is a discussion\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Art versus politics",
          "section_content": [
            {
              "sentence": "In addition to Moses, Coppola based the character of Cesar Catilina and his invention of Megalon on the novels of Ayn Rand",
              "refs": []
            },
            {
              "sentence": "Catilina specifically resembles two Rand characters who struggle to implement their ideas in the face of the dominant political establishment, which may be either conservative or left-wing",
              "refs": [
                "https://www.vanityfair.com/news/2007/12/coppola200712"
              ]
            },
            {
              "sentence": "In The Fountainhead (1943), modernist architect Howard Roark struggles to be taken seriously by a conservative artistic establishment that insists on aping the architecture of ancient Rome",
              "refs": []
            },
            {
              "sentence": "In Atlas Shrugged (1957), visionary inventor Hank Rearden creates a high-performance metal alloy, which is subsequently nationalized by a left-wing government",
              "refs": [
                "https://www.nationalgeographic.com/history/article/megalopolis-movie-cicero-catiline-conspiracy"
              ]
            },
            {
              "sentence": "Megalopolis depicts Cesar Catilina's modernist utopia under simultaneous attack by the left and the right: Pulcher's conservatives reject Catilina's bold vision as fanciful, while Cicero's leftists deride Catilina's ideas as pointlessly extravagant",
              "refs": []
            },
            {
              "sentence": "Writing in The New York Times, Ross Douthat commented that \"the central conflict isn't really left versus right ...",
              "refs": []
            },
            {
              "sentence": "Instead,  [Megalopolis] pits Catilina ..",
              "refs": []
            },
            {
              "sentence": "against various forces representing inertia and sterility: the uncomprehending establishment and the ungrateful masses, ..",
              "refs": []
            },
            {
              "sentence": "all ranged against the man of genius\"",
              "refs": []
            },
            {
              "sentence": "During the press tour, Coppola wrote that Cicero opposes Catilina because he is \"committed to a regressive status quo, perpetuating greed, special interests, and partisan warfare\", and that Cicero's style of clothing \"conveyed his rigid world view ..",
              "refs": []
            },
            {
              "sentence": "a balance of hubris, rage, and despair\"",
              "refs": []
            },
            {
              "sentence": ": 6, 9  Megalopolis' production notes explain that \"while  [Cicero] truly wants to save the city\", political pressures \"from all sides  [have] made him blind to transformative ideas\"",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            },
            {
              "sentence": ": 11  Coppola compared Cicero to Ed Koch, the mayor of New York City in the 1980s;   Koch was widely blamed for fumbling the government response to the AIDS epidemic",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
                "https://www.vanityfair.com/news/2007/12/coppola200712",
                "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-lawsuits-1235999955/"
              ]
            },
            {
              "sentence": "Although Coppola's press statements largely focused on Cicero over Pulcher, Den of Geek noted that Pulcher \"serves as the Trump stand-in\" and that \"it's unclear if Coppola's trying to evoke the opulence of the Roman ruling classes or Trump's obsession with spray tans and hair-pieces or both\"",
              "refs": []
            },
            {
              "sentence": "The Sweet East (2023) screenwriter Nick Pinkerton expressed concern that Pulcher's rapid recruitment of working-class populists implied that \"the plebeians  [are] easily manipulated rubes, a curious omission in a movie that's positioned as a humanist hymn to our species' higher potential\"",
              "refs": [
                "https://www.vanityfair.com/hollywood/story/megalopolis-francis-ford-coppola-first-look-exclusive"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Release",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Distribution",
          "section_content": [
            {
              "sentence": "Coppola saw Megalopolis in full for the first time on an IMAX screen at the headquarters of IMAX Corporation in Playa Vista, Los Angeles",
              "refs": []
            },
            {
              "sentence": "The film used camera technology for certain sequences that could cover an entire IMAX screen",
              "refs": []
            },
            {
              "sentence": "On March 28, 2024, a private screening was presented to distributors at the Universal CityWalk IMAX Theater in Hollywood",
              "refs": [
                "https://collider.com/megalopolis-francis-ford-coppola-filming-location-prysm-stages-atlanta/"
              ]
            },
            {
              "sentence": "Coppola and his longtime attorney Barry Hirsch, a producer on the film, said they would not decide where to debut the film until they secured a distribution partner and a firm rollout plan",
              "refs": []
            },
            {
              "sentence": "However, the \"muted\" response to the screening made securing a distributor difficult",
              "refs": [
                "https://web.archive.org/web/20001215150700/http://www.scenariomag.com/interviews/coppola.html"
              ]
            },
            {
              "sentence": "Studios weighed the return on investment, as Coppola expected a print-and-advertising (P&A) campaign of $80–100 million and for producers to receive half of the film's revenues",
              "refs": []
            },
            {
              "sentence": "A distribution veteran suggested that \"If  [Coppola] is willing to put up the P&A or backstop the spend, I think there would be a lot more interested parties\"",
              "refs": [
                "https://collider.com/megalopolis-francis-ford-coppola-filming-location-prysm-stages-atlanta/",
                "https://www.jstor.org/stable/4436764"
              ]
            },
            {
              "sentence": "Coppola's plan to forgo a sales agent was, thus, altered, with Goodfellas handling international sales; Le Pacte, for France, became the first to acquire distribution rights to a foreign market in late April",
              "refs": []
            },
            {
              "sentence": "Variety noted that individual territories were not given rights to paid video on demand or streaming options, \"perhaps by design to lure a big streaming service\" into buying the streaming rights after its theatrical run",
              "refs": [
                "https://classics.osu.edu/Undergraduate-Studies/Latin-Program/Catiline/vi13-16/vi13-16-notes",
                "https://deadline.com/2022/03/francis-ford-coppola-oscars-memories-godfather-patton-apocalypse-now-1234986966/"
              ]
            },
            {
              "sentence": "On May 15, Variety reported on sources that said Coppola was seeking an \"awards-savvy distributor\", such as A24, to release Megalopolis in the fourth quarter of 2024 so it could have an awards season campaign, but that \"some potential indie outfits\" who saw the film did not envision \"much Oscars potential beyond technical categories and fear [ed] that Coppola  [would] be an overly demanding partner\"",
              "refs": []
            },
            {
              "sentence": "On May 16, 2024, the 138-minute film premiered at the 77th Cannes Film Festival in competition for the Palme d'Or",
              "refs": []
            },
            {
              "sentence": "During the film's Cannes press conference, Coppola criticized the studio system and likened a streaming option to a home video release, saying, \"I fear that the film industry has become more a matter of people being hired to ..",
              "refs": [
                "https://www.nytimes.com/2022/05/07/nyregion/ed-koch-gay-secrets.html",
                "https://nymag.com/intelligencer/2013/02/koch-and-the-aids-crisis-his-greatest-failure.html",
                "https://deadline.com/2024/03/francis-coppola-megalopolis-first-screening-distributors-citywalk-imax-1235871124/"
              ]
            },
            {
              "sentence": "pay their debt obligations ..",
              "refs": []
            },
            {
              "sentence": "So it might be that the studios we knew for so long are not  [going] to be here in the future anymore\"",
              "refs": []
            },
            {
              "sentence": "That same day, it secured a limited global IMAX release, including in at least 20 cities in the United States regardless of distributor",
              "refs": [
                "https://variety.com/2024/film/news/francis-ford-coppola-megalopolis-in-talks-french-distribution-deal-le-pacte-1235979859/",
                "https://www.screendaily.com/news/goodfellas-boards-international-sales-on-francis-ford-coppolas-cannes-selection-megalopolis-exclusive/5192899.article"
              ]
            },
            {
              "sentence": "On June 17, Lionsgate Films acquired domestic distribution rights, scheduling a release for September 27, 2024",
              "refs": [
                "https://deadline.com/2024/05/francis-ford-coppola-megalopolis-new-deals-1235927358/"
              ]
            },
            {
              "sentence": "They previously worked on the home video releases of the director's cuts of Coppola's films, beginning in 2010",
              "refs": []
            },
            {
              "sentence": "The deal came after Coppola agreed to pay for most of the marketing costs, estimated to be $15–17 million",
              "refs": [
                "https://variety.com/2024/film/news/megalopolis-francis-ford-coppola-cannes-premiere-controversy-1236004301/",
                "https://deadline.com/2024/04/francis-coppola-megalopolis-cannes-festival-friday-may-17-competition-slot-1235879563/",
                "https://deadline.com/2024/05/megalopolis-ovation-cannes-premiere-1235919402/"
              ]
            },
            {
              "sentence": "The film also screened at Roy Thomson Hall on September 9 and the Scotiabank Theatre Toronto on September 10 as part of the 2024 Toronto International Film Festival, in addition to the 72nd San Sebastián International Film Festival on September 24",
              "refs": []
            },
            {
              "sentence": "On September 23, the AMC Lincoln Square Theater in New York hosted an advance screening as part of the New York Film Festival; in addition to screening the film, 65 IMAX locations also broadcast live the event's half-hour Q&A with Coppola and guests Robert De Niro and Spike Lee",
              "refs": [
                "https://www.festival-cannes.com/en/medialibrary/megalopolis-by-francis-ford-coppola-press-conference-2/",
                "https://deadline.com/2024/05/megalopolis-francis-ford-coppola-streaming-studios-cannes-1235920310/",
                "https://deadline.com/2024/05/megalopolis-imax-global-release-1235918813/"
              ]
            },
            {
              "sentence": "On October 14, 2024, Cinecittà hosted the film's Italian premiere, which was streamed live at the Auditorium Parco della Musica's Sala Petrassi as the pre-opening of the 19th Rome Film Festival",
              "refs": [
                "https://www.indiewire.com/news/breaking-news/francis-ford-coppola-megalopolis-sets-release-date-lionsgate-acquisition-1235001151/",
                "https://www.hollywoodreporter.com/business/business-news/lionsgate-zoetrope-ink-distribution-deal-25925/",
                "https://deadline.com/2024/09/box-office-megalopolis-the-wild-robot-1236101618/"
              ]
            },
            {
              "sentence": "The private industry screening and multiple festival premieres, including Cannes, had a person walk on stage in front of the projection screen and address the protagonist, Cesar, who seemingly breaks the fourth wall by replying in real time",
              "refs": []
            },
            {
              "sentence": "Jean Labadie, founder of the film's French distributor, Le Pacte, said in regards to replicating the moment, \"We will work on that with every exhibitor in France to try to do it as many times as we can\"",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-toronto-2024-1235972974/"
              ]
            },
            {
              "sentence": "Lionsgate made a similar pledge in regards to the fourth wall break;  at least 60 select theaters recruited performers for screenings labeled \"The Ultimate Experience\" to accomplish the scene",
              "refs": [
                "https://tiff.net/events/megalopolis",
                "https://www.hollywoodreporter.com/movies/movie-news/san-sebastian-film-festival-perlak-cannes-anora-megalopolis-1235976765/"
              ]
            },
            {
              "sentence": "Coppola had initially worked with Amazon's support team in 2021 to accomplish the fourth wall break by developing a custom version of Alexa's voice-recognition software that would have allowed audiences to ask Driver's character a question about the plot, to which \"Alexa would choose the most relevant answer from a pre-approved list\"",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-new-york-film-fest-1235992137/"
              ]
            },
            {
              "sentence": "However, the partnership did not occur due to layoffs at Amazon in 2022",
              "refs": []
            },
            {
              "sentence": "Driver suggested having a cinema usher ask a pre-agreed question instead",
              "refs": []
            },
            {
              "sentence": "Although Coppola, by virtue of financing the film himself, presumably had full creative freedom, editor Cam McLauchlin alluded to a director's cut in the film's production notes",
              "refs": []
            },
            {
              "sentence": "McLauchlin said that after the director's cut was produced, it took another eight months before Coppola signed off on the final cut",
              "refs": []
            },
            {
              "sentence": ": 19  Megalopolis was released on Digital HD on November 12, 2024",
              "refs": [
                "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Marketing",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Tie-ins and documentary",
              "section_content": [
                {
                  "sentence": "Image Comics and Syzygy Publishing distributed a graphic novel tie-in to the film written by Chris Ryall with artwork by Jacob Phillips",
                  "refs": []
                },
                {
                  "sentence": "Ryall had direct input and liberty from Coppola, while Phillips said he was \"drawing this book (on and off) since December 2022\" and wrapped his part of the 148-page comic adaptation in July 2024; the screenplay and concept art served as foundations for the novel",
                  "refs": [
                    "https://deadline.com/2024/09/robert-de-niro-donald-trump-spike-lee-megalopolis-francis-ford-coppola-premiere-1236097327/"
                  ]
                },
                {
                  "sentence": "Colleen McCullough, whose book series Masters of Rome partially inspired Megalopolis, wrote the novelization before she died in 2015",
                  "refs": [
                    "https://www.romacinemafest.it/it/megalopolis-preapertura/"
                  ]
                },
                {
                  "sentence": "The novels accompanied the film's release, along with a behind-the-scenes fly-on-the-wall documentary, Megadoc, by Mike Figgis that features interviews with cast members, Spike Lee, George Lucas, Martin Scorsese, Steven Spielberg, and Coppola's late wife Eleanor Coppola, who died in April 2024 and to whom Megalopolis is dedicated",
                  "refs": [
                    "https://www.gq.com/story/megalopolis-is-even-wilder-than-youve-heard"
                  ]
                },
                {
                  "sentence": "Coppola clarified that \"all three projects are independent\" of him but based on his \"many scripts and ideas over the decades\"",
                  "refs": [
                    "https://www.hollywoodreporter.com/movies/movie-reviews/megalopolis-review-francis-ford-coppola-adam-driver-1235901211/",
                    "https://deadline.com/2024/05/megalopolis-will-buyers-break-fourth-wall-france-le-pacte-1235923087/",
                    "https://deadline.com/2024/06/megalopolis-lionsgate-francis-ford-coppola-1235975886/",
                    "https://www.indiewire.com/news/business/how-will-theaters-handle-megalopolis-live-scene-adam-driver-1235050576/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Promotional materials",
              "section_content": [
                {
                  "sentence": "On August 16, 2024, Lionsgate announced a partnership with the company Utopia (co-founded by Coppola's nephew, Robert Schwartzman)  on the stateside theatrical release, with the latter working on \"specialty marketing, word-of-mouth, and non-traditional theatrical distribution initiatives\" to target filmgoers",
                  "refs": [
                    "https://www.comicsbeat.com/syzygy-announces-megalopolis-francis-ford-coppola-graphic-novel-at-wondercon/"
                  ]
                },
                {
                  "sentence": "On August 20, Lionsgate shared a theatrical poster that featured Driver's character holding a t-square vertically",
                  "refs": [
                    "https://bleedingcool.com/comics/jacob-phillips-finishes-adapting-francis-ford-coppolas-megalopolis/"
                  ]
                },
                {
                  "sentence": "Roger Friedman of Showbiz411 felt the tool's resemblance to a lightsaber may have been intentional, given Driver's role as Kylo Ren in the Star Wars sequel trilogy (2015–2019)",
                  "refs": []
                },
                {
                  "sentence": "On August 21, Lionsgate released a trailer that opened with snippets of negative reviews for Coppola's The Godfather, Apocalypse Now, and Bram Stoker's Dracula followed by 90 seconds of footage from Megalopolis, all accompanied by Fishburne's narration that \"True genius is often misunderstood\" and \"One filmmaker has always been ahead of his time\" before naming the film \"an event nothing can prepare you for\"",
                  "refs": []
                },
                {
                  "sentence": "The unconventional tactic, according to Rolling Stone's Daniel Kreps, attempted to combat the film's mixed reception at Cannes by pointing out \"similarly misguided critical assessments of Coppola's previous masterpieces\"",
                  "refs": []
                },
                {
                  "sentence": "Oli Welsh of Polygon called it \"defensive\", with the implication that viewers \"should ignore the reviews and go see it before it is inevitably reevaluated as a visionary classic\",  while Mary Kate Carr from The A.V",
                  "refs": [
                    "https://thefilmstage.com/francis-ford-coppola-and-adam-driver-respond-to-megalopolis-rumors-mike-figgis-plans-a-behind-the-scenes-documentary/",
                    "https://x.com/TheFilmStage/status/1711898739701416425"
                  ]
                },
                {
                  "sentence": "Club described it as \"pretty clever\", noting that it highlighted similarities between Coppola and the film's protagonist",
                  "refs": []
                },
                {
                  "sentence": "However, Vulture's Bilge Ebiri verified that the blurbs cited in the trailer were fabricated, including those credited to Vincent Canby, Roger Ebert, Owen Gleiberman, Pauline Kael, Stanley Kauffmann, Rex Reed, Andrew Sarris, and John Simon",
                  "refs": []
                },
                {
                  "sentence": "While some of their opinions were indeed negative, excluding Kael's positive review for The Godfather and Ebert's for Dracula, the quotes were fake",
                  "refs": []
                },
                {
                  "sentence": "In Ebert's case, his quote calling a film a \"triumph of style over substance\" was misattributed from his review for Batman (1989)",
                  "refs": []
                },
                {
                  "sentence": "Consequently, Lionsgate took down the trailer, which had accumulated 1.3 million views, the same day they published it and issued an apology",
                  "refs": [
                    "https://collider.com/megalopolis-movie-cast-plot-filming-francis-ford-coppola/",
                    "https://www.indiewire.com/news/general-news/utopia-help-lionsgate-distribute-market-megalopolis-1235037604/"
                  ]
                },
                {
                  "sentence": "Two days later, they fired Eddie Egan, the marketing consultant who delivered the quotes, citing \"an error in properly vetting and fact-checking the phrases\"",
                  "refs": [
                    "https://deadline.com/2024/08/megalopolis-utopia-1236042574/",
                    "https://www.showbiz411.com/2024/08/20/new-official-poster-for-coppolas-megalopolis-a-riff-on-or-rip-off-of-star-wars-light-saber"
                  ]
                },
                {
                  "sentence": "Variety suggested that the quotes may have been produced by generative artificial intelligence after prompting ChatGPT for negative criticism of Coppola's work from well-known critics and receiving similar results",
                  "refs": []
                },
                {
                  "sentence": "Film critic Peter Debruge, also for Variety, compared the situation to when Sony Pictures invented the fictitious critic David Manning to advertise their films in 2000",
                  "refs": [
                    "https://www.rollingstone.com/tv-movies/tv-movie-news/megalopolis-new-trailer-movie-critics-1235084436/"
                  ]
                },
                {
                  "sentence": "The Hollywood Reporter found it unusual for a studio to publicly name a terminated employee; a Hollywood executive described Egan as a \"low-key guy who never liked the spotlight",
                  "refs": []
                },
                {
                  "sentence": "His entire life's work will now be defined on Google as the person who tried to game the system by creating misinformation\"",
                  "refs": []
                },
                {
                  "sentence": "The publication also seemingly confirmed the use of an AI engine to generate the quotes and wondered why Egan was the only person blamed, writing, \"The trailer was almost certainly vetted by a half-dozen others, including top brass at the studio and its marketing team, none of whom spotted the error, and they are keeping their jobs\"",
                  "refs": []
                },
                {
                  "sentence": "On September 5, Lionsgate posted a recut version of the trailer without the quotes, which Carr said was \"largely pretty similar to the previous one\"",
                  "refs": [
                    "https://www.avclub.com/megalopolis-trailer-francis-ford-coppola-full"
                  ]
                },
                {
                  "sentence": "On September 13, IGN shared a second, one-minute trailer",
                  "refs": [
                    "https://www.vulture.com/article/did-the-megalopolis-trailer-make-up-fake-movie-critic-quotes.html"
                  ]
                },
                {
                  "sentence": "Kaitlyn Booth of Bleeding Cool criticized the video's ambiguity in describing the plot, writing: \"It seems that Lionsgate and whoever is behind this marketing has decided the best way to go about pitching a very complex film to the public is not to try and hope that the prestige from director Francis Ford Coppola will be enough\"",
                  "refs": [
                    "https://variety.com/2024/film/news/megalopolis-trailer-quotes-movie-critics-1236114212/"
                  ]
                },
                {
                  "sentence": "Created by the duo Awkward Moments, the music for the ad features an 852 Hz frequency, which they claim \"stimulates the third eye chakra...  a powerful tool for those seeking to expand their spiritual awareness and tap into higher levels of consciousness\"",
                  "refs": [
                    "https://deadline.com/2024/08/megalopolis-trailer-recalled-lionsgate-fabricated-quote-controversy-1236046745/"
                  ]
                },
                {
                  "sentence": "In September, Coppola created a Letterboxd account, shared a list of 16 films that inspired Megalopolis, and rated his film five stars on the app",
                  "refs": [
                    "https://nytimes.com/2024/08/21/movies/megalopolis-trailer-fake-quotes.html"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Reception",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Box office",
          "section_content": [
            {
              "sentence": "Megalopolis grossed $7.6 million in the United States and Canada, and $6.1 million in other territories, for a worldwide total of $13.9 million",
              "refs": []
            },
            {
              "sentence": "In the United States and Canada, Megalopolis received a wide release alongside The Wild Robot",
              "refs": []
            },
            {
              "sentence": "It was projected to gross $4–8 million from 1,854 theaters, including an estimated 200 IMAX locations, in its opening weekend",
              "refs": []
            },
            {
              "sentence": "Boxoffice Pro identified the film's target audience as cinephiles and said \"working against\" it were \"middling reviews\", \"a career lull\" (Coppola having directed two films in the last 15 years), and \"a marketing push marred by controversy\", referring to the misconduct allegations against Coppola and the trailer removed over its use of fake quotes",
              "refs": [
                "https://variety.com/2024/film/columns/megalopolis-trailer-fake-quotes-critics-1236115983/",
                "https://www.hollywoodreporter.com/news/general-news/megalopolis-lionsgate-fires-marketing-consultant-ai-trailer-1235990295/",
                "https://www.avclub.com/adam-driver-megalopolis-trailer-no-ai-francis-ford-coppola"
              ]
            },
            {
              "sentence": "They mentioned that the film's \"blockbuster cast\" and IMAX release was \"no guarantee of audience interest\", given Driver's box-office disappointment in \"high-concept sci-fi\" with 65 the year prior and that the last Coppola–helmed movie to open above $5 million was Supernova (uncredited) in 2000",
              "refs": []
            },
            {
              "sentence": "Megalopolis shared IMAX screens with The Wild Robot before relinquishing them a week later to Joker: Folie à Deux; reserved for The Wild Robot were all showtimes up to primetime, with Megalopolis having evening IMAX showtimes in \"key metropolitan locations\"",
              "refs": [
                "https://variety.com/2024/film/columns/megalopolis-trailer-fake-quotes-critics-1236115983/"
              ]
            },
            {
              "sentence": "Lionsgate, reportedly \"not on the hook\" for recovering production or marketing expenses after agreeing to distribute the film for a distribution fee and \"some percentage points based on box office\", was expected to earn $3–5 million regardless of box office performance",
              "refs": [
                "https://www.avclub.com/adam-driver-megalopolis-trailer-no-ai-francis-ford-coppola",
                "https://www.ign.com/videos/megalopolis-official-trailer-utopia"
              ]
            },
            {
              "sentence": "The film made $1.8 million on its first day, including an estimated $770,000 from Monday and Thursday previews",
              "refs": []
            },
            {
              "sentence": "It debuted to $4 million, finishing sixth at the box office",
              "refs": []
            },
            {
              "sentence": "As a result, several publications, including the Associated Press and The Wall Street Journal, labeled the film a box-office disappointment",
              "refs": [
                "https://bleedingcool.com/movies/new-look-at-francis-ford-coppolas-megalopolis/"
              ]
            },
            {
              "sentence": "IMAX and premium large-format screens accounted for 41% of the gross, with IMAX specifically earning $1.4 million (35%) of the opening",
              "refs": [
                "https://theplaylist.net/new-megalopolis-trailer-wants-to-stimulate-your-third-eye-chakra-seriously-20240917/",
                "https://www.sfgate.com/culture-events/article/coppola-rates-megalopolis-19774662.php"
              ]
            },
            {
              "sentence": "Audiences were 70% men, with 38% over 35 and 32% 25–34-year-olds, while the demographics were 66% Caucasian, 18% Latino and Hispanic, 7% Asian, and 5% Black",
              "refs": []
            },
            {
              "sentence": "The main reasons given in exit polling for seeing the film were Coppola (61%) and Driver (29%), while 32% bought tickets because they heard it was \"entertaining and fun\" and 9% because they heard it \"was good\"",
              "refs": []
            },
            {
              "sentence": "AMC Lincoln Square was the film's highest-grossing theater with earnings of $84,000 through Saturday",
              "refs": []
            },
            {
              "sentence": "Anthony D'Alessandro of Deadline Hollywood compared the opening to other box-office flops, particularly as being more than the overall gross of Michael Cimino's Heaven's Gate ($3.5 million in 1980, unadjusted for inflation) but less than Kevin Costner's self-financed Horizon: An American Saga – Chapter 1 ($11 million opening in 2024)",
              "refs": []
            },
            {
              "sentence": "It also made less than the fellow new release Devara: Part 1 ($5.6 million), which played in fewer theaters (1,040)",
              "refs": []
            },
            {
              "sentence": "Marc Tracy of The New York Times likened the film to Joseph L",
              "refs": [
                "https://deadline.com/2024/05/megalopolis-ovation-cannes-premiere-1235919402/"
              ]
            },
            {
              "sentence": "Mankiewicz's notorious box-office flop Cleopatra (1963), an \"ambitious, big-budget spectacle that got out of hand during production and crashed upon contact with the viewing public\"",
              "refs": []
            },
            {
              "sentence": "The New Yorker's Richard Brody urged readers to evaluate the film by its story rather than its revenue, \"a determinant of what makes a good investment  [but] not a determinant of what makes a good film\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Critical response",
          "section_content": [
            {
              "sentence": "On the review aggregator website Rotten Tomatoes, 46% of 296 critics' reviews are positive, with an average rating of 4.8/10",
              "refs": []
            },
            {
              "sentence": "The website's consensus reads: \"More of a creative manifesto than a cogent narrative feature, Francis Ford Coppola's Megalopolis is an overstuffed opus that's equal parts stimulating and slapdash.\"  Metacritic, which uses a weighted average, assigned the film a score of 55 out of 100, based on 60 critics, indicating \"mixed or average\" reviews",
              "refs": [
                "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-tracking-1235992875/"
              ]
            },
            {
              "sentence": "Audiences polled by CinemaScore gave the film an average grade of \"D+\" on an A+ to F scale, while those surveyed by PostTrak were 45% positive (with an average rating of one star out of five)",
              "refs": [
                "https://deadline.com/2024/09/the-wild-robot-megalopolis-box-office-1236098281/"
              ]
            },
            {
              "sentence": "The early industry screening resulted in divided reactions — while some were mixed, others were primarily of general bewilderment",
              "refs": []
            },
            {
              "sentence": "It was compared to the literary works of Ayn Rand, particularly The Fountainhead (1943), and the films Metropolis (1927) and Caligula (1979)",
              "refs": [
                "https://www.boxofficemojo.com/weekend/2024W39/"
              ]
            },
            {
              "sentence": "Many journalists expressed fascination regarding its success, labeling it a potential critical and commercial failure, while debating whether it could be Coppola's masterpiece",
              "refs": [
                "https://apnews.com/article/megalopolis-wild-robot-box-office-b086c1f3259c6075915aedd5a1f4d9f9",
                "https://www.wsj.com/business/media/francis-ford-coppolas-big-budget-megalopolis-flops-in-debut-weekend-cfa4edf9",
                "https://www.nytimes.com/2024/10/05/movies/megalopolis-francis-ford-coppola-flops.html"
              ]
            },
            {
              "sentence": "Others criticized studio executives who anonymously lambasted it",
              "refs": [
                "https://www.rottentomatoes.com/m/megalopolis"
              ]
            },
            {
              "sentence": "Coppola optimistically likened the polarizing responses to the initial reactions to Apocalypse Now and insinuated that \"unnamed sources\" being referenced did not exist",
              "refs": [
                "https://www.metacritic.com/movie/megalopolis",
                "https://deadline.com/2024/10/box-office-joker-folie-a-deux-1236107521/"
              ]
            },
            {
              "sentence": "The film received a similarly polarized critical response at the Cannes Film Festival",
              "refs": []
            },
            {
              "sentence": "Variety's Matt Donnelly and Ellise Shafer summarized, \"Though reactions have been mixed, the film was undoubtedly jam-packed with scenes that ranged from visionary to just plain puzzling\"",
              "refs": [
                "https://www.indiewire.com/news/business/francis-ford-coppola-megalopolis-distribution-options-analysis-1234969938/"
              ]
            },
            {
              "sentence": "David Ehrlich of IndieWire praised Coppola's hopeful envisioning of the future and \"transcendent\" narrative progression, calling it a \"clunky, garish, and transcendently sincere manifesto about the role of an artist at the end of an empire\"",
              "refs": [
                "https://puck.news/newsletter_content/what-im-hearing-netflix-wants-nba-sharis-junk-debt-streaming-micro-wars/"
              ]
            },
            {
              "sentence": "Joshua Rothkopf of the Los Angeles Times described it as \"an overstuffed, vigorous, seething story about the roots of fascism that only an uncharitable viewer would call a catastrophe\" with moments \"too divorced from reality\", compared its portrayal of a city modeled after New York to Tom Wolfe's novel The Bonfire of the Vanities (1987), and complimented the cast for \"leaning into their moments with an abandon that was probably a job requirement\"",
              "refs": [
                "https://www.inverse.com/entertainment/francis-ford-coppolas-megalopolis-details-influences"
              ]
            },
            {
              "sentence": "The New York Times's Manohla Dargis also noted the \"heightened\" performances; she disagreed with Coppola's \"old-fashioned ideas\" about gender roles and technological determinism but commended his artistic ambition, defining Megalopolis as \"a fascinating film aswirl with wild visions, lofty ideals, cinematic allusions, literary references, historical footnotes, and self-reflexive asides, all of which Coppola has funneled into a fairly straightforward story about a man with a plan\"",
              "refs": [
                "https://www.vulture.com/article/is-francis-ford-coppola-megalopolis-doomed.html"
              ]
            },
            {
              "sentence": "Vulture's Bilge Ebiri opined that while some scenes were \"rushed, undernourished, and underpopulated\" and the digital cinematography was \"sometimes flat and overly bright, which in turn reduces depth and detail and makes things feel one-dimensional\", the film \"might be the craziest thing I've ever seen",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/films/features/francis-ford-coppola-megalopolis-release-date-cannes-godfather-b2542353.html"
              ]
            },
            {
              "sentence": "And I'd be lying if I said I didn't enjoy every single batshit second of it\"",
              "refs": []
            },
            {
              "sentence": "In a negative review, Screen Daily's Tim Grierson said the film was narratively excessive, incoherent, and uneven, with \"cartoonish performances\" and \"stray ideas and themes that are introduced, then abandoned\"",
              "refs": []
            },
            {
              "sentence": "Peter DeBruge, for Variety, likewise categorized the acting as cartoonish and reminiscent of Southland Tales (2006) but with \"'serious' actors, which lends everything a stilted, almost theatrical quality\"",
              "refs": [
                "https://airmail.news/issues/2024-5-18/the-view-from-here"
              ]
            },
            {
              "sentence": "Writing for NME, Lou Thomas described Megalopolis as a film that \"has to be seen to be believed\", adding, \"The dialogue and acting are heightened, skewed, and bizarre, lurching from fascinating philosophical arguments to nonsense rhymes and non-jokes\"",
              "refs": [
                "https://deadline.com/2024/05/megalopolis-reviews-reaction-critics-1235919598/"
              ]
            },
            {
              "sentence": "He further noted the unevenness in the film's evolving styles and visuals and praised the costumes and score",
              "refs": []
            },
            {
              "sentence": "Nicholas Barber of the BBC panned the movie, criticizing its \"incoherent plot\", \"stilted dialogue\", narrow use of \"big-name actors\" like Hoffman and Schwartzman, the contrast between \"Driver taking it all so seriously, while Plaza goes gloriously over the top ..",
              "refs": [
                "https://variety.com/2024/film/news/megalopolis-craziest-moments-francis-ford-coppola-1236006842/"
              ]
            },
            {
              "sentence": "[and] LaBeouf prances around chewing the scenery to shreds\", and the \"horribly cheap and amateurish\" visual effects",
              "refs": []
            },
            {
              "sentence": "He concluded, \"It's like listening to someone tell you about the crazy dream they had last night – and they don't stop talking for well over two hours\"",
              "refs": []
            },
            {
              "sentence": "Maureen Lee Lenker of Entertainment Weekly gave the film an \"F\", the lowest grade, condemning Coppola's direction for obtaining \"horribly wooden performances\" from the ensemble, further criticizing the \"troubling gender roles and gross sexual dynamics at play\" before saying the film's \"greatest sin\" is \"how profoundly boring and bloated it all is. ..",
              "refs": [
                "https://www.indiewire.com/criticism/movies/megalopolis-review-francis-ford-coppola-1235005694/"
              ]
            },
            {
              "sentence": "I at least expected something a little batshit",
              "refs": []
            },
            {
              "sentence": "Something so bad it's good, an experience you could give yourself over to",
              "refs": []
            },
            {
              "sentence": "But instead, it only prompted me to check my watch\"",
              "refs": []
            },
            {
              "sentence": "Sight and Sound put the film at 17 on their list of the best 50 movies of 2024",
              "refs": []
            },
            {
              "sentence": "Manohla Dargis of The New York Times put it at 8 on her list of the best 10 movies of 2024",
              "refs": [
                "https://www.nytimes.com/2024/05/16/movies/megalopolis-reaction-cannes.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Accolades",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "5": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "203": "[ERROR retrieving ref link]",
    "204": "[ERROR retrieving ref link]",
    "1": "https://cdn-medias.festival-cannes.com/uploads/2024/05/174074.pdf",
    "2": "https://www.boxofficemojo.com/release/rl2238742529/?ref_=bo_we_table_6",
    "3": "https://www.the-numbers.com/movie/Megalopolis-(2024)#tab=summary",
    "4": "https://www.newyorker.com/magazine/2024/05/27/megalopolis-movie-review-francis-ford-coppola",
    "6": "https://www.nationalgeographic.com/history/article/megalopolis-movie-cicero-catiline-conspiracy",
    "7": "https://4columns.org/pinkerton-nick/megalopolis",
    "8": "https://screenrant.com/megalopolis-catilinarian-conspiracy-history-inspiration-explained/",
    "9": "https://www.vanityfair.com/hollywood/story/megalopolis-francis-ford-coppola-first-look-exclusive",
    "14": "https://www.denofgeek.com/movies/the-weirdest-and-wildest-moments-in-megalopolis/",
    "16": "https://www.forbes.com/sites/danidiplacido/2024/10/02/the-strange-story-of-megalopolis-explained/",
    "18": "https://deadline.com/2024/05/megalopolis-review-francis-ford-coppola-1235919389/",
    "19": "https://www.vulture.com/article/review-francis-ford-coppolas-megalopolis-is-totally-nuts.html",
    "20": "https://www.independent.co.uk/arts-entertainment/films/reviews/megalopolis-review-cannes-b2546725.html",
    "21": "https://www.hollywoodreporter.com/movies/movie-reviews/megalopolis-review-francis-ford-coppola-adam-driver-1235901211/",
    "22": "https://www.rogerebert.com/reviews/megalopolis",
    "23": "https://people.com/megalopolis-movie-everything-to-know-8651423",
    "24": "https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=3312&context=gc_etds",
    "25": "https://www.theguardian.com/film/article/2024/may/14/has-this-guy-ever-made-a-movie-before-francis-ford-coppola-40-year-battle-megalopolis",
    "26": "https://archive.org/details/apocalypsenowboo0000cowi/page/180/mode/2up?view=theater",
    "27": "https://archive.org/details/francisfordcoppo0000schu/page/332/mode/2up?view=theater",
    "28": "https://gb.readly.com/magazines/empire/2024-08-29/66d07850ff4b9bc5768172af",
    "29": "https://www.jstor.org/stable/pdf/43452924.pdf",
    "30": "https://archive.org/details/hollywoodauteurf0000chow/page/214/mode/2up?view=theater",
    "31": "https://archive.org/details/coppola0000clar/page/262/mode/2up?view=theater",
    "32": "https://archive.org/details/coppola0000unse/page/234/mode/2up?view=theater",
    "33": "https://archive.org/details/godfatherbook0000cowi/page/110/mode/2up?view=theater",
    "34": "http://legacy.aintitcool.com/node/32584",
    "35": "https://archive.org/details/projections3film0000unse/page/28/mode/2up?view=theater",
    "36": "https://www.vanityfair.com/news/2007/12/coppola200712",
    "37": "https://www.indiewire.com/news/breaking-news/jon-hamm-megalopolis-table-read-francis-ford-coppola-1234878594/",
    "38": "https://www.indiewire.com/features/interviews/giancarlo-esposito-francis-coppola-megalopolis-mandalorian-cotton-club-1235046340/",
    "39": "https://www.theguardian.com/film/2002/sep/27/artsfeatures",
    "40": "https://variety.com/2001/voices/columns/coppola-prepping-megalopolis-1117802987/",
    "41": "https://variety.com/2001/film/news/megalopolis-plans-shifted-1117854393/",
    "42": "https://deadline.com/2019/05/francis-ford-coppola-apocalypse-now-cannes-40-anniversary-megalopolis-scorsese-godfather-part-ii-re-cutting-godfather-iii-cotton-club-interview-1202613659/",
    "43": "https://www.filmcomment.com/article/brief-encounters-francis-ford-coppolla-interview/",
    "44": "https://web.archive.org/web/20031207071034/https://experts.uli.org/Content/PressRoom/Fall_03/NewsClips/Clips_03_19.htm",
    "45": "https://archive.org/details/francisfordcoppo0000delo/page/82/mode/2up?view=theater",
    "46": "https://variety.com/2002/film/news/zoetrope-myriad-plan-3-pics-1117861297/",
    "47": "https://web.archive.org/web/20240401161534/https://content.time.com/time/arts/article/0,8599,1681652-2,00.html",
    "48": "https://web.archive.org/web/20090611150105/http://movieline.com/2009/06/francis-ford-coppola-to-movieline-godfather-never-should-have-had-more-than-one-movie.php",
    "49": "https://hauteliving.com/2020/10/francis-ford-coppola-reasonsremaking-godfather-part-iii/690592/",
    "50": "https://www.rollingstone.com/tv-movies/tv-movie-features/francis-ford-coppola-megalopolis-the-godfather-1235068854/",
    "51": "https://deadline.com/2019/04/francis-ford-coppola-megalopolis-directing-this-year-1202588167/",
    "52": "https://www.northbaybusinessjournal.com/article/industrynews/francis-ford-coppola-plans-to-sell-sonoma-county-wineries-to-delicato-famil/",
    "53": "https://www.wsj.com/arts-culture/film/francis-ford-coppola-megalopolis-movie-799e70c4",
    "54": "https://deadline.com/2021/08/francis-coppola-megalopolis-epic-financing-oscar-isaac-forest-whitaker-cate-blanchett-james-caan-1234824846/",
    "55": "https://www.hollywoodreporter.com/movies/movie-features/nathalie-emmanuel-megalopolis-francis-ford-coppola-cannes-1235892924/",
    "56": "https://variety.com/2024/film/global/megalopolis-nathalie-emmanuel-francis-ford-coppola-1236005787/",
    "57": "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-120-million-1235102085/",
    "58": "https://www.showbiz411.com/2022/03/21/exclusive-godfather-director-francis-ford-coppola-says-hell-shoot-120-mil-megalopolis-in-september",
    "59": "https://deadline.com/2022/05/francis-coppola-megalopolis-adam-driver-forest-whitaker-nathalie-emmanuel-jon-voight-laurence-fishburne-1235022150/",
    "60": "https://www.youtube.com/watch?v=z6dagzWsoOI",
    "61": "https://variety.com/2022/film/news/james-caan-dead-godfather-misery-1235311096/",
    "62": "https://deadline.com/2022/08/aubrey-plaza-adam-driver-in-francis-ford-coppolas-megalopolis-1235097921/",
    "63": "https://www.hollywoodreporter.com/movies/movie-news/shia-labeof-joins-francis-ford-coppolas-megalopolis-1235209646/",
    "64": "https://www.youtube.com/watch?v=6yBtxaYUFDM",
    "65": "https://www.youtube.com/watch?v=R2anVhO0mKo",
    "66": "https://www.youtube.com/watch?v=cKAF1YsoyCc",
    "67": "https://deadline.com/2024/05/aubrey-plaza-interview-megalopolis-francis-ford-coppola-1235904319/",
    "68": "https://x.com/megalopolismov/status/1842258213850497188",
    "69": "https://deadline.com/2022/10/francis-coppola-sets-final-casting-for-epic-megalopolis-film-shooting-this-fall-in-georgia-1235134774/",
    "70": "https://variety.com/video/hannah-einbinder-chloe-fineman-actors-on-actors-full-conversation/",
    "71": "https://www.vogue.com/slideshow/women-led-performing-arts-collective",
    "72": "https://www.cbr.com/megalopolis-movie-chloe-fineman-interview/",
    "73": "https://deadline.com/2023/01/giancarlo-esposito-joins-cast-francis-ford-coppola-megalopolis-1235238149/",
    "74": "https://www.gq.com/story/francis-ford-coppolas-megalopolis-might-actually-come-out-this-year",
    "75": "https://www.newyorker.com/books/book-currents/francis-ford-coppola-on-books-that-influenced-megalopolis",
    "76": "https://www.indiewire.com/features/interviews/francis-ford-coppola-on-megalopolis-1235045897/",
    "77": "https://www.nytimes.com/2024/09/29/movies/aubrey-plaza-megalopolis-my-old-ass-agatha-all-along.html",
    "78": "https://www.telegraph.co.uk/films/0/director-francis-ford-coppola-interview/",
    "79": "https://www.indiewire.com/features/general/francis-ford-coppola-megalopolis-prysm-stages-1234766888/",
    "80": "https://collider.com/megalopolis-francis-ford-coppola-filming-location-prysm-stages-atlanta/",
    "81": "https://www.hollywoodreporter.com/movies/movie-features/francis-ford-coppolas-megalopolis-in-peril-1235284875/",
    "82": "https://web.archive.org/web/20230710191310/https://www.ansa.it/sito/notizie/cultura/cinema/2023/07/10/mike-figgis-vi-porto-nella-megalopolis-di-coppola_4d3d146a-558f-4f2a-a1df-f0fc66a2fc18.html",
    "83": "https://apnews.com/article/coppola-megalopolis-allmovie-hotel-georgia-film-e25192debab6c98c489a5555a2d73d60",
    "84": "https://www.indiewire.com/news/breaking-news/francis-ford-coppola-all-movie-hotel-atlanta-1235024353/",
    "85": "https://themakingof.substack.com/p/a-cinematographers-life-with-mihai",
    "86": "https://www.indiewire.com/gallery/cannes-2024-cameras-arri-furiosa/megalopolis-mihai-malaimare-jr-dp/",
    "87": "https://www.hollywoodreporter.com/movies/movie-news/megalopolis-francis-ford-coppola-challenges-distribution-1235867556/",
    "88": "https://deadline.com/2023/08/francis-ford-coppolas-megalopolis-interim-agreement-sag-aftra-1235533045/",
    "89": "https://www.indiewire.com/news/general-news/francis-ford-coppola-confirms-megalopolis-2024-release-1234940461/",
    "90": "https://collider.com/francis-ford-coppola-megalopolis-meaning/",
    "91": "https://deadline.com/2024/09/megalopolis-francis-ford-coppola-interview-1236085381/",
    "92": "https://deadline.com/2023/01/francis-ford-coppola-no-truth-to-apocalypse-on-megalopolis-1235216222/",
    "93": "https://variety.com/2024/film/news/megalopolis-set-video-francis-ford-coppola-kissing-extras-1236082653/",
    "94": "https://www.nytimes.com/2024/06/06/movies/francis-ford-coppola-megalopolis-godfather.html",
    "95": "https://deadline.com/2024/07/salacious-variety-megalopolis-video-a-sham-says-rayna-menz-extra-shown-with-francis-coppola-1236027166/",
    "96": "https://variety.com/2024/film/news/extra-kissed-francis-ford-coppola-megalopolis-video-speaks-1236093806/",
    "97": "https://www.thedailybeast.com/i-saw-francis-ford-coppola-leer-at-13-year-girlthen-kiss-her-on-set-of-megalopolis/",
    "98": "https://www.ajc.com/news/business/extra-files-lawsuit-alleging-sexual-harassment-on-set-of-megalopolis/XDZZ2QWNPBCXTGOZJ2PQEESDHI/",
    "99": "https://deadline.com/2024/09/francis-ford-coppola-sues-variety-megalopolis-set-behavior-1236085693/",
    "100": "https://www.thewrap.com/megalopolis-libel-suit-variety-francis-ford-coppola-what-happens/",
    "101": "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-lawsuits-1235999955/",
    "102": "https://www.independent.co.uk/arts-entertainment/music/features/osvaldo-golijov-composing-the-soundtrack-for-a-coppola-movie-345398.html",
    "103": "https://hungarytoday.hu/director-francis-ford-coppola-makes-a-splash-during-his-stay-in-budapest/",
    "104": "https://variety.com/2024/artisans/news/francis-ford-coppola-all-movie-hotel-georgia-1236062350/",
    "105": "https://www.newyorker.com/magazine/2024/09/09/is-a-stay-at-francis-ford-coppolas-hotel-an-offer-you-cant-refuse",
    "106": "https://www.hollywoodreporter.com/movies/movie-news/ontario-boom-hollywood-collaboration-dgc-tiff-1235981761/",
    "107": "https://variety.com/2024/music/news/grace-vanderwaal-new-music-megalopolis-americas-got-talent-1236147242/",
    "108": "https://web.archive.org/web/20001215150700/http://www.scenariomag.com/interviews/coppola.html",
    "109": "https://www.jstor.org/stable/4436764",
    "110": "https://classics.osu.edu/Undergraduate-Studies/Latin-Program/Catiline/vi13-16/vi13-16-notes",
    "111": "https://deadline.com/2022/03/francis-ford-coppola-oscars-memories-godfather-patton-apocalypse-now-1234986966/",
    "112": "https://www.nytimes.com/2024/10/04/opinion/coppola-megalopolis-decadence.html",
    "113": "https://www.nytimes.com/2022/05/07/nyregion/ed-koch-gay-secrets.html",
    "114": "https://nymag.com/intelligencer/2013/02/koch-and-the-aids-crisis-his-greatest-failure.html",
    "115": "https://deadline.com/2024/03/francis-coppola-megalopolis-first-screening-distributors-citywalk-imax-1235871124/",
    "116": "https://variety.com/2024/film/news/francis-ford-coppola-megalopolis-in-talks-french-distribution-deal-le-pacte-1235979859/",
    "117": "https://www.screendaily.com/news/goodfellas-boards-international-sales-on-francis-ford-coppolas-cannes-selection-megalopolis-exclusive/5192899.article",
    "118": "https://deadline.com/2024/05/francis-ford-coppola-megalopolis-new-deals-1235927358/",
    "119": "https://variety.com/2024/film/news/megalopolis-francis-ford-coppola-cannes-premiere-controversy-1236004301/",
    "120": "https://deadline.com/2024/04/francis-coppola-megalopolis-cannes-festival-friday-may-17-competition-slot-1235879563/",
    "121": "https://deadline.com/2024/05/megalopolis-ovation-cannes-premiere-1235919402/",
    "122": "https://deadline.com/2024/05/megalopolis-reviews-reaction-critics-1235919598/",
    "123": "https://www.festival-cannes.com/en/medialibrary/megalopolis-by-francis-ford-coppola-press-conference-2/",
    "124": "https://deadline.com/2024/05/megalopolis-francis-ford-coppola-streaming-studios-cannes-1235920310/",
    "125": "https://deadline.com/2024/05/megalopolis-imax-global-release-1235918813/",
    "126": "https://www.indiewire.com/news/breaking-news/francis-ford-coppola-megalopolis-sets-release-date-lionsgate-acquisition-1235001151/",
    "127": "https://www.hollywoodreporter.com/business/business-news/lionsgate-zoetrope-ink-distribution-deal-25925/",
    "128": "https://deadline.com/2024/09/box-office-megalopolis-the-wild-robot-1236101618/",
    "129": "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-lionsgate-1235926557/",
    "130": "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-toronto-2024-1235972974/",
    "131": "https://tiff.net/events/megalopolis",
    "132": "https://www.hollywoodreporter.com/movies/movie-news/san-sebastian-film-festival-perlak-cannes-anora-megalopolis-1235976765/",
    "133": "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-new-york-film-fest-1235992137/",
    "134": "https://deadline.com/2024/09/francis-coppola-robert-deniro-spike-lee-new-york-film-festival-event-imax-screening-megalopolis-1236090638/",
    "135": "https://deadline.com/2024/09/robert-de-niro-donald-trump-spike-lee-megalopolis-francis-ford-coppola-premiere-1236097327/",
    "136": "https://www.romacinemafest.it/it/megalopolis-preapertura/",
    "137": "https://www.gq.com/story/megalopolis-is-even-wilder-than-youve-heard",
    "138": "https://deadline.com/2024/05/megalopolis-will-buyers-break-fourth-wall-france-le-pacte-1235923087/",
    "139": "https://deadline.com/2024/06/megalopolis-lionsgate-francis-ford-coppola-1235975886/",
    "140": "https://www.indiewire.com/news/business/how-will-theaters-handle-megalopolis-live-scene-adam-driver-1235050576/",
    "141": "https://www.forbes.com/sites/timlammers/2024/10/25/francis-ford-coppolas-megalopolis-gets-digital-streaming-date/",
    "142": "https://www.comicsbeat.com/syzygy-announces-megalopolis-francis-ford-coppola-graphic-novel-at-wondercon/",
    "143": "https://bleedingcool.com/comics/jacob-phillips-finishes-adapting-francis-ford-coppolas-megalopolis/",
    "144": "https://www.avclub.com/francis-ford-coppola-megalopolis-novelization-1850801159",
    "145": "https://thefilmstage.com/francis-ford-coppola-and-adam-driver-respond-to-megalopolis-rumors-mike-figgis-plans-a-behind-the-scenes-documentary/",
    "146": "https://x.com/TheFilmStage/status/1711898739701416425",
    "147": "https://deadline.com/2024/05/mike-figgis-mourns-fred-roos-megadoc-coppola-documentary-1235925174/",
    "148": "https://collider.com/megalopolis-movie-cast-plot-filming-francis-ford-coppola/",
    "149": "https://www.indiewire.com/news/general-news/utopia-help-lionsgate-distribute-market-megalopolis-1235037604/",
    "150": "https://deadline.com/2024/08/megalopolis-utopia-1236042574/",
    "151": "https://www.showbiz411.com/2024/08/20/new-official-poster-for-coppolas-megalopolis-a-riff-on-or-rip-off-of-star-wars-light-saber",
    "152": "https://www.rollingstone.com/tv-movies/tv-movie-news/megalopolis-new-trailer-movie-critics-1235084436/",
    "153": "https://www.polygon.com/movies/442586/megalopolis-trailer-critics-are-haters",
    "154": "https://www.avclub.com/megalopolis-trailer-francis-ford-coppola-full",
    "155": "https://www.vulture.com/article/did-the-megalopolis-trailer-make-up-fake-movie-critic-quotes.html",
    "156": "https://variety.com/2024/film/news/megalopolis-trailer-quotes-movie-critics-1236114212/",
    "157": "https://deadline.com/2024/08/megalopolis-trailer-recalled-lionsgate-fabricated-quote-controversy-1236046745/",
    "158": "https://nytimes.com/2024/08/21/movies/megalopolis-trailer-fake-quotes.html",
    "159": "https://variety.com/2024/film/news/megalopolis-trailer-fake-quotes-ai-lionsgate-1236116485/",
    "160": "https://variety.com/2024/film/columns/megalopolis-trailer-fake-quotes-critics-1236115983/",
    "161": "https://www.hollywoodreporter.com/news/general-news/megalopolis-lionsgate-fires-marketing-consultant-ai-trailer-1235990295/",
    "162": "https://www.avclub.com/adam-driver-megalopolis-trailer-no-ai-francis-ford-coppola",
    "163": "https://www.ign.com/videos/megalopolis-official-trailer-utopia",
    "164": "https://bleedingcool.com/movies/new-look-at-francis-ford-coppolas-megalopolis/",
    "165": "https://theplaylist.net/new-megalopolis-trailer-wants-to-stimulate-your-third-eye-chakra-seriously-20240917/",
    "166": "https://www.sfgate.com/culture-events/article/coppola-rates-megalopolis-19774662.php",
    "167": "https://www.boxofficepro.com/long-range-forecast-the-wild-robot-megalopolis-close-out-september/",
    "168": "https://www.hollywoodreporter.com/movies/movie-news/francis-ford-coppola-megalopolis-tracking-1235992875/",
    "169": "https://deadline.com/2024/09/the-wild-robot-megalopolis-box-office-1236098281/",
    "170": "https://variety.com/2024/film/news/francis-ford-coppola-megalopolis-release-date-lionsgate-divisive-cannes-premiere-1236040069/",
    "171": "https://www.boxofficemojo.com/weekend/2024W39/",
    "172": "https://apnews.com/article/megalopolis-wild-robot-box-office-b086c1f3259c6075915aedd5a1f4d9f9",
    "173": "https://www.wsj.com/business/media/francis-ford-coppolas-big-budget-megalopolis-flops-in-debut-weekend-cfa4edf9",
    "174": "https://www.nytimes.com/2024/10/05/movies/megalopolis-francis-ford-coppola-flops.html",
    "175": "https://www.rottentomatoes.com/m/megalopolis",
    "176": "https://www.metacritic.com/movie/megalopolis",
    "177": "https://deadline.com/2024/10/box-office-joker-folie-a-deux-1236107521/",
    "178": "https://hollywood-elsewhere.com/coppolas-megalopolis-screens-for-industry-elite-at-universal-imax/",
    "179": "https://screenrant.com/megalopolis-movie-reactions-reviews-critics-francis-ford-coppola/",
    "180": "https://www.indiewire.com/news/business/francis-ford-coppola-megalopolis-distribution-options-analysis-1234969938/",
    "181": "https://puck.news/newsletter_content/what-im-hearing-netflix-wants-nba-sharis-junk-debt-streaming-micro-wars/",
    "182": "https://www.inverse.com/entertainment/francis-ford-coppolas-megalopolis-details-influences",
    "183": "https://www.vulture.com/article/is-francis-ford-coppola-megalopolis-doomed.html",
    "184": "https://www.independent.co.uk/arts-entertainment/films/features/francis-ford-coppola-megalopolis-release-date-cannes-godfather-b2542353.html",
    "185": "https://www.thedailybeast.com/francis-ford-coppola-on-megalopolis-uproar-just-like-apocalypse-now",
    "186": "https://airmail.news/issues/2024-5-18/the-view-from-here",
    "187": "https://deadline.com/2024/05/megalopolis-reviews-reaction-critics-1235919598/",
    "188": "https://variety.com/2024/film/news/megalopolis-craziest-moments-francis-ford-coppola-1236006842/",
    "189": "https://www.indiewire.com/criticism/movies/megalopolis-review-francis-ford-coppola-1235005694/",
    "190": "https://www.latimes.com/entertainment-arts/movies/story/2024-05-16/francis-ford-coppola-megalopolis-review-cannes-2024",
    "191": "https://www.nytimes.com/2024/05/16/movies/megalopolis-reaction-cannes.html",
    "192": "https://www.vulture.com/article/review-francis-ford-coppolas-megalopolis-is-totally-nuts.html",
    "193": "https://www.screendaily.com/reviews/megalopolis-cannes-review/5193570.article",
    "194": "https://variety.com/2024/film/reviews/megalopolis-review-francis-ford-coppola-1236005482/",
    "195": "https://www.nme.com/reviews/film-reviews/megalopolis-review-francis-ford-coppola-3757777",
    "196": "https://www.bbc.com/culture/article/20240517-megalopolis-film-review-francis-ford-coppolas-passion-project-is-a-pretentious-portentous-curio",
    "197": "https://ew.com/megalopolis-review-francis-ford-coppola-film-bloated-dull-8710050",
    "198": "https://www.bfi.org.uk/sight-and-sound/polls/50-best-films-2024",
    "199": "http://web.archive.org/web/20241208193716/https://www.nytimes.com/2024/11/30/movies/best-movies-2024.html",
    "200": "https://deadline.com/2024/04/oliver-stone-lou-ye-new-titles-cannes-2024-official-selection-1235891537/",
    "201": "https://deadline.com/2025/01/dorian-awards-nominations-1236259842/",
    "202": "https://www.hollywoodreporter.com/movies/movie-news/razzie-awards-nominations-2025-full-list-1236114097/",
    "205": "https://deadline.com/2024/12/make-up-artists-hair-stylists-guild-nominations-led-by-1236198862/",
    "206": "https://deadline.com/2024/12/saturn-awards-nominations-2025-list-1236195149/",
    "207": "https://www.setdecorators.org/sites/setdecorators/pdf/SDSA-Awards-Film-2024-Nominations-1-3-25-final.pdf"
  },
  "flair_entities": [
    "parker posey",
    "oscars",
    "vietnam war",
    "cannes film festival",
    "mario puzo",
    "napa-based",
    "zendaya",
    "american zoetrope",
    "tabernacle",
    "patrician",
    "a streetcar named desire",
    "babylon",
    "batman",
    "alice walker",
    "emmanuel",
    "david graeber",
    "dolby atmos",
    "amc lincoln square",
    "the fountainhead",
    "america's got talent",
    "roman",
    "isabelle kusman",
    "colleen mccullough",
    "roman republic",
    "budapest",
    "wow platinum",
    "new york stock exchange",
    "vesta sweetwater",
    "michelle pfeiffer",
    "jon hamm",
    "meyer sound 2.1",
    "phillips",
    "vittorio storaro",
    "mary kate carr",
    "awol",
    "rotten tomatoes",
    "wow",
    "nicolas cage",
    "republic",
    "nick pinkerton",
    "driver",
    "empire",
    "duke university",
    "al pacino",
    "julius caesar",
    "nme",
    "covid-19",
    "syzygy publishing",
    "joseph l .",
    "america",
    "72nd san sebastián international film festival",
    "robert caro",
    "elective affinities",
    "russell crowe",
    "robert schwartzman",
    "dream of the red chamber",
    "mexican",
    "lionsgate films",
    "saturday night live",
    "leonardo dicaprio",
    "dracula",
    "glen scantlebury",
    "labeouf",
    "bullshit jobs",
    "screen daily",
    "joshua rothkopf",
    "shia labeouf",
    "stanford university",
    "james gandolfini",
    "lower manhattan",
    "remar",
    "kylo ren",
    "rolling stone",
    "julia",
    "hank rearden",
    "trilith studios' prysm stage",
    "roman empire",
    "ulysses",
    "carthage",
    "bleeding cool",
    "nicholas barber",
    "metacritic",
    "le ribellion di catilina",
    "warren beatty",
    "helios",
    "the rainmaker",
    "toronto international film festival",
    "atlanta",
    "heart of darkness",
    "oscar isaac",
    "barry hirsch",
    "horizon: an american saga – chapter 1",
    "godfrey reggio",
    "the godfather",
    "apocalypse now",
    "jack",
    "distribution  coppola",
    "cesar catilina",
    "trilith studios",
    "david manning",
    "caucasian",
    "jim steranko",
    "cam mclauchlin",
    "hungary",
    "things to come",
    "the hollywood reporter",
    "new york university",
    "maureen lee lenker",
    "oli welsh",
    "gandolfini",
    "mickle",
    "vulture",
    "italy",
    "united states",
    "powaqqatsi",
    "the war lovers",
    "ebert",
    "eddie egan",
    "twelve against the gods",
    "andrew sarris",
    "schwartzman",
    "michael cimino",
    "universal citywalk imax theater",
    "one from the heart",
    "pulcher",
    "mark russell",
    "playa vista",
    "stanley kauffmann",
    "kathryn hunter",
    "mankiewicz",
    "the bonfire of the vanities",
    "new rome",
    "caan",
    "vietnam war for apocalypse now",
    "melania trump",
    "catilinarian orations",
    "talia shire",
    "chatgpt",
    "mike figgis",
    "george lucas",
    "the white lotus",
    "steven spielberg",
    "richard brody",
    "cleopatra",
    "robert de niro",
    "amc lincoln square theater",
    "studio 54",
    "roman empire.",
    "adam driver",
    "f",
    "marvel cinematic universe",
    "variety",
    "peter debruge",
    "bc",
    "nobel prize",
    "panavision",
    "koch",
    "alexa mini lf",
    "toby cole",
    "the glass bead game",
    "94th academy awards",
    "the ultimate experience",
    "cate blanchett",
    "chris ryall",
    "vanderwaal",
    "egan",
    "fishburne",
    "helen krich chinoy",
    "youth without youth",
    "fritz lang",
    "elia kazan",
    "shakespeare's hamlet",
    "google",
    "anthony bourdain",
    "romans",
    "earth",
    "fineman",
    "montreal",
    "jacob phillips",
    "canada",
    "posttrak",
    "joker: folie à deux",
    "southern",
    "the power broker",
    "clodio pulcher",
    "lauren pagone",
    "maria bartiromo",
    "lionsgate",
    "ring cycle",
    "donald trump",
    "laurence fishburne",
    "bram stoker",
    "bilge ebiri",
    "star wars",
    "aids",
    "palme d'or",
    "lyra shir",
    "raymond loewy",
    "nicole kidman",
    "dean tavoularis",
    "publius clodius pulcher",
    "golijov",
    "man-nahāta",
    "jason schwartzman",
    "catiline",
    "the dawn of everything",
    "georgia",
    "beth mickle",
    "guardians of the galaxy vol",
    "budapest art orchestra",
    "howard roark",
    "hollywood",
    "cinecittà",
    "hoffman",
    "lensbaby",
    "new york film festival",
    "univisium",
    "aubrey plaza",
    "masters of rome",
    "alexa",
    "to the lighthouse",
    "zoom",
    "james caan",
    "tim grierson",
    "tatiana siegel",
    "francis ford coppola",
    "neri oxman",
    "cesar",
    "new york",
    "atlas shrugged",
    "william shakespeare",
    "catilinarian",
    "the swerve",
    "agatha all along",
    "the new york times",
    "19th rome film festival",
    "colorado",
    "megalon",
    "mircea eliade",
    "catiline-esque",
    "lucius sergius catiline",
    "rayna menz",
    "new york city",
    "silence",
    "cesar catalina",
    "in megalopolis",
    "richard beggs",
    "johann wolfgang von goethe",
    "hollywood reporter",
    "james romberger",
    "james remar",
    "soviet",
    "auntie wow",
    "halloween",
    "senate",
    "sala petrassi",
    "the a.v",
    "auditorium parco della musica",
    "the new yorker",
    "joseph conrad",
    "image comics",
    "debt: the first 5000 years",
    "the chalice and the blade",
    "coppola",
    "nightmare alley",
    "wendy doniger",
    "american",
    "deadline hollywood",
    "associated press",
    "franklyn cicero",
    "mihai mălaimare jr.",
    "tucker: the man and his dream",
    "france",
    "osvaldo golijov",
    "africa",
    "to die for",
    "madeleine gardella",
    "stephen greenblatt",
    "the cotton club",
    "delicato family wines",
    "adr",
    "los angeles",
    "italian",
    "panaspeeds",
    "sicily",
    "letterboxd",
    "david ehrlich",
    "ryall",
    "ayn rand",
    "kael",
    "sentinel building",
    "grace vanderwaal",
    "voight",
    "scotiabank theatre toronto",
    "matt donnelly",
    "isaac",
    "walter gropius",
    "lucas",
    "virginia woolf",
    "imax corporation",
    "giancarlo esposito",
    "pauline kael",
    "goodfellas",
    "jesse james chisholm",
    "the origins of political order",
    "roman coppola",
    "boxoffice pro",
    "dennis hopper",
    "european",
    "lou thomas",
    "battle of pistoria",
    "frank lloyd wright",
    "65 imax",
    "network",
    "tom wolfe",
    "noah baumbach",
    "justin chang",
    "united states of america",
    "fayetteville",
    "amazon",
    "francis fukuyama",
    "a24",
    "america  megalopolis",
    "homer",
    "faye dunaway",
    "megalopolis",
    "switzerland",
    "evan thomas",
    "shakespeare",
    "kevin costner",
    "catilina",
    "damien chazelle",
    "roy thomson hall",
    "eleanor coppola",
    "jean labadie",
    "bailey ives",
    "felix rohatyn",
    "pyotr ilyich tchaikovsky",
    "los angeles times",
    "first catilinarian oration",
    "david scott",
    "american founding fathers",
    "shire",
    "michael schumacher",
    "caligula",
    "19  megalopolis",
    "daniel kreps",
    "william cameron menzies",
    "jon voight",
    "whitaker",
    "ellise shafer",
    "vesta",
    "sony f900",
    "awkward moments",
    "richard wagner",
    "romeo and juliet",
    "imax",
    "twixt",
    "norman bel geddes",
    "heaven's gate",
    "sphero 65s",
    "crassus",
    "new year's eve",
    "hamilton crassus iii",
    "primo artiste",
    "inglenook",
    "scantlebury",
    "ben-hur",
    "sweet east",
    "menz",
    "sony pictures",
    "tetro",
    "metropolis",
    "indiewire",
    "fricke",
    "james joyce",
    "nathalie emmanuel",
    "the wall street journal",
    "martin scorsese",
    "devara",
    "sunny hope",
    "paul newman",
    "d",
    "the wild robot",
    "red rocks amphitheatre",
    "sonoma county",
    "west point",
    "dublin",
    "sag-aftra",
    "brent lang",
    "jude law",
    "vestal virgin",
    "rumble fish",
    "french",
    "entertainment weekly",
    "star wars: episode i – the phantom menace",
    "city hall",
    "peachtree city",
    "robin seager",
    "dean sherriff",
    "caesar",
    "myrna loy",
    "manhattan",
    "marc tracy",
    "digital hd",
    "chloe fineman",
    "pagone",
    "mcu",
    "mary beard",
    "days inn",
    "esposito",
    "ed koch",
    "asian",
    "cannes",
    "showbiz411",
    "rome",
    "roger ebert",
    "bbc",
    "robert moses",
    "kevin spacey",
    "rex reed",
    "catiline rome",
    "anthony d'alessandro",
    "the color purple",
    "francis",
    "matt dillon",
    "kaitlyn booth",
    "koyaanisqatsi",
    "all-movie hotel",
    "william bolitho ryall",
    "dustin hoffman",
    "brooklyn",
    "marcus tullius cicero",
    "darren demetre",
    "sallust",
    "the godfather part iii",
    "shia  [labeouf",
    "spike lee",
    "park slope",
    "roger friedman",
    "rand",
    "ross douthat",
    "mălaimare",
    "southland tales",
    "trump",
    "utopia",
    "black",
    "motherless brooklyn",
    "edie falco",
    "den of geek",
    "carr",
    "david dinkins",
    "vincent canby",
    "edward norton",
    "ron fricke",
    "hispanic",
    "cinemascore",
    "polygon",
    "white noise",
    "sweeney",
    "bayreuth",
    "owen gleiberman",
    "77th cannes film festival",
    "jessica lange",
    "supernova",
    "ign",
    "latino",
    "cicero",
    "cao xueqin",
    "arri alexa 65s",
    "forest whitaker",
    "le pacte",
    "uma thurman",
    "the invitation",
    "riane eisler",
    "alexa lf",
    "ivana",
    "mclauchlin",
    "hermann hesse",
    "mary cunningham-william agee bendix corporation",
    "miklós rózsa",
    "richard saller",
    "megadoc",
    "san domenico",
    "plaza",
    "claus von bülow",
    "john simon",
    "russell",
    "jean harlow",
    "moses",
    "delicato",
    "moses'",
    "manohla dargis"
  ]
}