{
  "title": "Murder_of_Felicia_Gayle",
  "url": "https://en.wikipedia.org/wiki/Murder_of_Felicia_Gayle",
  "summary": "Felicia \"Lisha\" Anne Gayle Picus (née Gayle; February 6, 1956 – August 11, 1998) was an American journalist murdered during a burglary in her gated community in University City, Missouri, on August 11, 1998. Gayle, a 42-year-old reporter for the St. Louis Post-Dispatch, was found dead in her home, having been stabbed up to 43 times with a butcher's knife taken from her kitchen.\nMarcellus Williams was charged with and convicted of Gayle's murder. Prosecutors presented evidence that included testimonies of Williams' former cellmate, girlfriend, and a man who testified to Williams selling him Gayle's stolen laptop. Other evidence included Williams's possession of items stolen from Gayle's home. In August 2001, Williams was sentenced to death. \nOn appeal, he raised several issues, including claims of errors in evidentiary rulings, jury instructions, and victim impact testimony. He also challenged the use of his prior criminal history and alleged improper prosecutorial comments during closing arguments. The death sentence was controversial, as DNA evidence had been claimed to prove his innocence, and Gayle's family repeatedly stated they did not want Williams executed. The court rejected these arguments, finding no abuse of discretion by the trial court and that the additional DNA on the murder weapon was the prosecutor's which adhered when handling the evidence. The Missouri Supreme Court rejected Williams's appeal, concluding that the verdict was neither disproportionate nor influenced by prejudice. They concluded that there were sufficient statutory aggravating circumstances, such as the brutality of the crime and Williams' prior convictions. The court affirmed both the conviction and the death sentence. Williams was executed on September 24, 2024, amid ongoing protests.",
  "content": [
    {
      "section_title": "Background",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Felicia Gayle",
          "section_content": [
            {
              "sentence": "Felicia Anne Gayle was born on February 6, 1956, in Rockford, Illinois, where she was also raised",
              "refs": []
            },
            {
              "sentence": "She graduated from the University of Illinois with a degree in journalism before working as a reporter for the St",
              "refs": [
                "https://rrstar.newsbank.com/doc/image/v2%3A13544BF187CDD587%40NGPA-ILRRS-13900EE2C4B1B330%402451040-13900B8494A42151%4045-13900B8494A42151%40?content_added=&date_from=&date_to=&pub%255B0%255D=13544BF187CDD587&page=12&pdate=1998-08-14"
              ]
            },
            {
              "sentence": "Louis Post-Dispatch, where she stayed until 1992",
              "refs": []
            },
            {
              "sentence": "She left the newspaper to pursue more philanthropy and volunteer work, which included mentoring and tutoring disadvantaged children",
              "refs": []
            },
            {
              "sentence": "In 1979, she married Dr",
              "refs": [
                "https://www.usatoday.com/story/news/nation/2024/09/24/missouri-execution-marcellus-williams-lisha-gayle/75298897007/",
                "https://www.cbsnews.com/news/death-penalty-case-marcellus-williams-dna-evidence-murder-lisha-gayle-missouri/",
                "https://rrstar.newsbank.com/doc/image/v2%3A13544BF187CDD587%40NGPA-ILRRS-13900EE2C4B1B330%402451040-13900B8494A42151%4045-13900B8494A42151%40?content_added=&date_from=&date_to=&pub%255B0%255D=13544BF187CDD587&page=12&pdate=1998-08-14"
              ]
            },
            {
              "sentence": "Daniel Picus, who led the interventional radiology department at Barnes-Jewish Hospital in St",
              "refs": []
            },
            {
              "sentence": "Louis",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Marcellus Williams",
          "section_content": [
            {
              "sentence": "Marcellus Williams was born on December 30, 1968, in South Bend, Indiana",
              "refs": []
            },
            {
              "sentence": "At the age of five, he and his mother, along with his two brothers, moved to St",
              "refs": []
            },
            {
              "sentence": "Louis, Missouri",
              "refs": []
            },
            {
              "sentence": "Growing up in a troubled and impoverished household, Williams faced early exposure to alcohol, drugs, and guns, and was subjected to violent sexual and physical abuse from family members",
              "refs": [
                "https://www.usatoday.com/story/news/nation/2024/09/23/missouri-execution-marcellus-williams-death-row/75194051007/"
              ]
            },
            {
              "sentence": "His parents abandoned him, and criminal behavior and substance abuse were prevalent in his family",
              "refs": []
            },
            {
              "sentence": "The defence said that after becoming a father and marrying a single mother with a daughter, Williams was profoundly affected by the death of his older brother in 1997, who had served as a father figure",
              "refs": [
                "https://scholar.google.com/scholar_case?case=5329012931634188656&q=695+F.3d+825&hl=en&as_sdt=4%2C85%2C87%2C92%2C97%2C113%2C128%2C148%2C150%2C155%2C160%2C256%2C257%2C273%2C274%2C284%2C285%2C319%2C320%2C336%2C337%2C347%2C348%2C382"
              ]
            },
            {
              "sentence": "That same year, he burglarized a home and was incarcerated for armed robbery of a donut shop in 1998",
              "refs": []
            },
            {
              "sentence": "In total, Williams had sixteen criminal convictions prior to his murder trial: second degree burglary and stealing over $150 in 1988; second degree assault in 1988; second degree burglary in 1988; two counts each of second degree burglary and stealing over $150 in 1991; first degree robbery, armed criminal action, and unlawful use of a weapon in 2000; and first degree robbery, armed criminal action, stealing a motor vehicle, and two counts of false imprisonment in 2000",
              "refs": []
            },
            {
              "sentence": "While in prison, Williams studied Islam and wrote poetry",
              "refs": []
            },
            {
              "sentence": "He was also disciplined over 100 times while incarcerated, including verbal and physical altercations with inmates and corrections officers, and a threat to kill a corrections officer at the St",
              "refs": [
                "https://www.usatoday.com/story/news/nation/2024/09/23/missouri-execution-marcellus-williams-death-row/75194051007/"
              ]
            },
            {
              "sentence": "Louis City Workhouse in 1999",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Murder",
      "section_content": [
        {
          "sentence": "Gayle's body was discovered by her husband at her home on the evening of August 11, 1998",
          "refs": []
        },
        {
          "sentence": "Police arrived to the scene at around 8 p.m., officers found Gayle in a fetal position with her left side covered in blood",
          "refs": [
            "https://www.newspapers.com/article/st-louis-post-dispatch-1998-felicia-gay/26014664/"
          ]
        },
        {
          "sentence": "She had been stabbed up to 43 times and a large butcher’s knife was found lodged in her neck",
          "refs": [
            "https://fox2now.com/news/missouri/the-1998-police-reports-from-the-night-of-lisha-gayles-death/"
          ]
        },
        {
          "sentence": "She also had stab wounds to her back, thigh, and two more in her neck, authorities described defensive wounds to her hands and arms including a large gash in her right elbow",
          "refs": [
            "https://www.newspapers.com/article/st-louis-post-dispatch-1998-felicia-gay/26014664/",
            "https://www.wxhc.com/marcellus-williams-executed-by-lethal-injection-in-missouri-after-scotus-denied-appeals/"
          ]
        },
        {
          "sentence": "Her purse, jacket, and her husband's Macintosh computer were stolen",
          "refs": [
            "https://fox2now.com/news/missouri/the-1998-police-reports-from-the-night-of-lisha-gayles-death/"
          ]
        },
        {
          "sentence": "Investigators noted in the initial police report that this came amidst a burglary spree in the neighborhood",
          "refs": [
            "https://fox2now.com/news/missouri/the-1998-police-reports-from-the-night-of-lisha-gayles-death/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Investigation and trial",
      "section_content": [
        {
          "sentence": "In May 1999, Gayle's family announced a $10,000 reward for information leading to an arrest and conviction in the case",
          "refs": []
        },
        {
          "sentence": "Two individuals, Henry Cole and Laura Asaro, named Marcellus Scott Williams as the culprit",
          "refs": [
            "https://www.newspapers.com/article/st-louis-post-dispatch-slayings-police/46010877/"
          ]
        },
        {
          "sentence": "Cole received a $5,000 reward for his testimony, while Asaro did not request any reward for coming forward",
          "refs": []
        },
        {
          "sentence": "Williams had an extensive criminal record",
          "refs": [
            "https://apnews.com/article/missouri-execution-marcellus-williams-fd7279d8e885bac17658a66f6f72b5c7"
          ]
        },
        {
          "sentence": "Cole volunteered that Williams had made a jailhouse confession to him when both were in jail on charges unrelated to the murder",
          "refs": []
        },
        {
          "sentence": "Cole had already been released before volunteering his information",
          "refs": []
        },
        {
          "sentence": "Williams had started serving a 20-year sentence for robbing a donut shop",
          "refs": []
        },
        {
          "sentence": "Laura Asaro, the girlfriend of Williams at the time of the crime, gave testimony that Williams had confessed to her and detailed what had happened",
          "refs": [
            "https://theintercept.com/2024/01/14/missouri-dna-marcellus-williams-execution/"
          ]
        },
        {
          "sentence": "Asaro testified that she found a purse with Gayle's identification in Williams' car",
          "refs": []
        },
        {
          "sentence": "She also testified that she saw scratches on Williams' neck, blood on his shirt, and a laptop in his car",
          "refs": []
        },
        {
          "sentence": "Unlike Cole's deposition, which was compatible with news reports, she is said to have provided details that had not been mentioned in the public accounts of the crime",
          "refs": []
        },
        {
          "sentence": "Prosecutors described physical evidence at the crime scene itself as inconclusive, as a shoeprint, fingerprints, and hair found at the scene did not match Williams",
          "refs": []
        },
        {
          "sentence": "A knife found at the scene had traces of DNA, but due to the killer wearing gloves, it only matched those of prosecution team members who handled it after it had been forensically tested and found to have no fingerprints on it",
          "refs": [
            "https://apnews.com/article/missouri-execution-marcellus-williams-fd7279d8e885bac17658a66f6f72b5c7"
          ]
        },
        {
          "sentence": "A search of Williams' car turned up a St",
          "refs": []
        },
        {
          "sentence": "Louis Post-Dispatch ruler and calculator that had belonged to Gayle",
          "refs": []
        },
        {
          "sentence": "A laptop stolen from Gayle was also recovered from a man who testified that Williams had sold the victim’s laptop to him",
          "refs": []
        },
        {
          "sentence": "Williams was convicted of first-degree murder in 2001, and received a death sentence",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Death penalty, dates, and stays",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Initial death sentence and appeals",
          "section_content": [
            {
              "sentence": "Williams was held on death row at Potosi Correctional Center after his trial",
              "refs": []
            },
            {
              "sentence": "He maintained his innocence in the Gayle case until he accepted an Alford plea of guilty in August 2024",
              "refs": []
            },
            {
              "sentence": "His case was appealed unsuccessfully several times",
              "refs": [
                "https://www.bbc.com/news/articles/cy9e8ypz4xxo",
                "https://www.cnn.com/2024/08/21/us/marcellus-williams-missouri-death-row/index.html"
              ]
            },
            {
              "sentence": "He was first scheduled to be executed by lethal injection in 2015",
              "refs": []
            },
            {
              "sentence": "In appeals, his defense produced evidence that DNA taken from the knife at the scene revealed an unknown male profile (later revealed to belong to the male prosecutor who had handled the knife) and did not match that of Williams",
              "refs": [
                "https://www.theguardian.com/us-news/2024/sep/24/missouri-to-execute-marcellus-williams-prosecutors-objections-innocence-claims"
              ]
            },
            {
              "sentence": "Despite this, Williams was rescheduled for execution on August 22, 2017.",
              "refs": [
                "https://www.theguardian.com/us-news/2024/sep/24/missouri-to-execute-marcellus-williams-prosecutors-objections-innocence-claims",
                "https://deathpenaltyinfo.org/news/after-attorney-generals-request-for-execution-date-st-louis-county-prosecutor-files-motion-to-vacate-marcellus-williams-death-sentence",
                "https://www.vox.com/criminal-justice/373568/marcellus-williams-death-penalty-missouri"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "2017 execution stay",
          "section_content": [
            {
              "sentence": "Questions continued to be raised as the state Supreme Court would neither hear the new DNA evidence nor stay the execution",
              "refs": []
            },
            {
              "sentence": "The prosecutor said they were confident about the case despite the DNA, as DNA evidence had never formed any part of the basis of the conviction",
              "refs": []
            },
            {
              "sentence": "Gov",
              "refs": [
                "https://fox2now.com/news/missouri-prepares-to-execute-its-2nd-inmate-of-2017/"
              ]
            },
            {
              "sentence": "Eric Greitens issued a last-minute stay of execution that day",
              "refs": []
            },
            {
              "sentence": "The governor initiated a Board of Inquiry to examine the new DNA evidence and other aspects of the case",
              "refs": [
                "https://www.theguardian.com/us-news/2024/sep/24/missouri-to-execute-marcellus-williams-prosecutors-objections-innocence-claims",
                "https://web.archive.org/web/20180525061105/https://www.stltoday.com/news/local/crime-and-courts/death-row-inmate-asks-u-s-supreme-court-to-stop/article_a9715d6f-c333-584d-838d-04b093218699.html"
              ]
            },
            {
              "sentence": "The Board was headed by Carol E",
              "refs": [
                "https://web.archive.org/web/20170824220150/https://www.bbc.com/news/world-us-canada-41017985"
              ]
            },
            {
              "sentence": "Jackson, former federal judge of the Eastern District of Missouri, and consisted of five retired federal judges to review the case",
              "refs": []
            },
            {
              "sentence": "It subpoenaed both prosecution and defense",
              "refs": [
                "https://news.stlpublicradio.org/post/missouri-governor-names-panel-examine-new-dna-evidence-marcellus-williams-case"
              ]
            },
            {
              "sentence": "The Board was also to meet with the state and defense attorneys in June 2018",
              "refs": [
                "https://criminaljusticereformjournal.com/2018/04/26/marcellus-williams-board-of-inquiry-set-to-meet-with-state-and-defence-attorneys-in-june/",
                "https://web.archive.org/web/20220630013439/https://criminaljusticereformjournal.wordpress.com/2018/04/26/marcellus-williams-board-of-inquiry-set-to-meet-with-state-and-defence-attorneys-in-june/"
              ]
            },
            {
              "sentence": "Greitens resigned as governor in June 2018",
              "refs": []
            },
            {
              "sentence": "The DNA evidence and new analysis did not match that of Williams (it was later revealed to belong to the prosecutor who mishandled the knife after it was seized as evidence)",
              "refs": []
            },
            {
              "sentence": "The Board had hearings in August 2018",
              "refs": []
            },
            {
              "sentence": "Governor Mike Parson was to receive the Board's conclusion and make his decision",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Dissolution of Inquiry Board",
              "section_content": [
                {
                  "sentence": "In June 2023, Parson decided to dissolve the panel of five judges without receiving their report and lifted the stay on Williams' execution as he claimed it was time for the court to make a decision",
                  "refs": []
                },
                {
                  "sentence": "Later, State Attorney General Andrew Bailey asked the state Supreme Court to set a date for Williams' execution",
                  "refs": [
                    "https://www.cbsnews.com/news/death-penalty-case-marcellus-williams-dna-evidence-murder-lisha-gayle-missouri/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "2023 Midwest Innocence Project lawsuit",
          "section_content": [
            {
              "sentence": "In August 2023, The Midwest Innocence Project filed a lawsuit, stating that the St",
              "refs": []
            },
            {
              "sentence": "Louis County Prosecuting Attorney is on record as stating he has convincing evidence of Williams' innocence and questioned the governors right regarding the dissolution of the inquiry board",
              "refs": []
            },
            {
              "sentence": "The Innocence Project alleged that the Missouri Attorney General's Office has a record of dismissing DNA evidence that points to an accused person's innocence",
              "refs": [
                "https://www.cbsnews.com/news/marcellus-williams-execution-missouri-death-row/",
                "https://apnews.com/article/missouri-death-row-inquiry-board-state-supreme-court-0103d6047d1caa04eefbb6ef262063fb"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "2024 motion to vacate",
          "section_content": [
            {
              "sentence": "On January 27, 2024, St",
              "refs": []
            },
            {
              "sentence": "Louis County Prosecuting Attorney Wesley Bell filed a motion in the St",
              "refs": []
            },
            {
              "sentence": "Louis County Circuit Court, asking the Court to vacate Marcellus Williams' death sentence",
              "refs": []
            },
            {
              "sentence": "A 2021 Missouri law allows a prosecutor to intervene where there is information suggesting a convicted person may be innocent",
              "refs": []
            },
            {
              "sentence": "He cited potential \"ineffective assistance of counsel\", apparent bias in jury selection, and potential weakness of the police investigation",
              "refs": []
            },
            {
              "sentence": "He asked the Court for a hearing to consider the new evidence and other aspects of the investigation and trial",
              "refs": []
            },
            {
              "sentence": "The new evidence consisted of a special prosecutor's review of the case, including the findings of 3 independent DNA experts who unanimously concluded that the male DNA on the murder weapon was not Williams'",
              "refs": [
                "https://deathpenaltyinfo.org/news/after-attorney-generals-request-for-execution-date-st-louis-county-prosecutor-files-motion-to-vacate-marcellus-williams-death-sentence"
              ]
            },
            {
              "sentence": "Rather, it belonged to an investigator and assistant prosecuting attorney who had handled the murder weapon without wearing gloves, after it had been forensically tested",
              "refs": [
                "https://www.thetelegraph.com/news/article/marcellus-williams-execution-dna-evidence-19760811.php"
              ]
            },
            {
              "sentence": "A hearing was scheduled for August 21, 2024, to determine his innocence",
              "refs": [
                "https://www.upi.com/Top_News/US/2024/09/24/missouri-execution-marcellus-williams/1661727225529/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Scheduled execution and hearing",
          "section_content": [
            {
              "sentence": "On June 4, 2024, Williams was again scheduled to be executed on September 24, 2024",
              "refs": []
            },
            {
              "sentence": "On July 2, the Circuit Court of St",
              "refs": [
                "https://www.kctv5.com/2024/06/04/missouri-sets-execution-date-inmate-who-claims-innocence/"
              ]
            },
            {
              "sentence": "Louis County, Missouri, scheduled a hearing for August 21, 2024, to evaluate the supposed evidence of Williams' innocence",
              "refs": []
            },
            {
              "sentence": "On July 12, 2024, the Missouri Supreme Court ruled that his execution would move forward despite the pending lawsuit to overturn his conviction",
              "refs": [
                "https://innocenceproject.org/who-is-marcellus-williams-man-facing-execution-in-missouri-despite-dna-evidence-supporting-innocence/"
              ]
            },
            {
              "sentence": "In the court's opinion overruling the motion, Justice Zel Fischer ruled that \"they do not have the procedural authority to withdraw the execution order at this time.\"",
              "refs": [
                "https://apnews.com/article/marcellus-williams-execution-missouri-innocent-6682d62c804425f6e19f3bb2190343c2"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Alford plea",
          "section_content": [
            {
              "sentence": "On August 21, 2024, Williams accepted a plea bargain offered by the prosecution to commute his death sentence to life in prison without the possibility of parole",
              "refs": []
            },
            {
              "sentence": "The prosecutors argued in favor of Williams during the hearing, pointing out that the DNA on the murder weapon was not his and that they had duly considered this fact before offering him an Alford plea to vacate his death sentence",
              "refs": [
                "https://www.theguardian.com/us-news/2024/sep/24/missouri-to-execute-marcellus-williams-prosecutors-objections-innocence-claims",
                "https://www.bbc.com/news/articles/cy9e8ypz4xxo",
                "https://www.cnn.com/2024/08/21/us/marcellus-williams-missouri-death-row/index.html"
              ]
            },
            {
              "sentence": "However, the state attorney general Andrew Bailey opposed this decision and wanted the execution to move forward as scheduled",
              "refs": []
            },
            {
              "sentence": "The Missouri Supreme Court blocked the plea deal agreement  on the same day, and Williams' execution date remained September 24, 2024",
              "refs": [
                "https://www.theguardian.com/us-news/2024/sep/24/missouri-to-execute-marcellus-williams-prosecutors-objections-innocence-claims"
              ]
            },
            {
              "sentence": "A hearing was scheduled to consider Williams' claims of innocence",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Final appeal",
          "section_content": [
            {
              "sentence": "On September 12, 2024, St",
              "refs": []
            },
            {
              "sentence": "Louis County Circuit Judge Bruce Hilton rejected Williams' appeal, stating that the counsel was rehashing their arguments from previous appeals, all of which had been rejected multiple times by the state and federal courts, and ordered that the execution should move forward as scheduled",
              "refs": []
            },
            {
              "sentence": "On September 24, 2024, Parson denied Williams clemency and the case was reviewed by the United States Supreme Court hours before the scheduled execution",
              "refs": []
            },
            {
              "sentence": "The Supreme Court denied the request to halt the execution, although Justices Sonia Sotomayor, Elena Kagan, and Ketanji Brown Jackson stated that they would have granted the request",
              "refs": [
                "https://apnews.com/article/missouri-execution-marcellus-williams-8be20e2f252992610a30fa0cfef4185a"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Execution of Williams",
      "section_content": [
        {
          "sentence": "Despite pleas from the public,  on September 24, 2024, 55-year-old Williams was executed by lethal injection at 6 p.m",
          "refs": [
            "https://apnews.com/article/missouri-execution-marcellus-williams-8be20e2f252992610a30fa0cfef4185a"
          ]
        },
        {
          "sentence": "at Eastern Reception, Diagnostic and Correctional Center in Bonne Terre, Missouri",
          "refs": []
        },
        {
          "sentence": "For his last meal, Williams was served chicken wings and tater tots",
          "refs": [
            "https://apnews.com/article/missouri-execution-marcellus-williams-8be20e2f252992610a30fa0cfef4185a",
            "https://www.straitstimes.com/world/missouri-man-faces-execution-on-tuesday-despite-prosecutors-opposition"
          ]
        },
        {
          "sentence": "In a statement, the office of Missouri governor Mike Parson justified Williams' execution, citing among other things his prior criminal record and his alleged behavior in prison which included \"attacking other inmates and threatening correctional officers\"",
          "refs": [
            "https://www.cnn.com/2024/09/24/us/marcellus-williams-scheduled-execution-date/index.html"
          ]
        },
        {
          "sentence": "Williams had converted to Islam in prison, taking the name Khalifah and becoming an imam leading prayer in his cell block",
          "refs": []
        },
        {
          "sentence": "Described as a \"kind and thoughtful man\" by his lead defense attorney, Williams also dedicated his time in prison to poetry, including poetry on the humanitarian crisis in Gaza",
          "refs": [
            "https://www.nytimes.com/2024/09/24/us/marcellus-williams-execution-missouri.html",
            "https://www.theguardian.com/us-news/2024/sep/24/missouri-executes-marcellus-williams"
          ]
        },
        {
          "sentence": "This garnered his cause attention from the pro-Palestinian movement in the United States, and discussion about Black-Palestinian solidarity",
          "refs": []
        },
        {
          "sentence": "Williams' last statement, which was written down and witnessed on September 24, 2024, was, \"All Praise Be To Allah In Every Situation!!!\" He was cremated, and his ashes thrown into the Big River",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://theintercept.com/2024/01/14/missouri-dna-marcellus-williams-execution/",
    "2": "https://www.newspapers.com/article/st-louis-post-dispatch-1998-felicia-gay/26014664/",
    "3": "https://apnews.com/article/missouri-execution-marcellus-williams-fd7279d8e885bac17658a66f6f72b5c7",
    "4": "https://apnews.com/article/missouri-execution-marcellus-williams-8be20e2f252992610a30fa0cfef4185a",
    "5": "https://www.aljazeera.com/news/2024/9/25/why-was-marcellus-williams-executed-what-to-know-about-the-missouri-case",
    "6": "https://www.cnn.com/2024/09/24/us/marcellus-williams-scheduled-execution-date/index.html",
    "7": "https://apnews.com/article/missouri-execution-marcellus-williams-8be20e2f252992610a30fa0cfef4185a",
    "8": "https://www.cnn.com/2024/09/24/us/marcellus-williams-scheduled-execution-date/index.html",
    "9": "https://www.nbcnews.com/news/us-news/attorneys-missouri-death-row-inmate-seek-stop-execution-rcna172229",
    "10": "https://rrstar.newsbank.com/doc/image/v2%3A13544BF187CDD587%40NGPA-ILRRS-13900EE2C4B1B330%402451040-13900B8494A42151%4045-13900B8494A42151%40?content_added=&date_from=&date_to=&pub%255B0%255D=13544BF187CDD587&page=12&pdate=1998-08-14",
    "11": "https://www.usatoday.com/story/news/nation/2024/09/24/missouri-execution-marcellus-williams-lisha-gayle/75298897007/",
    "12": "https://www.cbsnews.com/news/death-penalty-case-marcellus-williams-dna-evidence-murder-lisha-gayle-missouri/",
    "13": "https://www.aol.com/family-missouri-woman-murdered-home-214115089.html",
    "14": "https://www.usatoday.com/story/news/nation/2024/09/23/missouri-execution-marcellus-williams-death-row/75194051007/",
    "15": "https://scholar.google.com/scholar_case?case=5329012931634188656&q=695+F.3d+825&hl=en&as_sdt=4%2C85%2C87%2C92%2C97%2C113%2C128%2C148%2C150%2C155%2C160%2C256%2C257%2C273%2C274%2C284%2C285%2C319%2C320%2C336%2C337%2C347%2C348%2C382",
    "16": "https://casetext.com/case/williams-v-roper-6",
    "17": "https://www.newspapers.com/article/st-louis-post-dispatch-1998-felicia-gay/26014664/",
    "18": "https://fox2now.com/news/missouri/the-1998-police-reports-from-the-night-of-lisha-gayles-death/",
    "19": "https://www.wxhc.com/marcellus-williams-executed-by-lethal-injection-in-missouri-after-scotus-denied-appeals/",
    "20": "https://www.newspapers.com/article/st-louis-post-dispatch-slayings-police/46010877/",
    "21": "https://theintercept.com/2024/01/14/missouri-dna-marcellus-williams-execution/",
    "22": "https://deathpenaltyinfo.org/news/after-attorney-generals-request-for-execution-date-st-louis-county-prosecutor-files-motion-to-vacate-marcellus-williams-death-sentence",
    "23": "https://web.archive.org/web/20170820065904/https://www.stltoday.com/opinion/columnists/stop-the-execution-of-marcellus-williams/article_f2788740-6f60-58a3-b50c-7d3dffd70e96.html",
    "24": "https://www.bbc.com/news/articles/cy9e8ypz4xxo",
    "25": "https://www.cnn.com/2024/08/21/us/marcellus-williams-missouri-death-row/index.html",
    "26": "https://www.theguardian.com/us-news/2024/sep/24/missouri-to-execute-marcellus-williams-prosecutors-objections-innocence-claims",
    "27": "https://www.vox.com/criminal-justice/373568/marcellus-williams-death-penalty-missouri",
    "28": "https://fox2now.com/news/missouri-prepares-to-execute-its-2nd-inmate-of-2017/",
    "29": "https://web.archive.org/web/20180525061105/https://www.stltoday.com/news/local/crime-and-courts/death-row-inmate-asks-u-s-supreme-court-to-stop/article_a9715d6f-c333-584d-838d-04b093218699.html",
    "30": "https://web.archive.org/web/20170824220150/https://www.bbc.com/news/world-us-canada-41017985",
    "31": "https://news.stlpublicradio.org/post/missouri-governor-names-panel-examine-new-dna-evidence-marcellus-williams-case",
    "32": "https://criminaljusticereformjournal.com/2018/04/26/marcellus-williams-board-of-inquiry-set-to-meet-with-state-and-defence-attorneys-in-june/",
    "33": "https://web.archive.org/web/20220630013439/https://criminaljusticereformjournal.wordpress.com/2018/04/26/marcellus-williams-board-of-inquiry-set-to-meet-with-state-and-defence-attorneys-in-june/",
    "34": "https://news.stlpublicradio.org/post/williams-death-penalty-review-panel-hears-new-evidence#stream/0",
    "35": "https://theintercept.com/2024/01/14/missouri-dna-marcellus-williams-execution/",
    "36": "https://www.cbsnews.com/news/marcellus-williams-execution-missouri-death-row/",
    "37": "https://apnews.com/article/missouri-death-row-inquiry-board-state-supreme-court-0103d6047d1caa04eefbb6ef262063fb",
    "38": "[ERROR retrieving ref link]",
    "39": "https://www.thetelegraph.com/news/article/marcellus-williams-execution-dna-evidence-19760811.php",
    "40": "https://www.upi.com/Top_News/US/2024/09/24/missouri-execution-marcellus-williams/1661727225529/",
    "41": "https://apnews.com/article/marcellus-williams-execution-missouri-innocent-6682d62c804425f6e19f3bb2190343c2",
    "42": "https://www.kctv5.com/2024/06/04/missouri-sets-execution-date-inmate-who-claims-innocence/",
    "43": "https://innocenceproject.org/who-is-marcellus-williams-man-facing-execution-in-missouri-despite-dna-evidence-supporting-innocence/",
    "44": "https://www.straitstimes.com/world/us-death-row-inmate-to-get-life-in-prison-after-dna-testing-weakens-conviction",
    "45": "https://apnews.com/article/missouri-death-row-marcellus-williams-4c45626ca0d2614eb03bf65c30ad00cd",
    "46": "https://apnews.com/article/marcellus-williams-missouri-death-row-32fc5ee044353cf62411089d54bc9d9b",
    "47": "https://www.cbsnews.com/news/marcellus-williams-execution-supreme-court-stay-denied/?ftag=CNM-00-10aab7e&linkId=600426854",
    "48": "https://www.straitstimes.com/world/missouri-man-faces-execution-on-tuesday-despite-prosecutors-opposition",
    "49": "https://governor.mo.gov/press-releases/archive/state-carry-out-sentence-mr-marcellus-williams-according-supreme-court",
    "50": "https://www.nytimes.com/2024/09/24/us/marcellus-williams-execution-missouri.html",
    "51": "https://www.theguardian.com/us-news/2024/sep/24/missouri-executes-marcellus-williams",
    "52": "https://theintercept.com/2024/09/26/marcellus-williams-palestine/",
    "53": "https://www.usatoday.com/story/news/nation/2024/09/24/missouri-execution-marcellus-williams-lisha-gayle/75298897007/",
    "54": "https://www.firstalert4.com/2024/09/24/missouri-carries-out-execution-marcellus-williams/"
  },
  "flair_entities": [
    "board",
    "supreme court",
    "innocence project",
    "wesley bell",
    "marcellus williams'",
    "gayle",
    "black-palestinian",
    "williams'",
    "marcellus scott williams",
    "university city",
    "potosi correctional center",
    "henry cole",
    "st. louis county",
    "eastern district of missouri",
    "andrew bailey",
    "bruce hilton",
    "felicia gayle  felicia anne gayle",
    "united states supreme court",
    "indiana",
    "laura asaro",
    "felicia",
    "alford",
    "university of illinois",
    "missouri",
    "dissolution of inquiry board",
    "st. louis county prosecuting attorney",
    "board of inquiry",
    "cole",
    "williams",
    "midwest innocence project",
    "louis county",
    "united states",
    "parson",
    "eastern reception, diagnostic and correctional center",
    "macintosh",
    "elena kagan",
    "st. louis post-dispatch",
    "ketanji brown jackson",
    "jackson",
    "bonne terre",
    "greitens",
    "big river",
    "islam",
    "court",
    "missouri supreme court",
    "american",
    "barnes-jewish hospital",
    "south bend",
    "asaro",
    "louis post-dispatch",
    "marcellus williams",
    "pro-palestinian",
    "st. louis",
    "marcellus williams  marcellus williams",
    "daniel picus",
    "gaza",
    "louis city workhouse",
    "rockford",
    "mike parson",
    "dna",
    "justice zel fischer",
    "missouri attorney general's office",
    "carol e",
    "circuit court of st",
    "khalifah",
    "county circuit court",
    "gayle  felicia \"lisha\" anne gayle picus",
    "sonia sotomayor",
    "eric greitens",
    "illinois",
    "st ."
  ]
}