{
  "title": "Nauvoo_Expositor",
  "url": "https://en.wikipedia.org/wiki/Nauvoo_Expositor",
  "summary": "The Nauvoo Expositor was a newspaper in Nauvoo, Illinois, that published only one issue. Its publication, and the destruction of the printing press ordered by Mayor Joseph Smith and the city council, set off a chain of events that led to Smith's arrest for treason and subsequent killing at the hands of a lynch mob.\nSmith, leader of  Church of Jesus Christ of Latter Day Saints, had a practice of secretly marrying his followers, including other men's wives. Smith is estimated to have married nearly fifty wives.  While promoting polygamy in private, Smith publicly denied the practice of polygamy.  In response, a handful of high-ranking church leaders denounced Smith as a fallen prophet, founded a reformed church, and announced plans to publish a newspaper—acts that resulted in their excommunication from Smith's church.  Based on their testimony, Smith was indicted on state criminal charges of perjury and \"fornication and adultery\".\nThe Nauvoo Expositor, published on June 7, 1844, exposed Smith's practice of polygamy and accused him of promoting polytheism by teaching  that church members can become gods.  Smith and the Nauvoo City Council declared the paper a public nuisance and ordered the press to be destroyed. The town marshal carried out the order during the evening of June 10. Smith and other members of the council were charged with inciting a riot;  after an arrest warrant was issued for Smith, he declared martial law and mobilized the city militia, the Nauvoo Legion of which he was the commander-in-chief holding the rank of Lieutenant General.  In response, Governor Ford raised a militia, peacefully entering Nauvoo to search for Joseph Smith, who had fled the state.\nOn June 25, after he received guarantees of safety, Smith surrendered on the riot charges expecting to be freed on bail. Once in Carthage, Smith was also charged with treason against Illinois for declaring martial law. Treason, a capital crime, was not a bailable offense.  Smith, Hyrum, and other leaders were incarcerated in the Carthage Jail, guarded by only seven men. Though expecting to be rescued by his followers, Smith and Hyrum were killed by a lynch mob on June 27.",
  "content": [
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "In 1830, Joseph Smith, age 24, published the Book of Mormon, which he described as an English translation of ancient golden plates he received from an angel",
          "refs": []
        },
        {
          "sentence": "The same year he organized the Church of Christ, calling it a restoration of the early Christian Church",
          "refs": []
        },
        {
          "sentence": "Members of the church were later called \"Latter Day Saints\" or \"Mormons\"",
          "refs": []
        },
        {
          "sentence": "Smith and his followers sought to assemble together in a theocratic community under Smith's leadership, or 'Zion', first in Kirtland, Ohio and later in Independence, Missouri",
          "refs": []
        },
        {
          "sentence": "In 1833, a mob of settlers attacked a Mormon newspaper's printing office, destroyed the press, and tarred and feathered two Mormon leaders",
          "refs": []
        },
        {
          "sentence": "Mormons were driven from Jackson county",
          "refs": []
        },
        {
          "sentence": "After losing the 1838 Mormon War, Smith was jailed and his followers were forced out of Missouri.",
          "refs": [
            "http://www.sidneyrigdon.com/dbroadhu/MO/Miss1831.htm",
            "https://archive.org/details/nomanknowsmyhist0000fawn_h4r2/page/n7/mode/2up"
          ]
        },
        {
          "sentence": "After Smith escaped custody, he fled to Illinois, where he founded a new settlement that he named Nauvoo",
          "refs": []
        },
        {
          "sentence": "After the Nauvoo City Charter  passed both houses of the state legislature, Illinois governor Thomas Carlin signed it into law on December 16, 1849",
          "refs": []
        },
        {
          "sentence": "The charter allowed the Nauvoo city council to pass laws 'not in  conflict with the state and federal constitutions'; Chicago and Alton charters had similar provisions",
          "refs": []
        },
        {
          "sentence": "The charter also empowered the Nauvoo Municipal Court to issue writs of habeas corpus",
          "refs": []
        },
        {
          "sentence": "The power would later enable Joseph Smith to elude authorities from Missouri, where he was wanted on charges of treason",
          "refs": []
        },
        {
          "sentence": "Nauvoo was not the only city with such a power;  In 1839,  Alton had been granted the same power to issue habeas corpus writs",
          "refs": []
        },
        {
          "sentence": "William Law, a wealthy immigrant from Ireland, and his wife had joined the Church of Christ in 1836 in Canada",
          "refs": []
        },
        {
          "sentence": "In 1839, Law led a group of Canadian LDS members to Nauvoo",
          "refs": []
        },
        {
          "sentence": "In 1841, Joseph Smith chose him to be a member of the First Presidency",
          "refs": []
        },
        {
          "sentence": "He was also a member of the Nauvoo city council",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Francis M",
          "refs": []
        },
        {
          "sentence": "Higbee had joined the church in 1832",
          "refs": []
        },
        {
          "sentence": "In the aftermath of the 1838 Mormon War, Francis Higbee was arraigned along with Smith, in Richmond, Missouri on November 11, 1838",
          "refs": []
        },
        {
          "sentence": "He was released 18 days later",
          "refs": []
        },
        {
          "sentence": "On June 30, 1842, Francis Higbee gave a sworn statement that \"Joseph Smith told  [him] that John C",
          "refs": [
            "http://josephsmithpapers.org/person/francis-marion-higbee"
          ]
        },
        {
          "sentence": "Bennett could be easily put aside or drowned, and no person would be the wiser for it\"",
          "refs": []
        },
        {
          "sentence": "On January 15, 1844, the Nauvoo Municipal Court issued a warrant for his arrest on the affidavit of Orson Pratt",
          "refs": [
            "https://books.google.com/books?id=eilIAgAAQBAJ"
          ]
        },
        {
          "sentence": "Chauncey Higbee had also joined the church in 1832",
          "refs": [
            "http://mormon-church-history.blogspot.com/2011/05/mormon-history-jan-15-1844.html"
          ]
        },
        {
          "sentence": "In November 1841, he had been appointed aide-de-camp to Major General John C",
          "refs": []
        },
        {
          "sentence": "Bennett of the Nauvoo Legion",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Origins",
      "section_content": [
        {
          "sentence": "Although he had been married since 1827 and polygamy was criminal, Smith had been secretly marrying his followers and faced accusations of adultery",
          "refs": []
        },
        {
          "sentence": "On July 17, 1831, Smith dictated a revelation that \"foreshadowed\" the practice of plural wives",
          "refs": []
        },
        {
          "sentence": "On December 8, former member Ezra Booth publicly alleged that a married member of the church, though fearful of civil authorities, espoused his religious liberty to take a second wife",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "On March 24, 1832, an Ohio mob stripped Smith naked with an eye to castrate him, but the doctor refused to carry out the procedure at the last minute;  some suggest this incident may have stemmed from intimacies with a girl or woman not his wife",
          "refs": [
            "https://web.archive.org/web/20110607042149/http://www.saintswithouthalos.com/p/1831_booth8-9.phtml#marry"
          ]
        },
        {
          "sentence": "In January 1838, original Book of Mormon witness Oliver Cowdery was excommunicated, in part because he \"seemed to insinuate\" that Smith was guilty of adultery",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1842, after church leader and Nauvoo mayor John C",
          "refs": []
        },
        {
          "sentence": "Bennett was excommunicated for adultery, Bennett published a book-length exposé revealing Smith's own practice of polygamy",
          "refs": []
        },
        {
          "sentence": "On August 31, a broadsheet was published featuring affidavits defending Joseph Smith from Bennett's charges; among his defenders were  William Law, his brother Wilson Law, Francis Higbee and his brother Chauncey Higbee",
          "refs": [
            "https://books.google.com/books?id=UjHEhhqVu1UC"
          ]
        },
        {
          "sentence": "In public, Joseph Smith repeatedly denied adultery and polygamy throughout his lifetime",
          "refs": []
        },
        {
          "sentence": "In 2014, the Church admitted Smith had married about 40 of his female followers, including a 14-year-old and others who were already married",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Other men's wives",
          "section_content": [
            {
              "sentence": "Joseph Smith ultimately married at least eleven women who were already married, and made proposals to others",
              "refs": []
            },
            {
              "sentence": "On June 1, 1843, Austin Cowles's daughter Elvira, recently wed to another man, had married Joseph Smith",
              "refs": []
            },
            {
              "sentence": "On September 12, Cowles resigned his seat in the high council",
              "refs": []
            },
            {
              "sentence": "Afterwards, Cowles \"was far more outspoken and energetic in his opposition to polygamy than almost any other man in Nauvoo.\"   On July 12, 1843, Joseph Smith dictated a revelation about polygamy",
              "refs": [
                "https://books.google.com/books?id=OzVjEAAAQBAJ&pg=PA139"
              ]
            },
            {
              "sentence": "Later that day, Joseph and Hyrum presented it to Joseph's first wife Emma, who rejected it",
              "refs": []
            },
            {
              "sentence": "On August 12, 1843,  Hyrum Smith read Smith's revelation concerning plural marriage to the Nauvoo High Council",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On November 5, Smith became sick and was suspected of having been poisoned, perhaps by wife Emma",
              "refs": [
                "http://mormon-church-history.blogspot.com/2011/03/mormon-history-aug-12-1843.html",
                "https://books.google.com/books?id=AJBMrgEACAAJ"
              ]
            },
            {
              "sentence": "Joseph Smith made several proposals to William Law's wife Jane, under the premise that she would enter a polyandrous marriage with Smith",
              "refs": []
            },
            {
              "sentence": "Law's wife later described Smith's proposals, saying that Smith had \"asked her to give him half her love; she was at liberty to keep the other half for her husband.\"    Upon learning of the proposal, Law threatened [when?] to expose Smith unless he went before the High Council to confess and repent",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://archive.org/details/wifenoorstoryal00youngoog/page/n63",
                "https://books.google.com/books?id=FlXuAAAAMAAJ"
              ]
            },
            {
              "sentence": "On January 8, 1844, Smith removed Law from the First Presidency",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On February 1, the Times and Season announced that Hiram Brown had been excommunicated for preaching polygamy in Michigan",
              "refs": []
            },
            {
              "sentence": "In early 1844, [when?] Dr",
              "refs": []
            },
            {
              "sentence": "Robert D",
              "refs": []
            },
            {
              "sentence": "Foster returned home to find his wife being visited by Joseph Smith",
              "refs": []
            },
            {
              "sentence": "She later confessed that Smith had preached polygamy and attempted to seduce her",
              "refs": []
            },
            {
              "sentence": "In March 1844 [when?], Emma organized a series of meetings, and publicly denounced polygamy as evil and destructive; though she did not directly disclose Smith's secret practice of plural marriage, she insisted that people should heed only what he taught publicly—implicitly challenging his private promulgation of polygamy",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Key Stone Store meeting",
          "section_content": [
            {
              "sentence": "In mid-March 1844, Joseph Jackson attempted to recruit two Nauvoo men, Marenus G",
              "refs": []
            },
            {
              "sentence": "Eaton and Abiathar Williams, with stories about \"men tied hand and foot and runthrough the heart with a sword, and there heads taken off, and then buried.\"   The pair attended a meeting in the back room of a grocery store; in attendance were the Laws, the Higbees, and Robert D",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Foster.",
              "refs": []
            },
            {
              "sentence": "At the meeting, Robert Foster told about Joseph Smith's attempt to seduce Robert's wife",
              "refs": []
            },
            {
              "sentence": "Chauncey Higbee confirmed the practice of polygamy among Smith and other church leaders",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Jackson suggested he had knowledge of a conspiracy to kill the Smiths",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Eaton and Williams reported the events of the meeting to Joseph Smith",
              "refs": []
            },
            {
              "sentence": "On March 24, Joseph Smith told his congregation that a group planned to \"destroy all the Smith family in a few weeks\", naming the members as: Chauncey Higbee, Robert Foster, Joseph Jackson, and William and Wilson Law",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "General conference and exaltation",
          "section_content": [
            {
              "sentence": "On April 6, [better source needed]   Law notified Smith and some members of the Twelve that he desired an investigation before the Church General Conference",
              "refs": []
            },
            {
              "sentence": "On April 7, Smith addressed the Church's annual general conference in Nauvoo in a speech known as the  King Follett sermon (named for a Mormon who had recently died in an accident)",
              "refs": []
            },
            {
              "sentence": "Smith reported he was \"never in any nearer relationship to God than at the present time\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Smith elaborated, saying he wanted to \"refute the idea that God was God from all eternity\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Smith explain that God was \"once was a man like us\"",
              "refs": []
            },
            {
              "sentence": "He advised followers that \"You have got to learn how to make yourselves God, king and priest, by going from a small capacity to a great capacity to the resurrection of the dead to dwelling in everlasting burnings.\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "William Law later reported that the conference featured \"some of the most blasphemous doctrines..",
              "refs": []
            },
            {
              "sentence": "ever heard of,\" such as \"other gods as far above our God as he is above us.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Continued strife",
          "section_content": [
            {
              "sentence": "On April 13, Smith questioned Robert Foster in Municipal Court",
              "refs": []
            },
            {
              "sentence": "When Foster declined to testify, Joseph brought charges against him \"for abusing my character privately, for throwing out slanderous insinuation against me, for conspiring against my peace and Safety, for conspiring against my life, for conspiring against the peace of my family.\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Sworn statements by the witnesses to the Key Stone Store were published in the Nauvoo Neighbor on April 17",
              "refs": []
            },
            {
              "sentence": "On April 18,  four dissenters were excommunicated from the church: William Law, his wife Jane, his brother William,  and Robert D",
              "refs": []
            },
            {
              "sentence": "Foster; contrary to standard protocol in Church courts, they were given no opportunity to defend themselves or bring witnesses, nor were the defendants present at their church trial",
              "refs": []
            },
            {
              "sentence": "Also excommunicated was Howard Smith",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Joseph charged Foster with  \"immorality and apostasy\", character defamation, lying, and endangering his life in the Nauvoo High Council",
              "refs": [
                "http://josephsmithpapers.org/person/robert-d-foster"
              ]
            },
            {
              "sentence": "Decades later, Law recalled having been invited to a 'reconciliation dinner' but declining amid fears of poisoning",
              "refs": [
                "https://doctrineandcovenantscentral.org/people-of-the-dc/robert-d-foster/#f1",
                "https://www.churchofjesuschrist.org/study/scriptures/dc-testament/dc/124.115?lang=eng",
                "https://books.google.com/books?id=8wvlAAAACAAJ"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Expositor announced",
          "section_content": [
            {
              "sentence": "On April 28, the anti-polygamist dissenters held a meeting",
              "refs": []
            },
            {
              "sentence": "William Law and Charles Ivins were variously reportedly to have been named to leadership",
              "refs": []
            },
            {
              "sentence": "On May 1, Francis M",
              "refs": []
            },
            {
              "sentence": "Higbee filed a legal complaint in the Fifth Judicial District of Illinois, suing Smith for slander and requesting damages of five thousand dollars",
              "refs": []
            },
            {
              "sentence": "On May 4, William Law, his wife Jane, and Austin Cowles appeared before a Justice of the Peace and gave a sworn statement about Smith's polygamy",
              "refs": [
                "https://archive.org/details/nomanknowsmyhist0000fawn_h4r2/page/n7/mode/2up"
              ]
            },
            {
              "sentence": "On May 7, Charles Ivin, in association with the Laws, Higgbees, and Fosters, set up a print shop in Nauvoo   [better source needed]  On May 8, the Warsaw Signal reported a new church had been organized under the leadership of William Law, who preached that Joseph Smith was a fallen prophet;  the Signal reported that a press had been obtained and a paper would soon be published",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://archive.org/details/nomanknowsmyhist0000fawn_h4r2/page/n7/mode/2up",
                "https://books.google.com/books?id=wskJEQAAQBAJ&pg=PA106"
              ]
            },
            {
              "sentence": "On May 10, a newspaper prospectus was circulated, announcing the creation of the Nauvoo Expositor",
              "refs": [
                "http://www.sidneyrigdon.com/dbroadhu/IL/sign1844.htm#0403"
              ]
            },
            {
              "sentence": "The Expositor was planned as an exposé of church practices which Law and his associates opposed",
              "refs": [
                "https://web.archive.org/web/20131110030624/http://byustudies.byu.edu/hc/6/22.html",
                "https://books.google.com/books?id=NqH0RpdqduQC&pg=PA117"
              ]
            },
            {
              "sentence": "On May 15, the Signal reported Law had preached to an audience of 300, while other speakers included Francis Higbee and James Blakesley",
              "refs": []
            },
            {
              "sentence": "On May 18, the church excommunicated Francis M",
              "refs": []
            },
            {
              "sentence": "Higbee,  Blakesley, Charles Ivins, and Austin Cowles for apostasy",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Criminal indictment of Joseph Smith",
          "section_content": [
            {
              "sentence": "On May 23, a grand jury from the Hancock County Circuit Court issued a criminal indictment against Smith on the charges of perjury based on the statements of Joseph Jackson and  Robert Foster",
              "refs": []
            },
            {
              "sentence": "A second indictment, for  \"fornication and adultery\", was issued based on the statements of William and Wilson Law who swore Smith had been living with Maria Lawrence \"in an open state of adultery\" since the prior October 12",
              "refs": []
            },
            {
              "sentence": "On May 26, Smith again denied polygamy, preaching: \"What a thing it is for a man to be accused of committing adultery, and having seven wives, when I can only find one",
              "refs": []
            },
            {
              "sentence": "I am the same man, and as innocent as I was fourteen years ago; and I can prove them all perjurers.\"    On May 29, 1844, the church's high council ordered the publication of testimony and affidavits which purported to be accounts of Chauncey Higbee's trial before the high council two years earlier",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=FlXuAAAAMAAJ"
              ]
            },
            {
              "sentence": "According to the documents, Chauncey Higbee had been accused of \"adulterous sins\" and tried on May 24, 1842",
              "refs": [
                "http://boap.org/LDS/Nauvoo-Neighbor/1844/5-29-1844.pdf"
              ]
            },
            {
              "sentence": "Included were statements from women claiming he had committed adultery by telling them that Joseph Smith secretly preached the practice of polygamy",
              "refs": []
            },
            {
              "sentence": "In response, Chauncey Higbee was excommunicated from the church",
              "refs": []
            },
            {
              "sentence": "[when?]",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Contents",
      "section_content": [
        {
          "sentence": "The only issue of the Nauvoo Expositor, dated June 7, 1844, was a four-page publication",
          "refs": []
        },
        {
          "sentence": "In addition to more mundane content such as poetry and marriage announcements, it contained a statement from the \"Seceders from the Church at Nauvoo\" and sworn statements from multiple individuals attesting to the teaching of \"the plurality of wives\"",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Prospectus from publishers",
          "section_content": [
            {
              "sentence": "In their prospectus, the publishers advocate for major reforms including the repeal of the Nauvoo City Charter",
              "refs": []
            },
            {
              "sentence": "They vow to \"decry moral imperfections\" wherever found, \"whether in the Plebeian, Patrician, or self-constituted monarch\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Statement from seceders",
          "section_content": [
            {
              "sentence": "The preamble establishes that despite the schism, the authors maintain their belief in \"the religion of the Latter Day Saints, as originally taught by Joseph Smith\"",
              "refs": []
            },
            {
              "sentence": "The statement discusses the schism, attributed to \"many items of doctrine, as now taught, some of which, however, are taught secretly, and denied openly\" which they declare \"heretical and damnable\"",
              "refs": []
            },
            {
              "sentence": "They cite the practice of plural marriage, accusing Smith and other church leaders of using their ecclesiastical position to coerce recently arrived female converts into becoming Smith's \"spiritual wi [ves]\"",
              "refs": []
            },
            {
              "sentence": "They also cite the \"false doctrine of many Gods\", saying \" [i]t is contended that there are innumerable Gods as much above the God that presides over this universe, as he is above us; and if he varies from the law unto which he is subjected, he, with all his creatures, will be cast down as was Lucifer\"",
              "refs": []
            },
            {
              "sentence": "The statement criticizes the process behind the recent excommunication, writing \"Smith has established an inquisition\"—a process they \"contend is contrary to the book of Doctrine and Covenants, for our law condemnest no man until he is heard\"",
              "refs": []
            },
            {
              "sentence": "The statement suggests that their struggle will be on-going, writing: \"We most solemnly and sincerely declare that the sword of truth shall not depart from the thigh, nor the buckler from the arm, until we can enjoy those glorious privileges which nature's God and our country's laws have guarantied to us—freedom of speech, the liberty of the press, and the right to worship God as seemeth us good.\" The authors resolve not to \"acknowledge any man as king or law-giver to the church\" and vow to oppose \"every attempt to unite church and state\"",
              "refs": []
            },
            {
              "sentence": "They accuse Smith and other church officials of introducing \"false and damnable doctrines into the Church, such as a plurality of Gods above the God of this universe, and his liability to fall with all his creations; the plurality of wives, for time and eternity, the doctrine of unconditional sealing up to eternal life, against all crimes except that of shedding innocent blood\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Affidavits",
          "section_content": [
            {
              "sentence": "The Expositor contained affidavits alleging the teaching of a revelation from Smith which \"authorized certain men to have more wives than one at a time\"",
              "refs": []
            },
            {
              "sentence": "Statements were made by William Law, his wife Jane, and Austin Cowles",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reception and destruction",
      "section_content": [
        {
          "sentence": "Smith called a meeting of the City Council, where \"he proceeded to put the Expositor and its editors on trial, as if that body was of a judicial instead of a legislative character.\" The trial \"lasted all of Saturday, June 8, and a part of Monday, June 10\"",
          "refs": []
        },
        {
          "sentence": "After the city council declared the Expositor a public nuisance, Smith issued two orders for the Expositor's destruction",
          "refs": []
        },
        {
          "sentence": "[better source needed] City Marshall John P",
          "refs": [
            "https://famous-trials.com/carthrage/1257-expositororder"
          ]
        },
        {
          "sentence": "Greene, accompanied by a hundred-man posse, carried out the destruction",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Aftermath of the destruction of the Nauvoo Expositor",
      "section_content": [
        {
          "sentence": "Seeking relief from the state courts, Francis M",
          "refs": []
        },
        {
          "sentence": "Higbee, one of the Expositors publishers, gave a sworn statement about the events of June 10",
          "refs": []
        },
        {
          "sentence": "Non-Mormons in Hancock County were infuriated when they heard of the news of the destruction of the Nauvoo Expositor, believing that it was an example of Mormon disregard for their laws",
          "refs": []
        },
        {
          "sentence": "Many of them, including the neighboring newspapers Quincy Whig and Warsaw Signal, called for the arrest of the Mormon leaders",
          "refs": []
        },
        {
          "sentence": ": 15  On June 12, the Hancock County Justice of the Peace issued a warrant for the arrest of Smith and 17 other named individuals under the jurisdiction of the Hancock County Court",
          "refs": [
            "https://books.google.com/books?id=6WCuDe4UHf4C"
          ]
        },
        {
          "sentence": "[better source needed]",
          "refs": [
            "http://law2.umkc.edu/faculty/projects/ftrials/carthage/nauvoowarrant.html"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "First arrest attempt",
          "section_content": [
            {
              "sentence": "Constable David Bettisworth was tasked with arresting Smith and conveying him to the Hancock County Court",
              "refs": []
            },
            {
              "sentence": "On June 12, Bettisworth served Smith with the warrant",
              "refs": []
            },
            {
              "sentence": "Rather than return with Bettisworth to the Hancock County Court, Smith instead petitioned the Municipal Court of Nauvoo to dismiss the charges",
              "refs": []
            },
            {
              "sentence": "On June 12, a hearing was held in the Municipal Court of Nauvoo",
              "refs": []
            },
            {
              "sentence": "The Court dismissed the charges against Smith",
              "refs": [
                "http://law2.umkc.edu/faculty/projects/ftrials/carthage/expositorhearing1.html",
                "https://books.google.com/books?id=mzlVLyebEz8C&pg=PA104"
              ]
            },
            {
              "sentence": "The following day, Smith presided over the Municipal Court of Nauvoo when it dismissed the charges against the others named in the Hancock County Court warrant",
              "refs": []
            },
            {
              "sentence": "Unable to compel Smith to return, Bettisworth left Nauvoo without Smith or any of the others named in the arrest warrant",
              "refs": [
                "http://byustudies.byu.edu/hc/6/23.html",
                "https://books.google.com/books?id=mzlVLyebEz8C&pg=PA104"
              ]
            },
            {
              "sentence": "On June 13, citizens of Hancock County gathered in the county seat for a mass-meeting in response to the destruction of the Expositor",
              "refs": [
                "https://books.google.com/books?id=6WCuDe4UHf4C"
              ]
            },
            {
              "sentence": "The meeting resolved to seek help from the Governor, writing:",
              "refs": [
                "http://www.sidneyrigdon.com/dbroadhu/IL/sign1844.htm#0614",
                "https://books.google.com/books?id=vkomAQAAMAAJ"
              ]
            },
            {
              "sentence": "On June 14, the Signal published reports that Hyrum Smith had called the Signal press also libelous and issued a reward for its destruction",
              "refs": []
            },
            {
              "sentence": "[better source needed]The following day, the Warsaw Signal published the resolutions, editorializing that \" [r]epeated attempts have been made to arrest Smith, but he has been uniformly screened from the officers of Justice, by the aid of the Municipal Court  [of Nauvoo], which is the tool and echo of himself.\"",
              "refs": [
                "https://www.josephsmithpapers.org/paper-summary/minutes-10-june-1844/2#full-transcript",
                "http://www.sidneyrigdon.com/dbroadhu/IL/sign1844.htm#0614",
                "https://books.google.com/books?id=jA8UAAAAYAAJ"
              ]
            },
            {
              "sentence": "On June 14, Smith defended the destruction of the Expositor to Governor Thomas Ford, writing:",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Martial law in Nauvoo",
          "section_content": [
            {
              "sentence": "Smith declared martial law on June 18  and called out the Nauvoo Legion, an organized city militia of about 5,000 men",
              "refs": [
                "https://archive.org/details/zionincourtsle00firm"
              ]
            },
            {
              "sentence": "On June 20, the Warsaw Signal reported that recent travelers had been told they could not leave the city without a pass",
              "refs": [
                "https://archive.org/details/zionincourtsle00firm",
                "http://www.gengateway.com/military/military_service_records_of_lds_men.htm"
              ]
            },
            {
              "sentence": "[better source needed]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On June 21 Governor Ford arrived at the Hancock County seat in Carthage",
              "refs": []
            },
            {
              "sentence": "On June 21, Joseph H",
              "refs": []
            },
            {
              "sentence": "Jackson swore two affidavits about recent events in Nauvoo",
              "refs": []
            },
            {
              "sentence": "On June 22, Ford wrote to the Mayor and City Council of Nauvoo, writing:",
              "refs": [
                "https://www.josephsmithpapers.org/paper-summary/affidavit-from-joseph-h-jackson-21-june-1844-a/1",
                "https://www.josephsmithpapers.org/paper-summary/affidavit-from-joseph-h-jackson-21-june-1844-b/1"
              ]
            },
            {
              "sentence": "Smith fled the jurisdiction to avoid arrest, crossing the Mississippi River into Iowa",
              "refs": []
            },
            {
              "sentence": "On June 23, a posse under the command of the governor entered Nauvoo to execute an arrest warrant, but they were unable to locate Smith",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Surrender and killing of the Smiths",
          "section_content": [
            {
              "sentence": "On June 25, 1844, Joseph and Hyrum Smith, along with the other fifteen co-defendants, surrendered to Bettisworth on the original charge of inciting a riot",
              "refs": []
            },
            {
              "sentence": "An arraignment was held on the rioting charge and Justice Robert F",
              "refs": []
            },
            {
              "sentence": "Smith granted bail of $500 for each of the defendants",
              "refs": []
            },
            {
              "sentence": "After the defendants were granted bail on the riot charge, Justice R. F",
              "refs": []
            },
            {
              "sentence": "Smith heard testimony from Augustine Spencer and issued a writ for the arrest of Joseph and Hyrum Smith on the charge of treason against Illinois",
              "refs": []
            },
            {
              "sentence": "The Smiths were placed under arrest and transported to Carthage Jail",
              "refs": []
            },
            {
              "sentence": "Early on June 27, Smith authored an order to Nauvoo Legion commander Jonathan Dunham instructing him to bring the Legion to Carthage and stage a jailbreak",
              "refs": []
            },
            {
              "sentence": "Smith and the other prisoners were guarded only by six members of the Carthage Grays, led by Sgt",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Frank Worrell",
              "refs": []
            },
            {
              "sentence": "A division of militia began marching away from Carthage, but soon received orders to disband",
              "refs": []
            },
            {
              "sentence": "Learning that the Governor had dismissed the troops, a group from Warsaw set out to Carthage to see the Governor",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "En route, a messenger informed the group that the Governor had gone to Nauvoo and \"there is nobody in Carthage  [that] you can  [depend on]\"",
              "refs": []
            },
            {
              "sentence": "When the group approached the building, jailers became alarmed, but Smith, mistaking the mob for the Nauvoo Legion, told a jailer: \"Don't trouble yourself ..",
              "refs": [
                "https://www.josephsmithpapers.org/paper-summary/account-of-trial-24-28-may-1845-a-state-of-illinois-v-williams-et-al/81#full-transcript",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "they've come to rescue me.\"  The mob attacked the jail and killed both Joseph and Hyrum Smith; John Taylor was wounded in the attack.",
              "refs": [
                "https://web.archive.org/web/20100527234212/http://www.signaturebookslibrary.org/faithful/chapter6.htm#chap6"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Succession",
          "section_content": [
            {
              "sentence": "Sometime between June 23 and June 27, 1844, Smith reportedly stated that \"if he and Hyrum were taken away, Samuel H",
              "refs": []
            },
            {
              "sentence": "Smith would be his successor\"",
              "refs": []
            },
            {
              "sentence": "[better source needed] In a meeting on July 10, 1844, Samuel H",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Smith reminded the group that he was Joseph's designee as president if both Joseph and Hyrum had died",
              "refs": []
            },
            {
              "sentence": "Samuel died on July 30;  Smith's brother, William, later stated that he had good reason to believe that Smith was poisoned by Hosea Stout on orders from Brigham Young and Willard Richards",
              "refs": [
                "https://books.google.com/books?id=8wvlAAAACAAJ"
              ]
            },
            {
              "sentence": "Hosea Stout was suspected in part because, as reported by Smith's wife, Stout had been administering a white powder to Smith daily as treatment for his illness",
              "refs": [
                "https://books.google.com/books?id=8wvlAAAACAAJ",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://chroniclingamerica.loc.gov/lccn/sn83030213/1857-05-28/ed-1/seq-5/"
              ]
            },
            {
              "sentence": "Smith's sole remaining brother, William Smith, later argued Samuel had been poisoned",
              "refs": [
                "https://books.google.com/books?id=8wvlAAAACAAJ"
              ]
            },
            {
              "sentence": "On October 6, 1845,  William Smith was removed from the offices of apostle and patriarch, and was disfellowshipped;  He was excommunicated on October 19",
              "refs": [
                "https://books.google.com/books?id=8wvlAAAACAAJ"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Murder trial",
          "section_content": [
            {
              "sentence": "Five individuals were indicted for Smith's death: Thomas C",
              "refs": []
            },
            {
              "sentence": "Sharp, publisher of the Warsaw Signal; Levi Williams, commander of 59th Regiment of the Illinois militia; Mark Aldrich, commander of the Warsaw Independent Battalion; William N",
              "refs": []
            },
            {
              "sentence": "Grover, captain of the Warsaw Rifle Company; and Jacob C",
              "refs": []
            },
            {
              "sentence": "Davis, commander of the Warsaw Cadets",
              "refs": []
            },
            {
              "sentence": "All were acquitted.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Repeal of Nauvoo Charter and Exodus",
          "section_content": [
            {
              "sentence": "At the next session of the Illinois state legislature the following December, the Nauvoo Charter was repealed by a vote of 25–14 in the Senate and 75–31 in the House",
              "refs": []
            },
            {
              "sentence": "This disincorporated the City of Nauvoo and dissolved its municipal institutions",
              "refs": []
            },
            {
              "sentence": "Nauvoo municipal assets were court-ordered to be placed in receivership",
              "refs": [
                "https://archive.org/details/nauvookingdomonm0000flan"
              ]
            },
            {
              "sentence": "The winter of 1845–46 saw the enormous preparations for the Mormon Exodus via the Mormon Trail",
              "refs": []
            },
            {
              "sentence": "In early 1846, the majority of the Latter Day Saints left the city.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Mormon views",
      "section_content": [
        {
          "sentence": "While most scholars agree that the destruction of the press was illegal, some Mormons have defended the destruction of the Expositor by Smith and the council, while other Mormons view the destruction as illegal",
          "refs": []
        },
        {
          "sentence": "In her 1945 biography of Smith, No Man Knows My History, dissident Mormon historian Fawn Brodie described the destruction of the press as a \"violation of the holy Constitution\", opining that \"It was a greater breach of political and legal discipline than the anti-Mormons could have hoped for.\"    The following year, Brodie was excommunicated",
          "refs": [
            "https://books.google.com/books?id=nbBMEAAAQBAJ&pg=PA377",
            "https://books.google.com/books?id=vKjQYvNfWNsC"
          ]
        },
        {
          "sentence": "In his 2005 book, historian Richard Bushman called Brodie \"the most imminent of Smith's unbelieving biographers\"",
          "refs": []
        },
        {
          "sentence": ": 58",
          "refs": [
            "ISBN: 1-4000-4270-4",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In 1963, Dallin H",
          "refs": []
        },
        {
          "sentence": "Oaks was promoted from stake mission president in Chicago to  Second Counselor in the Stake Presidency",
          "refs": []
        },
        {
          "sentence": "In 1965, Oaks, then a law professor at the University of Chicago Law School, published an article in the Utah Law Review in which he argued that while the destruction of the Expositor's printing press was legally questionable, under the law of the time the newspaper could have been declared libelous and therefore a public nuisance by the Nauvoo City Council",
          "refs": [
            "https://www.deseret.com/2018/1/16/20625176/a-look-at-president-dallin-h-oaks-first-counselor-in-the-first-presidency/",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Oaks concludes it would have been legally permissible under the common law of the time for city officials to destroy, or \"abate\", the actual printed newspapers",
          "refs": []
        },
        {
          "sentence": "However, he notes that there \"was no legal justification in 1844 for the destruction of the Expositor press as a nuisance\" and that its owners could have sued for damages;   Oaks was president of Brigham Young University until 1980, when he was appointed to the Utah Supreme Court",
          "refs": [
            "https://collections.lib.utah.edu/details?id=722871&q=nauvoo+expositor"
          ]
        },
        {
          "sentence": "In 1984, he resigned from the Court to be \"called\" to high levels of LDS Church leadership, as a member of both the Quorum of the Twelve Apostles and, later, First Presidency",
          "refs": [
            "http://signaturebookslibrary.org/responses-to-war-and-the-military/"
          ]
        },
        {
          "sentence": "The official church website cites the opinion of Oaks, asserting that \"The Nauvoo City Council had reason to believe their actions were legal.\"",
          "refs": [
            "https://www.churchofjesuschrist.org/study/eng/history/topics/nauvoo-expositor"
          ]
        },
        {
          "sentence": "Other Mormon legal scholars, such as Edwin Firmage and R",
          "refs": []
        },
        {
          "sentence": "Collin Mangrum, similarly concluded that \"Whether or not the suppression of the Expositor was justified, such action may have exceeded the council's authority.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Grant H",
          "refs": []
        },
        {
          "sentence": "Palmer was a Mormon historian who authored the 2002 book An Insider's View of Mormon Origins; he was disfellowshipped two years later",
          "refs": []
        },
        {
          "sentence": "After resigning in 2010, Palmer published an article on William Law in which he opined that Law was \"the most credible and important person to have ever left the First Presidency\"",
          "refs": []
        },
        {
          "sentence": "Palmer argues that William and Jane Law opposed Joseph Smith because he ordered the death of his enemies, married other men's wives, and sought to establish a kingdom within the United States",
          "refs": [
            "https://web.archive.org/web/20130311061452/http://mormonthink.com/William_and_Jane_Law.pdf"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Timeline",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "[ERROR retrieving ref link]",
    "2": "https://famous-trials.com/carthrage/1257-expositororder",
    "3": "https://www.gutenberg.org/cache/epub/60758/pg60758-images.html#id_430",
    "4": "https://archive.org/details/nomanknowsmyhist0000fawn_h4r2/page/n7/mode/2up",
    "5": "https://www.gutenberg.org/cache/epub/60758/pg60758-images.html#id_432",
    "6": "https://archive.org/details/zionincourtsle00firm",
    "7": "https://web.archive.org/web/20100527234212/http://www.signaturebookslibrary.org/faithful/chapter6.htm#chap6",
    "8": "https://books.google.com/books?id=0a4tbtxBOssC&pg=PA61",
    "9": "http://www.sidneyrigdon.com/dbroadhu/MO/Miss1831.htm",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "12": "https://books.google.com/books?id=8wvlAAAACAAJ",
    "13": "http://josephsmithpapers.org/person/francis-marion-higbee",
    "14": "https://books.google.com/books?id=eilIAgAAQBAJ",
    "15": "http://mormon-church-history.blogspot.com/2011/05/mormon-history-jan-15-1844.html",
    "16": "http://josephsmithpapers.org/person/chauncey-lawson-higbee",
    "17": "[ERROR retrieving ref link]",
    "18": "https://books.google.com/books?id=OTVjEAAAQBAJ&pg=PA99",
    "19": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "25": "https://web.archive.org/web/20110607042149/http://www.saintswithouthalos.com/p/1831_booth8-9.phtml#marry",
    "26": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "29": "https://books.google.com/books?id=UjHEhhqVu1UC",
    "30": "https://archive.org/details/AffidavitsCertificates/mode/1up?view=theater",
    "31": "https://www.reuters.com/article/lifestyle/mormon-church-admits-founder-joseph-smith-had-about-40-wives-idUSKCN0IV13R/",
    "32": "https://www.churchofjesuschrist.org/study/manual/gospel-topics-essays/plural-marriage-in-kirtland-and-nauvoo?lang=eng",
    "33": "[ERROR retrieving ref link]",
    "34": "https://www.dialoguejournal.com/wp-content/uploads/sbi/articles/Dialogue_V29N02_21.pdf",
    "35": "https://books.google.com/books?id=OzVjEAAAQBAJ&pg=PA139",
    "36": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "http://mormon-church-history.blogspot.com/2011/03/mormon-history-aug-12-1843.html",
    "40": "https://books.google.com/books?id=AJBMrgEACAAJ",
    "41": "https://books.google.com/books?id=OzVjEAAAQBAJ&pg=PA122",
    "42": "[ERROR retrieving ref link]",
    "43": "https://archive.org/details/wifenoorstoryal00youngoog/page/n63",
    "44": "https://books.google.com/books?id=FlXuAAAAMAAJ",
    "45": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "http://boap.org/LDS/Nauvoo-Neighbor/1844/5-29-1844.pdf",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "51": "https://rsc.byu.edu/words-joseph-smith/24-march-1844-sunday-temple-stand",
    "52": "[ERROR retrieving ref link]",
    "53": "https://books.google.com/books?id=KqvtAAAAMAAJ",
    "54": "[ERROR retrieving ref link]",
    "55": "[ERROR retrieving ref link]",
    "56": "[ERROR retrieving ref link]",
    "57": "https://archive.org/details/NauvooNeighbor18431845/page/n202/",
    "58": "[ERROR retrieving ref link]",
    "59": "http://josephsmithpapers.org/person/robert-d-foster",
    "60": "https://doctrineandcovenantscentral.org/people-of-the-dc/robert-d-foster/#f1",
    "61": "https://www.churchofjesuschrist.org/study/scriptures/dc-testament/dc/124.115?lang=eng",
    "62": "https://books.google.com/books?id=8wvlAAAACAAJ",
    "63": "https://books.google.com/books?id=OzVjEAAAQBAJ&pg=PA233",
    "64": "https://web.archive.org/web/20131214103840/http://restorationbookstore.org/articles/nopoligamy/jsfp-visionarticles/JSFP-Vision69.htm",
    "65": "[ERROR retrieving ref link]",
    "66": "https://books.google.com/books?id=wskJEQAAQBAJ&pg=PA106",
    "67": "http://www.sidneyrigdon.com/dbroadhu/IL/sign1844.htm#0403",
    "68": "https://web.archive.org/web/20131110030624/http://byustudies.byu.edu/hc/6/22.html",
    "69": "https://books.google.com/books?id=NqH0RpdqduQC&pg=PA117",
    "70": "https://web.archive.org/web/20131021172503/https://byustudies.byu.edu/hc/6/20.html",
    "71": "https://books.google.com/books?id=WsBLCW-zfssC",
    "72": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "74": "http://boap.org/LDS/Nauvoo-Neighbor/1844/5-29-1844.pdf",
    "75": "[ERROR retrieving ref link]",
    "76": "http://law2.umkc.edu/faculty/projects/ftrials/carthage/nauvoocouncilmtg.html",
    "77": "https://books.google.com/books?id=lNVaDwAAQBAJ&pg=PA371",
    "78": "http://library.untraveledroad.com/Ch/Linn/Mormons/Illinois/Expositor.htm#FNanchor1",
    "79": "https://books.google.com/books?id=8WnrHK1Rfz0C&pg=PA114",
    "80": "https://books.google.com/books?id=6WCuDe4UHf4C",
    "81": "http://law2.umkc.edu/faculty/projects/ftrials/carthage/nauvoowarrant.html",
    "82": "http://law2.umkc.edu/faculty/projects/ftrials/carthage/expositorhearing1.html",
    "83": "https://books.google.com/books?id=6WCuDe4UHf4C",
    "84": "http://law2.umkc.edu/faculty/projects/ftrials/carthage/expositorhearing1.html",
    "85": "https://books.google.com/books?id=mzlVLyebEz8C&pg=PA104",
    "86": "http://byustudies.byu.edu/hc/6/23.html",
    "87": "http://www.sidneyrigdon.com/dbroadhu/IL/sign1844.htm#0614",
    "88": "https://books.google.com/books?id=vkomAQAAMAAJ",
    "89": "https://www.josephsmithpapers.org/paper-summary/minutes-10-june-1844/2#full-transcript",
    "90": "https://books.google.com/books?id=jA8UAAAAYAAJ",
    "91": "[ERROR retrieving ref link]",
    "92": "http://www.gengateway.com/military/military_service_records_of_lds_men.htm",
    "93": "[ERROR retrieving ref link]",
    "94": "https://www.josephsmithpapers.org/paper-summary/affidavit-from-joseph-h-jackson-21-june-1844-a/1",
    "95": "https://www.josephsmithpapers.org/paper-summary/affidavit-from-joseph-h-jackson-21-june-1844-b/1",
    "96": "https://books.google.com/books?id=9ucqBwAAQBAJ&pg=PA206",
    "97": "https://byustudies.byu.edu/hc/6/31.html",
    "98": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "104": "https://www.josephsmithpapers.org/paper-summary/account-of-trial-24-28-may-1845-a-state-of-illinois-v-williams-et-al/81#full-transcript",
    "105": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "107": "[ERROR retrieving ref link]",
    "108": "[ERROR retrieving ref link]",
    "109": "https://chroniclingamerica.loc.gov/lccn/sn83030213/1857-05-28/ed-1/seq-5/",
    "110": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "https://archive.org/details/nauvookingdomonm0000flan",
    "114": "http://www.idaillinois.org/cdm/ref/collection/isl/id/17419",
    "115": "[ERROR retrieving ref link]",
    "116": "https://books.google.com/books?id=nbBMEAAAQBAJ&pg=PA377",
    "117": "https://books.google.com/books?id=vKjQYvNfWNsC",
    "118": "ISBN: 1-4000-4270-4",
    "119": "[ERROR retrieving ref link]",
    "120": "https://www.deseret.com/2018/1/16/20625176/a-look-at-president-dallin-h-oaks-first-counselor-in-the-first-presidency/",
    "121": "[ERROR retrieving ref link]",
    "122": "https://collections.lib.utah.edu/details?id=722871&q=nauvoo+expositor",
    "123": "http://signaturebookslibrary.org/responses-to-war-and-the-military/",
    "124": "https://www.churchofjesuschrist.org/study/eng/history/topics/nauvoo-expositor",
    "125": "[ERROR retrieving ref link]",
    "126": "https://web.archive.org/web/20130311061452/http://mormonthink.com/William_and_Jane_Law.pdf"
  },
  "flair_entities": [
    "stout",
    "thomas carlin",
    "patrician",
    "grover",
    "church at nauvoo",
    "edwin firmage",
    "first presidency",
    "david bettisworth",
    "senate",
    "fifth judicial district of illinois",
    "brigham young university",
    "hyrum",
    "joseph",
    "nauvoo charter",
    "independence",
    "samuel h .",
    "williams",
    "signal",
    "robert d",
    "nauvoo neighbor",
    "anti-mormons",
    "church of jesus christ of latter day saints",
    "high council",
    "charles ivins",
    "nauvoo  smith",
    "nauvoo city council",
    "court",
    "chicago",
    "bennett",
    "john p",
    "thomas ford",
    "orson pratt",
    "chauncey higbee",
    "charles ivin",
    "nauvoo city charter",
    "blakesley",
    "city council",
    "justice",
    "lucifer",
    "lds",
    "quincy whig",
    "john c",
    "maria lawrence",
    "fosters",
    "eaton",
    "mormon war",
    "thomas c",
    "warsaw cadets",
    "francis higbee",
    "brigham young",
    "marenus g",
    "ohio",
    "joseph h",
    "59th regiment of the illinois",
    "alton",
    "mormon",
    "michigan",
    "expositor",
    "richard bushman",
    "canada",
    "fawn brodie",
    "ireland",
    "howard smith",
    "greene",
    "higgbees",
    "doctrine and covenants",
    "nauvoo expositor",
    "william smith",
    "english",
    "jackson",
    "smith",
    "carthage jail",
    "william law",
    "nauvoo high council",
    "law",
    "emma",
    "justice robert f.",
    "higbees",
    "nauvoo",
    "robert",
    "francis m",
    "sharp",
    "willard richards",
    "samuel",
    "collin mangrum",
    "season",
    "r",
    "church",
    "illinois",
    "jonathan dunham",
    "constitution",
    "warsaw signal",
    "mark aldrich",
    "smiths",
    "times",
    "oaks",
    "elvira",
    "ezra booth",
    "justice of the peace",
    "james blakesley",
    "expositors",
    "kirtland",
    "stake presidency",
    "hancock county court",
    "city council of nauvoo",
    "plebeian",
    "utah law review",
    "missouri",
    "jane law",
    "abiathar williams",
    "ford",
    "william n.",
    "hancock county justice of the peace",
    "warsaw rifle company",
    "jacob c",
    "house",
    "laws",
    "key stone store",
    "god",
    "hiram brown",
    "mormon exodus",
    "carthage",
    "augustine spencer",
    "nauvoo legion",
    "church of christ",
    "gods",
    "mormon trail",
    "warsaw",
    "follett",
    "william",
    "canadian lds",
    "university of chicago law school",
    "book of mormon",
    "latter day saints",
    "church general conference",
    "john taylor",
    "christian church",
    "dallin h",
    "zion",
    "frank worrell",
    "higbee",
    "twelve",
    "municipal court of nauvoo",
    "wilson law",
    "city of nauvoo",
    "palmer",
    "municipal court",
    "mississippi river",
    "grant h",
    "robert foster",
    "brodie",
    "legion to carthage",
    "quorum of the twelve apostles",
    "united states",
    "utah supreme court",
    "justice r",
    "an insider's view of mormon origins",
    "warsaw independent battalion",
    "samuel h.",
    "hosea stout",
    "mormons",
    "austin cowles",
    "iowa",
    "cowles",
    "foster",
    "bettisworth",
    "richmond",
    "no man knows my history",
    "hyrum smith",
    "carthage grays",
    "oliver cowdery",
    "joseph smith",
    "levi williams",
    "jane",
    "davis",
    "hancock county circuit court",
    "hancock county",
    "nauvoo municipal court",
    "francis m.",
    "joseph jackson"
  ]
}