{
  "title": "Nepal",
  "url": "https://en.wikipedia.org/wiki/Nepal",
  "summary": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain. It borders the Tibet Autonomous Region of China to the north, and India to the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the nation's capital and the largest city. Nepal is a multi-ethnic, multi-lingual, multi-religious, and multi-cultural state, with Nepali as the official language.\nThe name \"Nepal\" is first recorded in texts from the Vedic period of the Indian subcontinent, the era in ancient Nepal when Hinduism was founded, the predominant religion of the country. In the middle of the first millennium BC, Gautama Buddha, the founder of Buddhism, was born in Lumbini in southern Nepal. Parts of northern Nepal were intertwined with the culture of Tibet. The centrally located Kathmandu Valley is intertwined with the culture of Indo-Aryans, and was the seat of the prosperous Newar confederacy known as Nepal Mandala. The Himalayan branch of the ancient Silk Road was dominated by the valley's traders. The cosmopolitan region developed distinct traditional art and architecture. By the 18th century, the Gorkha Kingdom achieved the unification of Nepal. The Shah dynasty established the Kingdom of Nepal and later formed an alliance with the British Empire, under its Rana dynasty of premiers. The country was never colonised but served as a buffer state between Imperial China and British India. Parliamentary democracy was introduced in 1951 but was twice suspended by Nepalese monarchs, in 1960 and 2005. The Nepalese Civil War in the 1990s and early 2000s resulted in the establishment of a secular republic in 2008, ending the world's last Hindu monarchy.\nThe Constitution of Nepal, adopted in 2015, affirms the country as a federal parliamentary republic divided into seven provinces. Nepal was admitted to the United Nations in 1955, and friendship treaties were signed with India in 1950 and China in 1960. Nepal hosts the permanent secretariat of the South Asian Association for Regional Cooperation (SAARC), of which it is a founding member. Nepal is also a member of the Non-Aligned Movement and the Bay of Bengal Initiative.",
  "content": [
    {
      "section_title": "Etymology",
      "section_content": [
        {
          "sentence": "Before the unification of Nepal, the Kathmandu Valley was known as Nepal",
          "refs": []
        },
        {
          "sentence": "[c] The precise origin of the term Nepāl is uncertain",
          "refs": []
        },
        {
          "sentence": "Nepal appears in ancient Indian literary texts dated as far back as the fourth century AD",
          "refs": []
        },
        {
          "sentence": "An absolute chronology can not be established, as even the oldest texts may contain anonymous contributions dating as late as the early modern period",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Academic attempts to provide a plausible theory are hindered by the lack of a complete picture of history and insufficient understanding of linguistics or relevant Indo-European and Tibeto-Burman languages",
          "refs": []
        },
        {
          "sentence": "According to Hindu mythology, Nepal derives its name from an ancient Hindu sage called Ne, referred to variously as Ne Muni or Nemi",
          "refs": []
        },
        {
          "sentence": "According to Pashupati Purāna, as a place protected by Ne, the country in the heart of the Himalayas came to be known as Nepāl",
          "refs": []
        },
        {
          "sentence": "[d] According to Nepāl Mahātmya, [e] Nemi was charged with protection of the country by Pashupati",
          "refs": [
            "[ERROR retrieving ref link]",
            "ISBN: 978-0-197-65093-6"
          ]
        },
        {
          "sentence": "According to Buddhist mythology, Manjushri Bodhisattva drained a primordial lake of serpents to create the Nepal valley and proclaimed that Adi-Buddha Ne would take care of the community that would settle it",
          "refs": [
            "https://web.archive.org/web/20120322214352/https://www.kpmalla.com/wp-content/uploads/2011/03/Nepala.pdf"
          ]
        },
        {
          "sentence": "As the cherished of Ne, the valley would be called Nepāl",
          "refs": []
        },
        {
          "sentence": "According to Gopalarājvamshāvali, the genealogy of ancient Gopala dynasty compiled c. 1380s, Nepal is named after Nepa the cowherd, the founder of the Nepali scion of the Abhiras",
          "refs": [
            "https://books.google.com/books?id=qZapDQAAQBAJ"
          ]
        },
        {
          "sentence": "In this account, the cow that issued milk to the spot, at which Nepa discovered the Jyotirlinga of Pashupatināth upon investigation, was also named Ne",
          "refs": []
        },
        {
          "sentence": "The Ne Muni etymology was rightly dismissed by the early European visitors",
          "refs": []
        },
        {
          "sentence": "Norwegian indologist Christian Lassen proposed that Nepāla was a compound of Nipa (foot of a mountain) and -ala (short suffix for alaya meaning abode), and so Nepāla meant \"abode at the foot of the mountain\"",
          "refs": [
            "https://books.google.com/books?id=mHE5hkHc7kcC"
          ]
        },
        {
          "sentence": "Indologist Sylvain Levi found Lassen's theory untenable but had no theories of his own, only suggesting that either Newara is a vulgarism of sanskritic Nepala, or Nepala is Sanskritisation of the local ethnic;  his view has found some support though it does not answer the question of etymology",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "It has also been proposed that Nepa is a Tibeto-Burman stem consisting of Ne (cattle) and Pa (keeper), reflecting the fact that early inhabitants of the valley were Gopalas (cowherds) and Mahispalas (buffalo-herds)",
          "refs": [
            "https://books.google.com/books?id=yEvbH8Fv-boC",
            "[ERROR retrieving ref link]",
            "https://archive.org/details/in.ernet.dli.2015.49850/mode/",
            "ISBN: 9788131716779"
          ]
        },
        {
          "sentence": "Suniti Kumar Chatterji believed Nepal originated from Tibeto-Burman roots – Ne, of uncertain meaning (as multiple possibilities exist), and pala or bal, whose meaning is lost entirely",
          "refs": [
            "ISBN: 9788131716779"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "History",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Ancient Nepal",
          "section_content": [
            {
              "sentence": "By 55,000 years ago, the first modern humans had arrived on the Indian subcontinent from Africa, where they had earlier evolved",
              "refs": []
            },
            {
              "sentence": "The earliest known modern human remains in South Asia date to about 30,000 years ago",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=jDNuAAAAMAAJ",
                "https://archive.today/20120714053644/https://dsal.uchicago.edu/cgi-bin/philologic/contextualize.pl?p.1.turner.1333792"
              ]
            },
            {
              "sentence": "The oldest discovered archaeological evidence of human settlements in Nepal dates to around the same time",
              "refs": [
                "https://archive.org/details/essaysonlanguage00hodg"
              ]
            },
            {
              "sentence": "After 6500 BC, evidence for the domestication of food crops and animals, construction of permanent structures, and storage of agricultural surplus appeared in Mehrgarh and other sites in what is now Balochistan",
              "refs": []
            },
            {
              "sentence": "These gradually developed into the Indus Valley Civilisation,   the first urban culture in South Asia",
              "refs": [
                "https://books.google.com/books?id=3TRtDwAAQBAJ&pg=PA1",
                "https://books.google.com/books?id=Qm9GfjNlnRwC&pg=PA10",
                "https://books.google.com/books?id=3TRtDwAAQBAJ&pg=PA1"
              ]
            },
            {
              "sentence": "Prehistoric sites of palaeolithic, mesolithic and neolithic origins have been discovered in the Siwalik hills of Dang district",
              "refs": [
                "https://books.google.com/books?id=kZVuDwAAQBAJ&pg=PA23"
              ]
            },
            {
              "sentence": "The earliest inhabitants of modern Nepal and adjoining areas are believed to be people from the Indus Valley Civilisation",
              "refs": [
                "https://books.google.com/books?id=Qm9GfjNlnRwC&pg=PA6"
              ]
            },
            {
              "sentence": "It is possible that the Dravidian people whose history predates the onset of the Bronze Age in the Indian subcontinent (around 6300 BC) inhabited the area before the arrival of other ethnic groups like the Tibeto-Burmans and Indo-Aryans from across the border",
              "refs": []
            },
            {
              "sentence": "By 4000 BC, the Tibeto-Burmese people had reached Nepal either directly across the Himalayas from Tibet or via Myanmar and north-east India or both",
              "refs": [
                "https://himalaya.socanth.cam.ac.uk/collections/journals/ancientnepal/pdf/ancient_nepal_154_02.pdf"
              ]
            },
            {
              "sentence": "Stella Kramrisch (1964) mentions a substratum of a race of pre-Dravidians and Dravidians, who were in Nepal even before the Newars, who formed the majority of the ancient inhabitants of the valley of Kathmandu",
              "refs": [
                "https://books.google.com/books?id=hB5TCgAAQBAJ"
              ]
            },
            {
              "sentence": "By the late Vedic period, Nepal was being mentioned in various Hindu texts, such as the late Vedic Atharvaveda Pariśiṣṭa and in the post-Vedic Atharvashirsha Upanishad",
              "refs": []
            },
            {
              "sentence": "The Gopal Bansa was the oldest dynasty to be mentioned in various texts as the earliest rulers of the central Himalayan kingdom known by the name 'Nepal'",
              "refs": [
                "https://books.google.com/books?id=H3lUIIYxWkEC"
              ]
            },
            {
              "sentence": "The Gopalas were followed by Kiratas who ruled for over 16 centuries by some accounts",
              "refs": [
                "https://himalaya.socanth.cam.ac.uk/c...tnepal/pdf/ancient_nepal_154_02.pdf"
              ]
            },
            {
              "sentence": "According to the Mahabharata, the then Kirata king went to take part in the Battle of Kurukshetra",
              "refs": [
                "https://books.google.com/books?id=-aArqOqBGBQC&pg=PA32"
              ]
            },
            {
              "sentence": "In the south-eastern region, Janakpurdham was the capital of the prosperous kingdom of Videha or Mithila, that extended down to the Ganges, and home to King Janaka and his daughter, Sita.",
              "refs": []
            },
            {
              "sentence": "Around 600 BC, small kingdoms and confederations of clans arose in the southern regions of Nepal",
              "refs": []
            },
            {
              "sentence": "From one of these, the Shakya polity, arose a prince who later renounced his status to lead an ascetic life, founded Buddhism, and came to be known as Gautama Buddha (traditionally dated 563–483 BC)",
              "refs": []
            },
            {
              "sentence": "Nepal came to be established as a land of spirituality and refuge in the intervening centuries, played an important role in transmitting Buddhism to East Asia via Tibet,  and helped preserve Hindu and Buddhist manuscripts.",
              "refs": [
                "https://doi.org/10.1038%2Fjhg.2012.8",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "By 250 BC, the southern regions had come under the influence of the Maurya Empire",
              "refs": []
            },
            {
              "sentence": "Emperor Ashoka made a pilgrimage to Lumbini and erected a pillar at Buddha's birthplace, the inscriptions on which mark the starting point for properly recorded history of Nepal",
              "refs": []
            },
            {
              "sentence": "Ashoka also visited the Kathmandu valley and built monuments commemorating Gautama Buddha's visit there",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "By the 4th century AD, much of Nepal was under the influence of the Gupta Empire",
              "refs": []
            },
            {
              "sentence": "[f]",
              "refs": [
                "ISBN: 978-99933-52-07-5"
              ]
            },
            {
              "sentence": "In the Kathmandu valley, the Kiratas were pushed eastward by the Licchavis, and the Licchavi dynasty came into power c",
              "refs": []
            },
            {
              "sentence": "400 AD",
              "refs": []
            },
            {
              "sentence": "The Lichchhavis built monuments and left a series of inscriptions; Nepal's history of the period is pieced together almost entirely from them",
              "refs": []
            },
            {
              "sentence": "In 641, Songtsen Gampo of the Tibetan Empire sends Narendradeva back to Licchavi with an army and subjugates Nepal",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Parts of Nepal and Licchavi was later under the direct influences of the Tibetan empire",
              "refs": []
            },
            {
              "sentence": "The Licchavi dynasty went into decline in the late 8th century and was followed by a Thakuri rule",
              "refs": [
                "https://books.google.com/books?id=df1SUJMdC9sC&pg=PA482"
              ]
            },
            {
              "sentence": "Thakuri kings ruled over the country up to the middle of the 11th century AD; not much is known of this period that is often called the dark period",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Medieval Nepal",
          "section_content": [
            {
              "sentence": "In the 11th century, a powerful empire of Khas people emerged in western Nepal whose territory at its highest peak included much of western Nepal as well as parts of western Tibet and Uttarakhand of India",
              "refs": []
            },
            {
              "sentence": "By the 14th century, the empire had splintered into loosely associated Baise rajyas, literally 22 states as they were counted",
              "refs": []
            },
            {
              "sentence": "The rich culture and language of the Khas people spread throughout Nepal and as far as Indo-China in the intervening centuries; their language, later renamed the Nepali language, became the lingua franca of Nepal as well as much of North-east India",
              "refs": []
            },
            {
              "sentence": "In south-eastern Nepal, Simraungarh annexed Mithila around 1100 AD, and the unified Tirhut stood as a powerful kingdom for more than 200 years,  even ruling over Kathmandu for a time",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After another 300 years of Muslim rule, Tirhut came under the control of the Sens of Makawanpur",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the eastern hills, a confederation of Kirat principalities ruled the area between Kathmandu and Bengal.",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the Kathmandu valley, the Mallas, who make several appearances in Nepalese history since ancient times, had established themselves in Kathmandu and Patan by the middle of the 14th century",
              "refs": []
            },
            {
              "sentence": "The Mallas ruled the valley first under the suzerainty of Tirhut but established independent reign by late 14th century as Tirhut went into decline",
              "refs": []
            },
            {
              "sentence": "In the late 14th century, Jayasthiti Malla introduced widespread socio-economic reforms, principal of which was the caste system",
              "refs": []
            },
            {
              "sentence": "By dividing the indigenous non-Aryan Buddhist population into castes modelled after the four Varna system of Hinduism, he provided an influential model for the Sanskritisation and Hinduisation of the indigenous non-Hindu tribal populations in all principalities throughout Nepal",
              "refs": []
            },
            {
              "sentence": "By the middle of the 15th century, Kathmandu had become a powerful empire which, according to Kirkpatrick, extended from Digarchi or Sigatse in Tibet to Tirhut and Gaya in India",
              "refs": []
            },
            {
              "sentence": "In the late 15th century, Malla princes divided their kingdom in four – Kathmandu, Patan and Bhaktapur in the valley and Banepa to the east",
              "refs": [
                "https://books.google.com/books?id=QVOFAAAAQBAJ&pg=PA9"
              ]
            },
            {
              "sentence": "The competition for prestige among these brotherly kingdoms saw the flourishing of art and architecture in central Nepal, and the building of famous Kathmandu, Patan and Bhaktapur Durbar Squares; their division and mistrust led to their fall in the late 18th century, and ultimately, the unification of Nepal into a modern state",
              "refs": []
            },
            {
              "sentence": "Apart from one destructive sacking of Kathmandu valley in the mid 14th century,  Nepal remains largely untouched by the Muslim invasion of India that began in the 11th century",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Mughal period saw an influx of high-caste Hindus from India into Nepal",
              "refs": []
            },
            {
              "sentence": "They soon intermingled with the Khas people and by the 16th century, there were about 50 Rajput-ruled principalities in Nepal, including the 22 (Baisi) states and, to their east in west-central Nepal, 24 Chaubisi states",
              "refs": []
            },
            {
              "sentence": "There emerged a view that Nepal remained the true bastion of unadulterated Hinduism at a time when Indian culture had been influenced by centuries of Mughal, followed by British rule",
              "refs": []
            },
            {
              "sentence": "Gorkha, one of the Baisi states, emerged as an influential and ambitious kingdom with a reputation for justice, after it codified the first Hinduism-based laws in the Nepalese hills",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Unification, expansion and consolidation (1768–1951)",
          "section_content": [
            {
              "sentence": "In the mid-18th century, Prithvi Narayan Shah, a Gorkha king, set out to put together what would become present-day Nepal",
              "refs": []
            },
            {
              "sentence": "He embarked on his mission by securing the neutrality of the bordering mountain kingdoms",
              "refs": []
            },
            {
              "sentence": "After several bloody battles and sieges, notably the Battle of Kirtipur, he managed to conquer the Kathmandu Valley in 1769",
              "refs": []
            },
            {
              "sentence": "The Gorkha control reached its height when the Kumaon and Garhwal Kingdoms in the west to Sikkim in the east came under Nepalese control",
              "refs": [
                "https://royalnepal.synthasite.com/the-thakuri-dynasty.php"
              ]
            },
            {
              "sentence": "A dispute with Tibet over the control of mountain passes and inner Tingri valleys of Tibet prompted the Qing Emperor of China to start the Sino-Nepali War compelling the Nepali to retreat to their own borders in the north",
              "refs": []
            },
            {
              "sentence": "The rivalry between the Kingdom of Nepal and the East India Company over the control of states bordering Nepal eventually led to the Anglo-Nepali War (1815–16)",
              "refs": [
                "https://doi.org/10.3126%2Fdsaj.v12i0.22176"
              ]
            },
            {
              "sentence": "At first, the British underestimated the Nepali and were soundly defeated until committing more military resources than they had anticipated needing",
              "refs": []
            },
            {
              "sentence": "Thus began the reputation of Gurkhas as fierce and ruthless soldiers",
              "refs": []
            },
            {
              "sentence": "The war ended in the Sugauli Treaty, under which Nepal ceded recently captured lands",
              "refs": []
            },
            {
              "sentence": "Factionalism inside the royal family led to a period of instability",
              "refs": []
            },
            {
              "sentence": "In 1846, a plot was discovered revealing that the reigning queen had planned to overthrow Jung Bahadur Kunwar, a fast-rising military leader",
              "refs": []
            },
            {
              "sentence": "This led to the Kot massacre; armed clashes between military personnel and administrators loyal to the queen led to the execution of several hundred princes and chieftains around the country",
              "refs": []
            },
            {
              "sentence": "Bir Narsingh Kunwar emerged victoriously and founded the Rana dynasty, and came to be known as Jung Bahadur Rana",
              "refs": []
            },
            {
              "sentence": "The king was made a titular figure, and the post of Prime Minister was made powerful and hereditary",
              "refs": []
            },
            {
              "sentence": "The Ranas were staunchly pro-British and assisted them during the Indian Rebellion of 1857 (and later in both World Wars)",
              "refs": []
            },
            {
              "sentence": "In 1860 some parts of the western Terai region were gifted to Nepal by the British as a friendly gesture because of her military help to sustain British control in India during the rebellion (known as Naya Muluk, new country)",
              "refs": []
            },
            {
              "sentence": "In 1923, the United Kingdom and Nepal formally signed an agreement of friendship that superseded the Sugauli Treaty of 1816",
              "refs": []
            },
            {
              "sentence": "The Hindu practice of Sati, in which a widow sacrificed herself in the funeral pyre of her husband, was banned in 1919, and slavery was officially abolished in 1924",
              "refs": []
            },
            {
              "sentence": "Rana rule was marked by tyranny, debauchery, economic exploitation and religious persecution",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Contemporary history",
          "section_content": [
            {
              "sentence": "In the late 1940s, newly emerging pro-democracy movements and political parties in Nepal were critical of the Rana autocracy",
              "refs": []
            },
            {
              "sentence": "Following the success of Indian Independence Movement which Nepalese activists had taken part in, with India's support and cooperation of King Tribhuvan, Nepali Congress was successful in toppling the Rana regime, establishing a parliamentary democracy",
              "refs": []
            },
            {
              "sentence": "After a decade of power wrangling between the king and the government, King Mahendra (ruled 1955–1972) scrapped the democratic experiment in 1960, and a \"partyless\" Panchayat system was made to govern Nepal",
              "refs": []
            },
            {
              "sentence": "The political parties were banned and politicians imprisoned or exiled",
              "refs": []
            },
            {
              "sentence": "The Panchayat rule modernised the country, introducing reforms and developing infrastructure, but curtailed liberties and imposed heavy censorship",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 1990, the People's Movement forced King Birendra (ruled 1972–2001) to accept constitutional reforms and to establish a multiparty democracy",
              "refs": []
            },
            {
              "sentence": "In 1996, the Maoist Party started a violent bid to replace the royal parliamentary system with a people's republic",
              "refs": []
            },
            {
              "sentence": "This led to the long Nepali Civil War and more than 16,000 deaths",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "With the death of both the King and the Crown Prince in a massacre in the royal palace, King Birendra's brother Gyanendra inherited the throne in 2001  and subsequently assumed full executive powers aiming to quash the Maoist insurgency himself",
              "refs": [
                "https://www.loc.gov/item/93012226/",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Maoist Party joined mainstream politics following the success of the peaceful democratic revolution of 2006;  Nepal became a secular state,  and on 28 May 2008, it was declared a federal republic,  ending its time-honoured status as the world's only Hindu kingdom",
              "refs": [
                "https://web.archive.org/web/20131001124156/https://ccbs.ntu.edu.tw/FULLTEXT/JR-BH/bh117536.htm",
                "https://web.archive.org/web/20130928013152/https://nepalitimes.com/news.php?id=8741",
                "https://web.archive.org/web/20131001124156/https://ccbs.ntu.edu.tw/FULLTEXT/JR-BH/bh117536.htm"
              ]
            },
            {
              "sentence": "After a decade of instability and internal strife which saw two constituent assembly elections,     the new constitution was promulgated on 20 September 2015, making Nepal a federal democratic republic divided into seven provinces",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://news.bbc.co.uk/1/hi/world/south_asia/country_profiles/1166516.stm",
                "https://news.bbc.co.uk/1/hi/8268651.stm",
                "https://search.worldcat.org/issn/1080-0786",
                "https://news.bbc.co.uk/2/hi/south_asia/7424302.stm"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Geography",
      "section_content": [
        {
          "sentence": "Nepal is of roughly trapezoidal shape, about 800 kilometres (500 mi) long and 200 kilometres (120 mi) wide, with an area of 147,516 km2 (56,956 sq mi)",
          "refs": []
        },
        {
          "sentence": "It lies between latitudes 26° and 31°N, and longitudes 80° and 89°E",
          "refs": []
        },
        {
          "sentence": "Nepal's defining geological processes began 75 million years ago when the Indian plate, then part of the southern supercontinent Gondwana, began a north-eastward drift caused by seafloor spreading to its south-west, and later, south and south-east",
          "refs": []
        },
        {
          "sentence": "Simultaneously, the vast Tethyn oceanic crust, to its northeast, began to subduct under the Eurasian Plate",
          "refs": [
            "https://www.washingtonpost.com/wp-dyn/content/article/2010/07/06/AR2010070605214.html"
          ]
        },
        {
          "sentence": "These dual processes, driven by convection in the Earth's mantle, both created the Indian Ocean and caused the Indian continental crust eventually to under-thrust Eurasia and to uplift the Himalayas",
          "refs": [
            "https://www.washingtonpost.com/wp-dyn/content/article/2010/07/06/AR2010070605214.html"
          ]
        },
        {
          "sentence": "The rising barriers blocked the paths of rivers creating large lakes, which only broke through as late as 100,000 years ago, creating fertile valleys in the middle hills like the Kathmandu Valley",
          "refs": [
            "https://www.washingtonpost.com/wp-dyn/content/article/2010/07/06/AR2010070605214.html"
          ]
        },
        {
          "sentence": "In the western region, rivers which were too strong to be hampered, cut some of the world's deepest gorges",
          "refs": []
        },
        {
          "sentence": "Immediately south of the emerging Himalayas, plate movement created a vast trough that rapidly filled with river-borne sediment  and now constitutes the Indo-Gangetic Plain",
          "refs": [
            "https://www.economist.com/displaystory.cfm?story_id=11057207&fsrc=nwl",
            "https://www.bbc.co.uk/news/world-south-asia-14700892"
          ]
        },
        {
          "sentence": "Nepal lies almost completely within this collision zone, occupying the central sector of the Himalayan arc, nearly one-third of the 2,400 km (1,500 mi)-long Himalayas,       with a small strip of southernmost Nepal stretching into the Indo-Gangetic plain and two districts in the northwest stretching up to the Tibetan plateau",
          "refs": [
            "https://www.cbc.ca/news/world/nepal-pm-calls-new-elections-after-constitution-failure-1.1251219",
            "https://kathmandupost.com/valley/2015/09/20/constitution-special-the-evolution-of-nepals-constitution",
            "https://kathmandupost.com/valley/2015/09/20/people-celebrate-constitution-promulgation-in-photos",
            "https://ui.adsabs.harvard.edu/abs/2005ESRv...72..169A",
            "https://archive.org/details/historyofnepal00whel",
            "https://www.britannica.com/EBchecked/topic/285248/India",
            "https://www.ias.ac.in/currsci/aug252000/prakash.pdf"
          ]
        },
        {
          "sentence": "Nepal is divided into three principal physiographic belts known as Himal–Pahad–Terai",
          "refs": []
        },
        {
          "sentence": "[g] Himal is the mountain region containing snow and situated in the Great Himalayan Range; it makes up the northern part of Nepal",
          "refs": []
        },
        {
          "sentence": "It contains the highest elevations in the world including 8,848.86 metres (29,032 ft) height Mount Everest (Sagarmāthā in Nepali) on the border with China",
          "refs": []
        },
        {
          "sentence": "Seven other of the world's \"eight-thousanders\" are in Nepal or on its border with Tibet: Lhotse, Makalu, Cho Oyu, Kangchenjunga, Dhaulagiri, Annapurna and Manaslu",
          "refs": []
        },
        {
          "sentence": "Pahad is the mountain region that does not generally contain snow",
          "refs": []
        },
        {
          "sentence": "The mountains vary from 800 to 4,000 metres (2,600 to 13,100 ft) in altitude, with progression from subtropical climates below 1,200 metres (3,900 ft) to alpine climates above 3,600 metres (11,800 ft)",
          "refs": []
        },
        {
          "sentence": "The Lower Himalayan Range, reaching 1,500 to 3,000 metres (4,900 to 9,800 ft), is the southern limit of this region, with subtropical river valleys and \"hills\" alternating to the north of this range",
          "refs": []
        },
        {
          "sentence": "Population density is high in valleys but notably less above 2,000 metres (6,600 ft) and very low above 2,500 metres (8,200 ft), where snow occasionally falls in winter",
          "refs": []
        },
        {
          "sentence": "The southern lowland plains or Terai bordering India are part of the northern rim of the Indo-Gangetic Plain",
          "refs": []
        },
        {
          "sentence": "Terai is the lowland region containing some hill ranges",
          "refs": []
        },
        {
          "sentence": "The plains were formed and are fed by three major Himalayan rivers: the Koshi, the Narayani, and the Karnali as well as smaller rivers rising below the permanent snowline",
          "refs": []
        },
        {
          "sentence": "This region has a subtropical to tropical climate",
          "refs": []
        },
        {
          "sentence": "The outermost range of the foothills called Sivalik Hills or Churia Range, cresting at 700 to 1,000 metres (2,300 to 3,280 ft), marks the limits of the Gangetic Plain",
          "refs": []
        },
        {
          "sentence": "Broad, low valleys called Inner Terai Valleys (Bhitri Tarai Upatyaka) lie north of these foothills in several places.",
          "refs": []
        },
        {
          "sentence": "The Indian plate continues to move north relative to Asia at about 50 mm (2.0 in) per year",
          "refs": []
        },
        {
          "sentence": "This makes Nepal an earthquake-prone zone, and periodic earthquakes that have devastating consequences present a significant hurdle to development",
          "refs": [
            "https://hal.archives-ouvertes.fr/hal-00137089/file/vdbeek_et_al_BR_2006.pdf"
          ]
        },
        {
          "sentence": "Erosion of the Himalayas is a very important source of sediment, which flows to the Indian Ocean",
          "refs": [
            "https://hal.archives-ouvertes.fr/hal-00101828/file/156-1-94.pdf"
          ]
        },
        {
          "sentence": "Saptakoshi, in particular, carries a huge amount of silt out of Nepal but sees extreme drop in Gradient in Bihar, causing severe floods and course changes, and is, therefore, known as the sorrow of Bihar",
          "refs": [
            "https://ui.adsabs.harvard.edu/abs/1994JGR....9913897J"
          ]
        },
        {
          "sentence": "Severe flooding and landslides cause deaths and disease, destroy farmlands and cripple the transport infrastructure of the country, during the monsoon season each year.",
          "refs": []
        },
        {
          "sentence": "Nepal has five climatic zones, broadly corresponding to the altitudes",
          "refs": []
        },
        {
          "sentence": "The tropical and subtropical zones lie below 1,200 metres (3,900 ft), the temperate zone 1,200 to 2,400 metres (3,900 to 7,900 ft), the cold zone 2,400 to 3,600 metres (7,900 to 11,800 ft), the subarctic zone 3,600 to 4,400 metres (11,800 to 14,400 ft), and the Arctic zone above 4,400 metres (14,400 ft)",
          "refs": []
        },
        {
          "sentence": "Nepal experiences five seasons: summer, monsoon, autumn, winter and spring",
          "refs": []
        },
        {
          "sentence": "The Himalayas block cold winds from Central Asia in the winter and form the northern limits of the monsoon wind patterns.",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Biodiversity",
          "section_content": [
            {
              "sentence": "Nepal contains a disproportionately large diversity of plants and animals, relative to its size",
              "refs": []
            },
            {
              "sentence": "Nepal, in its entirety, forms the western portion of the eastern Himalayan biodiversity hotspot, with notable biocultural diversity",
              "refs": [
                "https://authors.library.caltech.edu/21680/1/Jouanne2004p1_Geophys_Journ_Int.pdf",
                "https://ui.adsabs.harvard.edu/abs/1999JAESc..17..703P"
              ]
            },
            {
              "sentence": "The dramatic differences in elevation found in Nepal (60 m from sea level in the Terai plains, to 8,848 m Mount Everest)  result in a variety of biomes",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Eastern half of Nepal is richer in biodiversity as it receives more rain, compared to western parts, where arctic desert-type conditions are more common at higher elevations",
              "refs": [
                "https://authors.library.caltech.edu/21680/1/Jouanne2004p1_Geophys_Journ_Int.pdf"
              ]
            },
            {
              "sentence": "Nepal is a habitat for 4.0% of all mammal species, 8.9% of bird species, 1.0% of reptile species, 2.5% of amphibian species, 1.9% of fish species, 3.7% of butterfly species, 0.5% of moth species and 0.4% of spider species",
              "refs": [
                "https://ui.adsabs.harvard.edu/abs/1999JAESc..17..703P"
              ]
            },
            {
              "sentence": "In its 35 forest-types and 118 ecosystems,  [h] Nepal harbours 2% of the flowering plant species, 3% of pteridophytes and 6% of bryophytes",
              "refs": [
                "https://ui.adsabs.harvard.edu/abs/1999JAESc..17..703P",
                "https://authors.library.caltech.edu/21680/1/Jouanne2004p1_Geophys_Journ_Int.pdf"
              ]
            },
            {
              "sentence": "Nepal's forest cover is 59,624 km2 (23,021 sq mi), 40.36% of the country's total land area, with an additional 4.38% of scrubland, for a total forested area of 44.74%, an increase of 5% since the turn of the millennium",
              "refs": []
            },
            {
              "sentence": "The country had a 2019 Forest Landscape Integrity Index mean score of 7.23/10, ranking it 45th globally out of 172 countries",
              "refs": [
                "https://www.seismonepal.gov.np/"
              ]
            },
            {
              "sentence": "In the southern plains, Terai–Duar savanna and grasslands ecoregion contains some of the world's tallest grasses as well as Sal forests, tropical evergreen forests and tropical riverine deciduous forests",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the lower hills (700 m – 2,000 m), subtropical and temperate deciduous mixed forests containing mostly Sal (in the lower altitudes), Chilaune and Katus, as well as subtropical pine forest dominated by chir pine are common",
              "refs": [
                "https://ui.adsabs.harvard.edu/abs/2015JEnvM.148...82U"
              ]
            },
            {
              "sentence": "The middle hills (2,000 m – 3,000 m) are dominated by oak and rhododendron",
              "refs": []
            },
            {
              "sentence": "Subalpine coniferous forests cover the 3,000 m to 3,500 m range, dominated by oak (particularly in the west), Eastern Himalayan fir, Himalayan pine and Himalayan hemlock; rhododendron is common as well",
              "refs": []
            },
            {
              "sentence": "Above 3,500 m in the west and 4,000 m in the east, coniferous trees give way to rhododendron-dominated alpine shrubs and meadows",
              "refs": []
            },
            {
              "sentence": "Among the notable trees, are the astringent Azadirachta indica, or neem, which is widely used in traditional herbal medicine,  and the luxuriant Ficus religiosa, or peepal,  which is displayed on the ancient seals of Mohenjo-daro,  and under which Gautam Buddha is recorded in the Pali canon to have sought enlightenment",
              "refs": [
                "https://www.wwfnepal.org/?206342/The-Status-of-Nepals-Mammals",
                "https://doi.org/10.1007%2F978-94-007-1802-9_1",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5372287"
              ]
            },
            {
              "sentence": "Most of the subtropical evergreen broad-leaved forest of the lower Himalayan region is descended from the Tethyan Tertiary flora",
              "refs": []
            },
            {
              "sentence": "As the Indian Plate collided with Eurasia forming and raising the Himalayas, the arid and semi-arid Mediterranean flora was pushed up and adapted to the more alpine climate over the next 40–50 million years",
              "refs": [
                "https://thehimalayantimes.com/nepal/forest-cover-increased-nepal-late/"
              ]
            },
            {
              "sentence": "The Himalayan biodiversity hotspot was the site of mass exchange and intermingling of the Indian and Eurasian species in the neogene",
              "refs": [
                "https://thehimalayantimes.com/nepal/forest-cover-increased-nepal-late/",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7723057"
              ]
            },
            {
              "sentence": "One mammal species (Himalayan field mouse), two each of bird and reptile species, nine amphibia, eight fish and 29 butterfly species are endemic to Nepal",
              "refs": [
                "https://books.google.com/books?id=-W0OAQAAMAAJ"
              ]
            },
            {
              "sentence": "[i]",
              "refs": [
                "https://ui.adsabs.harvard.edu/abs/1999JAESc..17..703P"
              ]
            },
            {
              "sentence": "Nepal contains 107 IUCN-designated threatened species, 88 of them animal species, 18 plant species and one species of \"fungi or protist\" group",
              "refs": []
            },
            {
              "sentence": "These include the endangered Bengal tiger, the red panda, the Asiatic elephant, the Himalayan musk deer, the wild water buffalo and the South Asian river dolphin,  as well as the critically endangered gharial, the Bengal florican,   and the white-rumped vulture, which has become nearly extinct by having ingested the carrion of diclofenac-treated cattle",
              "refs": [
                "https://books.google.com/books?id=RL8qWNmpkc0C&pg=PT106",
                "https://books.google.com/books?id=SklVDwAAQBAJ&pg=PA156",
                "https://authors.library.caltech.edu/21680/1/Jouanne2004p1_Geophys_Journ_Int.pdf",
                "https://books.google.com/books?id=tdsRKc_knZoC&pg=RA5-PT195"
              ]
            },
            {
              "sentence": "The pervasive and ecologically devastating human encroachment of recent decades has critically endangered Nepali wildlife",
              "refs": [
                "https://thehimalayantimes.com/nepal/national-bird-verge-disappearance/"
              ]
            },
            {
              "sentence": "In response, the system of national parks and protected areas, first established in 1973 with the enactment of National Parks and Wildlife Conservation Act 1973,  was substantially expanded",
              "refs": [
                "https://europepmc.org/abstract/cba/371633"
              ]
            },
            {
              "sentence": "Vulture restaurants  coupled with a ban on veterinary usage of diclofenac has seen a rise in the number of white-rumped vultures",
              "refs": [
                "https://ui.adsabs.harvard.edu/abs/1999JAESc..17..703P"
              ]
            },
            {
              "sentence": "The community forestry programme which has seen a third of the country's population directly participate in managing a quarter of the total forested area has helped the local economies while reducing human-wildlife conflict",
              "refs": [
                "https://pubs.usgs.gov/gip/dynamic/himalaya.html",
                "https://thehimalayantimes.com/nepal/national-bird-verge-disappearance/"
              ]
            },
            {
              "sentence": "The breeding programmes  coupled with community-assisted military patrols,  and a crackdown on poaching and smuggling, has seen poaching of critically endangered tigers and elephants as well as vulnerable rhinos, among others, go down to effectively zero, and their numbers have steadily increased",
              "refs": [
                "https://www.iisc.ernet.in/currsci/mar252006/789.pdf",
                "https://nc.iucnredlist.org/redlist/content/attachment_files/2019_2_RL_Table_8a.pdf",
                "[ERROR retrieving ref link]",
                "https://nc.iucnredlist.org/redlist/content/attachment_files/2019_2_RL_Table_5.pdf"
              ]
            },
            {
              "sentence": "Nepal has ten national parks, three wildlife reserves, one hunting reserve, three Conservation Areas and eleven buffer zones, covering a total area of 28,959.67 km2 (11,181.39 sq mi), or 19.67% of the total land area,  while ten wetlands are registered under the Ramsar Convention",
              "refs": [
                "https://web.archive.org/web/20210308111349/https://www.iucn.org/sites/dev/files/import/downloads/red_list_poster_low.jpg",
                "https://www.birdlifenepal.org/download-newsletter/56"
              ]
            },
            {
              "sentence": "Nepal has consistently been ranked as one of the most polluted countries in the world",
              "refs": [
                "https://thehimalayantimes.com/nepal/conservation-of-white-rumped-vultures-in-progress-in-nepal/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Politics and government",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Politics",
          "section_content": [
            {
              "sentence": "Nepal is a parliamentary republic with a multi-party system",
              "refs": []
            },
            {
              "sentence": "Nepal has been referred as the 'Federal Democratic Republic of Nepal' since 2015",
              "refs": [
                "https://books.google.com/books?id=GNksAQAAMAAJ"
              ]
            },
            {
              "sentence": "It has seven national political parties recognised in the federal parliament: Communist Party of Nepal (Unified Marxist–Leninist), Nepali Congress, Communist Party of Nepal (Maoist Centre), Rastriya Swatantra Party, Rastriya Prajatantra Party, People's Socialist Party and Janamat Party",
              "refs": [
                "https://www.ramsar.org/wetland/nepal"
              ]
            },
            {
              "sentence": "Of the two major parties which both officially espouse democratic socialism, CPN(UML) is considered leftist while Nepali Congress is considered centrist",
              "refs": [
                "https://apnews.com/article/sacred-rivers-religion-nepal-kathmandu-trending-news-eb979fe5f88881b5273ad8bcd63dd3f2",
                "https://books.google.com/books?id=GNksAQAAMAAJ"
              ]
            },
            {
              "sentence": "During most of the brief periods of democratic exercise in the 1950s and the 1990s, Nepali Congress held majority of seats in parliament; CPN (UML) was its competitor in the 1990s",
              "refs": [
                "https://kathmandupost.com/climate-environment/2020/10/21/one-more-report-ranks-nepal-among-most-polluted-countries-in-the-world"
              ]
            },
            {
              "sentence": "After the Maoists entered the political process in 2006, they emerged as the third largest party",
              "refs": [
                "https://www.who.int/initiatives/urban-health-initiative/pilot-projects/kathmandu"
              ]
            },
            {
              "sentence": "In the aftermath of the 2017 elections, the first one according to the new constitution, NCP, formed by the merger of CPN (UML) and CPN (Maoist Centre) had become the ruling party at the federal level and in six out of seven provinces",
              "refs": [
                "https://news.bbc.co.uk/1/hi/world/south_asia/country_profiles/1166516.stm"
              ]
            },
            {
              "sentence": "After the 2022 general election, the House of Representatives of 2nd Federal parliament was formed as hung parliament and a coalition government led by Pushpa Kamal Dahal was formed in December 2022",
              "refs": [
                "https://www.eastasiaforum.org/2023/04/21/averting-an-air-pollution-disaster-in-south-asia/"
              ]
            },
            {
              "sentence": "On 15 July 2024, K",
              "refs": [
                "https://education.nationalgeographic.org/resource/trash-and-overcrowding-top-world/"
              ]
            },
            {
              "sentence": "P",
              "refs": []
            },
            {
              "sentence": "Sharma Oli was sworn in as Nepali Prime minister for fourth time",
              "refs": []
            },
            {
              "sentence": "New coalition was formed between Nepali Congress, led by Sher Bahadur Deuba, and UML, led by Oli",
              "refs": []
            },
            {
              "sentence": "The party leaders will take turns as prime ministers for 18 months each until the next general elections in 2027",
              "refs": []
            },
            {
              "sentence": "In the 1930s, a vibrant underground political movement arose in the capital, birthing Nepal Praja Parishad in 1936,  which was dissolved seven years later, following the execution of the four great martyrs",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Around the same time, Nepalis involved in the Indian independence movement started organizing into political parties, leading to the birth of Nepali Congress and Communist Party of Nepal",
              "refs": []
            },
            {
              "sentence": "As communism was trying to find its footing, Nepali Congress was successful in overthrowing the Rana regime in 1951 and enjoyed the overwhelming support of the electorate",
              "refs": [
                "https://kathmandupost.com/money/2024/04/26/air-pollution-takes-its-toll-on-nepal-s-tourism-capital"
              ]
            },
            {
              "sentence": "In the partyless Panchayat system initiated in 1962 by King Mahendra, monarchy loyalists took turns leading the government; political leaders remained underground, exiled or in prison",
              "refs": [
                "https://www.aljazeera.com/indepth/interactive/2017/11/nepal-elections-2017-explained-171126103009857.html"
              ]
            },
            {
              "sentence": "A communist insurgency was crushed in its cradle in the 1970s, which led to the eventual coalescence of hitherto scattered communist factions under the United Left Front.",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After the joint civil resistance launched by the United Left Front and Nepali Congress overthrew the Panchayat in 1990,   the Front became CPN (UML), adopted multi-party democracy, and in the brief period, it was in government, introduced welfare programmes that remain popular",
              "refs": [
                "https://www.aljazeera.com/indepth/interactive/2017/11/nepal-elections-2017-explained-171126103009857.html",
                "https://www.constituteproject.org/constitution/Nepal_2015"
              ]
            },
            {
              "sentence": "After the Maoist Party joined mainstream politics, in the aftermath of the peaceful revolution of 2006, it also adopted multi-party democracy as its official line",
              "refs": [
                "https://www.who.int/initiatives/urban-health-initiative/pilot-projects/kathmandu"
              ]
            },
            {
              "sentence": "The transition period between 2006 and 2015 saw sustained protests from the newly formed ethnocentric nationalist movements, principal among them the Madhes Movement.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Government",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Administrative divisions",
          "section_content": [
            {
              "sentence": "Nepal is a federal republic comprising 7 provinces",
              "refs": []
            },
            {
              "sentence": "Each province is composed of 8 to 14 districts",
              "refs": []
            },
            {
              "sentence": "The districts, in turn, comprise local units known as urban and rural municipalities",
              "refs": []
            },
            {
              "sentence": "There is a total of 753 local units which includes 6 metropolitan municipalities, 11 sub-metropolitan municipalities and 276 municipalities for a total of 293 urban municipalities, and 460 rural municipalities",
              "refs": [
                "https://web.archive.org/web/20190808043521/https://www.lawcommission.gov.np/np/wp-content/uploads/2018/09/%E0%A4%A8%E0%A5%87%E0%A4%AA%E0%A4%BE%E0%A4%B2%E0%A4%95%E0%A5%8B-%E0%A4%B8%E0%A4%82%E0%A4%B5%E0%A4%BF%E0%A4%A7%E0%A4%BE%E0%A4%A8-1.pdf"
              ]
            },
            {
              "sentence": "Each local unit is composed of wards",
              "refs": [
                "https://www.aljazeera.com/blogs/asia/2017/10/nepal-headed-communist-state-171014095129113.html"
              ]
            },
            {
              "sentence": "There are 6,743 wards in total.",
              "refs": []
            },
            {
              "sentence": "The local governments enjoy executive and legislative as well as limited judicial powers in their local jurisdiction",
              "refs": []
            },
            {
              "sentence": "The provinces have unicameral parliamentary Westminster system of governance",
              "refs": []
            },
            {
              "sentence": "The local and provincial governments exercise some absolute powers and some powers shared with provincial or federal government",
              "refs": []
            },
            {
              "sentence": "The district coordination committee, a committee composed of all elected officials from the local governments in the district, has a very limited role",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Laws and law enforcement",
          "section_content": [
            {
              "sentence": "The Constitution of Nepal is the supreme law of the land, and any other laws contradicting it are automatically invalid to the extent of the contradiction",
              "refs": []
            },
            {
              "sentence": "The specific legal provisions are codified as Civil Code and Criminal Code, accompanied by Civil Procedure Code and Criminal Procedure Code respectively",
              "refs": [
                "https://doi.org/10.2307%2F2760015"
              ]
            },
            {
              "sentence": "The Supreme Court is the highest authority in the interpretation of laws and it can direct the parliament to amend or enact new laws as required",
              "refs": [
                "https://thehimalayantimes.com/kathmandu/ncp-to-announce-party-department-chiefs-today/"
              ]
            },
            {
              "sentence": "The death penalty has been abolished",
              "refs": []
            },
            {
              "sentence": "It recognises marital rape and supports abortion rights",
              "refs": [
                "https://www.aljazeera.com/news/2022/12/25/ex-maoist-rebel-leader-prachanda-becomes-nepal-pm-for-third-time"
              ]
            },
            {
              "sentence": "Owing to a rise in sex-selective abortion, however, constraints have been introduced",
              "refs": []
            },
            {
              "sentence": "Nepal is a signatory to the Geneva Convention, Conventions/Treaties on the prohibition of Biological, Chemical and Nuclear weapons,  International Labour Organization Fundamental Conventions, Treaty on the Non-Proliferation of Nuclear Weapons and the Paris climate accord",
              "refs": [
                "https://kathmandupost.com/national/2024/07/14/president-appoints-kp-sharma-oli-prime-minister"
              ]
            },
            {
              "sentence": "Some legal provisions, guided by socio-economic, cultural and religious sensibilities, remain discriminatory",
              "refs": []
            },
            {
              "sentence": "There is gender-based discrimination against foreign nationals married to Nepali citizens",
              "refs": []
            },
            {
              "sentence": "[j] Paternal lineage of a person is valued and required in legal documents",
              "refs": []
            },
            {
              "sentence": "Many laws remain unenforced in practice.",
              "refs": []
            },
            {
              "sentence": "Nepal Police is the primary law enforcement agency",
              "refs": []
            },
            {
              "sentence": "It is an independent organisation under the command of the Inspector General, who is appointed by and reports to the Ministry of Home Affairs",
              "refs": []
            },
            {
              "sentence": "In addition to maintaining law and order, it is responsible for the management of road traffic, which is undertaken by Nepal Traffic Police",
              "refs": []
            },
            {
              "sentence": "Nepal Armed Police Force, a separate paramilitary police organisation, works in cooperation with Nepal police in routine security matters; it is intended for crowd control, counter-insurgency and anti-terrorism actions, and other internal matters where the use of force may be necessary",
              "refs": []
            },
            {
              "sentence": "The Crime Investigation Department of Nepal Police specialises in criminal investigation and forensic analysis",
              "refs": []
            },
            {
              "sentence": "The Commission for the Investigation of Abuse of Authority is an independent investigative agency that investigates and prosecutes cases related to corruption, bribery and abuses of authority",
              "refs": [
                "https://search.worldcat.org/issn/0376-9771",
                "[ERROR retrieving ref link]",
                "https://kathmandupost.ekantipur.com/printedition/news/2015-09-16/ca-approves-ceremonial-prez-bicameral-legislature.html",
                "https://asiafoundation.org/wp-content/uploads/2018/07/Diagnostic-Study-of-Local-Governance-in-Federal-Nepal-07112018.pdf",
                "https://myrepublica.nagariknetwork.com/news/55907/"
              ]
            },
            {
              "sentence": "At 2.16 per 100,000 in 2016, Nepal's intentional homicide rate is much lower than average; police data indicates a steady increase in the crime rate in recent years",
              "refs": []
            },
            {
              "sentence": "Nepal was ranked 76 out of 163 countries in the Global Peace Index (GPI) in 2019",
              "refs": [
                "https://therisingnepal.org.np/news/25251"
              ]
            },
            {
              "sentence": "Nepal's passport has consistently been ranked among the weakest in the world",
              "refs": [
                "https://web.archive.org/web/20121106083835/https://www.deathpenalty.org/article.php?id=81"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Foreign relations",
          "section_content": [
            {
              "sentence": "Nepal depends on diplomacy for national defence",
              "refs": []
            },
            {
              "sentence": "It maintains a policy of neutrality between its neighbours, has amicable relations with other countries in the region, and has a policy of non-alignment at the global stage",
              "refs": []
            },
            {
              "sentence": "Nepal is a member of SAARC, UN, WTO, BIMSTEC and ACD, among others",
              "refs": []
            },
            {
              "sentence": "It has bilateral diplomatic relations with 167 countries and the EU,  has embassies in 30 countries  and six consulates,  while 25 countries maintain embassies in Nepal, and more than 80 others maintain non-residential diplomatic missions",
              "refs": [
                "https://nkp.gov.np/full_detail/8972/?keywords=%E0%A4%B8%E0%A5%81%E0%A4%AE%E0%A4%A8%20%E0%A4%AA%E0%A4%A8%E0%A5%8D%E0%A4%A4",
                "[ERROR retrieving ref link]",
                "https://books.google.com/books?id=2uK6bR9byVIC&pg=RA2-PA176"
              ]
            },
            {
              "sentence": "Nepal is one of the major contributors to the UN peacekeeping missions, having contributed more than 119,000 personnel to 42 missions since 1958",
              "refs": [
                "https://www.humanrights.asia/opinions/columns/AHRC-ETC-011-2012"
              ]
            },
            {
              "sentence": "Nepali people have a reputation for honesty, loyalty and bravery, which has led to them serving as legendary Gurkha warriors in the Indian and British armies for the last 200 years, with service in both world wars, India-Pakistan wars as well as Afghanistan and Iraq,  though Nepal was not directly involved in any of those conflicts, and winning the highest military awards, including the Victoria Cross and the Param Vir Chakra",
              "refs": [
                "https://www.interpol.int/Who-we-are/Member-countries/Asia-South-Pacific/NEPAL",
                "https://cic.nyu.edu/sites/default/files/kavanagh_crime_developing_countries_nepal_study.pdf"
              ]
            },
            {
              "sentence": "Nepal pursues a policy of \"balanced relations\" with the two giant immediate neighbours, India and China;   the 1950 Treaty of Peace and Friendship with India provides for a much closer relationship",
              "refs": [
                "https://kathmandupost.com/national/2019/12/08/crime-rate-in-nepal-rose-by-40-percent-in-past-five-fiscal-years-police-data-reveals",
                "https://web.archive.org/web/20190619080402/https://visionofhumanity.org/indexes/global-peace-index/"
              ]
            },
            {
              "sentence": "Nepal and India share an open border with free movement of people, religious, cultural and marital ties",
              "refs": [
                "https://kathmandupost.com/national/2024/01/12/nepali-passport-remains-among-world-s-weakest"
              ]
            },
            {
              "sentence": "India is Nepal's largest trading partner, which it depends upon for all of its oil and gas, and a number of essential goods",
              "refs": []
            },
            {
              "sentence": "Nepalis can own property in India, while Indians are free to live and work in Nepal",
              "refs": []
            },
            {
              "sentence": "Relations between India and Nepal, though very close, have faced difficulties stemming from territorial disputes,  economics, and the problems inherent in big power-small power relations",
              "refs": [
                "https://mofa.gov.np/foreign-policy/bilateral-relation/",
                "https://mofa.gov.np/embassy-of-nepal/"
              ]
            },
            {
              "sentence": "[failed verification] Nepal established diplomatic relations with the People's Republic of China on 1 August 1955, and signed the Treaty of Peace and Friendship in 1960; relations since have been based on the Five Principles of Peaceful Coexistence",
              "refs": [
                "https://mofa.gov.np/consulates-general-of-nepal/"
              ]
            },
            {
              "sentence": "Nepal maintains neutrality in conflicts between China and India",
              "refs": []
            },
            {
              "sentence": "It remains firmly committed to the One China Policy and is known to curb anti-China activities from the Tibetan refugees in Nepal",
              "refs": []
            },
            {
              "sentence": "Citizens of both countries can cross the border and travel as far as 30 km without a visa",
              "refs": [
                "https://mofa.gov.np/non-residential-diplomatic-missions/",
                "https://peacekeeping.un.org/en/nepalese-peacekeepers-receive-un-medal"
              ]
            },
            {
              "sentence": "China is viewed favourably in Nepal owing to the absence of any border disputes or serious interference in internal politics, coupled with its assistance in infrastructure development and aid during emergencies; favourability has increased since China helped Nepal during the 2015 economic blockade imposed by India",
              "refs": [
                "https://thediplomat.com/2018/09/the-nepalis-fighting-americas-wars/"
              ]
            },
            {
              "sentence": "Subsequently, China granted Nepal access to its ports for third-country trade, and Nepal joined China's Belt and Road Initiative",
              "refs": [
                "https://www.independent.co.uk/news/uk/home-news/the-big-question-who-are-the-gurkhas-and-what-is-their-contribution-to-military-history-1676354.html"
              ]
            },
            {
              "sentence": "Nepal emphasises greater cooperation in South Asia and actively pushed for the establishment of SAARC, the South Asian Association for Regional Cooperation, the permanent secretariat of which, is hosted in Kathmandu",
              "refs": []
            },
            {
              "sentence": "Nepal was one of the first countries to recognise an independent Bangladesh, and the two countries seek to enhance greater cooperation, on trade and water management; seaports in Bangladesh, being closer, are seen as viable alternatives to India's monopoly on Nepal's third-country trade",
              "refs": [
                "https://doi.org/10.3126%2Fjps.v18i0.20439"
              ]
            },
            {
              "sentence": "Nepal was the first South Asian country to establish diplomatic relations with Israel, and the countries enjoy a strong relationship;  it recognises the rights of the Palestinians, having voted in favour of its recognition at the UN and against the recognition of Jerusalem as Israel's capital",
              "refs": [
                "https://therisingnepal.org.np/news/22232",
                "https://www.hindustantimes.com/india-news/is-it-the-end-of-india-s-special-relationship-with-nepal/story-ijLNl5AvvOt1w6fQANekVP.html"
              ]
            },
            {
              "sentence": "Countries that Nepal maintains a close relationship with, include the most generous donors and development partners—the United States, the United Kingdom, Denmark, Japan and Norway, among others",
              "refs": [
                "https://timesofindia.indiatimes.com/india/nepal-depicts-indian-areas-as-its-own-in-book/articleshow/78178044.cms"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Military and intelligence",
          "section_content": [
            {
              "sentence": "The President is the supreme commander of the Nepali Army; its routine management is handled by the Ministry of Defence",
              "refs": []
            },
            {
              "sentence": "The military expenditure for 2018 was $398.5 million,  around 1.4% of GDP",
              "refs": [
                "https://www.latimes.com/world/asia/la-fg-tibet-nepal-20150806-story.html"
              ]
            },
            {
              "sentence": "An almost exclusively ground infantry force, Nepal Army numbers at less than one hundred thousand;    recruitment is voluntary",
              "refs": [
                "https://news.bbc.co.uk/2/hi/south_asia/7353249.stm",
                "https://thehimalayantimes.com/nepal/china-urged-to-let-nepalis-work-in-taklakot/",
                "https://thediplomat.com/2018/09/why-nepals-access-to-china-ports-matters/",
                "https://thehimalayantimes.com/opinion/belt-and-road-initiative-nepals-concern-and-commitment/"
              ]
            },
            {
              "sentence": "It has few aircraft, mainly helicopters, primarily used for transport, patrol, and search and rescue",
              "refs": [
                "https://www.nihcr.edu.pk/Latest_English_Journal/SAARC_Jamshed_Iqbal.pdf"
              ]
            },
            {
              "sentence": "Directorate of Military Intelligence under Nepal Army serves as the military intelligence agency;  National Investigation Department tasked with national and international intelligence gathering, is independent",
              "refs": [
                "https://therisingnepal.org.np/news/19231",
                "https://myrepublica.nagariknetwork.com/news/42903/"
              ]
            },
            {
              "sentence": "Nepal Army is primarily used for routine security of critical assets, an anti-poaching patrol of national parks, counterinsurgency, and search and rescue during natural disasters;  it also undertakes major construction projects",
              "refs": [
                "https://thehimalayantimes.com/nepal/china-urged-to-let-nepalis-work-in-taklakot/",
                "https://kathmandupost.com/national/2017/12/23/unga-vote-consistent-with-nepals-position-on-israel-palestine"
              ]
            },
            {
              "sentence": "There are no discriminatory policies on recruitment into the army, but it is dominated by men from elite Pahari warrior castes",
              "refs": [
                "https://doi.org/10.2307%2F2645740"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Economy",
      "section_content": [
        {
          "sentence": "Nepal is one of the least developed countries, which ranks 165th in the world [k] in nominal GDP per capita  and 162nd [l] in GDP per capita at PPP",
          "refs": [
            "https://books.google.com/books?id=8dHXRR3z-_EC&pg=PA130"
          ]
        },
        {
          "sentence": "Nepal's gross domestic product (GDP) for 2019 was $34.186 billion",
          "refs": [
            "https://kathmandupost.com/national/2018/08/10/new-chief-faces-daunting-task-rebuilding-nepal-armys-image"
          ]
        },
        {
          "sentence": "Nepal has consistently been ranked as one of the poorest countries in the world",
          "refs": [
            "https://thehimalayantimes.com/kathmandu/lieutenant-general-purna-chandra-thapa-to-take-charge-of-nepali-army-as-acting-chief-of-army-staff/",
            "https://www.cia.gov/the-world-factbook/countries/nepal/"
          ]
        },
        {
          "sentence": "Nepal has been a member of WTO since 23 April 2004",
          "refs": [
            "https://thehimalayantimes.com/business/nepali-army-launches-new-helicopters/",
            "https://books.google.com/books?id=CVLeCQAAQBAJ&pg=PA199",
            "https://myrepublica.nagariknetwork.com/news/19522/"
          ]
        },
        {
          "sentence": "The 16.8-million-worker Nepali labour force is the 37th largest in the world",
          "refs": []
        },
        {
          "sentence": "The primary sector makes up 27.59% of GDP, the secondary sector 14.6%, and the tertiary sector 57.81%",
          "refs": [
            "https://myrepublica.nagariknetwork.com/news/4357/"
          ]
        },
        {
          "sentence": "Nepal's foreign exchange remittances of US$8.1 billion in 2018, the 19th largest in the world and constituting 28.0% of GDP,  were contributed to its economy by millions of workers primarily in India, the Middle East and East Asia, almost all of them unskilled labourers",
          "refs": [
            "https://www.saferworld.org.uk/resources/news-and-analysis/post/751-bhakti-shah-the-fight-for-gay-and-transgender-rights-in-nepal",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Major agricultural products include cereals (barley, maize, millet, paddy and wheat), oilseed, potato, pulses, sugarcane, jute, tobacco, milk and water buffalo meat",
          "refs": [
            "https://www.imf.org/external/pubs/ft/weo/2019/02/weodata/weorept.aspx?pr.x=47&pr.y=14&sy=2019&ey=2019&scsm=1&ssd=1&sort=country&ds=.&br=1&c=512,668,914,672,612,946,614,137,311,546,213,674,911,676,314,548,193,556,122,678,912,181,313,867,419,682,513,684,316,273,913,868,124,921,339,948,638,943,514,686,218,688,963,518,616,728,223,836,516,558,918,138,748,196,618,278,624,692,522,694,622,962,156,142,626,449,628,564,228,565,924,283,233,853,632,288,636,293,634,566,238,964,662,182,960,359,423,453,935,968,128,922,611,714,321,862,243,135,248,716,469,456,253,722,642,942,643,718,939,724,734,576,644,936,819,961,172,813,132,726,646,199,648,733,915,184,134,524,652,361,174,362,328,364,258,732,656,366,654,144,336,146,263,463,268,528,532,923,944,738,176,578,534,537,536,742,429,866,433,369,178,744,436,186,136,925,343,869,158,746,439,926,916,466,664,112,826,111,542,298,967,927,443,846,917,299,544,582,941,474,446,754,666,698&s=NGDPDPC&grp=0&a=",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Major industries include tourism, carpets, textiles, cigarettes, cement, brick, as well as small rice, jute, sugar and oilseed mills",
          "refs": [
            "https://www.imf.org/external/pubs/ft/weo/2019/02/weodata/weorept.aspx?pr.x=81&pr.y=10&sy=2019&ey=2019&scsm=1&ssd=1&sort=country&ds=.&br=1&c=512,668,914,672,612,946,614,137,311,546,213,674,911,676,314,548,193,556,122,678,912,181,313,867,419,682,513,684,316,273,913,868,124,921,339,948,638,943,514,686,218,688,963,518,616,728,223,836,516,558,918,138,748,196,618,278,624,692,522,694,622,962,156,142,626,449,628,564,228,565,924,283,233,853,632,288,636,293,634,566,238,964,662,182,960,359,423,453,935,968,128,922,611,714,321,862,243,135,248,716,469,456,253,722,642,942,643,718,939,724,734,576,644,936,819,961,172,813,132,726,646,199,648,733,915,184,134,524,652,361,174,362,328,364,258,732,656,366,654,144,336,146,263,463,268,528,532,923,944,738,176,578,534,537,536,742,429,866,433,369,178,744,436,186,136,925,343,869,158,746,439,926,916,466,664,112,826,111,542,298,967,927,443,846,917,299,544,582,941,474,446,754,666,698&s=PPPPC&grp=0&a=",
            "https://data.worldbank.org/indicator/NY.GDP.MKTP.CD?locations=NP"
          ]
        },
        {
          "sentence": "Nepal's international trade greatly expanded in 1951 with the establishment of democracy; liberalisation began in 1985 and picked up pace after 1990",
          "refs": [
            "https://www.imf.org/external/pubs/ft/weo/2019/02/weodata/weorept.aspx?pr.x=81&pr.y=10&sy=2019&ey=2019&scsm=1&ssd=1&sort=country&ds=.&br=1&c=512,668,914,672,612,946,614,137,311,546,213,674,911,676,314,548,193,556,122,678,912,181,313,867,419,682,513,684,316,273,913,868,124,921,339,948,638,943,514,686,218,688,963,518,616,728,223,836,516,558,918,138,748,196,618,278,624,692,522,694,622,962,156,142,626,449,628,564,228,565,924,283,233,853,632,288,636,293,634,566,238,964,662,182,960,359,423,453,935,968,128,922,611,714,321,862,243,135,248,716,469,456,253,722,642,942,643,718,939,724,734,576,644,936,819,961,172,813,132,726,646,199,648,733,915,184,134,524,652,361,174,362,328,364,258,732,656,366,654,144,336,146,263,463,268,528,532,923,944,738,176,578,534,537,536,742,429,866,433,369,178,744,436,186,136,925,343,869,158,746,439,926,916,466,664,112,826,111,542,298,967,927,443,846,917,299,544,582,941,474,446,754,666,698&s=PPPPC&grp=0&a="
          ]
        },
        {
          "sentence": "By the fiscal year 2016/17, Nepal's foreign trade amounted Rs 1.06 trillion, a twenty-three folds increase from Rs 45.6 billion in 1990/91",
          "refs": []
        },
        {
          "sentence": "More than 60% of Nepal's trade is with India",
          "refs": []
        },
        {
          "sentence": "Major exports include readymade garment, carpet, pulses, handicrafts, leather, medicinal herbs, and paper products, which account for 90% of the total",
          "refs": []
        },
        {
          "sentence": "Major imports include various finished and semi-finished goods, raw materials, machinery and equipment, chemical fertilisers, electrical and electronic devices, petroleum products, gold, and readymade garments",
          "refs": []
        },
        {
          "sentence": "Inflation was at 4.5% in 2019",
          "refs": [
            "https://data.worldbank.org/country/NP"
          ]
        },
        {
          "sentence": "Foreign exchange reserves were at US$9.5 billion in July 2019, equivalent to 7.8 months of imports",
          "refs": [
            "https://www.worldbank.org/en/region/sar/publication/climbing-higher-toward-a-middle-income-country"
          ]
        },
        {
          "sentence": "Nepal has made significant progress in poverty reduction bringing the population below the international poverty line (US$1.90 per person per day) from 15% in 2010 to just 9.3% in 2018, although vulnerability remains extremely high, with almost 32% of the population living on between US$1.90 and US$3.20 per person per day",
          "refs": []
        },
        {
          "sentence": "Nepal has made improvement in sectors like nutrition, child mortality, electricity, improved flooring and assets",
          "refs": [
            "https://www.worldbank.org/en/region/sar/publication/climbing-higher-toward-a-middle-income-country"
          ]
        },
        {
          "sentence": "Under the current trend, Nepal is expected to eradicate poverty within 20 years",
          "refs": []
        },
        {
          "sentence": "The agriculture sector is particularly vulnerable as it is highly dependent on the monsoon rains, with just 28% of the arable land being irrigated, As of 2014 [update]",
          "refs": [
            "https://friendsofwpcnepal.org/10-causes-of-poverty-nepal/",
            "https://www.inf.org.uk/about-nepal/poverty-in-nepal/"
          ]
        },
        {
          "sentence": "Agriculture employs 76% of the workforce, services 18%, and manufacturing and craft-based industry 6%",
          "refs": [
            "https://www.wto.org/english/thewto_e/acc_e/a1_nepal_e.htm"
          ]
        },
        {
          "sentence": "Private investment, consumption, tourism and agriculture are the principal contributors to economic growth",
          "refs": [
            "https://web.archive.org/web/20160530152006/https://www.cia.gov/library/publications//the-world-factbook/rankorder/2095rank.html"
          ]
        },
        {
          "sentence": "The government's budget is about $13.71 billion (FY 2019/20);  expenditure of infrastructure development budget, most of it contributed by foreign aid, usually fails to meet the target",
          "refs": [
            "https://cbs.gov.np/wp-content/upLoads/2019/04/Press-release-2018_19.pdf"
          ]
        },
        {
          "sentence": "The country receives foreign aid from the UK,   India, Japan, the US, the EU, China, Switzerland, and Scandinavian countries",
          "refs": [
            "https://kathmandupost.com/money/2019/04/10/nepal-is-19th-largest-receiver-of-remittances-with-81-billion",
            "https://kathmandupost.com/valley/2018/05/02/unskilled-workers-dominate-nepali-labour-force-abroad",
            "https://kathmandupost.com/miscellaneous/2017/09/18/more-nepalis-going-abroad-for-employment"
          ]
        },
        {
          "sentence": "The Nepali rupee has been tied to the Indian rupee at an exchange rate of 1.6 for many years",
          "refs": []
        },
        {
          "sentence": "Per capita income is $1,004",
          "refs": []
        },
        {
          "sentence": "The distribution of wealth among the Nepalis is consistent with that in many developed and developing countries: the highest 10% of households control 39.1% of the national wealth and the lowest 10% control only 2.6%",
          "refs": [
            "https://www.cia.gov/the-world-factbook/countries/nepal/"
          ]
        },
        {
          "sentence": "European Union (EU) (46.13%), the US (17.4%), and Germany (7.1%) are its main export partners; they mainly buy Nepali ready-made garments (RMG)",
          "refs": []
        },
        {
          "sentence": "Nepal's import partners include India (47.5%), the United Arab Emirates (11.2%), China (10.7%), Saudi Arabia (4.9%), and Singapore (4%).",
          "refs": [
            "https://www.ssoar.info/ssoar/bitstream/document/67966/1/ssoar-rnjds-2018-2-chaudhary-Agricultural_Policies_and_Rural_Development.pdf"
          ]
        },
        {
          "sentence": "Besides having landlocked, rugged geography, few tangible natural resources and poor infrastructure, the ineffective post-1950 government and the long-running civil war are also factors in stunting the country's economic growth and development",
          "refs": []
        },
        {
          "sentence": "Debt bondage even involving debtors' children has been a persistent social problem in the western hills and the Terai, with an estimated 234,600 people or 0.82% of the population considered as enslaved, by The Global Slavery Index in 2016",
          "refs": [
            "https://doi.org/10.3126%2Fnccj.v4i1.24741",
            "https://www.worldbank.org/en/country/nepal/overview",
            "https://web.archive.org/web/20130321061824/https://in.reuters.com/article/2013/03/18/bangladesh-nepal-poverty-india-idINDEE92H0FZ20130318"
          ]
        },
        {
          "sentence": "In 2022, Nepal limited import of non-essential goods after its foreign currency reserves dropped",
          "refs": []
        },
        {
          "sentence": "COVID-19 pandemic caused a decline in tourism spending and the money sent home by Nepalis working abroad, which in turn lowered country's foreign currency reserve",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Tourism",
          "section_content": [
            {
              "sentence": "Tourism is one of the largest and fastest-growing industries in Nepal, employing more than a million people and contributing 7.9% of the total GDP",
              "refs": []
            },
            {
              "sentence": "The number of international visitors crossed one million in 2018 for the first time (not counting Indian tourists arriving by land)",
              "refs": [
                "https://web.archive.org/web/20120822110758/https://www.worldbank.org.np/WBSITE/EXTERNAL/COUNTRIES/SOUTHASIAEXT/NEPALEXTN/0,,contentMDK:22147453~pagePK:141137~piPK:141127~theSitePK:223555,00.html"
              ]
            },
            {
              "sentence": "Nepal's share of visitors to South Asia is about 6%, and they spend much less on average, with Nepal sharing 1.7% of the earnings",
              "refs": [
                "https://web.archive.org/web/20120822110758/https://www.worldbank.org.np/WBSITE/EXTERNAL/COUNTRIES/SOUTHASIAEXT/NEPALEXTN/0,,contentMDK:22147453~pagePK:141137~piPK:141127~theSitePK:223555,00.html",
                "https://web.archive.org/web/20190530051927/https://www.xinhuanet.com/english/2019-05/30/c_138102450.htm"
              ]
            },
            {
              "sentence": "Premier destinations include Pokhara, the Annapurna trekking circuit and the four UNESCO world heritage sites—Lumbini, Sagarmatha National Park (home to Mount Everest), seven sites in the Kathmandu Valley collectively listed as one, and Chitwan National Park",
              "refs": [
                "https://en.setopati.com/market/141194/"
              ]
            },
            {
              "sentence": "Most of Nepal's mountaineering earning comes from Mount Everest, which is more accessible from the Nepalese side",
              "refs": []
            },
            {
              "sentence": "Nepal officially opened to westerners in 1951 and became a popular destination at the end of the hippie trail in the 1960s and 1970s",
              "refs": []
            },
            {
              "sentence": "The industry, disrupted by the civil war in the 1990s, has since recovered but faces challenges to growth, owing to a lack of proper facilities for high-end tourism termed the \"infrastructure bottleneck\", mounting issues facing Nepal Airlines, and a handful of destinations properly developed and marketed",
              "refs": [
                "https://www.reuters.com/article/us-britain-nepal-aid-corruption-idUSKBN0MN00F20150327"
              ]
            },
            {
              "sentence": "The home-stay tourism, in which cultural and eco-tourists stay as paying guests in the homes of indigenous people, has seen some success",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Foreign employment",
          "section_content": [
            {
              "sentence": "The rate of unemployment and underemployment exceeds half of the working-age population,  driving millions to seek employment abroad, mainly in India, the Gulf, and East Asia",
              "refs": [
                "https://www.ktm2day.com/2011/10/11/eu-is-largest-buyer-of-nepali-garments/"
              ]
            },
            {
              "sentence": "Mostly unskilled, uneducated, and indebted to loan sharks, these workers are swindled by the manpower companies and sent to exploitative employers or war-ridden countries under fraudulent contracts",
              "refs": []
            },
            {
              "sentence": "They have their passports seized, to be returned when the employer grants them leave or terminates their contracts",
              "refs": [
                "https://web.archive.org/web/20091028104223/https://encarta.msn.com/encyclopedia_761562648_3/Nepal.html",
                "https://digitalcommons.macalester.edu/cgi/viewcontent.cgi?article=1514&context=himalaya"
              ]
            },
            {
              "sentence": "Most do not get paid minimum wage,  and many are forced to forfeit all or part of the wages",
              "refs": [
                "https://web.archive.org/web/20120720104316/https://www.internal-displacement.org/idmc/website/countries.nsf/%28httpEnvelopes%29/22099AADFE2FE9D2C12576B0003EC686?OpenDocument"
              ]
            },
            {
              "sentence": "Many Nepalis work in extremely unsafe conditions; an average of two workers die each day",
              "refs": [
                "https://web.archive.org/web/20180313214330/https://www.globalslaveryindex.org/country/nepal/"
              ]
            },
            {
              "sentence": "Due to restrictions placed on women, many depend on traffickers to get out of the country, and end up victims of violence and abuse",
              "refs": [
                "https://www.bbc.com/news/business-61076089"
              ]
            },
            {
              "sentence": "Many Nepalese are believed to be working under slavery-like conditions, and Nepal spends billions of rupees rescuing stranded workers, on remuneration to the indebted families of the dead, and in legal costs for those arrested in foreign countries",
              "refs": [
                "https://kathmandupost.com/money/2019/05/26/nepal-tourism-generated-rs240b-and-supported-1m-jobs-last-year-report"
              ]
            },
            {
              "sentence": "Though millions have raised themselves out of poverty, due to a lack of entrepreneurial skills, the remittance is largely spent on real estate and consumption",
              "refs": [
                "https://web.archive.org/web/20190124041439/https://tourism.gov.np/files/statistics/2.pdf",
                "https://thehimalayantimes.com/business/nepal-enough-opportunities-tap-tourists-visit-south-asian-nations/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Infrastructure",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Energy",
          "section_content": [
            {
              "sentence": "The bulk of energy in Nepal comes from biomass (80%) and imported fossil fuels (16%)",
              "refs": []
            },
            {
              "sentence": "Most of the final energy consumption goes to the residential sector (84%) followed by transport (7%) and industry (6%); the transport and industry sectors have been expanding rapidly in recent years",
              "refs": [
                "https://academic.oup.com/chicago-scholarship-online/book/18777/chapter/177037645"
              ]
            },
            {
              "sentence": "Except for some lignite deposits, Nepal has no known oil, gas or coal deposits",
              "refs": [
                "https://academic.oup.com/chicago-scholarship-online/book/18777/chapter/177037645"
              ]
            },
            {
              "sentence": "All commercial fossil fuels (mainly oil, LPG and coal) are imported, spending 129% of the country's total export revenue",
              "refs": [
                "https://academic.oup.com/chicago-scholarship-online/book/18777/chapter/177037645"
              ]
            },
            {
              "sentence": "Only about 1% of the energy need is fulfilled by electricity",
              "refs": [
                "https://myrepublica.nagariknetwork.com/news/68553/"
              ]
            },
            {
              "sentence": "The perennial nature of Nepali rivers and the steep gradient of the country's topography provide ideal conditions for the development of hydroelectric projects",
              "refs": [
                "https://academic.oup.com/chicago-scholarship-online/book/18777/chapter/177037645"
              ]
            },
            {
              "sentence": "Estimates put Nepal's economically feasible hydro-power potential at approximately 42,000 MW",
              "refs": []
            },
            {
              "sentence": "Nepal has been able to exploit only about 1,100 MW",
              "refs": [
                "https://academic.oup.com/chicago-scholarship-online/book/18777/chapter/177037645"
              ]
            },
            {
              "sentence": "As most of it is generated from run-of-river (ROR) plants, the actual power produced is much lower in the dry winter months when peak demand can reach as high as 1,200 MW, and Nepal needs to import as much as 650 MW from India to meet the demands",
              "refs": []
            },
            {
              "sentence": "Major hydro-power projects suffer delays and setbacks",
              "refs": [
                "https://kathmandupost.com/money/2019/04/27/nepals-unemployment-rate-estimated-at-114-percent"
              ]
            },
            {
              "sentence": "Nepal's electrification rate (76%) is comparable to that of other countries in the region but there is significant disparity between the rural (72%) and urban (97%) areas",
              "refs": [
                "https://www.nytimes.com/2004/09/01/world/middleeast/12-hostages-from-nepal-are-executed-in-iraq-a-militant.html",
                "https://myrepublica.nagariknetwork.com/news/48523/",
                "https://thehimalayantimes.com/nepal/basic-minimum-wage-eludes-nepali-migrant-workers/"
              ]
            },
            {
              "sentence": "The position of the power sector remains unsatisfactory because of high tariffs, high system losses, high generation costs, high overheads, over staffing, and lower domestic demand",
              "refs": [
                "https://academic.oup.com/chicago-scholarship-online/book/18777/chapter/177037645"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Transportation",
          "section_content": [
            {
              "sentence": "Nepal remains isolated from the world's major land, air and sea transport routes, although, within the country, aviation is in a better state, with 47 airports, 11 of them with paved runways;  flights are frequent and support a sizeable traffic",
              "refs": [
                "https://thehimalayantimes.com/kathmandu/nepal-receiving-two-dead-migrant-workers-every-day-for-past-seven-years-report/"
              ]
            },
            {
              "sentence": "The hilly and mountainous terrain in the northern two-thirds of the country has made the building of roads and other infrastructure difficult and expensive",
              "refs": []
            },
            {
              "sentence": "As of 2016 [update], there were just over 11,890 km (7,388 mi) of paved roads, 16,100 km (10,004 mi) of unpaved roads, and just 59 km (37 mi) of railway line in the south",
              "refs": []
            },
            {
              "sentence": "As of 2018 [update], all district headquarters (except Simikot) had been connected to the road network",
              "refs": [
                "https://thehimalayantimes.com/kathmandu/nepal-receiving-two-dead-migrant-workers-every-day-for-past-seven-years-report/"
              ]
            },
            {
              "sentence": "Most of the rural roads are not operable during the rainy season; even national highways regularly become inoperable",
              "refs": [
                "https://doi.org/10.2307%2F2645740"
              ]
            },
            {
              "sentence": "Nepal depends almost entirely on assistance from countries like China, India and Japan, for building, maintenance and expansion of the road network",
              "refs": [
                "https://asiafoundation.org/2018/06/06/nepalese-labor-migration-a-status-report/"
              ]
            },
            {
              "sentence": "The only practical seaport of entry for goods bound for Kathmandu is Kolkata in India",
              "refs": []
            },
            {
              "sentence": "The national carrier, Nepal Airlines, is in poor shape due to mismanagement and corruption, and has been blacklisted by the EU",
              "refs": []
            },
            {
              "sentence": "Internally, the poor state of development of the road system makes access to markets, schools, and health clinics a challenge",
              "refs": [
                "https://www.aljazeera.com/blogs/asia/2018/02/plight-nepal-migrant-workers-180205084756399.html"
              ]
            },
            {
              "sentence": "Nepal has the worst road infrastructure in Asia",
              "refs": [
                "https://doi.org/10.3126%2Fnccj.v4i1.24741"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Communication",
          "section_content": [
            {
              "sentence": "According to the Nepal Telecommunication Authority MIS August 2019 report, voice telephony subscription rate was at 2.70% of total population for fixed phones and 138.59% for mobile; 98% of all voice telephony was through mobile phones",
              "refs": []
            },
            {
              "sentence": "Similarly, while an estimated 14.52% had access to fixed broadband, an additional 52.71% were accessing the internet using their mobile data subscriptions; almost 15 million of them with 3G or better",
              "refs": [
                "https://myrepublica.nagariknetwork.com/news/50427/"
              ]
            },
            {
              "sentence": "The mobile voice telephony and broadband market was dominated by two telecommunications companies, the state-owned Nepal Telecom (55%) and the private multinational, Ncell (40%)",
              "refs": [
                "https://myrepublica.nagariknetwork.com/news/50427/"
              ]
            },
            {
              "sentence": "Of the 21% market share enjoyed by fixed broadband, around 25% was again shared by Nepal Telecom, with the rest going to the private Internet Service Providers",
              "refs": [
                "https://myrepublica.nagariknetwork.com/news/50427/"
              ]
            },
            {
              "sentence": "Although there is high disparity in penetration rate between the rural and urban areas, mobile service has reached 75 districts of the country covering 90% of land area, and broadband access is expected to reach 90% of the population by 2020",
              "refs": [
                "https://myrepublica.nagariknetwork.com/news/50427/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Media",
          "section_content": [
            {
              "sentence": "As of 2019 [update], the state operates three television stations as well as national and regional radio stations",
              "refs": []
            },
            {
              "sentence": "There are 117 private TV channels and 736 FM radio stations licensed for operation, at least 314 of them, community radio stations",
              "refs": []
            },
            {
              "sentence": "According to the 2011 census, the percentage of households possessing radio was 50.82%, television 36.45%, cable TV 19.33%, and computer 7.28%",
              "refs": [
                "https://thehimalayantimes.com/kathmandu/nepal-receiving-two-dead-migrant-workers-every-day-for-past-seven-years-report/"
              ]
            },
            {
              "sentence": "According to the Press Council Nepal classification, as of 2017 [update] of the 833 publications producing original content, ten national dailies and weeklies are rated A+ class",
              "refs": [
                "https://www.adb.org/sites/default/files/publication/356466/nepal-energy-assessment-road-map.pdf"
              ]
            },
            {
              "sentence": "In 2019, Reporters Without Borders ranked Nepal at 106th in the world in terms of press freedom",
              "refs": [
                "https://www.nepalitimes.com/banner/from-a-fossil-past-to-an-electric-future/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Demographics",
      "section_content": [
        {
          "sentence": "The citizens of Nepal are known as Nepali or Nepalese",
          "refs": []
        },
        {
          "sentence": "The Nepali are descendants of three major migrations from India, Tibet and North Burma, and the Chinese province of Yunnan via Assam",
          "refs": []
        },
        {
          "sentence": "Among the earliest inhabitants were the Kirat of the eastern region, Newars of the Kathmandu Valley, aboriginal Tharus of the Terai plains and the Khas Pahari people of the far-western hills",
          "refs": []
        },
        {
          "sentence": "Despite the migration of a significant section of the population to the Terai in recent years, the majority of Nepalese still live in the central highlands, and the northern mountains are sparsely populated.",
          "refs": []
        },
        {
          "sentence": "Nepal is a multicultural and multiethnic country, home to 125 distinct ethnic groups, speaking 123 different mother tongues and following a number of indigenous and folk religions in addition to Hinduism, Buddhism, Islam and Christianity",
          "refs": []
        },
        {
          "sentence": "According to the 2011 census, Nepal's population was 26.5 million, almost a threefold increase from nine million in 1950",
          "refs": [
            "https://thehimalayantimes.com/business/nea-to-build-10-new-hydropower-projects/"
          ]
        },
        {
          "sentence": "From 2001 to 2011, the average family size declined from 5.44 to 4.9",
          "refs": []
        },
        {
          "sentence": "The census also noted some 1.9 million absentee people, over a million more than in 2001; most are male labourers employed overseas",
          "refs": []
        },
        {
          "sentence": "This correlated with the drop in sex ratio to 94.2 from 99.8 for 2001",
          "refs": []
        },
        {
          "sentence": "The annual population growth rate was 1.35% between 2001 and 2011, compared to an average of 2.25% between 1961 and 2001; also attributed to the absentee population",
          "refs": [
            "https://kathmandupost.com/money/2018/08/17/power-generation-to-increase-by-750-mw"
          ]
        },
        {
          "sentence": "Nepal is one of the ten least urbanised, and the ten fastest urbanizing countries in the world",
          "refs": []
        },
        {
          "sentence": "As of 2014 [update], an estimated 18.3% of the population lived in urban areas",
          "refs": []
        },
        {
          "sentence": "Urbanisation rate is high in the Terai, doon valleys of the inner Terai and valleys of the middle hills, but low in the high Himalayas",
          "refs": []
        },
        {
          "sentence": "Similarly, the rate is higher in central and eastern Nepal compared to further west",
          "refs": []
        },
        {
          "sentence": "The capital, Kathmandu, nicknamed the \"City of temples\", is the largest city in the country and the cultural and economic heart",
          "refs": [
            "https://web.archive.org/web/20120425173323/https://sari-energy.org/PageFiles/Countries/Nepal_Energy_detail.asp"
          ]
        },
        {
          "sentence": "Other large cities in Nepal include Pokhara, Biratnagar, Lalitpur, Bharatpur, Birgunj, Dharan, Hetauda and Nepalgunj",
          "refs": []
        },
        {
          "sentence": "Congestion, pollution and drinking water shortage are some of the major problems facing the rapidly growing cities, most prominently the Kathmandu Valley.",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Largest cities",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Language",
          "section_content": [
            {
              "sentence": "Nepal's diverse linguistic heritage stems from three major language groups: Indo-Aryan, Sino-Tibetan and various indigenous language isolates",
              "refs": []
            },
            {
              "sentence": "The major languages of Nepal (percent spoken as native language) according to the 2011 census are Nepali (44.6%), Maithili (11.7%), Bhojpuri (6.0%), Tharu (5.8%), Tamang (5.1%), Nepal Bhasa (3.2%), Bajjika (3%) and Magar (3.0%), Doteli (3.0%), Urdu (2.6%), Awadhi (1.89%), and Sunwar",
              "refs": []
            },
            {
              "sentence": "Nepal is home to at least four indigenous sign languages",
              "refs": []
            },
            {
              "sentence": "[citation needed]",
              "refs": []
            },
            {
              "sentence": "Descendent of Sanskrit, Nepali is written in Devanagari script",
              "refs": []
            },
            {
              "sentence": "It is the official language and serves as lingua franca among Nepali of different ethnolinguistic groups",
              "refs": []
            },
            {
              "sentence": "The regional languages Maithili, Awadhi and Bhojpuri are spoken in the southern Terai region; Urdu is common among Nepali Muslims",
              "refs": []
            },
            {
              "sentence": "Varieties of Tibetan are spoken in and north of the higher Himalaya where standard literary Tibetan is widely understood by those with religious education",
              "refs": []
            },
            {
              "sentence": "Local dialects in the Terai and hills are mostly unwritten with efforts underway to develop systems for writing many in Devanagari or the Roman alphabet",
              "refs": []
            },
            {
              "sentence": "[citation needed]",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Religion",
          "section_content": [
            {
              "sentence": "Nepal is a secular country, as declared by the Constitution of Nepal 2012 (Part 1, Article 4), where secularism 'means religious, cultural freedom, along with the protection of religion, culture handed down from time immemorial (सनातन)'",
              "refs": []
            },
            {
              "sentence": "The 2011 census reported that the religion with the largest number of followers in Nepal was Hinduism (81.3% of the population), followed by Buddhism (9%); the remaining were Islam (4.4%), Kirant (3.1%), Christianity (1.4%) and Prakriti or nature worship (0.5%)",
              "refs": [
                "https://www.worldbank.org/en/news/feature/2009/12/17/connecting-nepals-rural-poor-to-markets",
                "https://kathmandupost.com/national/2019/09/14/the-rise-and-fall-of-nepal-airlines"
              ]
            },
            {
              "sentence": "By percentage of population, Nepal has the largest population of Hindus in the world",
              "refs": [
                "https://www.nationthailand.com/international/30339429"
              ]
            },
            {
              "sentence": "Nepal was officially a Hindu Kingdom until recently, and Shiva was considered the guardian deity of the country",
              "refs": [
                "https://web.archive.org/web/20221115130612/https://nta.gov.np/wp-content/uploads/MIS-2076-Shrawan.pdf"
              ]
            },
            {
              "sentence": "Although many government policies throughout history have disregarded or marginalised minority religions, Nepalese societies generally enjoy religious tolerance and harmony among all religions, with only isolated incidents of religiously motivated violence",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Nepal's constitution does not give anyone the right to convert any person to another religion",
              "refs": [
                "https://thehimalayantimes.com/kathmandu/press-council-nepal-classifies-833-newspapers-magazines/",
                "https://thehimalayantimes.com/nepal/nepal-slides-six-places-down-press-freedom-rankings-states-rsf-report/"
              ]
            },
            {
              "sentence": "Nepal also passed a more stringent anti-conversion law on 2017",
              "refs": []
            },
            {
              "sentence": "Nepal has the second-largest number of Hindus in the world after India",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Education",
          "section_content": [
            {
              "sentence": "Nepal entered modernity in 1951 with a literacy rate of 5% and about 10,000 students enrolled in 300 schools",
              "refs": []
            },
            {
              "sentence": "[citation needed] By 2017, there were more than seven million students enrolled in 35,601 schools",
              "refs": []
            },
            {
              "sentence": "The overall literacy rate (for population age five years and above) increased from 54.1% in 2001 to 65.9% in 2011",
              "refs": [
                "https://nepal.unfpa.org/sites/default/files/pub-pdf/Nepal%20Population%20Situation%20Analysis.pdf"
              ]
            },
            {
              "sentence": "The net primary enrolment rate reached 97% by 2017,   yet enrolment was less than 60% at the secondary level (grades 9 –12),  and around 12% at the tertiary level",
              "refs": [
                "https://thehimalayantimes.com/business/nea-to-build-10-new-hydropower-projects/",
                "[ERROR retrieving ref link]",
                "https://web.archive.org/web/20220206104652/https://cbs.gov.np/wp-content/upLoads/2022/01/Final%20Preliminary%20Report%20of%20Census%202021%20Newfinal.pdf",
                "https://www.wipo.int/edocs/lexdocs/laws/en/np/np029en.pdf"
              ]
            },
            {
              "sentence": "Though there is significant gender disparity in overall literacy rate,  girls have overtaken boys in enrolment to all levels of education",
              "refs": [
                "https://www.wipo.int/edocs/lexdocs/laws/en/np/np029en.pdf",
                "https://thehimalayantimes.com/business/nea-to-build-10-new-hydropower-projects/"
              ]
            },
            {
              "sentence": "Nepal has eleven universities and four independent science academies",
              "refs": [
                "https://www.wipo.int/edocs/lexdocs/laws/en/np/np029en.pdf"
              ]
            },
            {
              "sentence": "Nepal was ranked 109th in the Global Innovation Index in 2024",
              "refs": [
                "https://nepal.unfpa.org/sites/default/files/pub-pdf/Nepal%20Population%20Situation%20Analysis.pdf"
              ]
            },
            {
              "sentence": "Lack of proper infrastructures and teaching materials, and a high student-to-teacher ratio, as well as politicisation of school management committees  and partisan unionisation among both students and teachers,  present a hurdle to progress",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.beliefnet.com/columnists/religion101/2012/11/hindu-demographics-denominations-part-one.html"
              ]
            },
            {
              "sentence": "Free basic education is guaranteed in the constitution but the programme lacks funding for effective implementation",
              "refs": []
            },
            {
              "sentence": "Government has scholarship programmes for girls and disabled students as well as the children of martyrs, marginalised communities and the poor",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Tens of thousands of Nepali students leave the country every year in search of better education and work, with half of them never returning",
              "refs": [
                "https://myrepublica.nagariknetwork.com/news/22579/",
                "https://web.archive.org/web/20210721111738/https://np.usembassy.gov/wp-content/uploads/sites/79/NEPAL-2018-INTERNATIONAL-RELIGIOUS-FREEDOM-REPORT.pdf"
              ]
            },
            {
              "sentence": "Nepal has consistently been ranked as the country with the lowest IQ in the world",
              "refs": [
                "https://www.csw.org.uk/2017/08/21/press/3676/article.htm",
                "https://www.pewforum.org/2012/12/18/global-religious-landscape-exec/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Health",
          "section_content": [
            {
              "sentence": "Health care services in Nepal are provided by both the public and private sectors",
              "refs": []
            },
            {
              "sentence": "Life expectancy at birth is estimated at 71 years as of 2017, 153rd highest in the world,  up from 54 years in the 1990s and 35 years in 1950",
              "refs": [
                "https://uis.unesco.org/en/country/np"
              ]
            },
            {
              "sentence": "Two-thirds of all deaths are due to non-communicable diseases; heart disease is the leading cause of death",
              "refs": [
                "https://www.wipo.int/web-publications/global-innovation-index-2024/en/",
                "https://web.archive.org/web/20191204150818/http://therisingnepal.org.np/news/12519"
              ]
            },
            {
              "sentence": "While sedentary lifestyle, imbalanced diet and consumption of tobacco and alcohol has contributed in the rise of non-communicable diseases, many lose their life to communicable and treatable diseases caused by poor sanitation and malnutrition due to a lack of education, awareness and access to healthcare services",
              "refs": [
                "https://thehimalayantimes.com/nepal/minister-pokhrel-urges-teachers-to-be-loyal-to-their-schools/"
              ]
            },
            {
              "sentence": "Nepal has made great progress in maternal and child health",
              "refs": []
            },
            {
              "sentence": "95% of children have access to iodised salt, and 86% of children aged 6 – 59 months receive Vitamin A prophylaxis",
              "refs": []
            },
            {
              "sentence": "Stunting, underweight and wasting has been reduced significantly;  malnutrition, at 43% among children under five, is extremely high",
              "refs": [
                "https://edusanjal.com/scholarship/types-of-scholarships-provided-to-nepalese-students-by-government-of-nepal/",
                "https://edusanjal.com/scholarship/types-of-scholarships-provided-to-nepalese-students-by-government-of-nepal/"
              ]
            },
            {
              "sentence": "Anemia in women and children increased between 2011 and 2016, reaching 41% and 53% respectively",
              "refs": [
                "https://thehimalayantimes.com/nepal/medical-colleges-charging-extra-fees-even-from-govt-scholarship-holders/"
              ]
            },
            {
              "sentence": "Low birth weight is at 27% while breastfeeding is at 65%",
              "refs": [
                "https://thehimalayantimes.com/nepal/medical-colleges-charging-extra-fees-even-from-govt-scholarship-holders/"
              ]
            },
            {
              "sentence": "Nepal has reduced maternal mortality rate to 229,  from 901 in 1990;   infant mortality is down to 32.2 per thousand live births compared to 139.8 in 1990",
              "refs": [
                "https://thehimalayantimes.com/nepal/medical-colleges-charging-extra-fees-even-from-govt-scholarship-holders/",
                "https://admin.myrepublica.com/society/story/23904/more-students-seeking-no-objection-to-study-abroad.html",
                "https://nepalitimes.com/regular-columns/Between-the-lines/More-Nepali-students-settle-overseas,528",
                "https://admin.myrepublica.com/society/story/23904/more-students-seeking-no-objection-to-study-abroad.html"
              ]
            },
            {
              "sentence": "Contraceptive prevalence rate is 53% but the disparity rate between rural and urban areas is high due to a lack of awareness and easy access",
              "refs": [
                "https://timesofindia.indiatimes.com/etimes/trending/10-countries-with-lowest-iq-in-the-world/photostory/114692131.cms"
              ]
            },
            {
              "sentence": "Progress in health is driven by strong government initiative in cooperation with NGOs and INGOs",
              "refs": []
            },
            {
              "sentence": "Public health centres provide 72 essential medicines free of cost",
              "refs": []
            },
            {
              "sentence": "In addition, the public health insurance plan initiated in 2016 which covers health treatments of up to Rs 50,000 for five members of a family, for a premium of Rs 2500 per year, has seen limited success, and is expected to expand",
              "refs": []
            },
            {
              "sentence": "By paying stipends for four antenatal visits to health centres and hospitalised delivery, Nepal decreased home-births from 81% in 2006  to 41% in 2016",
              "refs": [
                "https://currentaffairs.adda247.com/top-10-countries-with-the-lowest-iq-in-the-world/",
                "https://nepalitimes.com/regular-columns/Between-the-lines/More-Nepali-students-settle-overseas,528"
              ]
            },
            {
              "sentence": "School meal programmes have improved education as well as nutrition metrics among children",
              "refs": [
                "https://web.archive.org/web/20181229134543/https://www.cia.gov/library/publications/the-world-factbook/rankorder/2102rank.html"
              ]
            },
            {
              "sentence": "Toilet building subsidies under the ambitious \"one household-one toilet\" programme has seen toilet prevalence rate reach 99% in 2019, from just 6% in 1990",
              "refs": [
                "https://thehimalayantimes.com/kathmandu/nepal-ranks-second-in-lung-ailment-deaths/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Immigrants and refugees",
          "section_content": [
            {
              "sentence": "Nepal has a long tradition of accepting immigrants and refugees",
              "refs": []
            },
            {
              "sentence": "In modern times, Tibetans and Bhutanese have constituted a majority of refugees in Nepal",
              "refs": [
                "https://nhrc.gov.np/wp-content/uploads/2019/04/NBoD-2017_NHRC-MoHP.pdf"
              ]
            },
            {
              "sentence": "Tibetan refugees began arriving in 1959,  and many more cross into Nepal every year",
              "refs": [
                "https://thehimalayantimes.com/nepal/study-reveals-high-prevalence-of-non-communicable-diseases-in-nepal/"
              ]
            },
            {
              "sentence": "The Bhutanese Lhotsampa refugees began arriving in the 1980s and numbered more than 110,000 by the 2000s",
              "refs": [
                "https://www.unicef.org/nepal/nutrition"
              ]
            },
            {
              "sentence": "Most of them have been resettled in third countries",
              "refs": []
            },
            {
              "sentence": "In late 2018, Nepal had a total of 20,800 confirmed refugees, 64% of them Tibetan and 31% Bhutanese",
              "refs": [
                "https://www.nepalitimes.com/banner/nearly-half-of-nepali-children-still-malnourished/"
              ]
            },
            {
              "sentence": "Economic immigrants, and refugees fleeing persecution or war, from neighbouring countries, Africa and the Middle East, termed \"urban refugees\" because they live in apartments in the cities instead of refugee camps,    lack official recognition; the government facilitates their resettlement in third countries",
              "refs": [
                "https://kathmandupost.com/national/2019/02/10/maternal-mortality-reduction-target-hard-to-meet-for-nepal-officials",
                "https://web.archive.org/web/20160719033028/https://www.who.int/bulletin/volumes/94/5/16-030516/en/",
                "https://data.worldbank.org/indicator/SH.DYN.MORT?locations=NP&view=chart",
                "https://www.nepalitimes.com/here-now/nepal-far-from-hitting-contraceptive-target/"
              ]
            },
            {
              "sentence": "Around 2,000 immigrants, half of them Chinese, applied for a work permit in 2018/19",
              "refs": []
            },
            {
              "sentence": "The government lacks data on Indian immigrants as they do not require permits to live and work in Nepal;  Government of India puts the number of Non-Resident Indians in the country at 600,000",
              "refs": [
                "https://www.mhtf.org/2017/12/29/the-current-state-of-maternal-health-in-nepal/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Culture",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Society",
          "section_content": [
            {
              "sentence": "Traditional Nepali society is sometimes defined by social hierarchy",
              "refs": []
            },
            {
              "sentence": "The Nepali caste system embodies much of the social stratification and many of the social restrictions found in South Asia",
              "refs": []
            },
            {
              "sentence": "Social classes are defined by more than a hundred endogamous hereditary groups, often termed as jātis, or \"castes\"",
              "refs": []
            },
            {
              "sentence": "Nepal declared untouchability to be illegal in 1963  and has since enacted other anti-discriminatory laws and social welfare initiatives",
              "refs": [
                "https://kathmandupost.com/national/2019/08/01/government-has-been-trying-to-eliminate-open-defecation-for-over-a-decade-here-s-why-it-hasn-t-worked"
              ]
            },
            {
              "sentence": "At the workplace and educational institutions in urban Nepal, caste-related identification has pretty much lost its importance",
              "refs": []
            },
            {
              "sentence": "[citation needed]",
              "refs": []
            },
            {
              "sentence": "Family values are important in the Nepali tradition, and multi-generational patriarchal joint families have been the norm in Nepal, though nuclear families are becoming common in urban areas",
              "refs": []
            },
            {
              "sentence": "An overwhelming majority of Nepalis, with or without their consent, have their marriages arranged by their parents or other family elders",
              "refs": []
            },
            {
              "sentence": "Marriage is thought to be for life, and the divorce rate is extremely low, with less than one in a thousand marriages ending in divorce",
              "refs": []
            },
            {
              "sentence": "Child marriages are common, especially in rural areas; many women wed before reaching 18",
              "refs": [
                "https://www.unhcr.org/nepal.html"
              ]
            },
            {
              "sentence": "Many Nepali festivals are religious in origin",
              "refs": []
            },
            {
              "sentence": "The best known include: Gadhimai festival, Dashain, Tihar, Teej, Chhath, Maghi, Sakela, Holi, and the Nepali new year.",
              "refs": []
            },
            {
              "sentence": "Gadhimai festival is a Hindu festival held every five years in Nepal at the Gadhimai Temple and has been described as the world's bloodiest festival",
              "refs": []
            },
            {
              "sentence": "The event involves large-scale slaughter of animals and birds, including buffaloes, goats, sheep, chickens, ducks, pigeons, pigs, rats and white mice, with the goal of pleasing goddess Gadhimai",
              "refs": []
            },
            {
              "sentence": "Critics say the festival ritual is barbaric, unsanitary and wasteful, but Hindu devotees insist it has deep religious significance",
              "refs": [
                "https://www.latimes.com/world/asia/la-fg-tibet-nepal-20150806-story.html",
                "https://web.archive.org/web/20121008021239/https://www.unhcr.org/refworld/publisher,IRIN,,BTN,491946b81e,0.html",
                "https://reporting.unhcr.org/node/10316#_ga=2.192568106.1679015461.1575456467-1408828592.1575456467"
              ]
            },
            {
              "sentence": "Dashain is a major Hindu religious festival in Nepal",
              "refs": []
            },
            {
              "sentence": "Driven by the belief that offerings of fresh blood will appease goddess Durga, thousands of buffaloes, goats, sheep, pigs, chickens and ducks are slaughtered during the festival",
              "refs": []
            },
            {
              "sentence": "Numerous animal welfare activists have expressed their concerns over the issue of animal cruelty and mass slaughter",
              "refs": []
            },
            {
              "sentence": "The Nepali government have tried to ban the filming of the animal sacrifices",
              "refs": []
            },
            {
              "sentence": "An animal welfare group who witnessed the festival said \"We have been violently and physically assaulted",
              "refs": []
            },
            {
              "sentence": "Our equipment and cameras have been ripped from our hands and smashed into pieces.\" They also said they saw festival goers defecating in public and they had to walk among human faeces",
              "refs": []
            },
            {
              "sentence": "In another case Nepali people carrying machetes chased animal welfare activists down the street",
              "refs": []
            },
            {
              "sentence": "Witch-hunts are still occurring in Nepal in the twenty-first century",
              "refs": []
            },
            {
              "sentence": "The victims are usually poor elderly women, free-spirited young women, widows,   women of lower castes, or any possible combination of the above",
              "refs": [
                "https://books.google.com/books?id=JzFROpFVYRAC",
                "https://www.nepjol.info/index.php/DSAJ/article/view/284"
              ]
            },
            {
              "sentence": "The perpetrators are usually neighbours or residents of the same village, and occasionally family or close relatives",
              "refs": [
                "https://web.archive.org/web/20230830024316/https://nepal.unfpa.org/en/node/15217",
                "https://www.independent.co.uk/news/world/asia/gadhimai-hindu-festival-largest-animal-sacrifice-nepal-india-buffalo-a9230786.html"
              ]
            },
            {
              "sentence": "Politicians, teachers, police officers, army officers and other respected members of the community have also been implicated in various incidents",
              "refs": []
            },
            {
              "sentence": "Execution may be carried out by burning alive",
              "refs": [
                "https://www.theguardian.com/world/2019/dec/02/worlds-largest-ritual-animal-slaughter-goes-ahead-despite-ban",
                "https://www.nytimes.com/2019/12/06/world/asia/nepal-animal-sacrifice-gadhimai.html"
              ]
            },
            {
              "sentence": "Many victims succumb to their injuries from torture and assault",
              "refs": [
                "https://edition.cnn.com/2019/12/03/world/gallery/gadhimai-festival-intl-hnk-scli/index.html"
              ]
            },
            {
              "sentence": "Non-murderous witch-hunts usually include beating and feeding of excrement",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Symbols",
          "section_content": [
            {
              "sentence": "The emblem of Nepal depicts the snowy Himalayas, the forested hills, and the fertile Terai, supported by a wreath of rhododendrons, with the national flag at the crest and in the foreground, a plain white map of Nepal below it, and a man's and woman's right hands joined to signify gender equality",
              "refs": []
            },
            {
              "sentence": "At the bottom is the national motto, a Sanskrit quote of patriotism attributed in Nepali folklore to Lord Rama, written in Devanagari script—\"Mother and motherland are greater than heaven\"",
              "refs": []
            },
            {
              "sentence": "[citation needed]",
              "refs": []
            },
            {
              "sentence": "Nepal's flag is the only national flag in the world that is not rectangular in shape",
              "refs": []
            },
            {
              "sentence": "The constitution contains instructions for a Geometric Construction of the double-pennant flag",
              "refs": [
                "http://www.scmp.com/news/asia/article/1625292/animal-rights-activists-want-nepals-sacrifice-festival-stopped"
              ]
            },
            {
              "sentence": "According to its official description, the crimson in the flag stands for victory in war or courage, and is also the colour of the rhododendron",
              "refs": [
                "http://www.myrepublica.com/news/27990/"
              ]
            },
            {
              "sentence": "The flag's blue border signifies Nepali people's desire for peace",
              "refs": []
            },
            {
              "sentence": "The moon on the flag is a symbol of the peaceful and calm nature of Nepalis, while the sun represents the aggressiveness of Nepali warriors.",
              "refs": []
            },
            {
              "sentence": "The president is the symbol of national unity",
              "refs": []
            },
            {
              "sentence": "The martyrs are the symbols of patriotism",
              "refs": []
            },
            {
              "sentence": "Commanders of the Anglo-Nepalese war, Amar Singh Thapa, Bhakti Thapa, and Balbhadra Kunwar are considered war heroes",
              "refs": []
            },
            {
              "sentence": "A special designation of \"National hero\" has been conferred to 16 people from Nepal's history for their exceptional contributions to the prestige of Nepal",
              "refs": []
            },
            {
              "sentence": "Prithvi Narayan Shah, the founder of modern Nepal, is held in high regard and considered \"Father of the Nation\" by many",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Art and architecture",
          "section_content": [
            {
              "sentence": "The oldest known examples of architecture in Nepal are stupas of early Buddhist constructions in and around Kapilvastu in south-western Nepal, and those constructed by Ashoka in the Kathmandu Valley c. 250 BC",
              "refs": []
            },
            {
              "sentence": "The characteristic architecture associated exclusively with Nepal was developed and refined by Newa artisans of the Kathmandu Valley starting no later than the Lichchhavi period",
              "refs": []
            },
            {
              "sentence": "A Tang dynasty Chinese travel book, probably based on records from c. 650 AD, describes contemporary Nepali architecture, predominantly built with wood, as rich in artistry, as well as wood and metal sculpture",
              "refs": []
            },
            {
              "sentence": "It describes a magnificent seven-storied pagoda in the middle of a palace, with copper-tiled roofs, its balustrade, grills, columns and beams set about with fine and precious stones, and four golden sculptures of Makaras in the four corners of the base spouting water from their mouths like a fountain, supplied by copper pipes connected to the runnels at the top of the tower",
              "refs": []
            },
            {
              "sentence": "Later Chinese chronicles describe Nepal's king's palace as an immense structure with many roofs, suggesting that the Chinese were not yet familiar with the pagoda architecture, which has now become one of the chief characteristics of Chinese architecture.",
              "refs": []
            },
            {
              "sentence": "A typical pagoda temple is built with wood, every piece of it finely carved with geometrical patterns or images of gods, goddesses, mythical beings and beasts",
              "refs": []
            },
            {
              "sentence": "The roofs usually tiled with clay, and sometimes gold plated, diminish in proportion successively until the topmost roof is reached which is itself ensigned by a golden finial",
              "refs": []
            },
            {
              "sentence": "The base is usually composed of rectangular terraces of finely carved stone; the entrance is usually guarded by stone sculptures of conventional figures",
              "refs": []
            },
            {
              "sentence": "Bronze and copper craftsmanship observable in the sculpture of deities and beasts, decorations of doors and windows and the finials of buildings, as well as items of everyday use is found to be of equal splendour",
              "refs": []
            },
            {
              "sentence": "The most well-developed of Nepali painting traditions is the thanka or paubha painting tradition of Tibetan Buddhism, practised in Nepal by the Buddhist monks and Newar artisans",
              "refs": []
            },
            {
              "sentence": "Changu Narayan Temple, built c",
              "refs": []
            },
            {
              "sentence": "4th century AD has probably the finest of Nepali woodcraft; the Kathmandu, Patan and Bhaktapur Durbar Squares are the culmination of Nepali art and architecture, showcasing Nepali wood, metal and stone craftsmanship refined over two millennia",
              "refs": []
            },
            {
              "sentence": "The \"ankhijhyal\" window, that allow a one-way view of the outside world, is an example of unique Nepali woodcraft, found in building structures, domestic and public alike, ancient and modern",
              "refs": []
            },
            {
              "sentence": "Many cultures paint the walls of their homes with regular patterns, figures of gods and beasts and religious symbols; others paint their walls plain, often with clay or chernozem contrasted with yellow soil or limestone",
              "refs": []
            },
            {
              "sentence": "The roofs of religious as well as domestic structures project considerably, presumably to provide protection from the sun and the rain",
              "refs": []
            },
            {
              "sentence": "The timber of domestic structures are finely carved as with their religious counterparts",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Looting of the cultural heritage of Nepal",
          "section_content": [
            {
              "sentence": "Cultural looting is a crisis in Nepal despite efforts to combat it",
              "refs": []
            },
            {
              "sentence": "Volunteers working for the Nepal Heritage Recovery Campaign have helped recover artifacts",
              "refs": [
                "https://books.google.com/books?id=Do1Kl2OyQdgC&pg=PA280",
                "https://kathmandupost.ekantipur.com/news/2018-11-19/woman-73-beaten-fed-feces-on-witchcraft-charges-in-dhading.html",
                "https://www.cnn.com/2012/02/18/world/asia/nepal-witchcraft-burning/index.html"
              ]
            },
            {
              "sentence": "In 2022 Barakat Gallery's London branch relinquished 16th-century carved wooden Torana, a ceremonial gateway, and the 17th-century stone statue of a kneeling devotee, both taken from sacred sites near Kathmandu",
              "refs": [
                "https://timesofindia.indiatimes.com/world/south-asia/Cow-becomes-national-animal-of-Nepal/articleshow/49049371.cms"
              ]
            },
            {
              "sentence": "In 2023 Nepalese artifacts suspected of having been looted were found in the Art Institute of Chicago,  the Metropolitan Museum of Art,   the Dallas Museum of Art,  the Rubin Museum  and other museums, and turned up in auctions at Christie's,  Bonhams  and other auction houses.",
              "refs": [
                "https://thehimalayantimes.com/nepal/rhododendron-facing-existential-crisis-ilam-highlands/",
                "https://english.onlinekhabar.com/its-official-volleyball-is-the-national-sport-of-nepal.html",
                "https://web.archive.org/web/20110410060127/https://www.cia.gov/library/publications/the-world-factbook/flags/flagtemplate_np.html",
                "https://www.servat.unibe.ch/icl/np01000_.html",
                "https://www.bbc.com/nepali/news-42652772",
                "https://books.google.com/books?id=y6IwDwAAQBAJ",
                "https://unesdoc.unesco.org/images/0014/001461/146117e.pdf",
                "https://archive.org/details/in.ernet.dli.2015.81837"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Literature and the performing arts",
          "section_content": [
            {
              "sentence": "Nepal's literature was closely intertwined with that of the rest of South Asia until its unification into a modern kingdom",
              "refs": []
            },
            {
              "sentence": "Literary works, which were written in Sanskrit by Brahmin priests educated and sometimes also based in Varanasi, included religious texts and other fantasies involving kings, gods and demons",
              "refs": []
            },
            {
              "sentence": "The oldest extant Nepali language text is dated to the 13th century but except for the epigraphic material, Nepali language literature older than the 17th century have not been found",
              "refs": [
                "https://www.unesco.org/en/articles/cultural-looting-still-persistent-crisis-south-east-asia"
              ]
            },
            {
              "sentence": "Newar literature dates back almost 500 years",
              "refs": []
            },
            {
              "sentence": "The modern history of Nepali literature begins with Bhanubhakta Acharya (1814–1868), who for the first time composed major and influential works in Nepali, the language accessible to the masses, most prominently, the Bhanubhakta Ramayana, a translation of the ancient Hindu epic",
              "refs": [
                "https://www.womenepal.org/womens-and-childrens-issues/witch-hunting/"
              ]
            },
            {
              "sentence": "By the end of the nineteenth century, Motiram Bhatta had published print editions of the works of Acharya, and through his efforts, single-handedly popularised and propelled Nepali language literature into modernity",
              "refs": [
                "https://www.unesco.org/en/articles/cultural-looting-still-persistent-crisis-south-east-asia"
              ]
            },
            {
              "sentence": "By the mid-twentieth century, Nepali literature was no longer limited to the Hindu literary traditions",
              "refs": [
                "https://www.womenepal.org/womens-and-childrens-issues/witch-hunting/"
              ]
            },
            {
              "sentence": "Influenced by western literary traditions, writers in this period started producing literary works addressing the contemporary social problems,  while many others continued to enrich Nepali poetic traditions with authentic Nepali poetry",
              "refs": [
                "https://eprints.gla.ac.uk/290898/1/290898.pdf"
              ]
            },
            {
              "sentence": "Newar literature also emerged as a premier literary tradition",
              "refs": []
            },
            {
              "sentence": "After the advent of democracy in 1951, Nepali literature flourished",
              "refs": []
            },
            {
              "sentence": "Literary works in many other languages began to be produced",
              "refs": []
            },
            {
              "sentence": "Nepali literature continued to modernise, and in recent years, has been strongly influenced by the post civil-war Nepali experience as well as global literary traditions",
              "refs": []
            },
            {
              "sentence": "Maruni, Lakhey, Sakela, Kauda and Tamang Selo are some examples of the traditional Nepali music and dance in the hilly regions of Nepal.",
              "refs": []
            },
            {
              "sentence": "Nepali film industry is known as \"Kollywood\"",
              "refs": []
            },
            {
              "sentence": "Nepal Academy is the foremost institution for the promotion of arts and culture in Nepal, established in 1957",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Clothing",
          "section_content": [
            {
              "sentence": "The most widely worn traditional dress in Nepal, for both women and men, from ancient times until the advent of modern times, was draped",
              "refs": []
            },
            {
              "sentence": "For women, it eventually took the form of a sari, a single long piece of cloth, famously six yards long, and of width spanning the lower body",
              "refs": [
                "https://www.icij.org/investigations/hidden-treasures/more-than-1000-artifacts-in-metropolitan-museum-of-art-catalog-linked-to-alleged-looting-and-trafficking-figures/"
              ]
            },
            {
              "sentence": "The sari is tied around the waist and knotted at one end, wrapped around the lower body, and then over the shoulder",
              "refs": [
                "https://www.icij.org/investigations/hidden-treasures/more-than-1000-artifacts-in-metropolitan-museum-of-art-catalog-linked-to-alleged-looting-and-trafficking-figures/"
              ]
            },
            {
              "sentence": "In its more modern form, it has been used to cover the head, and sometimes the face, as a veil,  particularly in the Terai",
              "refs": [
                "https://www.icij.org/investigations/hidden-treasures/more-than-1000-artifacts-in-metropolitan-museum-of-art-catalog-linked-to-alleged-looting-and-trafficking-figures/",
                "https://www.icij.org/investigations/hidden-treasures/more-than-1000-artifacts-in-metropolitan-museum-of-art-catalog-linked-to-alleged-looting-and-trafficking-figures/"
              ]
            },
            {
              "sentence": "It has been combined with an underskirt, or the petticoat, and tucked in the waistband for more secure fastening",
              "refs": []
            },
            {
              "sentence": "It is worn with a blouse, or cholo, which serves as the primary upper-body garment, the sari's end, passing over the shoulder, now serving to obscure the upper body's contours, and to cover the midriff",
              "refs": []
            },
            {
              "sentence": "Cholo-sari has become the attire of choice for formal occasions, official environs and festive gatherings",
              "refs": [
                "https://www.icij.org/investigations/hidden-treasures/more-than-1000-artifacts-in-metropolitan-museum-of-art-catalog-linked-to-alleged-looting-and-trafficking-figures/"
              ]
            },
            {
              "sentence": "In its more traditional form, as part of traditional dresses and as worn in daily life while performing household chores or labour, it takes the form of a fariya or gunyu, usually shorter than a sari in length as well as breadth, and all of it wrapped around the lower body.",
              "refs": []
            },
            {
              "sentence": "For men, a similar but shorter length of cloth, the dhoti, has served as a lower-body garment",
              "refs": []
            },
            {
              "sentence": "It too is tied around the waist and wrapped",
              "refs": [
                "https://www.cnn.com/style/nepal-itumbaha-monastery-treasures-repatriation-rubin-museum/index.html"
              ]
            },
            {
              "sentence": "Among the Aryans, it is also wrapped once around each leg before being brought up through the legs to be tucked in at the back",
              "refs": [
                "https://www.cnn.com/style/nepal-itumbaha-monastery-treasures-repatriation-rubin-museum/index.html"
              ]
            },
            {
              "sentence": "Dhoti or its variants, usually worn over a langauti, constitute the lower-body garment in the traditional clothing of Tharus, Gurungs and Magars as well as the Madhesi people, among others",
              "refs": []
            },
            {
              "sentence": "Other forms of traditional apparel that involve no stitching or tailoring are patukas (a length of cloth wrapped tightly over the waist by both sexes as a waistband, a part of most traditional Nepali costumes, usually with a khukuri tucked into it when worn by men), scarves like pachhyauras and majetros and shawls like the newar ga and Tibetan khata, ghumtos (the wedding veils) and various kinds of turbans (scarves worn around the head as a part of a tradition, or to keep off the sun or the cold,  called a pheta, pagri or sirpau).",
              "refs": [
                "https://www.cnn.com/style/nepal-itumbaha-monastery-treasures-repatriation-rubin-museum/index.html"
              ]
            },
            {
              "sentence": "Until the beginning of the first millennium AD, the ordinary dress of people in South Asia was entirely unstitched",
              "refs": []
            },
            {
              "sentence": "The arrival of the Kushans from Central Asia, c. 48 AD, popularised cut and sewn garments in the style of Central Asia",
              "refs": [
                "http://hyperallergic.com/627854/return-of-looted-nepal-statue-dallas-museum/"
              ]
            },
            {
              "sentence": "The simplest form of sewn clothing, Bhoto (a rudimentary vest), is a universal unisex clothing for children, and traditionally the only clothing children wear until they come of age and are given adult garb, sometimes in a ceremonial rite of passage, such as the gunyu-choli ceremony for Hindu girls",
              "refs": [
                "http://hyperallergic.com/627854/return-of-looted-nepal-statue-dallas-museum/"
              ]
            },
            {
              "sentence": "Men continue to wear bhoto through adulthood",
              "refs": []
            },
            {
              "sentence": "Upper body garment for men is usually a vest such as the bhoto, or a shirt similar to the kurta, such as daura, a closed-necked double-breasted long shirt with five pleats and eight strings that serve to tie it around the body",
              "refs": []
            },
            {
              "sentence": "Suruwal, simply translated as a pair of trousers, is an alternative to and, more recently, replacement for dhoti, kachhad (Magars) or lungi (Tharus); it is traditionally much wider above the knees but tapers below, to fit tightly at the ankles, and is tied to the waist with a drawstring",
              "refs": []
            },
            {
              "sentence": "Modern cholos worn with sarees are usually half-sleeved and single-breasted, and do not cover the midriff",
              "refs": []
            },
            {
              "sentence": "The traditional one called the chaubandi cholo, like the daura, is full-sleeved, double-breasted with pleats and strings, and extends down to the patuka, covering the midriff.",
              "refs": []
            },
            {
              "sentence": "Daura-Suruwal and Gunyu-Cholo were the national dresses for men and women respectively until 2011 when they were removed to eliminate favouritism",
              "refs": []
            },
            {
              "sentence": "Traditional dresses of many pahari ethnic groups are Daura-Suruwal or similar, with patuka, a dhaka topi and a coat for men, and Gunyu-cholo or similar, with patuka and sometimes a scarf for women",
              "refs": [
                "https://news.artnet.com/art-world/activists-protest-rubin-funded-itumbaha-museum-2344913"
              ]
            },
            {
              "sentence": "For many other groups, men's traditional dresses consist of a shirt or a vest, paired with a dhoti, kachhad or lungi",
              "refs": []
            },
            {
              "sentence": "In the high Himalayas, the traditional dresses are largely influenced by Tibetan culture",
              "refs": []
            },
            {
              "sentence": "Sherpa women wear the chuba with the pangi apron, while Sherpa men wear shirts with stiff high collar and long sleeves called tetung under the chuba",
              "refs": []
            },
            {
              "sentence": "Tibetan Xamo Gyaise hats of the Sherpas, dhaka topi of pahari men and tamang round caps are among the more distinctive headwears.",
              "refs": []
            },
            {
              "sentence": "Married Hindu women wear tika, sindur, pote and red bangles",
              "refs": []
            },
            {
              "sentence": "Jewellery of gold and silver, and sometimes precious stones, are common",
              "refs": []
            },
            {
              "sentence": "Gold jewellery includes mangalsutras and tilaharis worn with the pote by the Hindus, samyafung (a huge gold flower worn on the head) and Nessey (huge flattened gold earrings) worn by the Limbus, and sirphuli, sirbandhi and chandra worn by the Magars",
              "refs": []
            },
            {
              "sentence": "Tharu women can wear as much as six kilograms of silver in jewellery, which includes mangiya worn on the head, tikuli the forehead, and kanseri and tikahamala around the neck",
              "refs": []
            },
            {
              "sentence": "In the last 50 years, fashions have changed a great deal in Nepal",
              "refs": []
            },
            {
              "sentence": "Increasingly, in urban settings, the sari is no longer the apparel of everyday wear, transformed instead into one for formal occasions",
              "refs": []
            },
            {
              "sentence": "The traditional kurta suruwal is rarely worn by younger women, who increasingly favour jeans",
              "refs": []
            },
            {
              "sentence": "The dhoti has largely been reduced to the liturgical vestment of shamans and Hindu priests.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Cuisine",
          "section_content": [
            {
              "sentence": "Nepali cuisine consists of a wide variety of regional and traditional cuisines",
              "refs": []
            },
            {
              "sentence": "With diversity in soil type, climate, culture, ethnic groups, and occupations, these cuisines vary substantially, using locally available spices, herbs, vegetables, and fruit",
              "refs": []
            },
            {
              "sentence": "The Columbian exchange brought potatoes, tomatoes, maize, peanuts, cashew nuts, pineapples, guavas, and most notably, chilli peppers, to South Asia; all became staples",
              "refs": [
                "https://www.thenationalnews.com/arts-culture/art/nepalese-figures-withdrawn-from-bonhams-auction-after-identified-as-looted-art-1.1235491"
              ]
            },
            {
              "sentence": "Cereals grown in Nepal, their times and regions of planting, correspond strongly to the timing of monsoons   and variations in altitude",
              "refs": [
                "https://search.worldcat.org/issn/0019-5804",
                "https://search.worldcat.org/issn/0091-5637"
              ]
            },
            {
              "sentence": "Rice and wheat are mostly cultivated in the terai plains and well-irrigated valleys; maize, millet, barley and buckwheat mostly in the less fertile and drier hills",
              "refs": []
            },
            {
              "sentence": "A typical Nepali meal is a cereal cooked in plain fashion, complemented with flavourful, savoury dishes",
              "refs": []
            },
            {
              "sentence": "The latter include lentils, pulses and vegetables, spiced commonly with ginger and garlic, and more discerningly with combinations of coriander, cumin, turmeric, cinnamon, cardamon, jimbu and others",
              "refs": [
                "https://web.archive.org/web/20191211155930/http://www.therisingnepal.org.np/index/news/34119"
              ]
            },
            {
              "sentence": "This is typically on a platter, or thali, with a central place for the cooked cereal and small bowls for the flavourful accompaniments",
              "refs": [
                "https://web.archive.org/web/20191211155930/http://www.therisingnepal.org.np/index/news/34119"
              ]
            },
            {
              "sentence": "They are combined either by actual mixing—for example, rice and lentils—or in the folding of one—such as bread—around the other, such as cooked vegetables",
              "refs": []
            },
            {
              "sentence": "Dal-bhat centred around steamed rice is the most common example",
              "refs": [
                "https://web.archive.org/web/20191211155930/http://www.therisingnepal.org.np/index/news/34119"
              ]
            },
            {
              "sentence": "as well as dairy and sometimes meat",
              "refs": [
                "https://doi.org/10.1017%2FS0041977X00002007"
              ]
            },
            {
              "sentence": "Unleavened flat bread made from wheat flour called chapati occasionally replaces rice, particularly in the Terai, while Dhindo, prepared by boiling corn, millet or buckwheat flour in water, continuously stirring and adding flour until thick, almost solid consistency is reached, is the main substitute in the hills and mountains",
              "refs": []
            },
            {
              "sentence": "Tsampa, flour made from roasted barley or naked barley, is the main staple in the high himalayas",
              "refs": []
            },
            {
              "sentence": "Throughout Nepal, fermented, then sun-dried, leafy greens called Gundruk, are both a delicacy and a vital substitute for fresh vegetables in the winter",
              "refs": []
            },
            {
              "sentence": "A notable feature of Nepali food is the existence of a number of distinctive vegetarian cuisines, each a feature of the geographical and cultural histories of its adherents",
              "refs": []
            },
            {
              "sentence": "The appearance of ahimsa, or the avoidance of violence toward all forms of life in many religious orders early in South Asian history, especially Upanishadic Hinduism, Buddhism and Jainism, is thought to have been a notable factor in the prevalence of vegetarianism among a segment of Nepal's Hindu and Buddhist populations, as well as among Jains",
              "refs": [
                "https://kathmandupost.com/miscellaneous/2016/05/28/changing-winds-in-kollywood"
              ]
            },
            {
              "sentence": "Among these groups, strong discomfort is felt at thoughts of eating meat",
              "refs": [
                "https://kathmandupost.com/miscellaneous/2016/05/28/changing-winds-in-kollywood"
              ]
            },
            {
              "sentence": "Though per capita meat consumption is low in Nepal, the proportion of vegetarianism is not high as in India, due to the prevalence of Shaktism, of which animal sacrifice is a prominent feature",
              "refs": [
                "https://books.google.com/books?id=ByoTXhXCuyAC&pg=PA26"
              ]
            },
            {
              "sentence": "Nepali cuisines possess their own distinctive qualities to distinguish these hybrid cuisines from both their northern and southern neighbours",
              "refs": []
            },
            {
              "sentence": "Nepali cuisines, with generally tomato-based, leaner curries, are lighter than their cream-based Indian counterparts, and Nepali momo dumplings are heavily spiced compared to their northern counterparts",
              "refs": [
                "https://books.google.com/books?id=NZvpAAAAMAAJ",
                "https://doi.org/10.1017%2FS0041977X00002007"
              ]
            },
            {
              "sentence": "Newar cuisine, one of the richest and most influential in Nepal, is more elaborate and diverse than most, as Newar culture developed in the highly fertile and prosperous Kathmandu valley",
              "refs": [
                "https://doi.org/10.1017%2FS0041977X00002007"
              ]
            },
            {
              "sentence": "A typical Newar cuisine can comprise more than a dozen dishes of cereals, meat, vegetable curries, chutneys and pickles",
              "refs": [
                "https://www.thenationalnews.com/arts-culture/art/nepalese-figures-withdrawn-from-bonhams-auction-after-identified-as-looted-art-1.1235491"
              ]
            },
            {
              "sentence": "Kwanti (sprouted beans soup), chhwela (ground beef), chatamari (rice flour crepe), bara (fried lentil cake), kachila (marinated raw minced beef), samaybaji (centred around flattened rice), lakhaamari and yomuri are among the more widely recognised",
              "refs": []
            },
            {
              "sentence": "Juju dhau, a sweet yoghurt originating in Bhaktapur, is also famous",
              "refs": [
                "https://doi.org/10.1017%2FS0041977X00002007",
                "https://narimag.com.np/news/2019-05-21/20190521125417.html"
              ]
            },
            {
              "sentence": "Thakali cuisine is another well-known food tradition which seamlessly melds the Tibetan and the Indian with variety in ingredients, especially the herbs and spices",
              "refs": [
                "https://doi.org/10.1017%2FS0041977X00002007"
              ]
            },
            {
              "sentence": "In the Terai, Bagiya is a rice flour dumpling with sweets inside, popular among the Tharu and Maithil people",
              "refs": [
                "https://www.thenationalnews.com/arts-culture/art/nepalese-figures-withdrawn-from-bonhams-auction-after-identified-as-looted-art-1.1235491"
              ]
            },
            {
              "sentence": "Various communities in the Terai make sidhara (sun-dried small fish mixed with taro leaves) and biriya (lentil paste mixed with taro leaves) to stock for the monsoon floods",
              "refs": []
            },
            {
              "sentence": "Selroti, kasaar, fini and chaku are among the sweet delicacies",
              "refs": [
                "https://www.thenationalnews.com/arts-culture/art/nepalese-figures-withdrawn-from-bonhams-auction-after-identified-as-looted-art-1.1235491"
              ]
            },
            {
              "sentence": "Rice pulau or sweet rice porridge called kheer are usually the main dish in feasts",
              "refs": []
            },
            {
              "sentence": "Tea and buttermilk (fermented milk leftover from churning butter from yoghurt) are common non-alcoholic drinks",
              "refs": [
                "https://www.britannica.com/art/Nepali-literature"
              ]
            },
            {
              "sentence": "Almost all janajati communities have their own traditional methods of brewing alcohol",
              "refs": []
            },
            {
              "sentence": "Raksi (traditional distilled alcohol), jaand (rice beer), tongba (millet beer) and chyaang are the most well-known.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Sports and recreation",
          "section_content": [
            {
              "sentence": "Nepali indigenous sports, like dandi biyo and kabaddi which were considered the unofficial national sports until recently,  are still popular in rural areas",
              "refs": [
                "http://www.asianews.it/news-en/Buddhists-and-animal-rights-activists-against-animal-slaughter-for-Durga-32254.html"
              ]
            },
            {
              "sentence": "Despite efforts, standardisation and development of dandi biyo has not been achieved,   while Kabaddi, as a professional sport, is still in its infancy in Nepal",
              "refs": [
                "https://thehimalayantimes.com/entertainment/last-of-tharu-jewellry/",
                "https://kathmandupost.com/opinion/2018/08/12/defining-our-food-culture",
                "https://web.archive.org/web/20120712125030/https://www.hindu.com/seta/2008/10/16/stories/2008101650731500.htm"
              ]
            },
            {
              "sentence": "Bagh-chal, an ancient board game that is thought to have originated in Nepal, can be played on chalk-drawn boards, with pebbles, and is still popular today",
              "refs": [
                "https://books.google.com/books?id=VN_vCgAAQBAJ&pg=PA164"
              ]
            },
            {
              "sentence": "Ludo, snakes and ladders and carrom are popular pastimes",
              "refs": [
                "https://books.google.com/books?id=BiOiK89C5jcC",
                "https://books.google.com/books?id=RL6LAwAAQBAJ&pg=PA409"
              ]
            },
            {
              "sentence": "Chess is also played",
              "refs": [
                "https://www.cnn.com/travel/article/nepal-top-foods/index.html"
              ]
            },
            {
              "sentence": "Volleyball was declared as the national sport of Nepal in 2017",
              "refs": [
                "https://thehimalayantimes.com/entertainment/last-of-tharu-jewellry/"
              ]
            },
            {
              "sentence": "Popular children's games include versions of tag,  knucklebones,  hopscotch, Duck, duck, goose  and lagori, while marbles,  top, hoop rolling and gully cricket are also popular among boys",
              "refs": [
                "http://www.asianews.it/news-en/Buddhists-and-animal-rights-activists-against-animal-slaughter-for-Durga-32254.html",
                "https://thehimalayantimes.com/entertainment/last-of-tharu-jewellry/",
                "https://thehimalayantimes.com/entertainment/last-of-tharu-jewellry/",
                "https://thehimalayantimes.com/entertainment/last-of-tharu-jewellry/",
                "https://thehimalayantimes.com/entertainment/last-of-tharu-jewellry/"
              ]
            },
            {
              "sentence": "Rubber bands, or ranger bands cut from tubes in bike tyres, make a multi-purpose sporting equipment for Nepali children, which may be bunched or chained together, and used to play dodgeball, cat's cradle, jianzi  and a variety of skipping rope games",
              "refs": [
                "https://thehimalayantimes.com/entertainment/last-of-tharu-jewellry/"
              ]
            },
            {
              "sentence": "Football and cricket are popular professional sports",
              "refs": []
            },
            {
              "sentence": "Nepal is competitive in football in the South Asia region but has never won the SAFF championships, but has had some success in South Asian Games",
              "refs": [
                "https://books.google.com/books?id=tPAsvQEACAAJ"
              ]
            },
            {
              "sentence": "It usually ranks in the bottom quarter in the FIFA World Rankings",
              "refs": [
                "https://www.nepalitimes.com/here-now/could-nepali-cuisine-go-global/",
                "https://books.google.com/books?id=1Oq8AgAAQBAJ"
              ]
            },
            {
              "sentence": "Nepal has had some success in cricket and holds ODI status,   consistently ranking in the Top 20 in the ICC ODI and T20I rankings",
              "refs": [
                "https://thehimalayantimes.com/lifestyle/people/more-than-just-childs-play/",
                "https://english.onlinekhabar.com/nepals-national-sport-five-things-didnt-know-dandi-biyo.html",
                "https://myrepublica.nagariknetwork.com/news/57793/"
              ]
            },
            {
              "sentence": "Nepal has had some success in athletics and martial arts, having won many medals at the South Asian Games and some at the Asian games",
              "refs": [
                "https://www.sportskeeda.com/kabaddi/nepali-kabaddi-team-announces-12-member-men-s-squad-for-asian-games-2018",
                "https://www.msri.org/people/staff/levy/files/Book56/22jin.pdf"
              ]
            },
            {
              "sentence": "Nepal has never won an olympic medal",
              "refs": [
                "https://ejournals.ukm.my/apjitm/article/view/26093"
              ]
            },
            {
              "sentence": "Sports like basketball, volleyball, futsal, wrestling, competitive bodybuilding   and badminton are also gaining in popularity",
              "refs": [
                "https://www.kuna.net.kw/ArticleDetails.aspx?id=2741570&language=en",
                "https://www.kuna.net.kw/ArticleDetails.aspx?id=2741570&language=en",
                "https://www.espncricinfo.com/story/_/id/24222487/fans-frolic-frenzy-await-nepal-lord-visit"
              ]
            },
            {
              "sentence": "Women in football, cricket, athletics, martial arts, badminton and swimming have found some success",
              "refs": [
                "https://thehimalayantimes.com/entertainment/last-of-tharu-jewellry/"
              ]
            },
            {
              "sentence": "Nepal also fields players and national teams in several tournaments for disabled individuals, most notably in men's  as well as women's blind cricket",
              "refs": [
                "https://www.espncricinfo.com/nepal/content/story/728911.html",
                "https://www.kuna.net.kw/ArticleDetails.aspx?id=2741570&language=en",
                "https://web.archive.org/web/20140903141351/https://www.fifa.com/theclub/news/newsid=93201/"
              ]
            },
            {
              "sentence": "The only international stadium in the country is the multi-purpose Dasarath Stadium where the men and women national football teams play their home matches",
              "refs": []
            },
            {
              "sentence": "Since the formation of the national team, Nepal has played its home matches of cricket at Tribhuvan University International Cricket Ground",
              "refs": [
                "https://thehimalayantimes.com/sports/nepal-crash-out-of-saff-cship-after-3-0-defeat-to-maldives/"
              ]
            },
            {
              "sentence": "Nepal police, Armed police force and Nepal army are the most prolific producers of national players, and aspiring players are known to join armed forces, for the better sporting opportunities they can provide",
              "refs": [
                "https://www.fifa.com/fifa-world-ranking/men"
              ]
            },
            {
              "sentence": "Nepali sports is hindered by a lack of infrastructure,  funding,  corruption, nepotism and political interference",
              "refs": [
                "https://www.theweek.co.uk/cricket/92328/nepal-cricket-odi-status?amp",
                "https://www.espncricinfo.com/story/_/id/22777050/biggest-day-nepal-cricket-history-khadka",
                "https://www.icc-cricket.com/rankings/mens/team-rankings/odi",
                "https://web.archive.org/web/20140903141351/https://www.fifa.com/theclub/news/newsid=93201/"
              ]
            },
            {
              "sentence": "Very few players are able to make a living as professional sportspeople",
              "refs": [
                "https://ejournals.ukm.my/apjitm/article/view/26093",
                "https://www.icc-cricket.com/rankings/mens/team-rankings/t20i",
                "https://therisingnepal.org.np/news/33198"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Citations",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Notes",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "References",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Bibliography",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Government",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "General information",
          "section_content": [],
          "subsections": []
        }
      ]
    }
  ],
  "references": {
    "15": "//upload.wikimedia.org/wikipedia/commons/transcoded/d/df/LL-Q33823_%28nep%29-Rau6590-%E0%A4%A8%E0%A5%87%E0%A4%AA%E0%A4%BE%E0%A4%B2.wav/LL-Q33823_%28nep%29-Rau6590-%E0%A4%A8%E0%A5%87%E0%A4%AA%E0%A4%BE%E0%A4%B2.wav.mp3",
    "16": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "114": "[ERROR retrieving ref link]",
    "153": "[ERROR retrieving ref link]",
    "197": "[ERROR retrieving ref link]",
    "199": "[ERROR retrieving ref link]",
    "1": "https://www.infoplease.com/world/countries/nepal",
    "2": "https://www.britannica.com/place/Nepal",
    "3": "https://web.archive.org/web/20190808043521/https://www.lawcommission.gov.np/np/wp-content/uploads/2018/09/%E0%A4%A8%E0%A5%87%E0%A4%AA%E0%A4%BE%E0%A4%B2%E0%A4%95%E0%A5%8B-%E0%A4%B8%E0%A4%82%E0%A4%B5%E0%A4%BF%E0%A4%A7%E0%A4%BE%E0%A4%A8-1.pdf",
    "4": "https://myrepublica.nagariknetwork.com/news/66852/",
    "5": "https://censusnepal.cbs.gov.np/results/downloads/caste-ethnicity",
    "6": "https://kathmandupost.com/national/2023/06/03/number-of-caste-ethnicity-in-nepal-increases-to-142",
    "7": "https://www.nepalitimes.com/banner/a-future-written-in-the-stars/",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "https://www.cia.gov/the-world-factbook/countries/nepal",
    "11": "https://www.imf.org/en/Publications/WEO/weo-database/2023/October/weo-report?c=558,&s=NGDPD,PPPGDP,NGDPDPC,PPPPC,&sy=2020&ey=2028&ssm=0&scsm=1&scc=0&ssd=1&ssc=0&sic=0&sort=country&ds=.&br=1",
    "12": "https://data.worldbank.org/indicator/SI.POV.GINI?locations=NP",
    "13": "https://web.archive.org/web/20200531231053/https://hdr.undp.org/en/content/2019-human-development-index-ranking",
    "14": "https://web.archive.org/web/20210817054047/https://www.lexico.com/definition/nepal",
    "17": "ISBN: 9788131716779",
    "19": "ISBN: 978-0-197-65093-6",
    "20": "https://web.archive.org/web/20120322214352/https://www.kpmalla.com/wp-content/uploads/2011/03/Nepala.pdf",
    "21": "https://books.google.com/books?id=qZapDQAAQBAJ",
    "22": "https://books.google.com/books?id=mHE5hkHc7kcC",
    "25": "https://books.google.com/books?id=yEvbH8Fv-boC",
    "26": "[ERROR retrieving ref link]",
    "27": "https://archive.org/details/in.ernet.dli.2015.49850/mode/",
    "28": "https://archive.org/details/indischealterth08lassgoog",
    "29": "[ERROR retrieving ref link]",
    "30": "https://books.google.com/books?id=jDNuAAAAMAAJ",
    "31": "https://archive.today/20120714053644/https://dsal.uchicago.edu/cgi-bin/philologic/contextualize.pl?p.1.turner.1333792",
    "32": "https://archive.org/details/essaysonlanguage00hodg",
    "33": "[ERROR retrieving ref link]",
    "34": "https://books.google.com/books?id=3TRtDwAAQBAJ&pg=PA1",
    "35": "https://books.google.com/books?id=Qm9GfjNlnRwC&pg=PA10",
    "36": "https://books.google.com/books?id=kZVuDwAAQBAJ&pg=PA23",
    "37": "https://books.google.com/books?id=Qm9GfjNlnRwC&pg=PA6",
    "38": "https://himalaya.socanth.cam.ac.uk/collections/journals/ancientnepal/pdf/ancient_nepal_154_02.pdf",
    "39": "https://books.google.com/books?id=hB5TCgAAQBAJ",
    "40": "https://books.google.com/books?id=V73N8js5ZgAC",
    "41": "https://books.google.com/books?id=H3lUIIYxWkEC",
    "42": "https://himalaya.socanth.cam.ac.uk/c...tnepal/pdf/ancient_nepal_154_02.pdf",
    "43": "https://books.google.com/books?id=-aArqOqBGBQC&pg=PA32",
    "44": "https://doi.org/10.1038%2Fjhg.2012.8",
    "45": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "47": "ISBN: 978-99933-52-07-5",
    "48": "[ERROR retrieving ref link]",
    "49": "https://books.google.com/books?id=df1SUJMdC9sC&pg=PA482",
    "50": "https://books.google.com/books?id=VTduAAAAMAAJ",
    "51": "[ERROR retrieving ref link]",
    "53": "https://books.google.com/books?id=QVOFAAAAQBAJ&pg=PA9",
    "54": "[ERROR retrieving ref link]",
    "55": "[ERROR retrieving ref link]",
    "56": "https://royalnepal.synthasite.com/the-thakuri-dynasty.php",
    "57": "https://doi.org/10.3126%2Fdsaj.v12i0.22176",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "https://ia902904.us.archive.org/29/items/mediaevalhistoryofnepallucianopetech_643_f/Mediaeval%20History%20of%20Nepal%20%20Luciano%20Petech.pdf",
    "62": "https://books.google.com/books?id=vSsoAAAAYAAJ&pg=PA307",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "https://www.loc.gov/item/93012226/",
    "66": "[ERROR retrieving ref link]",
    "67": "https://web.archive.org/web/20131001124156/https://ccbs.ntu.edu.tw/FULLTEXT/JR-BH/bh117536.htm",
    "68": "https://web.archive.org/web/20130928013152/https://nepalitimes.com/news.php?id=8741",
    "69": "[ERROR retrieving ref link]",
    "70": "https://news.bbc.co.uk/1/hi/world/south_asia/country_profiles/1166516.stm",
    "71": "https://news.bbc.co.uk/1/hi/8268651.stm",
    "72": "https://search.worldcat.org/issn/1080-0786",
    "73": "https://news.bbc.co.uk/2/hi/south_asia/7424302.stm",
    "74": "https://edition.cnn.com/2006/WORLD/asiapcf/05/18/nepal.king/",
    "75": "https://www.nytimes.com/2001/06/03/world/birenda-55-ruler-of-nepal-s-hindu-kingdom.html",
    "76": "https://www.washingtonpost.com/wp-dyn/content/article/2010/07/06/AR2010070605214.html",
    "77": "https://www.economist.com/displaystory.cfm?story_id=11057207&fsrc=nwl",
    "78": "https://www.bbc.co.uk/news/world-south-asia-14700892",
    "79": "https://www.cbc.ca/news/world/nepal-pm-calls-new-elections-after-constitution-failure-1.1251219",
    "80": "https://kathmandupost.com/valley/2015/09/20/constitution-special-the-evolution-of-nepals-constitution",
    "81": "https://kathmandupost.com/valley/2015/09/20/people-celebrate-constitution-promulgation-in-photos",
    "82": "https://ui.adsabs.harvard.edu/abs/2005ESRv...72..169A",
    "83": "https://archive.org/details/historyofnepal00whel",
    "84": "https://www.britannica.com/EBchecked/topic/285248/India",
    "85": "https://www.ias.ac.in/currsci/aug252000/prakash.pdf",
    "86": "https://hal.archives-ouvertes.fr/hal-00137089/file/vdbeek_et_al_BR_2006.pdf",
    "87": "https://hal.archives-ouvertes.fr/hal-00101828/file/156-1-94.pdf",
    "88": "https://ui.adsabs.harvard.edu/abs/1994JGR....9913897J",
    "89": "https://ui.adsabs.harvard.edu/abs/2007JAESc..29..473C",
    "90": "https://authors.library.caltech.edu/21680/1/Jouanne2004p1_Geophys_Journ_Int.pdf",
    "91": "https://ui.adsabs.harvard.edu/abs/1999JAESc..17..703P",
    "93": "[ERROR retrieving ref link]",
    "94": "https://www.seismonepal.gov.np/",
    "95": "[ERROR retrieving ref link]",
    "96": "https://ui.adsabs.harvard.edu/abs/2015JEnvM.148...82U",
    "97": "https://www.wwfnepal.org/?206342/The-Status-of-Nepals-Mammals",
    "98": "https://doi.org/10.1007%2F978-94-007-1802-9_1",
    "99": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5372287",
    "100": "https://doi.org/10.3126%2Fon.v6i1.1657",
    "102": "https://thehimalayantimes.com/nepal/forest-cover-increased-nepal-late/",
    "103": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7723057",
    "104": "https://books.google.com/books?id=-W0OAQAAMAAJ",
    "105": "https://books.google.com/books?id=UTGQAAAAMAAJ&pg=PA295",
    "106": "https://books.google.com/books?id=RL8qWNmpkc0C&pg=PT106",
    "107": "https://books.google.com/books?id=SklVDwAAQBAJ&pg=PA156",
    "108": "https://books.google.com/books?id=tdsRKc_knZoC&pg=RA5-PT195",
    "109": "https://thehimalayantimes.com/nepal/national-bird-verge-disappearance/",
    "110": "https://europepmc.org/abstract/cba/371633",
    "111": "https://pubs.usgs.gov/gip/dynamic/himalaya.html",
    "112": "https://www.iisc.ernet.in/currsci/mar252006/789.pdf",
    "113": "https://nc.iucnredlist.org/redlist/content/attachment_files/2019_2_RL_Table_8a.pdf",
    "115": "https://nc.iucnredlist.org/redlist/content/attachment_files/2019_2_RL_Table_5.pdf",
    "116": "https://web.archive.org/web/20210308111349/https://www.iucn.org/sites/dev/files/import/downloads/red_list_poster_low.jpg",
    "117": "https://www.birdlifenepal.org/download-newsletter/56",
    "118": "https://thehimalayantimes.com/nepal/conservation-of-white-rumped-vultures-in-progress-in-nepal/",
    "119": "https://whc.unesco.org/en/list/284/",
    "120": "https://thehimalayantimes.com/nepal/mahottari-declared-58th-diclofenac-free-district/",
    "121": "https://www.thenewhumanitarian.org/report/96394/nepal-community-forest-value-untapped",
    "122": "https://cdm15738.contentdm.oclc.org/utils/getfile/collection/p15738coll2/id/16969/filename/16970.pdf",
    "123": "https://www.wwfnepal.org/about_wwf/where_we_work/tal/project/gharial_breeding/",
    "124": "https://thehimalayantimes.com/nepal/joint-patrol-for-wildlife-conservation-in-chitwan-national-park/",
    "125": "https://www.iucn.org/content/nepal-celebrates-%E2%80%98zero-poaching-year%E2%80%99-rhino-tiger-and-elephant",
    "126": "https://books.google.com/books?id=GNksAQAAMAAJ",
    "127": "https://www.ramsar.org/wetland/nepal",
    "128": "https://apnews.com/article/sacred-rivers-religion-nepal-kathmandu-trending-news-eb979fe5f88881b5273ad8bcd63dd3f2",
    "129": "https://kathmandupost.com/climate-environment/2020/10/21/one-more-report-ranks-nepal-among-most-polluted-countries-in-the-world",
    "130": "https://www.who.int/initiatives/urban-health-initiative/pilot-projects/kathmandu",
    "131": "https://www.eastasiaforum.org/2023/04/21/averting-an-air-pollution-disaster-in-south-asia/",
    "132": "https://education.nationalgeographic.org/resource/trash-and-overcrowding-top-world/",
    "133": "https://www.unicef.org/nepal/blog/very-air-we-breathe",
    "134": "https://kathmandupost.com/money/2024/04/26/air-pollution-takes-its-toll-on-nepal-s-tourism-capital",
    "135": "https://www.aljazeera.com/indepth/interactive/2017/11/nepal-elections-2017-explained-171126103009857.html",
    "136": "https://www.constituteproject.org/constitution/Nepal_2015",
    "137": "https://ekantipur.com/news/2022/12/06/167034242099737230.html",
    "138": "https://www.aljazeera.com/blogs/asia/2017/10/nepal-headed-communist-state-171014095129113.html",
    "139": "https://doi.org/10.2307%2F2760015",
    "140": "https://thehimalayantimes.com/kathmandu/ncp-to-announce-party-department-chiefs-today/",
    "141": "https://www.aljazeera.com/news/2022/12/25/ex-maoist-rebel-leader-prachanda-becomes-nepal-pm-for-third-time",
    "142": "https://kathmandupost.com/national/2024/07/14/president-appoints-kp-sharma-oli-prime-minister",
    "143": "https://books.google.com/books?id=uy2IAgAAQBAJ",
    "144": "https://search.worldcat.org/issn/0376-9771",
    "145": "[ERROR retrieving ref link]",
    "146": "https://kathmandupost.ekantipur.com/printedition/news/2015-09-16/ca-approves-ceremonial-prez-bicameral-legislature.html",
    "147": "https://asiafoundation.org/wp-content/uploads/2018/07/Diagnostic-Study-of-Local-Governance-in-Federal-Nepal-07112018.pdf",
    "148": "https://myrepublica.nagariknetwork.com/news/55907/",
    "149": "https://therisingnepal.org.np/news/25251",
    "150": "https://web.archive.org/web/20121106083835/https://www.deathpenalty.org/article.php?id=81",
    "151": "https://ihl-databases.icrc.org/applic/ihl/ihl.nsf/vwTreatiesByCountrySelected.xsp?xp_countrySelected=NP",
    "152": "https://nkp.gov.np/full_detail/8972/?keywords=%E0%A4%B8%E0%A5%81%E0%A4%AE%E0%A4%A8%20%E0%A4%AA%E0%A4%A8%E0%A5%8D%E0%A4%A4",
    "154": "https://books.google.com/books?id=2uK6bR9byVIC&pg=RA2-PA176",
    "155": "https://www.humanrights.asia/opinions/columns/AHRC-ETC-011-2012",
    "156": "https://www.interpol.int/Who-we-are/Member-countries/Asia-South-Pacific/NEPAL",
    "157": "https://cic.nyu.edu/sites/default/files/kavanagh_crime_developing_countries_nepal_study.pdf",
    "158": "https://niss.org.np/organizational-structure-and-role-of-nid-in-nepals-federal-set-up/",
    "159": "https://kathmandupost.com/national/2019/12/08/crime-rate-in-nepal-rose-by-40-percent-in-past-five-fiscal-years-police-data-reveals",
    "160": "https://web.archive.org/web/20190619080402/https://visionofhumanity.org/indexes/global-peace-index/",
    "161": "https://kathmandupost.com/national/2024/01/12/nepali-passport-remains-among-world-s-weakest",
    "162": "https://mofa.gov.np/foreign-policy/bilateral-relation/",
    "163": "https://mofa.gov.np/embassy-of-nepal/",
    "164": "https://mofa.gov.np/consulates-general-of-nepal/",
    "165": "https://mofa.gov.np/non-residential-diplomatic-missions/",
    "166": "https://peacekeeping.un.org/en/nepalese-peacekeepers-receive-un-medal",
    "167": "https://thediplomat.com/2018/09/the-nepalis-fighting-americas-wars/",
    "168": "https://www.independent.co.uk/news/uk/home-news/the-big-question-who-are-the-gurkhas-and-what-is-their-contribution-to-military-history-1676354.html",
    "169": "https://therisingnepal.org.np/news/18241",
    "170": "https://doi.org/10.3126%2Fjps.v18i0.20439",
    "171": "https://therisingnepal.org.np/news/22232",
    "172": "https://www.hindustantimes.com/india-news/is-it-the-end-of-india-s-special-relationship-with-nepal/story-ijLNl5AvvOt1w6fQANekVP.html",
    "173": "https://timesofindia.indiatimes.com/india/nepal-depicts-indian-areas-as-its-own-in-book/articleshow/78178044.cms",
    "174": "[ERROR retrieving ref link]",
    "175": "https://www.latimes.com/world/asia/la-fg-tibet-nepal-20150806-story.html",
    "176": "https://news.bbc.co.uk/2/hi/south_asia/7353249.stm",
    "177": "https://thehimalayantimes.com/nepal/china-urged-to-let-nepalis-work-in-taklakot/",
    "178": "https://thediplomat.com/2018/09/why-nepals-access-to-china-ports-matters/",
    "179": "https://thehimalayantimes.com/opinion/belt-and-road-initiative-nepals-concern-and-commitment/",
    "180": "https://www.nihcr.edu.pk/Latest_English_Journal/SAARC_Jamshed_Iqbal.pdf",
    "181": "https://therisingnepal.org.np/news/19231",
    "182": "https://myrepublica.nagariknetwork.com/news/42903/",
    "183": "https://kathmandupost.com/national/2017/12/23/unga-vote-consistent-with-nepals-position-on-israel-palestine",
    "184": "https://doi.org/10.2307%2F2645740",
    "185": "https://data.worldbank.org/indicator/MS.MIL.XPND.CD?locations=NP",
    "186": "https://data.worldbank.org/indicator/MS.MIL.XPND.GD.ZS?locations=NP",
    "187": "https://books.google.com/books?id=8dHXRR3z-_EC&pg=PA130",
    "188": "https://kathmandupost.com/national/2018/08/10/new-chief-faces-daunting-task-rebuilding-nepal-armys-image",
    "189": "https://thehimalayantimes.com/kathmandu/lieutenant-general-purna-chandra-thapa-to-take-charge-of-nepali-army-as-acting-chief-of-army-staff/",
    "190": "https://www.cia.gov/the-world-factbook/countries/nepal/",
    "191": "https://thehimalayantimes.com/business/nepali-army-launches-new-helicopters/",
    "192": "https://books.google.com/books?id=CVLeCQAAQBAJ&pg=PA199",
    "193": "https://myrepublica.nagariknetwork.com/news/19522/",
    "194": "https://thehimalayantimes.com/nepal/dolpa-hq-connected-to-national-road-network/",
    "195": "https://myrepublica.nagariknetwork.com/news/4357/",
    "196": "https://www.saferworld.org.uk/resources/news-and-analysis/post/751-bhakti-shah-the-fight-for-gay-and-transgender-rights-in-nepal",
    "198": "https://www.imf.org/external/pubs/ft/weo/2019/02/weodata/weorept.aspx?pr.x=47&pr.y=14&sy=2019&ey=2019&scsm=1&ssd=1&sort=country&ds=.&br=1&c=512,668,914,672,612,946,614,137,311,546,213,674,911,676,314,548,193,556,122,678,912,181,313,867,419,682,513,684,316,273,913,868,124,921,339,948,638,943,514,686,218,688,963,518,616,728,223,836,516,558,918,138,748,196,618,278,624,692,522,694,622,962,156,142,626,449,628,564,228,565,924,283,233,853,632,288,636,293,634,566,238,964,662,182,960,359,423,453,935,968,128,922,611,714,321,862,243,135,248,716,469,456,253,722,642,942,643,718,939,724,734,576,644,936,819,961,172,813,132,726,646,199,648,733,915,184,134,524,652,361,174,362,328,364,258,732,656,366,654,144,336,146,263,463,268,528,532,923,944,738,176,578,534,537,536,742,429,866,433,369,178,744,436,186,136,925,343,869,158,746,439,926,916,466,664,112,826,111,542,298,967,927,443,846,917,299,544,582,941,474,446,754,666,698&s=NGDPDPC&grp=0&a=",
    "200": "https://www.imf.org/external/pubs/ft/weo/2019/02/weodata/weorept.aspx?pr.x=81&pr.y=10&sy=2019&ey=2019&scsm=1&ssd=1&sort=country&ds=.&br=1&c=512,668,914,672,612,946,614,137,311,546,213,674,911,676,314,548,193,556,122,678,912,181,313,867,419,682,513,684,316,273,913,868,124,921,339,948,638,943,514,686,218,688,963,518,616,728,223,836,516,558,918,138,748,196,618,278,624,692,522,694,622,962,156,142,626,449,628,564,228,565,924,283,233,853,632,288,636,293,634,566,238,964,662,182,960,359,423,453,935,968,128,922,611,714,321,862,243,135,248,716,469,456,253,722,642,942,643,718,939,724,734,576,644,936,819,961,172,813,132,726,646,199,648,733,915,184,134,524,652,361,174,362,328,364,258,732,656,366,654,144,336,146,263,463,268,528,532,923,944,738,176,578,534,537,536,742,429,866,433,369,178,744,436,186,136,925,343,869,158,746,439,926,916,466,664,112,826,111,542,298,967,927,443,846,917,299,544,582,941,474,446,754,666,698&s=PPPPC&grp=0&a=",
    "201": "https://data.worldbank.org/indicator/NY.GDP.MKTP.CD?locations=NP",
    "202": "https://data.worldbank.org/country/NP",
    "203": "https://www.worldbank.org/en/region/sar/publication/climbing-higher-toward-a-middle-income-country",
    "204": "https://friendsofwpcnepal.org/10-causes-of-poverty-nepal/",
    "205": "https://www.inf.org.uk/about-nepal/poverty-in-nepal/",
    "206": "https://www.wto.org/english/thewto_e/acc_e/a1_nepal_e.htm",
    "207": "https://web.archive.org/web/20160530152006/https://www.cia.gov/library/publications//the-world-factbook/rankorder/2095rank.html",
    "208": "https://cbs.gov.np/wp-content/upLoads/2019/04/Press-release-2018_19.pdf",
    "209": "https://kathmandupost.com/money/2019/04/10/nepal-is-19th-largest-receiver-of-remittances-with-81-billion",
    "210": "https://kathmandupost.com/valley/2018/05/02/unskilled-workers-dominate-nepali-labour-force-abroad",
    "211": "https://kathmandupost.com/miscellaneous/2017/09/18/more-nepalis-going-abroad-for-employment",
    "212": "https://www.cia.gov/the-world-factbook/countries/nepal/",
    "213": "https://www.ssoar.info/ssoar/bitstream/document/67966/1/ssoar-rnjds-2018-2-chaudhary-Agricultural_Policies_and_Rural_Development.pdf",
    "214": "https://doi.org/10.3126%2Fnccj.v4i1.24741",
    "215": "https://www.worldbank.org/en/country/nepal/overview",
    "216": "https://web.archive.org/web/20130321061824/https://in.reuters.com/article/2013/03/18/bangladesh-nepal-poverty-india-idINDEE92H0FZ20130318",
    "217": "https://www.theguardian.com/society/2013/mar/17/aid-trade-reduce-acute-poverty",
    "218": "https://projects.worldbank.org/en/results/2014/04/11/nepal-irrigation-and-water-resource-management",
    "219": "https://web.archive.org/web/20120822110758/https://www.worldbank.org.np/WBSITE/EXTERNAL/COUNTRIES/SOUTHASIAEXT/NEPALEXTN/0,,contentMDK:22147453~pagePK:141137~piPK:141127~theSitePK:223555,00.html",
    "220": "https://web.archive.org/web/20190530051927/https://www.xinhuanet.com/english/2019-05/30/c_138102450.htm",
    "221": "https://en.setopati.com/market/141194/",
    "222": "https://publications.parliament.uk/pa/cm201415/cmselect/cmintdev/854/85403.htm",
    "223": "https://www.reuters.com/article/us-britain-nepal-aid-corruption-idUSKBN0MN00F20150327",
    "224": "https://thehimalayantimes.com/business/per-capita-income-to-reach-1400-by-2023-24/",
    "225": "https://www.ktm2day.com/2011/10/11/eu-is-largest-buyer-of-nepali-garments/",
    "226": "https://web.archive.org/web/20091028104223/https://encarta.msn.com/encyclopedia_761562648_3/Nepal.html",
    "227": "https://digitalcommons.macalester.edu/cgi/viewcontent.cgi?article=1514&context=himalaya",
    "228": "https://web.archive.org/web/20120720104316/https://www.internal-displacement.org/idmc/website/countries.nsf/%28httpEnvelopes%29/22099AADFE2FE9D2C12576B0003EC686?OpenDocument",
    "229": "https://web.archive.org/web/20180313214330/https://www.globalslaveryindex.org/country/nepal/",
    "230": "https://www.bbc.com/news/business-61076089",
    "231": "https://kathmandupost.com/money/2019/05/26/nepal-tourism-generated-rs240b-and-supported-1m-jobs-last-year-report",
    "232": "https://web.archive.org/web/20190124041439/https://tourism.gov.np/files/statistics/2.pdf",
    "233": "https://thehimalayantimes.com/business/nepal-enough-opportunities-tap-tourists-visit-south-asian-nations/",
    "234": "https://www.ucf.edu/pegasus/too-many-tourists/",
    "235": "https://academic.oup.com/chicago-scholarship-online/book/18777/chapter/177037645",
    "236": "https://myrepublica.nagariknetwork.com/news/68553/",
    "237": "https://kathmandupost.com/money/2019/04/27/nepals-unemployment-rate-estimated-at-114-percent",
    "238": "https://www.nytimes.com/2004/09/01/world/middleeast/12-hostages-from-nepal-are-executed-in-iraq-a-militant.html",
    "239": "https://myrepublica.nagariknetwork.com/news/48523/",
    "240": "https://thehimalayantimes.com/nepal/basic-minimum-wage-eludes-nepali-migrant-workers/",
    "241": "https://kathmandupost.com/national/2019/10/13/nepali-migrant-workers-returning-home-from-labour-destination-countries-without-wages",
    "242": "https://thehimalayantimes.com/kathmandu/nepal-receiving-two-dead-migrant-workers-every-day-for-past-seven-years-report/",
    "243": "https://asiafoundation.org/2018/06/06/nepalese-labor-migration-a-status-report/",
    "244": "https://www.aljazeera.com/blogs/asia/2018/02/plight-nepal-migrant-workers-180205084756399.html",
    "245": "https://www.ilo.org/kathmandu/areasofwork/labour-migration/lang--en/index.htm",
    "246": "https://myrepublica.nagariknetwork.com/news/50427/",
    "247": "https://www.adb.org/sites/default/files/publication/356466/nepal-energy-assessment-road-map.pdf",
    "248": "https://www.nepalitimes.com/banner/from-a-fossil-past-to-an-electric-future/",
    "249": "https://www.nepalitimes.com/from-the-nepali-press/more-than-half-of-nepals-electricity-imported-from-india/",
    "250": "https://thehimalayantimes.com/business/nea-to-build-10-new-hydropower-projects/",
    "251": "https://kathmandupost.com/money/2018/08/17/power-generation-to-increase-by-750-mw",
    "252": "https://kathmandupost.com/money/2019/06/09/nepal-fails-to-meet-energy-sector-targets-in-the-current-fiscal",
    "253": "https://web.archive.org/web/20120425173323/https://sari-energy.org/PageFiles/Countries/Nepal_Energy_detail.asp",
    "254": "https://www.cia.gov/the-world-factbook/countries/nepal/",
    "255": "https://www.worldbank.org/en/news/feature/2009/12/17/connecting-nepals-rural-poor-to-markets",
    "256": "https://kathmandupost.com/national/2019/09/14/the-rise-and-fall-of-nepal-airlines",
    "257": "https://www.nationthailand.com/international/30339429",
    "258": "https://web.archive.org/web/20221115130612/https://nta.gov.np/wp-content/uploads/MIS-2076-Shrawan.pdf",
    "259": "[ERROR retrieving ref link]",
    "260": "https://thehimalayantimes.com/kathmandu/press-council-nepal-classifies-833-newspapers-magazines/",
    "261": "https://thehimalayantimes.com/nepal/nepal-slides-six-places-down-press-freedom-rankings-states-rsf-report/",
    "262": "[ERROR retrieving ref link]",
    "263": "[ERROR retrieving ref link]",
    "264": "https://nepal.unfpa.org/sites/default/files/pub-pdf/Nepal%20Population%20Situation%20Analysis.pdf",
    "265": "[ERROR retrieving ref link]",
    "266": "https://web.archive.org/web/20220206104652/https://cbs.gov.np/wp-content/upLoads/2022/01/Final%20Preliminary%20Report%20of%20Census%202021%20Newfinal.pdf",
    "267": "https://www.wipo.int/edocs/lexdocs/laws/en/np/np029en.pdf",
    "268": "https://web.archive.org/web/20210427084728/https://mohp.gov.np/downloads/Constitution%20of%20Nepal_2072_Nepali.pdf",
    "269": "[ERROR retrieving ref link]",
    "270": "https://www.beliefnet.com/columnists/religion101/2012/11/hindu-demographics-denominations-part-one.html",
    "271": "[ERROR retrieving ref link]",
    "272": "https://myrepublica.nagariknetwork.com/news/22579/",
    "273": "https://web.archive.org/web/20210721111738/https://np.usembassy.gov/wp-content/uploads/sites/79/NEPAL-2018-INTERNATIONAL-RELIGIOUS-FREEDOM-REPORT.pdf",
    "274": "https://www.csw.org.uk/2017/08/21/press/3676/article.htm",
    "275": "https://www.pewforum.org/2012/12/18/global-religious-landscape-exec/",
    "276": "https://web.archive.org/web/20191211215228/https://moe.gov.np/assets/uploads/files/Education_in_Figures_2017.pdf",
    "277": "https://web.archive.org/web/20120415135354/https://hdrstats.undp.org/en/countries/profiles/NPL.html",
    "278": "https://www.unicef.org/nepal/education",
    "279": "https://uis.unesco.org/en/country/np",
    "280": "https://www.wipo.int/web-publications/global-innovation-index-2024/en/",
    "281": "https://web.archive.org/web/20191204150818/http://therisingnepal.org.np/news/12519",
    "282": "https://thehimalayantimes.com/nepal/minister-pokhrel-urges-teachers-to-be-loyal-to-their-schools/",
    "283": "https://kathmandupost.com/valley/2018/05/08/free-education-to-cost-threefold",
    "284": "https://edusanjal.com/scholarship/types-of-scholarships-provided-to-nepalese-students-by-government-of-nepal/",
    "285": "https://thehimalayantimes.com/nepal/medical-colleges-charging-extra-fees-even-from-govt-scholarship-holders/",
    "286": "https://admin.myrepublica.com/society/story/23904/more-students-seeking-no-objection-to-study-abroad.html",
    "287": "https://nepalitimes.com/regular-columns/Between-the-lines/More-Nepali-students-settle-overseas,528",
    "288": "https://timesofindia.indiatimes.com/etimes/trending/10-countries-with-lowest-iq-in-the-world/photostory/114692131.cms",
    "289": "https://www.pulse.ng/articles/lifestyle/food-and-travel/countries-with-the-lowest-iqs-2024102810444002121",
    "290": "https://currentaffairs.adda247.com/top-10-countries-with-the-lowest-iq-in-the-world/",
    "291": "https://web.archive.org/web/20181229134543/https://www.cia.gov/library/publications/the-world-factbook/rankorder/2102rank.html",
    "292": "https://thehimalayantimes.com/kathmandu/nepal-ranks-second-in-lung-ailment-deaths/",
    "293": "https://ourworldindata.org/grapher/life-expectancy",
    "294": "https://nhrc.gov.np/wp-content/uploads/2019/04/NBoD-2017_NHRC-MoHP.pdf",
    "295": "https://thehimalayantimes.com/nepal/study-reveals-high-prevalence-of-non-communicable-diseases-in-nepal/",
    "296": "https://www.unicef.org/nepal/nutrition",
    "297": "https://www.nepalitimes.com/banner/nearly-half-of-nepali-children-still-malnourished/",
    "298": "https://kathmandupost.com/national/2019/02/10/maternal-mortality-reduction-target-hard-to-meet-for-nepal-officials",
    "299": "https://web.archive.org/web/20160719033028/https://www.who.int/bulletin/volumes/94/5/16-030516/en/",
    "300": "https://data.worldbank.org/indicator/SH.DYN.MORT?locations=NP&view=chart",
    "301": "https://www.nepalitimes.com/here-now/nepal-far-from-hitting-contraceptive-target/",
    "302": "https://kathmandupost.com/national/2018/06/07/health-insurance-plan-yet-to-cover-38-districts-in-nepal",
    "303": "https://www.mhtf.org/2017/12/29/the-current-state-of-maternal-health-in-nepal/",
    "304": "https://thehimalayantimes.com/business/usda-wfp-provide-school-meals/",
    "305": "https://kathmandupost.com/national/2019/08/01/government-has-been-trying-to-eliminate-open-defecation-for-over-a-decade-here-s-why-it-hasn-t-worked",
    "306": "https://www.unhcr.org/nepal.html",
    "307": "https://thediplomat.com/2016/07/a-state-within-a-state-tibetans-in-nepal/",
    "308": "https://www.latimes.com/world/asia/la-fg-tibet-nepal-20150806-story.html",
    "309": "https://web.archive.org/web/20121008021239/https://www.unhcr.org/refworld/publisher,IRIN,,BTN,491946b81e,0.html",
    "310": "https://reporting.unhcr.org/node/10316#_ga=2.192568106.1679015461.1575456467-1408828592.1575456467",
    "311": "https://thehimalayantimes.com/nepal/700-illegals-set-for-3rd-country-resettlement/",
    "312": "https://www.aljazeera.com/news/2015/11/bleak-outlook-nepal-urban-refugees-151123110438884.html",
    "313": "https://archive.nepalitimes.com/page/state-of-statelessness-for-refugees-in-nepal",
    "314": "https://kathmandupost.com/national/2019/06/21/nepals-governments-have-been-quietly-facilitating-urban-refugee-resettlement-for-years",
    "315": "https://www.onlinekhabar.com/2019/10/803843",
    "316": "https://mea.gov.in/images/attach/NRIs-and-PIOs_1.pdf",
    "317": "https://books.google.com/books?id=JzFROpFVYRAC",
    "318": "https://www.nepjol.info/index.php/DSAJ/article/view/284",
    "319": "https://web.archive.org/web/20230830024316/https://nepal.unfpa.org/en/node/15217",
    "320": "https://www.independent.co.uk/news/world/asia/gadhimai-hindu-festival-largest-animal-sacrifice-nepal-india-buffalo-a9230786.html",
    "321": "https://www.theguardian.com/world/2019/dec/02/worlds-largest-ritual-animal-slaughter-goes-ahead-despite-ban",
    "322": "https://www.nytimes.com/2019/12/06/world/asia/nepal-animal-sacrifice-gadhimai.html",
    "323": "https://edition.cnn.com/2019/12/03/world/gallery/gadhimai-festival-intl-hnk-scli/index.html",
    "324": "https://www.bbc.com/news/world-asia-50644035",
    "325": "https://www.theweek.co.uk/the-week-unwrapped/104702/what-is-the-gadhimai-festival-and-why-is-it-so-controversial",
    "326": "http://www.asianews.it/news-en/Buddhists-and-animal-rights-activists-against-animal-slaughter-for-Durga-32254.html",
    "327": "http://www.scmp.com/news/asia/article/1625292/animal-rights-activists-want-nepals-sacrifice-festival-stopped",
    "328": "http://www.myrepublica.com/news/27990/",
    "329": "https://asiafoundation.org/2012/08/08/legislating-against-witchcraft-accusations-in-nepal/",
    "330": "https://www.womenepal.org/womens-and-childrens-issues/witch-hunting/",
    "331": "https://international.la-croix.com/news/nepalese-teen-accused-of-witchcraft-tortured-for-5-hours/7209#",
    "332": "https://kathmandupost.ekantipur.com/printedition/news/2018-03-28/which-is-witch.html",
    "333": "https://books.google.com/books?id=Do1Kl2OyQdgC&pg=PA280",
    "334": "https://kathmandupost.ekantipur.com/news/2018-11-19/woman-73-beaten-fed-feces-on-witchcraft-charges-in-dhading.html",
    "335": "https://www.cnn.com/2012/02/18/world/asia/nepal-witchcraft-burning/index.html",
    "336": "https://timesofindia.indiatimes.com/world/south-asia/Cow-becomes-national-animal-of-Nepal/articleshow/49049371.cms",
    "337": "https://thehimalayantimes.com/nepal/rhododendron-facing-existential-crisis-ilam-highlands/",
    "338": "https://english.onlinekhabar.com/its-official-volleyball-is-the-national-sport-of-nepal.html",
    "339": "https://web.archive.org/web/20110410060127/https://www.cia.gov/library/publications/the-world-factbook/flags/flagtemplate_np.html",
    "340": "https://www.servat.unibe.ch/icl/np01000_.html",
    "341": "https://www.bbc.com/nepali/news-42652772",
    "342": "https://books.google.com/books?id=y6IwDwAAQBAJ",
    "343": "https://unesdoc.unesco.org/images/0014/001461/146117e.pdf",
    "344": "https://archive.org/details/in.ernet.dli.2015.81837",
    "345": "https://www.unesco.org/en/articles/cultural-looting-still-persistent-crisis-south-east-asia",
    "346": "https://eprints.gla.ac.uk/290898/1/290898.pdf",
    "347": "https://nepalitimes.com/here-now/who-looted-nepals-gods",
    "348": "https://www.nytimes.com/2021/10/29/arts/nepal-looted-antiquities-citizens.html",
    "349": "https://www.artnews.com/art-news/news/london-gallery-returns-two-nepal-artifacts-1234622423/",
    "350": "https://www.chicagobusiness.com/arts-entertainment/art-institute-chicago-nepal-looted-art-concerns",
    "351": "https://www.icij.org/investigations/hidden-treasures/more-than-1000-artifacts-in-metropolitan-museum-of-art-catalog-linked-to-alleged-looting-and-trafficking-figures/",
    "352": "https://www.cnn.com/style/nepal-itumbaha-monastery-treasures-repatriation-rubin-museum/index.html",
    "353": "http://hyperallergic.com/627854/return-of-looted-nepal-statue-dallas-museum/",
    "354": "https://news.artnet.com/art-world/activists-protest-rubin-funded-itumbaha-museum-2344913",
    "355": "https://observer.com/2023/03/upcoming-christies-sale-includes-a-nepalese-sculpture-tied-to-antiquity-looters/",
    "356": "https://www.thenationalnews.com/arts-culture/art/nepalese-figures-withdrawn-from-bonhams-auction-after-identified-as-looted-art-1.1235491",
    "357": "https://search.worldcat.org/issn/0019-5804",
    "358": "https://search.worldcat.org/issn/0091-5637",
    "359": "https://www.britannica.com/art/Nepali-literature",
    "360": "https://web.archive.org/web/20191211155930/http://www.therisingnepal.org.np/index/news/34119",
    "361": "https://doi.org/10.1017%2FS0041977X00002007",
    "362": "https://kathmandupost.com/miscellaneous/2016/05/28/changing-winds-in-kollywood",
    "363": "https://books.google.com/books?id=ByoTXhXCuyAC&pg=PA26",
    "364": "https://books.google.com/books?id=ByoTXhXCuyAC&pg=PA26",
    "365": "https://books.google.com/books?id=NZvpAAAAMAAJ",
    "366": "https://narimag.com.np/news/2019-05-21/20190521125417.html",
    "367": "https://thehimalayantimes.com/entertainment/last-of-tharu-jewellry/",
    "368": "https://kathmandupost.com/opinion/2018/08/12/defining-our-food-culture",
    "369": "https://web.archive.org/web/20120712125030/https://www.hindu.com/seta/2008/10/16/stories/2008101650731500.htm",
    "370": "https://books.google.com/books?id=VN_vCgAAQBAJ&pg=PA164",
    "371": "https://books.google.com/books?id=BiOiK89C5jcC",
    "372": "https://books.google.com/books?id=RL6LAwAAQBAJ&pg=PA409",
    "373": "https://www.cnn.com/travel/article/nepal-top-foods/index.html",
    "374": "https://books.google.com/books?id=RL6LAwAAQBAJ&pg=PA410",
    "375": "https://books.google.com/books?id=TBIxDQAAQBAJ&pg=PT50",
    "376": "https://books.google.com/books?id=tPAsvQEACAAJ",
    "377": "https://www.nepalitimes.com/here-now/could-nepali-cuisine-go-global/",
    "378": "https://books.google.com/books?id=1Oq8AgAAQBAJ",
    "379": "https://thehimalayantimes.com/lifestyle/people/more-than-just-childs-play/",
    "380": "https://english.onlinekhabar.com/nepals-national-sport-five-things-didnt-know-dandi-biyo.html",
    "381": "https://myrepublica.nagariknetwork.com/news/57793/",
    "382": "https://www.sportskeeda.com/kabaddi/nepali-kabaddi-team-announces-12-member-men-s-squad-for-asian-games-2018",
    "383": "https://www.msri.org/people/staff/levy/files/Book56/22jin.pdf",
    "384": "https://ejournals.ukm.my/apjitm/article/view/26093",
    "385": "https://www.kuna.net.kw/ArticleDetails.aspx?id=2741570&language=en",
    "386": "https://www.espncricinfo.com/story/_/id/24222487/fans-frolic-frenzy-await-nepal-lord-visit",
    "387": "https://www.espncricinfo.com/nepal/content/story/728911.html",
    "388": "https://web.archive.org/web/20140903141351/https://www.fifa.com/theclub/news/newsid=93201/",
    "389": "https://kathmandupost.com/sports/2018/09/12/nepal-eye-historic-final",
    "390": "https://thehimalayantimes.com/sports/nepal-crash-out-of-saff-cship-after-3-0-defeat-to-maldives/",
    "391": "https://www.fifa.com/fifa-world-ranking/men",
    "392": "https://www.theweek.co.uk/cricket/92328/nepal-cricket-odi-status?amp",
    "393": "https://www.espncricinfo.com/story/_/id/22777050/biggest-day-nepal-cricket-history-khadka",
    "394": "https://www.icc-cricket.com/rankings/mens/team-rankings/odi",
    "395": "https://www.icc-cricket.com/rankings/mens/team-rankings/t20i",
    "396": "https://therisingnepal.org.np/news/33198",
    "397": "https://myrepublica.nagariknetwork.com/news/67830/",
    "398": "https://thehimalayantimes.com/sports/malik-overall-winner-afghanistan-bag-team-cship/",
    "399": "https://thehimalayantimes.com/sports/cricket-football-dominate-nominations/",
    "400": "https://thehimalayantimes.com/sports/blind-cricketers-horrible-journey-to-world-cup/",
    "401": "https://thehimalayantimes.com/sports/nepal-defeat-pakistan-seal-womens-blind-cricket-series/",
    "402": "https://myrepublica.nagariknetwork.com/news/27598/",
    "403": "https://cricketarchive.com/Archive/Grounds/93/grounds_for_country_93.html",
    "404": "https://myrepublica.nagariknetwork.com/news/khawas-passes-second-lieutenant-test/",
    "405": "https://thehimalayantimes.com/sports/nepal-apf-club-athletes-gopi-chandra-parki-kanchhi-maya-koju-win-5000m-races-seventh-national-games/",
    "406": "https://kathmandupost.com/sports/2019/04/25/national-games-conclude-with-concerns-over-maintenance-and-upgradation-of-infrastructure",
    "407": "https://www.espncricinfo.com/ci-icc/content/story/1003757.html",
    "408": "https://myrepublica.nagariknetwork.com/news/69986/",
    "409": "https://kathmandupost.com/30/2020/02/22/athletes-spend-the-best-years-of-their-lives-playing-sports-but-are-often-left-with-little-to-retire-on"
  },
  "flair_entities": [
    "north-east india",
    "narayani",
    "bhutanese lhotsampa",
    "dhindo",
    "gpi",
    "non-resident indians",
    "dashain",
    "lakhey",
    "bhitri tarai upatyaka",
    "kabaddi",
    "palestinians",
    "maithili",
    "pali",
    "internet service providers",
    "rastriya prajatantra party",
    "tibeto-burmese",
    "tharus",
    "north burma",
    "gunyu-cholo",
    "nemi",
    "shaktism",
    "dhaulagiri",
    "sunwar",
    "gurkha",
    "sagarmatha national park",
    "roman",
    "maoist party",
    "nepal academy",
    "bhutan",
    "gundruk",
    "norwegian",
    "amar singh thapa",
    "lumbini",
    "indian",
    "indo-gangetic",
    "gurungs",
    "tethyan tertiary",
    "mehrgarh",
    "nepal mandala",
    "nepalese civil war",
    "nepal heritage recovery campaign",
    "bengal",
    "naya muluk",
    "jayasthiti malla",
    "christianity",
    "anglo-nepali war",
    "gondwana",
    "janamat party",
    "buddha",
    "ministry of home affairs",
    "mediterranean",
    "islam",
    "gupta empire",
    "saudi arabia",
    "norway",
    "reporters without borders",
    "united arab emirates",
    "janaka",
    "praja parishad",
    "eu",
    "nepali muslims",
    "mohenjo-daro",
    "kathmandu",
    "afghanistan",
    "united left front",
    "chinese",
    "duar",
    "people's socialist party",
    "nepal airlines",
    "churia range",
    "inner terai valleys",
    "tirhut",
    "the global slavery index",
    "communist party of nepal",
    "mount everest",
    "dravidian",
    "india-pakistan",
    "videha",
    "manaslu",
    "kirata",
    "suniti kumar chatterji",
    "koshi",
    "himalaya",
    "annapurna",
    "united nations",
    "front",
    "india",
    "kumaon",
    "bhaktapur",
    "terai",
    "gangetic plain",
    "jyotirlinga",
    "hindus",
    "unesco",
    "gorkha",
    "uk",
    "criminal procedure code",
    "mahabharata",
    "ne muni",
    "global innovation index",
    "birendra",
    "simikot",
    "doteli",
    "yunnan",
    "limbus",
    "bihar",
    "siliguri corridor",
    "singapore",
    "geneva convention",
    "pushpa kamal dahal",
    "teej",
    "kot",
    "mughal",
    "nipa",
    "united states",
    "hinduism-based",
    "param vir chakra",
    "people's movement",
    "fm",
    "mahendra",
    "british",
    "eurasia",
    "sher bahadur deuba",
    "asiatic",
    "gorkha kingdom",
    "makaras",
    "pashupatināth",
    "sharma oli",
    "nepali civil war",
    "jung bahadur rana",
    "westminster",
    "dravidians",
    "middle east",
    "dang",
    "shah",
    "asia",
    "biratnagar",
    "tethyn",
    "nepal traffic police",
    "gopal bansa",
    "bc",
    "gurkhas",
    "nepāla",
    "treaty of peace and friendship",
    "nepalis",
    "songtsen gampo",
    "tribhuvan university international cricket ground",
    "gopalarājvamshāvali",
    "indo-aryan",
    "buddhist",
    "holi",
    "indo-aryans",
    "torana",
    "house of representatives",
    "bagiya",
    "indo-gangetic plain",
    "simraungarh",
    "victoria cross",
    "government of india",
    "maithil",
    "sens of makawanpur",
    "earth",
    "king",
    "conservation areas",
    "tihar",
    "pro-british",
    "indian ocean",
    "ncell",
    "denmark",
    "prakriti",
    "indian rebellion of 1857",
    "road initiative",
    "battle of kurukshetra",
    "kingdom of nepal",
    "changu narayan temple",
    "bimstec",
    "licchavi",
    "bhojpuri",
    "british empire",
    "indian independence movement",
    "newa",
    "pashupati",
    "icc odi",
    "one china policy",
    "culture  society",
    "tingri",
    "rajput-ruled",
    "rs",
    "british india",
    "jainism",
    "cholo-sari",
    "odi",
    "hinduism",
    "lhotse",
    "baisi",
    "xamo gyaise",
    "himal–pahad",
    "south asia",
    "vedic atharvaveda pariśiṣṭa",
    "eurasian plate",
    "nepal",
    "bhanubhakta acharya",
    "kiratas",
    "ppp",
    "cpn",
    "assam",
    "central asia",
    "jerusalem",
    "tibeto-burman",
    "banepa",
    "sanskrit",
    "suruwal",
    "pokhara",
    "indians",
    "tribhuvan",
    "ganges",
    "city of temples",
    "acharya",
    "motiram bhatta",
    "himalayas",
    "federal democratic republic of nepal",
    "fifa world rankings",
    "bhanubhakta ramayana",
    "ramsar convention",
    "buddhism",
    "daura-suruwal",
    "eastern himalayan",
    "muslim",
    "gadhimai festival",
    "newar",
    "gautama",
    "treaty on the non-proliferation of nuclear weapons",
    "dharan",
    "sino-tibetan",
    "christian lassen",
    "newara",
    "anti-china",
    "pahari",
    "brahmin",
    "chilaune",
    "newars",
    "tibetan",
    "urdu",
    "saarc",
    "kirat",
    "european union",
    "cuisine  nepali",
    "oli",
    "nepa",
    "tamang selo",
    "israel",
    "nepal  nepal",
    "pahad",
    "uml",
    "sino-nepali war",
    "crime investigation department of nepal police",
    "bhaktapur durbar squares",
    "nepal.",
    "varna",
    "stella kramrisch",
    "shiva",
    "thakali",
    "acd",
    "africa",
    "bhutanese",
    "t20i",
    "khas",
    "uttarakhand",
    "hindu kingdom",
    "christie's",
    "east asia",
    "supreme court",
    "bonhams",
    "bir narsingh kunwar",
    "hindu",
    "paris",
    "imperial china",
    "awadhi",
    "katus",
    "cho oyu",
    "rama",
    "nepal telecommunication authority",
    "germany",
    "manjushri bodhisattva",
    "janakpurdham",
    "south asian",
    "abhiras",
    "tharu",
    "tang",
    "balbhadra kunwar",
    "varanasi",
    "saff",
    "unified marxist–leninist",
    "european",
    "art institute of chicago",
    "great himalayan range",
    "indo-european",
    "nepali army",
    "sikkim",
    "saptakoshi",
    "kathmandu valley",
    "chhath",
    "vedic",
    "lichchhavi",
    "magars",
    "dhoti",
    "civil code and criminal code",
    "international labour organization fundamental conventions",
    "japan",
    "switzerland",
    "gadhimai temple",
    "maoist",
    "durga",
    "tibet",
    "sivalik hills",
    "civil procedure code",
    "non-aryan buddhist",
    "tibet autonomous region",
    "constitution of nepal",
    "lassen",
    "anglo-nepalese",
    "lower himalayan range",
    "dasarath stadium",
    "gaya",
    "battle of kirtipur",
    "press council nepal",
    "subalpine",
    "iq",
    "maoist centre",
    "mallas",
    "kushans",
    "maoists",
    "sigatse",
    "devanagari",
    "birgunj",
    "panchayat",
    "metropolitan museum of art",
    "chitwan national park",
    "tibetan buddhism",
    "hetauda",
    "bhakti thapa",
    "sylvain levi",
    "shakya",
    "tibeto-burmans",
    "nepali congress",
    "ne",
    "bharatpur",
    "myanmar",
    "gulf",
    "lichchhavis",
    "people's republic of china",
    "kathmandu valley.",
    "bajjika",
    "united kingdom",
    "upanishadic hinduism",
    "nepal armed police force",
    "magar",
    "nepalese",
    "gautam buddha",
    "himalayan",
    "chaubisi",
    "barakat gallery",
    "baise",
    "sugauli treaty",
    "global peace index",
    "sati",
    "rubin museum",
    "conventions",
    "madhesi",
    "nepala",
    "sita.",
    "bronze age",
    "south asian association for regional cooperation",
    "arctic",
    "balochistan",
    "world wars",
    "2nd federal",
    "kirant",
    "gautama buddha",
    "jains",
    "tibetan empire",
    "makalu",
    "rastriya swatantra party",
    "five principles of peaceful coexistence",
    "maurya empire",
    "maghi",
    "nepali",
    "silk road",
    "prithvi narayan shah",
    "garhwal kingdoms",
    "national investigation department",
    "ashoka",
    "indo-china",
    "nessey",
    "mother",
    "gopalas",
    "aryans",
    "adi-buddha ne",
    "sakela",
    "sherpas",
    "pashupati purāna",
    "asian",
    "selroti",
    "madhes movement.",
    "us",
    "licchavis",
    "nepāl",
    "gyanendra",
    "sagarmāthā",
    "bagh-chal",
    "himal",
    "digarchi",
    "siwalik",
    "post-vedic atharvashirsha upanishad",
    "east india company",
    "nepalgunj",
    "nepāl mahātmya",
    "bay of bengal initiative",
    "nepal police",
    "medieval nepal",
    "mahispalas",
    "gadhimai",
    "juju dhau",
    "thakuri",
    "south asian games",
    "indian plate",
    "national parks and wildlife conservation act",
    "ncp",
    "tamang",
    "un",
    "nepal army",
    "forest landscape integrity index",
    "mithila",
    "bangladesh",
    "nepal telecom",
    "ministry of defence",
    "tibetans",
    "kirkpatrick",
    "sanskritisation",
    "eurasian",
    "columbian",
    "patan",
    "iucn-designated",
    "ranas",
    "karnali",
    "kollywood",
    "dallas museum of art",
    "scandinavian",
    "rana",
    "non-hindu",
    "bhoto",
    "sal",
    "lalitpur",
    "london",
    "jung bahadur kunwar",
    "kapilvastu",
    "china",
    "indus valley civilisation",
    "narendradeva",
    "maruni",
    "kangchenjunga",
    "wto",
    "sherpa",
    "non-aligned movement",
    "commission for the investigation of abuse of authority",
    "iraq",
    "ludo",
    "kolkata",
    "kauda"
  ]
}