{
  "title": "Nick_Cave",
  "url": "https://en.wikipedia.org/wiki/Nick_Cave",
  "summary": "Nicholas Edward Cave (born 22 September 1957) is an Australian musician, writer and actor who fronts the rock band Nick Cave and the Bad Seeds. Known for his baritone voice, Cave's music is characterised by emotional intensity, a wide variety of influences and lyrical obsessions with death, religion, love, and violence.\nBorn and raised in rural Victoria, Cave studied art in Melbourne before fronting the Birthday Party, one of the city's leading post-punk bands, in the late 1970s. In 1980, the band moved to London, England. Disillusioned by their stay there, they evolved towards a darker and more challenging sound that helped inspire gothic rock, and they acquired a reputation as \"the most violent live band in the world\". Cave became recognised for his confrontational performances, his shock of black hair and pale, emaciated look. The band broke up soon after relocating to West Berlin in 1982. The following year, Cave formed Nick Cave and the Bad Seeds, later described as one of rock's \"most redoubtable, enduring\" bands. Much of their early material is set in a mythic American Deep South, drawing on spirituals and Delta blues, while Cave's preoccupation with Old Testament notions of good versus evil culminated in what has been called his signature song, \"The Mercy Seat\" (1988), and in his debut novel, And the Ass Saw the Angel (1989). In 1988, he appeared in Ghosts… of the Civil Dead, an Australian prison film which he both co-wrote and scored.\nThe 1990s saw Cave move between São Paulo and England, and find inspiration in the New Testament. He went on to achieve mainstream success with quieter, piano-driven ballads, notably the Kylie Minogue duet \"Where the Wild Roses Grow\" (1996), and \"Into My Arms\" (1997). Turning increasingly to film in the 2000s, Cave wrote the Australian Western The Proposition (2005), also composing its soundtrack with frequent collaborator Warren Ellis. The pair's film score credits include The Assassination of Jesse James by the Coward Robert Ford (2007), The Road (2009) and Hell or High Water (2016). Their garage rock side project Grinderman has released two studio albums since 2006. In 2009, he released his second novel, The Death of Bunny Munro, and starred in the semi-fictional \"day in the life\" film 20,000 Days on Earth (2014). His more recent musical work features ambient and electronic elements, as well as increasingly abstract lyrics, informed in part by grief over his son Arthur's 2015 death, which is explored in the documentary One More Time with Feeling (2016) and the Bad Seeds' 2019 album Ghosteen. The band's 18th and latest album, Wild God, was released in 2024.\nSince 2018, Cave has maintained The Red Hand Files, a newsletter he uses to respond to questions from fans. He has collaborated with the likes of Johnny Cash, Shane MacGowan and ex-partner PJ Harvey, and his songs have been covered by a wide range of artists, including Cash (\"The Mercy Seat\"), Metallica (\"Loverman\") and Snoop Dogg (\"Red Right Hand\"). He was inducted into the ARIA Hall of Fame in 2007, and he was named an Officer of the Order of Australia in 2017.",
  "content": [
    {
      "section_title": "Early life and education",
      "section_content": [
        {
          "sentence": "Nicholas Edward Cave was born on 22 September 1957 in Warracknabeal, a country town in the Australian state of Victoria, to Dawn Cave (née Treadwell) and Colin Frank Cave",
          "refs": []
        },
        {
          "sentence": "He has two older brothers, Tim (born 1952) and Peter (born 1954), and a younger sister, Julie (born 1959)",
          "refs": [
            "http://museum.wa.gov.au/whats-on/nick-cave/curators-notes",
            "http://nla.gov.au/nla.news-article22800062"
          ]
        },
        {
          "sentence": "As a child, he lived in Warracknabeal and then Wangaratta in rural Victoria",
          "refs": [
            "https://www.imdb.com/name/nm0147022/trivia/"
          ]
        },
        {
          "sentence": "His father taught English and mathematics at the local technical school; his mother was a librarian at the high school that Cave attended",
          "refs": []
        },
        {
          "sentence": "From an early age, Cave's father read him literary classics, such as Crime and Punishment (1866) and Lolita (1955),  and also organised the first symposium on the Australian bushranger and outlaw Ned Kelly,  with whom Cave was enamoured as a child",
          "refs": [
            "https://www.theguardian.com/music/2008/feb/23/popandrock.features",
            "https://www.independent.co.uk/news/people/profiles/nick-cave-devils-advocate-350562.html",
            "ISBN: 0-7269-1410-X"
          ]
        },
        {
          "sentence": "Through his older brother, Cave became a fan of British progressive rock bands such as King Crimson, Pink Floyd and Jethro Tull,  while a childhood girlfriend introduced him to the Canadian folk artist Leonard Cohen, who he later described as \"the greatest songwriter of them all\"",
          "refs": [
            "https://www.theguardian.com/music/2006/feb/24/popandrock",
            "https://faroutmagazine.co.uk/nick-cave-favourite-guitarists-list/"
          ]
        },
        {
          "sentence": "When Cave was nine he joined the choir of Wangaratta's Holy Trinity Cathedral",
          "refs": []
        },
        {
          "sentence": "At 13 he was expelled from Wangaratta High School,  and sent by his parents to Melbourne to become a boarder and later day student at Caulfield Grammar School",
          "refs": [
            "http://museum.wa.gov.au/whats-on/nick-cave/curators-notes",
            "https://www.independent.co.uk/news/people/profiles/nick-cave-devils-advocate-350562.html"
          ]
        },
        {
          "sentence": "His family moved to Melbourne the following year, settling in the suburb of Murrumbeena",
          "refs": [
            "https://www.theguardian.com/music/2008/feb/23/popandrock.features"
          ]
        },
        {
          "sentence": "After his secondary schooling, Cave studied painting at the Caulfield Institute of Technology in 1976, but dropped out the following year to pursue music",
          "refs": []
        },
        {
          "sentence": "He also began using heroin around the time that he left art school",
          "refs": [
            "https://web.archive.org/web/20130913163308/http://www.fasterlouder.com.au/news/36893/10-things-Nick-Cave-said-at-BIGSOUND-2013"
          ]
        },
        {
          "sentence": "Cave attended his first music concert at Melbourne's Festival Hall",
          "refs": []
        },
        {
          "sentence": "The bill consisted of the English rock bands Manfred Mann, Deep Purple and Free",
          "refs": []
        },
        {
          "sentence": "Cave recalled: \"I remember sitting there and feeling physically the sound going through me.\"  In early 1977, he saw the Australian punk rock bands Radio Birdman and the Saints live for the first time",
          "refs": [
            "https://web.archive.org/web/20130913163308/http://www.fasterlouder.com.au/news/36893/10-things-Nick-Cave-said-at-BIGSOUND-2013"
          ]
        },
        {
          "sentence": "Cave was particularly inspired by the show of the latter band, saying that he left the venue \"a different person.\"",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.rollingstone.co.uk/music/news/nick-cave-pays-tribute-to-the-saints-chris-bailey-his-favourite-singer-14694/"
          ]
        },
        {
          "sentence": "Cave was 19 when his father was killed in a car collision; his mother told him of his father's death while she was bailing him out of a St Kilda police station where he was being held on a charge of burglary",
          "refs": []
        },
        {
          "sentence": "He would later recall that his father \"died at a point in my life when I was most confused\" and that \"the loss of my father created in my life a vacuum, a space in which my words began to float and collect and find their purpose\"",
          "refs": [
            "https://www.bbc.co.uk/programmes/m001n8dv"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Music career",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Early years and the Birthday Party (1973–1983)",
          "section_content": [
            {
              "sentence": "In 1973, Cave founded a band with fellow students at Caulfield Grammar",
              "refs": []
            },
            {
              "sentence": "With Cave as lead vocalist, the band included Mick Harvey (guitar), Phill Calvert (drums), John Cochivera (guitar), Brett Purcell (bass guitar), and Chris Coyne (saxophone)",
              "refs": []
            },
            {
              "sentence": "Their repertoire consisted of cover versions of songs by Lou Reed, David Bowie, Alice Cooper, Roxy Music and Alex Harvey, among others",
              "refs": []
            },
            {
              "sentence": "Later, the line-up slimmed down to four members including Cave's friend Tracy Pew on bass guitar",
              "refs": []
            },
            {
              "sentence": "In 1977, after leaving school, they adopted the name the Boys Next Door and began playing predominantly original punk rock material",
              "refs": []
            },
            {
              "sentence": "Guitarist, songwriter and ex-Young Charlatans member Rowland S",
              "refs": []
            },
            {
              "sentence": "Howard joined the band in 1978.",
              "refs": []
            },
            {
              "sentence": "The Boys Next Door emerged as the linchpin of the Melbourne post-punk scene in the late 1970s, securing a residency at St Kilda's Crystal Ballroom venue, where they attracted a cult following",
              "refs": []
            },
            {
              "sentence": "They played hundreds of live shows in Australia and toured interstate before changing their name to the Birthday Party in 1980 and moving to London, England",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cave's girlfriend and muse Anita Lane accompanied the band",
              "refs": []
            },
            {
              "sentence": "They struggled initially with financial instability and limited connections, and grew to detest London and much of its music scene, which Cave later described as \"dead, ..",
              "refs": []
            },
            {
              "sentence": "we felt really ripped off, robbed\"",
              "refs": []
            },
            {
              "sentence": "He did however greatly admire the Pop Group,  and the Birthday Party shared a mutual affinity with the Fall.",
              "refs": [
                "https://www.youtube.com/watch?v=BUC2GmzJpGY"
              ]
            },
            {
              "sentence": "By the end of their first year in London, the Birthday Party had gained notoriety for their aggressive, confrontational live shows and Cave's unhinged stage presence, with him shrieking, bellowing and throwing himself about the stage, backed up by harsh pounding rock music laced with guitar feedback",
              "refs": []
            },
            {
              "sentence": "Drawing on Old Testament imagery, Cave's lyrics frequently revolved around sin, debauchery and damnation",
              "refs": []
            },
            {
              "sentence": "The band found a champion in prominent radio DJ and taste-maker John Peel, and went on to record four Peel Sessions.",
              "refs": [
                "https://archive.org/details/ripitupstartagai00reyn/page/429"
              ]
            },
            {
              "sentence": "Cave's droll sense of humour and penchant for parody is evident in many of the band's songs, including \"Nick the Stripper\" and \"King Ink\"",
              "refs": []
            },
            {
              "sentence": "\"Release the Bats\", one of the band's most famous songs and John Peel's single of the year in 1981, was intended as an over-the-top \"piss-take\" on gothic rock, and a \"direct attack\" on the \"stock gothic associations that less informed critics were wont to make\"",
              "refs": []
            },
            {
              "sentence": "Ironically, it became highly influential on the genre, giving rise to a new generation of bands in England",
              "refs": []
            },
            {
              "sentence": "The Birthday Party relocated to West Berlin in 1982",
              "refs": []
            },
            {
              "sentence": "After establishing a cult following in Europe, Australia and the United States, they disbanded in the following year.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Nick Cave and the Bad Seeds (1984–present)",
          "section_content": [
            {
              "sentence": "The band with Cave as their lead vocalist has released eighteen studio albums",
              "refs": []
            },
            {
              "sentence": "Pitchfork calls the group one of rock's \"most enduring, redoubtable\" bands, with an accomplished discography",
              "refs": []
            },
            {
              "sentence": "Though their sound tends to change considerably from one album to another, the one constant of the band is an unpolished blending of disparate genres, and song structures which provide a vehicle for Cave's virtuosic, frequent histrionics",
              "refs": [
                "https://pitchfork.com/reviews/albums/12949-from-her-to-eternity-the-first-born-is-dead-kicking-against-the-pricks-your-funeral-my-trial/"
              ]
            },
            {
              "sentence": "Critics Stephen Thomas Erlewine and Steve Huey wrote: \"With the Bad Seeds, Cave continued to explore his obsessions with religion, death, love, America, and violence with a bizarre, sometimes self-consciously eclectic hybrid of blues, gospel, rock, and arty post-punk.\"",
              "refs": [
                "https://www.allmusic.com/artist/p3854"
              ]
            },
            {
              "sentence": "Reviewing the band's fourteenth studio album Dig, Lazarus, Dig!!! (2008), NME used the phrase \"gothic psycho-sexual apocalypse\" to describe the \"menace\" present in the lyrics of the title track",
              "refs": []
            },
            {
              "sentence": "Their most recent work, Wild God, was released in August 2024.",
              "refs": [
                "https://www.nme.com/reviews/nick-cave-and-the-bad-seeds/9484"
              ]
            },
            {
              "sentence": "In a September 2013 interview, Cave explained that he returned to using a typewriter for songwriting after his experience with their twelfth studio album Nocturama (2003), as he \"could walk in on a bad day and hit 'delete' and that was the end of it\"",
              "refs": []
            },
            {
              "sentence": "Cave believes that he lost valuable work due to a \"bad day\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Grinderman (2006–2010)",
          "section_content": [
            {
              "sentence": "In 2006, Cave formed Grinderman with himself on vocals, guitar, organ and piano, Warren Ellis (tenor guitar, electric mandolin, violin, viola, guitar, backing vocals), Martyn P",
              "refs": []
            },
            {
              "sentence": "Casey (bass, guitar, backing vocals) and Jim Sclavunos (drums, percussion, backing vocals)",
              "refs": []
            },
            {
              "sentence": "The alternative rock outfit was formed as \"a way to escape the weight of the Bad Seeds\"",
              "refs": []
            },
            {
              "sentence": "The band's name was inspired by a Memphis Slim song, \"Grinder Man Blues\", which Cave is noted to have started singing during one of the band's early rehearsal sessions",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The band's debut studio album, Grinderman, was released in 2007 to positive reviews and the band's second and final studio album, Grinderman 2, was released in 2010 to a similar reception",
              "refs": []
            },
            {
              "sentence": "Grinderman's first public performance was at All Tomorrow's Parties in April 2007, where Bobby Gillespie from Primal Scream accompanied Grinderman on backing vocals and percussion",
              "refs": []
            },
            {
              "sentence": "In December 2011, after performing at the Meredith Music Festival, Cave announced that Grinderman was over",
              "refs": []
            },
            {
              "sentence": "Two years later, Grinderman performed both weekends at the 2013 Coachella Festival, as did Nick Cave and the Bad Seeds",
              "refs": [
                "https://web.archive.org/web/20130831203148/http://www.thevine.com.au/music/news/nick-cave-announces-that-grinderman-was-%27over%2720111211.aspx"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Music in film and television",
          "section_content": [
            {
              "sentence": "Cave's music was featured in a scene of the 1986 film, Dogs in Space by Richard Lowenstein",
              "refs": []
            },
            {
              "sentence": "Cave performed parts of the Boys Next Door song \"Shivers\" twice during the film, once on video and once live.",
              "refs": [
                "https://web.archive.org/web/20150321234247/http://wwwmcc.murdoch.edu.au/ReadingRoom/film/dbase/1997/pascho.htm"
              ]
            },
            {
              "sentence": "Another early fan of Cave's was German director Wim Wenders, who lists Cave, along with Lou Reed and Portishead, as among his favourites",
              "refs": []
            },
            {
              "sentence": "Cave and the Bad Seeds appear in the 1987 film Wings of Desire performing \"The Carny\" and \"From Her to Eternity\"",
              "refs": [
                "http://www.abc.net.au/news/stories/2008/05/25/2254785.htm"
              ]
            },
            {
              "sentence": "Two original songs were included in Wenders' 1993 sequel Faraway, So Close!, including the title track",
              "refs": [
                "http://www.sensesofcinema.com/2003/great-directors/wenders/"
              ]
            },
            {
              "sentence": "The soundtrack for Wenders' 1991 film Until the End of the World features, another Cave original, \"(I'll Love You) Till the End of the World\"",
              "refs": []
            },
            {
              "sentence": "Cave and the Bad Seeds later recorded a live in-studio cover track for Wenders' 2003 documentary The Soul of a Man, and his 2008 film Palermo Shooting features two original songs from Cave's side project Grinderman",
              "refs": []
            },
            {
              "sentence": "Cave's songs have also appeared in a number of Hollywood blockbusters – \"There is a Light\" appears on the 1995 soundtrack for Batman Forever, and \"Red Right Hand\" appeared in a number of films including Dumb and Dumber (1994), The X-Files (1998); Scream (1996), its sequels Scream 2 (1997) and 3 (2000), and Hellboy (2004; performed by Pete Yorn)",
              "refs": []
            },
            {
              "sentence": "In Scream 3, the song was given a reworking with Cave writing new lyrics and adding an orchestra to the arrangement of the track",
              "refs": []
            },
            {
              "sentence": "\"People Ain't No Good\" was featured in Shrek 2 (2004)",
              "refs": []
            },
            {
              "sentence": "Harry Potter and the Deathly Hallows – Part 1 (2010) music supervisor Matt Biffa chose to use Cave's \"O Children\" in the film because it was \"really uplifting\"",
              "refs": []
            },
            {
              "sentence": "In 2000, Andrew Dominik used \"Release the Bats\" in his film Chopper",
              "refs": []
            },
            {
              "sentence": "Other films that use Cave's songs include The Freshman (1990), Gas Food Lodging (1992), Box of Moonlight (1996), Kevin & Perry Go Large (2000), Mr In-Between (2001), Romance & Cigarettes (2005), Cirque du Freak: The Vampire's Assistant (2009) and About Time (2013).",
              "refs": []
            },
            {
              "sentence": "His music also appear in a number of major television shows, including Trauma, The L Word, Traveler, The Unit, I Love the '70s, The Others, Nip/Tuck, Californication, After Life and Jack Irish",
              "refs": []
            },
            {
              "sentence": "\"Red Right Hand\" is the theme song for Peaky Blinders, which also features cover versions by artists such as his ex-partner PJ Harvey, Arctic Monkeys, Laura Marling, Iggy Pop and Jarvis Cocker of Pulp, Patti Smith and Anna Calvi",
              "refs": []
            },
            {
              "sentence": "In a 2019 interview with Vice, Cillian Murphy, who plays Tommy Shelby in Peaky Blinders, mentioned that Cave personally approved the use of the song for the series after watching a pre-screening of the show",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Collaborations",
          "section_content": [],
          "subsections": [
            {
              "section_title": "1980—2000",
              "section_content": [
                {
                  "sentence": "During the 1982 recording sessions for the Birthday Party's third studio album Junkyard, Cave, together with band-mates Harvey and Howard, joined members of the Go-Betweens to form Tuff Monks",
                  "refs": []
                },
                {
                  "sentence": "The short-lived band released one single, \"After the Fireworks\", and played live only once",
                  "refs": []
                },
                {
                  "sentence": "Later that year, Cave contributed to the concept album Honeymoon in Red",
                  "refs": []
                },
                {
                  "sentence": "Intended as a collaboration between the Birthday Party and Lydia Lunch, the album was not released until 1988, by which time Lunch had fallen out with Cave, who she credits on the release as \"Anonymous\", \"Her Dead Twin\" and \"A Drunk Cowboy Junkie\"",
                  "refs": []
                },
                {
                  "sentence": "During the Birthday Party's Berlin period, Cave collaborated with local post-punk and post-rock band Die Haut on their studio album Burnin' the Ice, released in 1983",
                  "refs": []
                },
                {
                  "sentence": "In the immediate aftermath of the Birthday Party's break-up, Cave performed several shows in the United States as part of the Immaculate Consumptive, a short-lived \"super-group\" with Lunch, Marc Almond and Clint Ruin",
                  "refs": []
                },
                {
                  "sentence": "Cave sang on an Annie Hogan song called \"Vixo\" which was recorded in October 1983: the track was released in 1985 on the 12\" inch vinyl \"Annie Hogan – Plays Kickabye\"",
                  "refs": [
                    "ISBN: 9780949924810"
                  ]
                },
                {
                  "sentence": "A lifelong fan of Johnny Cash, Cave covered his song \"The Singer\", originally \"The Folk Singer\", for the studio album Kicking Against the Pricks (1986), which Cash seemingly repaid by covering \"The Mercy Seat\" on American III: Solitary Man (2000)",
                  "refs": []
                },
                {
                  "sentence": "Cave was then invited to contribute to the liner notes of the double-compact disc compilation album The Essential Johnny Cash, released to coincide with Cash's 70th birthday",
                  "refs": []
                },
                {
                  "sentence": "Subsequently, Cave recorded a duet with Cash, a cover version of Hank Williams' \"I'm So Lonesome I Could Cry\", for what would be Cash's final studio album, American IV: The Man Comes Around (2002)",
                  "refs": []
                },
                {
                  "sentence": "Another duet between the two artists, the American folk song \"Cindy\", was released posthumously on Unearthed, a boxset of outtakes",
                  "refs": []
                },
                {
                  "sentence": "Cave's song \"Let the Bells Ring\", released on the  studio album Abattoir Blues / The Lyre of Orpheus (2004), is a posthumous tribute to Cash.",
                  "refs": []
                },
                {
                  "sentence": "Cave played with Shane MacGowan on cover versions of Bob Dylan's \"Death is Not the End\" and Louis Armstrong's \"What a Wonderful World\"",
                  "refs": []
                },
                {
                  "sentence": "Cave recorded a cover version of the Pogues' song \"Rainy Night in Soho\", written by MacGowan",
                  "refs": []
                },
                {
                  "sentence": "MacGowan also sings a version of \"Lucy\", released on B-Sides & Rarities (2005)",
                  "refs": []
                },
                {
                  "sentence": "Cave provided guest vocals on the title track of Current 93's studio album All the Pretty Little Horses (1996), as well as the closer \"Patripassian\"",
                  "refs": []
                },
                {
                  "sentence": "For his studio album Murder Ballads (1996), Cave recorded \"Where the Wild Roses Grow\" with Kylie Minogue, and \"Henry Lee\" with PJ Harvey.",
                  "refs": []
                },
                {
                  "sentence": "Cave also took part in The X-Files compilation CD with some other artists, where he reads parts from the Bible combined with own texts, like \"Time Jesum ...\", he outed himself as a fan of the series some years ago, but since he does not watch much TV, it was one of the only things he watched.",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "2000—present",
              "section_content": [
                {
                  "sentence": "In 2004, Cave gave a hand to Marianne Faithfull on her sixteenth studio album, Before the Poison",
                  "refs": []
                },
                {
                  "sentence": "He co-wrote and produced three songs (\"Crazy Love\", \"There Is a Ghost\" and \"Desperanto\"), and the Bad Seeds are featured on all of them",
                  "refs": []
                },
                {
                  "sentence": "He is also featured on \"The Crane Wife 3\" (originally by the Decemberists), on Faithfull's seventeenth studio album, Easy Come, Easy Go (2008).",
                  "refs": []
                },
                {
                  "sentence": "He collaborated on the 2003 single \"Bring It On\", with Chris Bailey, formerly of the Australian punk group, the Saints",
                  "refs": []
                },
                {
                  "sentence": "Cave contributed vocals to the song \"Sweet Rosyanne\", on the studio album Catch That Train! (2006) by Dan Zanes & Friends, a children's music group.",
                  "refs": []
                },
                {
                  "sentence": "In 2010, Cave began a series of duets with Debbie Harry of Blondie for The Jeffrey Lee Pierce Sessions Project",
                  "refs": []
                },
                {
                  "sentence": "In 2011, Cave recorded a cover version of the Zombies' \"She's Not There\" with Neko Case, which was used at the end of the first episode of the fourth season of True Blood.",
                  "refs": []
                },
                {
                  "sentence": "In 2014, Cave wrote the libretto for the opera Shell Shock by the Belgian composer Nicholas Lens",
                  "refs": []
                },
                {
                  "sentence": "The opera premiered at the Royal Opera House La Monnaie in Brussels on 24 October 2014 and was also set up at the international Weekend of War and Peace, Paris  on 10 and 11 November 2018 performed by L' Orchestre philharmonique de Radio France at Cité de la Musique (Philharmonie de Paris)  with live television broadcasting on Arte  and France Musique",
                  "refs": [
                    "https://web.archive.org/web/20160306172730/http://in.reuters.com/article/ww1-century-opera-idINKCN0ID2GX20141024",
                    "http://www.lemonde.fr/scenes/article/2014/10/29/shell-shock-fait-eprouver-le-traumatisme-des-tranchees_4514105_1654999.html",
                    "http://mutesong.com/writers/nicholas-lens/",
                    "http://www.lamonnaie.be/en/opera/421/Shell-Shock",
                    "https://www.francemusique.fr/opera/shell-shock-un-opera-de-nicholas-lens-en-hommage-aux-victimes-de-la-grande-guerre-66905",
                    "https://web.archive.org/web/20181220174154/https://philharmoniedeparis.fr/fr/activite/spectacle/19070-shell-shock-requiem-war",
                    "https://www-operamagazine-nl.translate.goog/binnenkort/46093/opera-in-de-media-week-46-van-2018/?_x_tr_sl=nl&_x_tr_tl=en&_x_tr_hl=en&_x_tr_pto=sc"
                  ]
                },
                {
                  "sentence": "In 2020, Cave wrote the libretto for L.I.T.A.N.I.E.S, a trance-minimal chamber opera by Nicholas Lens",
                  "refs": []
                },
                {
                  "sentence": "A recording produced by both writers was released by Deutsche Grammophon",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Film scores and theatre music",
              "section_content": [
                {
                  "sentence": "Cave creates original film scores with fellow Bad Seeds band member Warren Ellis—they first teamed up in 2005 to work on Hillcoat's bushranger film The Proposition, for which Cave also wrote the screenplay",
                  "refs": []
                },
                {
                  "sentence": "In 2007, Cave and Ellis composed the music for Andrew Dominik's adaptation of Ron Hansen's The Assassination of Jesse James by the Coward Robert Ford",
                  "refs": []
                },
                {
                  "sentence": "By the time Dominik's film was released, Hillcoat was preparing his next project, The Road, an adaptation of Cormac McCarthy's novel about a father and son struggling to survive in a post-apocalyptic world",
                  "refs": [
                    "https://pitchfork.com/reviews/albums/11121-the-assassination-of-jesse-james-by-the-coward-robert-ford/"
                  ]
                },
                {
                  "sentence": "Cave and Ellis wrote and recorded the score for the film, which was released in 2009",
                  "refs": []
                },
                {
                  "sentence": "In 2011, Cave and Ellis reunited with Hillcoat to score his latest picture, Lawless",
                  "refs": [
                    "https://www.bbc.co.uk/music/reviews/r25c"
                  ]
                },
                {
                  "sentence": "Cave also authored this screenplay based on Matt Bondurant's novel The Wettest County in the World (2008)",
                  "refs": []
                },
                {
                  "sentence": "Set in Depression-era Franklin County, Virginia, the film was released in 2012",
                  "refs": []
                },
                {
                  "sentence": "In 2016, Cave and Ellis scored the neo-Western film Hell or High Water, directed by David Mackenzie",
                  "refs": []
                },
                {
                  "sentence": "The following year, they scored Taylor Sheridan's neo-Western Wind River, as well as Australian director David Michôd's War Machine.",
                  "refs": []
                },
                {
                  "sentence": "Cave and Ellis have also scored a number of documentary films, including The English Surgeon (2007), West of Memphis (2012), Prophet's Prey (2015) and The Velvet Queen (2021)",
                  "refs": []
                },
                {
                  "sentence": "Cave and Ellis created music for the Icelandic theatre group Vesturport productions Woyzeck, The Metamorphosis and Faust",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Writing",
      "section_content": [
        {
          "sentence": "Cave released his first book, King Ink, in 1988",
          "refs": []
        },
        {
          "sentence": "It is a collection of lyrics and plays, including collaborations with Lydia Lunch",
          "refs": []
        },
        {
          "sentence": "This was followed up with King Ink II in 1997, containing lyrics, poems, and the transcript of a radio essay he wrote for the BBC in July 1996, \"The Flesh Made Word\", discussing in biographical format his relationship with Christianity.",
          "refs": []
        },
        {
          "sentence": "While he was based in West Berlin, Cave started working on what was to become his debut novel, And the Ass Saw the Angel (1989)",
          "refs": []
        },
        {
          "sentence": "Significant crossover is evident between the themes in the book and the lyrics Cave wrote in the late stages of the Birthday Party and the early stage of his solo career",
          "refs": []
        },
        {
          "sentence": "\"Swampland\", from Mutiny, in particular, uses the same linguistic stylings ('mah' for 'my', for instance) and some of the same themes (the narrator being haunted by the memory of a girl called Lucy, being hunted like an animal, approaching death and execution).",
          "refs": []
        },
        {
          "sentence": "In 1993, Cave and Lydia Lunch published an adult comic book they wrote together, with illustrations by Mike Matthews, titled AS-FIX-E-8",
          "refs": []
        },
        {
          "sentence": "On 21 January 2008, a special edition of Cave's novel And the Ass Saw the Angel was released",
          "refs": []
        },
        {
          "sentence": "Cave's second novel The Death of Bunny Munro was published on 8 September 2009 by HarperCollins",
          "refs": [
            "https://web.archive.org/web/20110520133047/http://www.side-line.com/news_comments.php?id=28460_0_2_1_C"
          ]
        },
        {
          "sentence": "Telling the story of a sex-addicted salesman, it was also released as a binaural audio-book produced by British Artists Iain Forsyth and Jane Pollard and an iPhone app",
          "refs": [
            "https://www.nme.com/news/nme/46636",
            "https://web.archive.org/web/20150120150632/http://www.harpercollins.ca/books/9781554685400/The_Death_of_Bunny_Munro/index.aspx"
          ]
        },
        {
          "sentence": "The book originally started as a screenplay Cave was going to write for John Hillcoat",
          "refs": [
            "https://pitchfork.com/news/36434-nick-caves-new-novel-ibunny-munroi-gets-its-own-iphone-app-tour/"
          ]
        },
        {
          "sentence": "In 2015 he released the book The Sick Bag Song, followed in 2022 by Faith, Hope, and Carnage, collected from a series of phone conversations conducted between Cave and Irish writer Sean O'Hagan during the COVID-19 pandemic",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Contributions",
          "section_content": [
            {
              "sentence": "Aside from their soundtracks, Cave also wrote the screenplays for John Hillcoat's The Proposition (2005) and Lawless (2012).",
              "refs": []
            },
            {
              "sentence": "Cave wrote the foreword to a Canongate publication of the Gospel According to Mark, published in the UK in 1998",
              "refs": []
            },
            {
              "sentence": "The American edition of the same book (published by Grove Press) contains a foreword by the noted American writer Barry Hannah.",
              "refs": []
            },
            {
              "sentence": "Cave was a contributor to a biography of the alternative rock and pop band the Triffids, Vagabond Holes: David McComb and the Triffids (2009), edited by Australian academics Niall Lucy and Chris Coughran",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Acting",
      "section_content": [
        {
          "sentence": "Cave's first film appearance was in Wim Wenders' 1987 film Wings of Desire, in which he and the Bad Seeds are shown performing at a concert in Berlin.",
          "refs": []
        },
        {
          "sentence": "Cave has made occasional appearances as an actor",
          "refs": []
        },
        {
          "sentence": "He appears alongside Blixa Bargeld in the 1988 Peter Sempel film Dandy, playing dice, singing and speaking from his Berlin apartment",
          "refs": []
        },
        {
          "sentence": "He is most prominently featured in the 1989 film Ghosts… of the Civil Dead, written and directed by John Hillcoat, and in the 1991 film Johnny Suede with Brad Pitt.",
          "refs": []
        },
        {
          "sentence": "Cave appeared in the 2005 homage to Leonard Cohen, Leonard Cohen: I'm Your Man, in which he performed \"I'm Your Man\" solo, and \"Suzanne\" with Julie Christensen and Perla Batalla",
          "refs": []
        },
        {
          "sentence": "He also appeared in the 2007 film adaptation of Ron Hansen's novel The Assassination of Jesse James by the Coward Robert Ford, where he sings \"The Ballad of Jesse James\"",
          "refs": []
        },
        {
          "sentence": "Cave and Warren Ellis are credited for the film's soundtrack",
          "refs": [
            "https://www.screendaily.com/the-assassination-of-jesse-james-by-the-coward-robert-ford/4034289.article"
          ]
        },
        {
          "sentence": "Nick Cave and his son Luke performed one of the songs on the soundtrack together",
          "refs": [
            "https://archive.today/20070812014745/http://www.harpmagazine.com/news/detail.cfm?article=12010"
          ]
        },
        {
          "sentence": "Luke played the triangle",
          "refs": []
        },
        {
          "sentence": "His interest in the work of Edward Gorey led to his participation in the BBC Radio 3 programme Guest + Host = Ghost, featuring Peter Blegvad and the radiophonic sound of the Langham Research Centre",
          "refs": []
        },
        {
          "sentence": "Cave has also lent his voice in narrating the animated film The Cat Piano (2009)",
          "refs": []
        },
        {
          "sentence": "It was directed by Eddie White and Ari Gibson (of the People's Republic of Animation), produced by Jessica Brentnall and features music by Benjamin Speed",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Screenwriting",
      "section_content": [
        {
          "sentence": "Cave wrote the screenplay for The Proposition, a film about bushrangers in the Australian outback during the late 19th century",
          "refs": []
        },
        {
          "sentence": "Directed by John Hillcoat and filmed in Queensland in 2004, it premiered in October 2005 and was later released worldwide to critical acclaim",
          "refs": []
        },
        {
          "sentence": "Cave explained his personal background in relation to writing the film's screenplay in a 2013 interview:",
          "refs": [
            "http://www.relevantmagazine.com/pc_article.php?id=7190"
          ]
        },
        {
          "sentence": "The film critic for British newspaper The Independent called The Proposition \"peerless\", \"a star-studded and uncompromisingly violent outlaw film\"",
          "refs": []
        },
        {
          "sentence": "The generally ambient soundtrack was recorded by Cave and Warren Ellis.",
          "refs": [
            "https://web.archive.org/web/20090520163055/http://www.independent.co.uk/arts-entertainment/films/features/the-proposition-bringing-the-revisionist-western-to-the-australian-outback-468212.html"
          ]
        },
        {
          "sentence": "At the request of his friend Russell Crowe, Cave wrote a script for a proposed sequel to Gladiator which was rejected by the studio",
          "refs": []
        },
        {
          "sentence": "An announcement in February 2010 stated that Andy Serkis and Cave would collaborate on a motion-capture movie of the Brecht and Weill musical The Threepenny Opera",
          "refs": []
        },
        {
          "sentence": "As of November 2024, the project has not been realised",
          "refs": []
        },
        {
          "sentence": "Cave wrote a screenplay titled The Wettest County in the World,  which was used for the 2012 film Lawless, directed again by John Hillcoat, starring Tom Hardy and Shia LaBeouf",
          "refs": [
            "https://web.archive.org/web/20110207193518/http://blogs.indiewire.com/theplaylist/archives/of_course_he_did_nick_cave_confirms_hell_score_john_hillcoats_the_wettest_c/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Blogging",
      "section_content": [
        {
          "sentence": "Cave currently maintains a personal blog and an online correspondence page with his fans called The Red Hand Files which is seen as a continuation of In Conversation, a series of live personal talks Cave had held in which the audience were free to ask questions",
          "refs": []
        },
        {
          "sentence": "On the page, Cave discusses various issues ranging from art, religion, current affairs and music, as well as using it as a free platform in which fans are encouraged to ask personal questions on any topic of their choosing",
          "refs": []
        },
        {
          "sentence": "Cave's intimate approach to the Question & Answer format on The Red Hand Files was praised by The Guardian as \"a shelter from the online storm free of discord and conspiracies, and in harmony with the internet vision of Tim Berners-Lee.\"",
          "refs": [
            "https://www.nme.com/news/music/nick-cave-says-hes-repelled-woke-cultures-self-righteous-belief-lack-humility-2557386",
            "https://www.theguardian.com/commentisfree/2018/nov/27/nick-cave-red-hand-files",
            "https://www.theguardian.com/commentisfree/2018/nov/27/nick-cave-red-hand-files"
          ]
        },
        {
          "sentence": "In January 2023, after being sent a song written by ChatGPT \"in the style of Nick Cave\",  he responded on The Red Hand Files (and was later quoted in The Guardian) saying that act of song writing \"is not mimicry, or replication, or pastiche, it is the opposite, it is an act of self-murder that destroys all one has strived to produce in the past.\" He went on to say \"It's a blood and guts business  [that] requires my humanness\", concluding that \"this song is bullshit, a grotesque mockery of what it is to be human, and, well, I don't much like it.\"",
          "refs": [
            "https://www.theguardian.com/music/2023/jan/17/this-song-sucks-nick-cave-responds-to-chatgpt-song-written-in-style-of-nick-cave",
            "https://www.theguardian.com/music/2023/jan/17/this-song-sucks-nick-cave-responds-to-chatgpt-song-written-in-style-of-nick-cave",
            "https://www.theguardian.com/commentisfree/2023/jan/20/are-ai-generated-songs-a-grotesque-mockery-of-humanity-or-simply-an-opportunity-to-make-a-new-kind-of-music"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Legacy and influence",
      "section_content": [
        {
          "sentence": "In 2010, Cave was ranked the 19th greatest living lyricist in NME",
          "refs": []
        },
        {
          "sentence": "Flea of the Red Hot Chili Peppers called him the greatest living songwriter in 2011",
          "refs": [
            "https://www.nme.com/list/the-greatest-lyricists-in-the-world-today-1392"
          ]
        },
        {
          "sentence": "Rob O'Connor of Yahoo Music listed him as the 23rd best lyricist in rock history",
          "refs": [
            "https://www.nme.com/blogs/nme-blogs/nick-cave-the-greatest-living-songwriter-766596"
          ]
        },
        {
          "sentence": "The Art of Nick Cave: New Critical Essays was edited by academic John H",
          "refs": [
            "https://www.yahoo.com/entertainment/the-25-best-rock-lyricists-104712684916.html"
          ]
        },
        {
          "sentence": "Baker and published in 2013",
          "refs": []
        },
        {
          "sentence": "In an essay on the studio album The Boatman's Call (1997), Peter Billingham praised Cave's love songs as characterised by a \"deep, poetic, melancholic introspection\"",
          "refs": []
        },
        {
          "sentence": "Carl Lavery, another academic featured in the collection, argued that there was a \"burgeoning field of Cave studies\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Dan Rose argued that Cave \"is a master of the disturbing narrative and chronicler of the extreme, though he is also certainly capable of a subtle romantic vision",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "He does much to the listener who enters his world.\"",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Songs written about Cave include \"Just a King in Mirrors\" (1983) by the Go-Betweens,  \"Sick Man\" (1984) by Foetus,  and \"Bill Bailey\" (1987) by the Gun Club",
          "refs": [
            "https://web.archive.org/web/20160304101437/https://foruli.co.uk/blog/go-betweens",
            "ISBN: 9780349144351"
          ]
        },
        {
          "sentence": "A number of prominent noise rock vocalists have cited Cave's Birthday Party-era work as their primary influence, including the U-Men's John Bigley,  and David Yow, frontman of Scratch Acid and the Jesus Lizard",
          "refs": [
            "https://www.seattlemet.com/arts-and-culture/2011/09/seattle-bands-invent-grunge-october-2011"
          ]
        },
        {
          "sentence": "Yow stated: \"For a long time, particularly with Scratch Acid, I was so taken with the Birthday Party that I would deny it\",  and that \"it sounded like I was trying to be Birthday Party Nick Cave—which I was.\"  Often compared to Cave in his vocal delivery, Alexis Marshall of Daughters said that he admires the personality and energy within Cave's voice, and that his early studio albums \"exposed  [him] to lyrical content as literature\"",
          "refs": [
            "https://www.chicagoreader.com/chicago/david-yow-of-scratch-acid-talks-to-rob-warmowski-of-sirs/Content?oid=4968066",
            "https://www.spin.com/2013/06/david-yow-jesus-lizard-solo-album-interview/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Personal life",
      "section_content": [
        {
          "sentence": "Cave left Australia in 1980",
          "refs": []
        },
        {
          "sentence": "After stints living in London, Berlin, and São Paulo, he moved to Brighton, England, in the early 2000s",
          "refs": []
        },
        {
          "sentence": "The film 20,000 Days on Earth (2014), about Cave's life, is set around Brighton",
          "refs": []
        },
        {
          "sentence": "In 2017, Cave reportedly told GQ magazine that he and his family were considering moving from Brighton to Los Angeles as, after the death of his 15-year-old son, Arthur, they \"just find it too difficult to live here.\"",
          "refs": [
            "https://www.theguardian.com/music/2013/jun/27/day-in-the-life-nick-cave",
            "https://www.gq.com/story/the-love-and-terror-of-nick-cave"
          ]
        },
        {
          "sentence": "In November 2021, while answering a question on The Red Hand Files which was referencing the song \"Heart That Kills You\" (from the compilation album B-Sides & Rarities Part II) Cave stated, \"The words of the song go someway toward articulating why Susie and I moved from Brighton to L.A",
          "refs": []
        },
        {
          "sentence": "Brighton had just become too sad",
          "refs": []
        },
        {
          "sentence": "We did, however, return once we realised that, regardless of where we lived, we just took our sadness with us",
          "refs": []
        },
        {
          "sentence": "These days, though, we spend much of our time in London, in a tiny, secret, pink house, where we are mostly happy.\"",
          "refs": [
            "https://www.theredhandfiles.com/heart-that-kills-you-it-is-a-beautiful-thing/"
          ]
        },
        {
          "sentence": "Cave was a guest at the Coronation of Charles III and Camilla in May 2023",
          "refs": []
        },
        {
          "sentence": "In June 2023, in The Archbishop Interview with Justin Welby, the archbishop of Canterbury, on BBC Radio 4, Cave spoke about being a heroin addict for 20 years",
          "refs": []
        },
        {
          "sentence": "Although his life during that time was admittedly \"a terrible shambles\", his second decade of addiction was much more stable and characterised by regularly taking heroin in the morning and in the evening and being able to work on writing during the day",
          "refs": []
        },
        {
          "sentence": "On his blog, Cave discussed practicing Transcendental Meditation (TM), saying \"from the first time I meditated, I stopped fearing the end of the world.\"",
          "refs": [
            "https://www.theredhandfiles.com/fearing-the-end-of-the-world"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Partners and children",
          "section_content": [
            {
              "sentence": "Cave dated the singer-songwriter Anita Lane from the late 1970s to mid-1980s",
              "refs": []
            },
            {
              "sentence": "Cave and Lane recorded together on a few occasions",
              "refs": [
                "https://www.allmusic.com/artist/anita-lane-mn0000572953/biography"
              ]
            },
            {
              "sentence": "Their most notable collaborations include Lane's \"cameo\" verse on Cave's Bob Dylan cover version \"Death Is Not the End\" from the studio album Murder Ballads (1996), and a cover of the Serge Gainsbourg and Jane Birkin song \"Je t'aime..",
              "refs": []
            },
            {
              "sentence": "moi non plus/ I love you ..",
              "refs": []
            },
            {
              "sentence": "me neither\"",
              "refs": []
            },
            {
              "sentence": "Lane co-wrote the lyrics to the title track for Cave's studio album, From Her to Eternity (1984), as well as the lyrics of the song \"Stranger Than Kindness\" from Your Funeral..",
              "refs": [
                "https://www.allmusic.com/song/i-love-younor-do-i-mt0008949637"
              ]
            },
            {
              "sentence": "My Trial (1986)",
              "refs": []
            },
            {
              "sentence": "Cave then moved to São Paulo, Brazil, in 1990, where he met and married his first wife, Brazilian journalist Viviane Carneiro",
              "refs": []
            },
            {
              "sentence": "She gave birth to their son Luke in 1991",
              "refs": []
            },
            {
              "sentence": "Cave and Carneiro were married for six years and divorced in 1996",
              "refs": []
            },
            {
              "sentence": "Cave's son Jethro was also born in 1991, just ten days before Luke, and grew up with his mother, Beau Lazenby, in Melbourne, Australia",
              "refs": []
            },
            {
              "sentence": "Cave and Jethro did not meet one another until Jethro was about seven or eight",
              "refs": []
            },
            {
              "sentence": "He died in May 2022, aged 31",
              "refs": [
                "https://www.standard.co.uk/lifestyle/models-and-rockers-jethro-cave-and-leah-weller-6729475.html"
              ]
            },
            {
              "sentence": "Cave briefly dated the English singer-songwriter PJ Harvey during the mid-1990s, with whom he recorded the duet \"Henry Lee\"",
              "refs": []
            },
            {
              "sentence": "Their break-up influenced his studio album The Boatman's Call (1997)",
              "refs": []
            },
            {
              "sentence": "In 1997, Cave met the English model Susie Bick; they married in 1999",
              "refs": []
            },
            {
              "sentence": "Their twin sons, Arthur and Earl, were born in London in 2000 and raised in Brighton",
              "refs": []
            },
            {
              "sentence": "Bick is the model on the cover of Cave's studio album Push the Sky Away (2013)",
              "refs": [
                "http://arts.guardian.co.uk/features/story/0,11710,885692,00.html",
                "https://web.archive.org/web/20110927044503/http://www.nick-cave.com/_interviews.php?subaction=showfull&id=1051743552&archive=&cnshow=headlines&start_from=",
                "https://www.nme.com/features/film-interviews/earl-cave-interview-days-of-the-bagnold-summer-2685390",
                "https://www.theguardian.com/uk-news/2015/jul/15/nick-cave-son-arthur-dies-brighton-chalk-cliff-fall"
              ]
            },
            {
              "sentence": "When he was 15 years old, Cave's son Arthur fell from a cliff at Ovingdean, near Brighton, and died from his injuries on 14 July 2015",
              "refs": []
            },
            {
              "sentence": "An inquest found that Arthur had taken LSD before the fall and the coroner ruled his death was an accident",
              "refs": [
                "https://www.huffingtonpost.com/entry/nick-caves-son-arthur-dead_55a69478e4b0896514d000dc?",
                "http://www.theargus.co.uk/news/13420121.Rock_legend_Nick_Cave_s_son_killed_in_cliff_fall/?ref=rss",
                "https://www.bbc.co.uk/news/uk-england-sussex-34779370"
              ]
            },
            {
              "sentence": "The effect of Arthur's death on Cave and his family was explored in the documentary film One More Time with Feeling (2016), and the studio album Ghosteen (2019).",
              "refs": [
                "https://www.bbc.com/news/uk-england-sussex-34779370"
              ]
            },
            {
              "sentence": "Cave is the godfather to Michael Hutchence's daughter Tiger Lily Hutchence Geldof",
              "refs": []
            },
            {
              "sentence": "Cave performed \"Into My Arms\" at the televised funeral of Hutchence, but insisted that the cameras cease rolling during his performance",
              "refs": [
                "https://web.archive.org/web/20131019053643/http://everguide.com.au/music/gigs-and-festivals/news/nick-cave-fan-factoids-.aspx"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Religion",
          "section_content": [
            {
              "sentence": "Cave is an avid reader of the Christian Bible",
              "refs": []
            },
            {
              "sentence": "In his recorded lectures on music and songwriting, Cave said that any true love song is a song for God, and ascribed the mellowing of his music to a shift in focus from the Old Testament to the New",
              "refs": []
            },
            {
              "sentence": "When asked if he had interest in religions outside of Christianity, Cave quipped that he had a passing, sceptical interest but was a \"hammer-and-nails kind of guy\"",
              "refs": []
            },
            {
              "sentence": "Despite this, Cave has also said he is critical of organised religion",
              "refs": [
                "http://www.salon.com/2004/11/18/cave_4/"
              ]
            },
            {
              "sentence": "When interviewed by Jarvis Cocker of Pulp on 12 September 2010, for his BBC Radio 6 show Jarvis Cocker's Sunday Service, Cave said that \"I believe in God in spite of religion, not because of it.\"",
              "refs": [
                "https://www.bbc.co.uk/programmes/b00tqjr4"
              ]
            },
            {
              "sentence": "Cave has always been open about his doubts",
              "refs": []
            },
            {
              "sentence": "When asked in 2009 about whether he believed in a personal god, Cave's reply was \"No\"",
              "refs": []
            },
            {
              "sentence": "The following year, he stated that \"I'm not religious, and I'm not a Christian, but I do reserve the right to believe in the possibility of a god",
              "refs": [
                "https://www.theguardian.com/books/audio/2009/sep/10/nick-cave-bunny-munro"
              ]
            },
            {
              "sentence": "It's kind of defending the indefensible, though; I'm critical of what religions are becoming, the more destructive they're becoming",
              "refs": []
            },
            {
              "sentence": "But I think as an artist, particularly, it's a necessary part of what I do, that there is some divine element going on within my songs.\"",
              "refs": [
                "https://web.archive.org/web/20101130142313/http://www.latimes.com/entertainment/news/music/la-et-nick-cave-20101129,0,4557691.story"
              ]
            },
            {
              "sentence": "Cave's religious doubts were once a source of discomfort to him, but he eventually concluded:",
              "refs": []
            },
            {
              "sentence": "In 2019, Cave expressed his personal disagreement with both organised religion and atheism (in particular New Atheism) when questioned about his beliefs by a fan during a question and answer session on his Red Hand Files blog",
              "refs": []
            },
            {
              "sentence": "On the same blog, Cave confirmed he believed in God in June 2021",
              "refs": [
                "https://www.nme.com/news/music/nick-cave-says-hes-repelled-woke-cultures-self-righteous-belief-lack-humility-2557386"
              ]
            },
            {
              "sentence": "By 2023, Cave characterised himself as not being a Christian but 'act [ing] like one'  and detailed in his 2022 book Faith, Hope, and Carnage that he regularly attends church.",
              "refs": [
                "https://www.theredhandfiles.com/struggling-getting-old/",
                "https://www.theguardian.com/music/2023/may/28/nick-cave-speaks-out-against-boycotting-songs-because-of-creators-actions"
              ]
            },
            {
              "sentence": "In 2023, Cave wrote on his blog that he had sympathised with feminist author Ayaan Hirsi Ali's conversion from Islam to atheism after reading her book Infidel: My Life (2006), and had also considered himself an atheist",
              "refs": []
            },
            {
              "sentence": "However, he described his growing interest in religion as a \"slowly emergent state\" and shaped by his upbringing in the Anglican church",
              "refs": []
            },
            {
              "sentence": "He also clarified his view on Christianity was \"non-political and fully personal and emotional\" and described his religious beliefs as \"bound up in the liturgy and the ritual and the poetry that swirls around the restless, tortured figure of Jesus, as presented within the sacred domain of the church itself",
              "refs": []
            },
            {
              "sentence": "My religiousness is softly spoken, both sorrowful and joyful, broadening and deepening, imagined and true",
              "refs": []
            },
            {
              "sentence": "It is worship and prayer",
              "refs": []
            },
            {
              "sentence": "It is resilient yet doubting, and forever wrestles with the forces of rationality.\" He concluded by describing Hirsi Ali's 2023 article in UnHerd documenting her conversion to Christianity as a \"laudable achievement\" for its ability to \"vex atheists and Christians alike.\"",
              "refs": [
                "https://www.theredhandfiles.com/i-would-love-to-hear-your-thoughts/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Politics",
          "section_content": [
            {
              "sentence": "In 2019, Cave wrote in defence of singer Morrissey of the Smiths after the latter expressed a series of controversial political statements during the release of his solo studio album California Son which led to some record stores refusing to stock it",
              "refs": []
            },
            {
              "sentence": "Cave argued that Morrissey should have that right to freedom of speech to state his opinions while everyone should be able to \"challenge them when and wherever possible, but allow his music to live on, bearing in mind we are all conflicted individuals.\" He also added it would be \"dangerous\" to censor Morrissey from expressing his beliefs",
              "refs": []
            },
            {
              "sentence": "In response to a fan asking about his political beliefs, Cave expressed a disdain for \"atheism, organised religion, radical bi-partisan politics and woke culture\" on his Red Hand Files blog",
              "refs": []
            },
            {
              "sentence": "He in particular singled out woke politics and culture for criticism, describing it as \"finding energy in self-righteous belief and the suppression of contrary systems of thought\" and \"regardless of the virtuous intentions of many woke issues, it is its lack of humility and the paternalistic and doctrinal sureness of its claims that repel me.\"  In 2020, Cave also expressed opposition to ostracism, particularly cancel culture, and misguided political correctness, describing both as \"bad religion run amuck\" and their \"refusal to engage with uncomfortable ideas has an asphyxiating effect on the creative soul of a society.\"",
              "refs": [
                "https://www.nme.com/news/music/nick-cave-says-hes-repelled-woke-cultures-self-righteous-belief-lack-humility-2557386",
                "https://www.theguardian.com/music/2020/aug/12/nick-cave-political-correctness-bad-religion-run-amuck-cancel-culture",
                "https://www.theredhandfiles.com/what-is-mercy-for-you/"
              ]
            },
            {
              "sentence": "Cave has previously described himself as a supporter of freedom of speech in both his live In Conversation events and on his blog",
              "refs": []
            },
            {
              "sentence": "He has also argued against boycotting musicians for controversial actions or political opinions while giving a lecture at the Hay Festival in 2023, saying that audiences should not \"eradicate the best of these people in order to punish the worst of them.\"",
              "refs": [
                "https://www.independent.co.uk/arts-entertainment/music/news/nick-cave-the-red-hand-files-fan-questions-homophobic-george-bad-seeds-tour-a9015986.html",
                "https://www.theguardian.com/music/2023/may/28/nick-cave-speaks-out-against-boycotting-songs-because-of-creators-actions"
              ]
            },
            {
              "sentence": "In October 2022, Cave expressed support for the participants of the Mahsa Amini protests in Iran on his correspondence blog after being asked by a fan on the matter",
              "refs": []
            },
            {
              "sentence": "He responded by stating \"I am in awe of their courage and pray for their safety.\"",
              "refs": [
                "https://www.theredhandfiles.com/as-one-of-your/"
              ]
            },
            {
              "sentence": "In 2023, Cave disputed a characterisation of him as right-wing or conservative by the New Statesman magazine but added \"I have these days what I would call a conservative temperament\" and described himself as \"conservative with a small c.\" He also clarified he was \"not against progress\" but \"I just see things moving very rapidly and a whole lot of different things worry me a lot, like AI\" and expressed criticism of the idea \"that everything is systemically fucked\"",
              "refs": []
            },
            {
              "sentence": "He also stated that his small-c conservative views had formed following the deaths of two of his sons, explaining \"I think that I have an understanding of loss and what it is to lose something and how difficult it is to get that back\" and argued that the demise of religion and spirituality \"which may or may not be a good thing\" had led to a \"vacuum that we created that we don't really know what to do with\"",
              "refs": []
            },
            {
              "sentence": "He has also written in support of the rights of trans people, stating on his personal blog that he \" [loves] my trans fans fully\" and \" [wishes] for them to receive every right inherent to them and for them to lead lives of dignity and freedom, devoid of violence and prejudice\"",
              "refs": [
                "https://www.theguardian.com/music/2023/may/28/nick-cave-speaks-out-against-boycotting-songs-because-of-creators-actions"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Israel and BDS",
              "section_content": [
                {
                  "sentence": "In November 2017, Cave was urged by British musicians Brian Eno and Roger Waters to cancel two concerts in Tel Aviv, Israel, while \"apartheid remains\" but he declined",
                  "refs": []
                },
                {
                  "sentence": "Cave went on to describe the Boycott, Divestment and Sanctions movement as \"cowardly and shameful\", and that calls to boycott the country are \"partly the reason I am playing Israel – not as support for any particular political entity but as a principled stand against those who wish to bully, shame and silence musicians.\" He wrote an open letter to Eno to defend his position",
                  "refs": [
                    "https://pitchfork.com/news/nick-cave-calls-israel-show-a-principled-stand-accuses-roger-waters-of-censoring-musicians/"
                  ]
                },
                {
                  "sentence": "In 2024, when asked by a musician on Cave's The Red Hand Files whether they should boycott The Great Escape Festival in response to the claim by Bands Boycott Barclays that the festival sponsor increased its investment in arms companies trading with Israel, he responded with \"play\"",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Discography",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Publications",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Publications by Cave",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Publications with contributions by Cave",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Films",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Exhibitions",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Awards and honours",
      "section_content": [],
      "subsections": [
        {
          "section_title": "APRA Music Awards",
          "section_content": [
            {
              "sentence": "The APRA Awards are presented annually from 1982 by the Australasian Performing Right Association (APRA), \"honouring composers and songwriters\"",
              "refs": []
            },
            {
              "sentence": "They commenced in 1982",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "ARIA Music Awards",
          "section_content": [
            {
              "sentence": "The ARIA Music Awards is an annual awards ceremony that recognises excellence, innovation, and achievement across all genres of Australian music",
              "refs": []
            },
            {
              "sentence": "They commenced in 1987.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Australian Music Prize",
          "section_content": [
            {
              "sentence": "The Australian Music Prize (the AMP) is an annual award of $30,000 given to an Australian band or solo artist in recognition of the merit of an album released during the year of award",
              "refs": []
            },
            {
              "sentence": "It commenced in 2005.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "EG Awards / Music Victoria Awards",
          "section_content": [
            {
              "sentence": "The EG Awards (known as Music Victoria Awards since 2013) are an annual awards night celebrating Victorian music",
              "refs": []
            },
            {
              "sentence": "They commenced in 2006.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Grammy Awards",
          "section_content": [
            {
              "sentence": "The Grammy Awards are awarded annually by The Recording Academy to honor outstanding achievements in the music industry, and are considered the music industry's highest honor",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "J Awards",
          "section_content": [
            {
              "sentence": "The J Awards are an annual series of Australian music awards that were established by the Australian Broadcasting Corporation's youth-focused radio station Triple J",
              "refs": []
            },
            {
              "sentence": "They commenced in 2005.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Other awards",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://web.archive.org/web/20180326002603/https://www.mojo4music.com/articles/10682/nick-cave-top-10-albums",
    "2": "https://www.britannica.com/biography/Nick-Cave-Australian-musician-and-author",
    "3": "https://www.allmusic.com/artist/p3854",
    "4": "https://www.varsity.co.uk/reviews/7469",
    "5": "https://pitchfork.com/reviews/albums/12949-from-her-to-eternity-the-first-born-is-dead-kicking-against-the-pricks-your-funeral-my-trial/",
    "6": "https://web.archive.org/web/20091005174755/http://www.news.com.au/story/0,23599,22606485-1702,00.html",
    "7": "http://museum.wa.gov.au/whats-on/nick-cave/curators-notes",
    "8": "http://nla.gov.au/nla.news-article22800062",
    "9": "https://www.imdb.com/name/nm0147022/trivia/",
    "10": "https://www.theguardian.com/music/2008/feb/23/popandrock.features",
    "11": "https://www.independent.co.uk/news/people/profiles/nick-cave-devils-advocate-350562.html",
    "12": "ISBN: 0-7269-1410-X",
    "13": "https://www.theguardian.com/music/2006/feb/24/popandrock",
    "14": "https://faroutmagazine.co.uk/nick-cave-favourite-guitarists-list/",
    "15": "ISBN: 9781501355073",
    "16": "https://web.archive.org/web/20130913163308/http://www.fasterlouder.com.au/news/36893/10-things-Nick-Cave-said-at-BIGSOUND-2013",
    "17": "http://www.enjoy-your-style.com/nick-cave.html",
    "18": "[ERROR retrieving ref link]",
    "19": "https://www.rollingstone.co.uk/music/news/nick-cave-pays-tribute-to-the-saints-chris-bailey-his-favourite-singer-14694/",
    "20": "https://www.bbc.co.uk/programmes/m001n8dv",
    "21": "[ERROR retrieving ref link]",
    "22": "https://www.youtube.com/watch?v=BUC2GmzJpGY",
    "23": "https://archive.org/details/ripitupstartagai00reyn/page/429",
    "24": "[ERROR retrieving ref link]",
    "25": "https://pitchfork.com/reviews/albums/12949-from-her-to-eternity-the-first-born-is-dead-kicking-against-the-pricks-your-funeral-my-trial/",
    "26": "https://www.nme.com/reviews/nick-cave-and-the-bad-seeds/9484",
    "27": "[ERROR retrieving ref link]",
    "28": "https://www.theguardian.com/music/2010/sep/26/grinderman-nick-cave-live-review",
    "29": "https://thequietus.com/news/nick-cave-s-grinderman-play-surprise-all-tomorrow-s-parties-gig/",
    "30": "https://www.concertarchives.org/concerts/all-tomorrow-s-parties-atp-2007-f6034618-a9b5-4532-ad8e-25820c469591",
    "31": "https://web.archive.org/web/20130831203148/http://www.thevine.com.au/music/news/nick-cave-announces-that-grinderman-was-%27over%2720111211.aspx",
    "32": "https://www.rollingstone.com/music/music-news/qa-nick-cave-on-his-coachella-sets-and-denying-himself-sacred-moments-100399/",
    "33": "https://web.archive.org/web/20150321234247/http://wwwmcc.murdoch.edu.au/ReadingRoom/film/dbase/1997/pascho.htm",
    "34": "http://www.abc.net.au/news/stories/2008/05/25/2254785.htm",
    "35": "http://www.sensesofcinema.com/2003/great-directors/wenders/",
    "36": "https://www.pbs.org/theblues/aboutfilms/wenders.html",
    "37": "https://faroutmagazine.co.uk/story-how-a-nick-cave-song-used-in-harry-potter/",
    "38": "https://www.youtube.com/watch?v=kqRHgm6LLLo&t=657",
    "39": "ISBN: 9780949924810",
    "40": "[ERROR retrieving ref link]",
    "41": "https://web.archive.org/web/20130516103156/http://label.glitterhouse.com/releases.php?show=13",
    "42": "https://web.archive.org/web/20120415120334/http://label.glitterhouse.com/releases.php?show=152",
    "43": "https://web.archive.org/web/20140706161023/http://label.glitterhouse.com/releases.php?show=190",
    "44": "https://web.archive.org/web/20160306172730/http://in.reuters.com/article/ww1-century-opera-idINKCN0ID2GX20141024",
    "45": "http://www.lemonde.fr/scenes/article/2014/10/29/shell-shock-fait-eprouver-le-traumatisme-des-tranchees_4514105_1654999.html",
    "46": "http://mutesong.com/writers/nicholas-lens/",
    "47": "http://www.lamonnaie.be/en/opera/421/Shell-Shock",
    "48": "https://www.francemusique.fr/opera/shell-shock-un-opera-de-nicholas-lens-en-hommage-aux-victimes-de-la-grande-guerre-66905",
    "49": "https://web.archive.org/web/20181220174154/https://philharmoniedeparis.fr/fr/activite/spectacle/19070-shell-shock-requiem-war",
    "50": "https://www-operamagazine-nl.translate.goog/binnenkort/46093/opera-in-de-media-week-46-van-2018/?_x_tr_sl=nl&_x_tr_tl=en&_x_tr_hl=en&_x_tr_pto=sc",
    "51": "https://www.francemusique.fr/en/concerts/music-performances/shell-shock-requiem-war-22350",
    "52": "https://www.deutschegrammophon.com/en/catalogue/products/l-i-t-a-n-i-e-s-nicholas-lens-nick-cave-12128/insights",
    "53": "https://www.nme.com/en_asia/news/music/nick-cave-teams-up-with-composer-nicholas-lens-for-lockdown-opera-l-i-t-a-n-i-e-s-2777504",
    "54": "https://news.yahoo.com/nick-cave-nicholas-lens-collaborate-160534870.html",
    "55": "https://www.rollingstone.it/musica/news-musica/il-4-dicembre-uscira-la-lockdown-opera-di-nick-cave/534553/",
    "56": "https://pitchfork.com/reviews/albums/11121-the-assassination-of-jesse-james-by-the-coward-robert-ford/",
    "57": "https://web.archive.org/web/20131113010207/http://www.infilm.com.au/?p=87&_r=true",
    "58": "https://pitchfork.com/reviews/albums/11121-the-assassination-of-jesse-james-by-the-coward-robert-ford/",
    "59": "https://www.bbc.co.uk/music/reviews/r25c",
    "60": "https://www.theguardian.com/film/2012/aug/26/lawless-nick-cave-interview",
    "61": "http://vesturport.com/theater/faust/",
    "62": "https://www.goodreads.com/work/1762077-as-fix-e-8",
    "63": "https://web.archive.org/web/20110520133047/http://www.side-line.com/news_comments.php?id=28460_0_2_1_C",
    "64": "https://www.nme.com/news/nme/46636",
    "65": "https://web.archive.org/web/20150120150632/http://www.harpercollins.ca/books/9781554685400/The_Death_of_Bunny_Munro/index.aspx",
    "66": "https://pitchfork.com/news/36434-nick-caves-new-novel-ibunny-munroi-gets-its-own-iphone-app-tour/",
    "67": "http://exclaim.ca/articles/multiarticlesub.aspx?csid1=137&csid2=946&fid1=41546",
    "68": "https://www.theguardian.com/books/2015/mar/28/nick-cave-the-sick-bag-song-poetry",
    "69": "[ERROR retrieving ref link]",
    "70": "https://www.screendaily.com/the-assassination-of-jesse-james-by-the-coward-robert-ford/4034289.article",
    "71": "https://archive.today/20070812014745/http://www.harpmagazine.com/news/detail.cfm?article=12010",
    "72": "https://www.imdb.com/name/nm2926712/",
    "73": "https://www.bbc.co.uk/radio3/betweentheears/pip/aao11/",
    "74": "http://catpianofilm.com/",
    "75": "http://www.relevantmagazine.com/pc_article.php?id=7190",
    "76": "https://web.archive.org/web/20090520163055/http://www.independent.co.uk/arts-entertainment/films/features/the-proposition-bringing-the-revisionist-western-to-the-australian-outback-468212.html",
    "77": "https://variety.com/2006/film/features/nick-cave-1200337276/",
    "78": "http://www.screendaily.com/festivals/berlin/european-film-market/serkis-cave-plan-motion-capture-opera/5010840.article",
    "79": "https://web.archive.org/web/20110207193518/http://blogs.indiewire.com/theplaylist/archives/of_course_he_did_nick_cave_confirms_hell_score_john_hillcoats_the_wettest_c/",
    "80": "https://pitchfork.com/news/47281-nick-cave-warren-ellis-lawless-music-features-mark-lanegan-emmylou-harris-ralph-stanley-more/",
    "81": "https://www.nme.com/news/music/nick-cave-says-hes-repelled-woke-cultures-self-righteous-belief-lack-humility-2557386",
    "82": "https://www.theguardian.com/commentisfree/2018/nov/27/nick-cave-red-hand-files",
    "83": "https://www.theguardian.com/music/2023/jan/17/this-song-sucks-nick-cave-responds-to-chatgpt-song-written-in-style-of-nick-cave",
    "84": "https://www.theguardian.com/commentisfree/2023/jan/20/are-ai-generated-songs-a-grotesque-mockery-of-humanity-or-simply-an-opportunity-to-make-a-new-kind-of-music",
    "85": "https://www.nme.com/list/the-greatest-lyricists-in-the-world-today-1392",
    "86": "https://www.nme.com/blogs/nme-blogs/nick-cave-the-greatest-living-songwriter-766596",
    "87": "https://www.yahoo.com/entertainment/the-25-best-rock-lyricists-104712684916.html",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "91": "https://web.archive.org/web/20160304101437/https://foruli.co.uk/blog/go-betweens",
    "92": "ISBN: 9780349144351",
    "93": "ISBN: 9781880985601",
    "94": "https://www.seattlemet.com/arts-and-culture/2011/09/seattle-bands-invent-grunge-october-2011",
    "95": "https://www.chicagoreader.com/chicago/david-yow-of-scratch-acid-talks-to-rob-warmowski-of-sirs/Content?oid=4968066",
    "96": "https://www.spin.com/2013/06/david-yow-jesus-lizard-solo-album-interview/",
    "97": "https://www.thelineofbestfit.com/features/interviews/alexis-marshall-daughters-favourite-songs",
    "98": "http://outtakemag.co.uk/reviews/2022/06/02/this-much-i-know-to-be-true-nick-cave/",
    "99": "https://www.theguardian.com/music/2013/jun/27/day-in-the-life-nick-cave",
    "100": "https://www.gq.com/story/the-love-and-terror-of-nick-cave",
    "101": "https://www.theredhandfiles.com/heart-that-kills-you-it-is-a-beautiful-thing/",
    "102": "https://www.pmc.gov.au/government/coronation",
    "103": "https://www.telegraph.co.uk/royal-family/2023/05/06/emma-thompson-nick-cave-ant-dec-celebrity-westminster-abbey/",
    "104": "https://www.theredhandfiles.com/fearing-the-end-of-the-world",
    "105": "https://www.allmusic.com/artist/anita-lane-mn0000572953/biography",
    "106": "https://www.allmusic.com/song/i-love-younor-do-i-mt0008949637",
    "107": "https://www.allmusic.com/artist/anita-lane-mn0000572953/credits",
    "108": "https://web.archive.org/web/20131108234357/http://www.nick-cave.com/interviews/index.php?subaction=showfull&id=1051742708&archive=&cnshow=headlines&start_from=",
    "109": "https://www.standard.co.uk/lifestyle/models-and-rockers-jethro-cave-and-leah-weller-6729475.html",
    "110": "https://www.nme.com/news/music/nick-caves-son-jethro-has-died-aged-31-3221399",
    "111": "https://www.theguardian.com/music/2019/aug/28/nick-cave-on-pj-harvey-break-up-i-was-so-surprised-i-almost-dropped-my-syringe",
    "112": "http://arts.guardian.co.uk/features/story/0,11710,885692,00.html",
    "113": "https://web.archive.org/web/20110927044503/http://www.nick-cave.com/_interviews.php?subaction=showfull&id=1051743552&archive=&cnshow=headlines&start_from=",
    "114": "https://www.nme.com/features/film-interviews/earl-cave-interview-days-of-the-bagnold-summer-2685390",
    "115": "https://www.theguardian.com/uk-news/2015/jul/15/nick-cave-son-arthur-dies-brighton-chalk-cliff-fall",
    "116": "https://www.independent.co.uk/news/people/profiles/on-stage-im-just-me-having-a-bad-day-nick-cave-on-40-years-of-music-and-mayhem-8607908.html",
    "117": "https://www.huffingtonpost.com/entry/nick-caves-son-arthur-dead_55a69478e4b0896514d000dc?",
    "118": "http://www.theargus.co.uk/news/13420121.Rock_legend_Nick_Cave_s_son_killed_in_cliff_fall/?ref=rss",
    "119": "https://www.bbc.co.uk/news/uk-england-sussex-34779370",
    "120": "https://www.bbc.com/news/uk-england-sussex-34779370",
    "121": "https://web.archive.org/web/20131019053643/http://everguide.com.au/music/gigs-and-festivals/news/nick-cave-fan-factoids-.aspx",
    "122": "http://www.salon.com/2004/11/18/cave_4/",
    "123": "https://www.bbc.co.uk/programmes/b00tqjr4",
    "124": "https://www.theguardian.com/books/audio/2009/sep/10/nick-cave-bunny-munro",
    "125": "https://web.archive.org/web/20101130142313/http://www.latimes.com/entertainment/news/music/la-et-nick-cave-20101129,0,4557691.story",
    "126": "https://books.google.com/books?id=yh9iDAAAQBAJ&pg=PT241",
    "127": "https://www.theredhandfiles.com/struggling-getting-old/",
    "128": "https://www.theguardian.com/music/2023/may/28/nick-cave-speaks-out-against-boycotting-songs-because-of-creators-actions",
    "129": "https://www.theredhandfiles.com/i-would-love-to-hear-your-thoughts/",
    "130": "https://pitchfork.com/news/nick-cave-questions-morrisseys-politics-defends-his-music-and-free-speech-in-open-letter/",
    "131": "https://www.theguardian.com/music/2020/aug/12/nick-cave-political-correctness-bad-religion-run-amuck-cancel-culture",
    "132": "https://www.theredhandfiles.com/what-is-mercy-for-you/",
    "133": "https://www.independent.co.uk/arts-entertainment/music/news/nick-cave-the-red-hand-files-fan-questions-homophobic-george-bad-seeds-tour-a9015986.html",
    "134": "https://www.theredhandfiles.com/as-one-of-your/",
    "135": "https://www.theredhandfiles.com/how-do-you-feel/",
    "136": "https://pitchfork.com/news/nick-cave-calls-israel-show-a-principled-stand-accuses-roger-waters-of-censoring-musicians/",
    "137": "https://www.rollingstone.com/music/music-news/nick-cave-defend-israel-concert-open-letter-brian-eno-767744/",
    "138": "https://www.theguardian.com/music/2018/dec/11/nick-cave-cultural-boycott-israel-brian-eno",
    "139": "https://www.jpost.com/Israel-News/Culture/Nick-Cave-Boycotting-Israel-is-cowardly-and-shameful-574121",
    "140": "https://www.theguardian.com/music/article/2024/may/14/more-than-120-acts-quit-great-escape-music-festival-in-solidarity-with-palestine",
    "141": "https://www.theredhandfiles.com/i-am-a-musician-who-has-been-booked-to-play/",
    "142": "https://schoolreadinglist.co.uk/childrens-book-reviews/the-little-thing/",
    "143": "https://www.theguardian.com/books/2021/sep/17/nick-cave-memoir-son-s-death-faith-hope-and-carnage",
    "144": "https://www.rollingstone.com/music/music-news/nick-cave-ratso-i-want-everything-trailer-1003742/",
    "145": "https://collections.artscentremelbourne.com.au/#details=ecatalogue.57008",
    "146": "https://www.theage.com.au/entertainment/music/nick-cave-makes-a-public-exhibition-of-himself-20071110-ge69p4.html",
    "147": "https://recollections.nma.gov.au/issues/vol_5_no_1/exhibition_reviews/nick_cave",
    "148": "http://museum.wa.gov.au/whats-on/nick-cave/curators-notes",
    "149": "https://collections.artscentremelbourne.com.au/#browse=enarratives.1700",
    "150": "https://www.forbes.com/sites/nadjasayej/2020/06/18/nick-caves-art-exhibition-is-a-trip-down-memory-lane/?sh=76b6a2e82ed4",
    "151": "https://www.cnn.com/style/article/brad-pitt-sculpture-exhibition-tan/index.html",
    "152": "https://web.archive.org/web/20100920230857/http://www.apra-amcos.com.au/APRAAwards/MusicAwards/History.aspx",
    "153": "https://web.archive.org/web/20100920230857/http://www.apra-amcos.com.au/APRAAwards/MusicAwards/History.aspx",
    "154": "https://web.archive.org/web/20090918020033/http://www.apra-amcos.com.au/APRAAwards/MusicAwards/History/1996Winners.aspx",
    "155": "https://web.archive.org/web/20110709004348/http://www.debbiekruger.com/pdfs/aprathirty.pdf",
    "156": "https://musicfeeds.com.au/news/nick-cave-boy-bear-lead-apra-2014-song-of-the-year-shortlist/",
    "157": "https://www.apraamcos.com.au/about-us/news-and-events/one-of-these-songs-will-be-the-peer-voted-apra-song-of-the-year",
    "158": "https://www.apraamcos.com.au/about-us/news-and-events/2022-peer-voted-apra-song-of-the-year-shortlist-revealed",
    "159": "https://web.archive.org/web/20110927132613/http://www.ariaawards.com.au/history-by-artist.php?letter=N&artist=Nick%20Cave",
    "160": "http://www.ariaawards.com.au/history/award/best-original-soundtrack-cast-show-album",
    "161": "http://musicfeeds.com.au/news/aria-award-2013-winners-live-updates/",
    "162": "https://themusicnetwork.com/2021-aria-awards-nominees/",
    "163": "https://themusicnetwork.com/australian-music-prize-shortlist-2021/",
    "164": "https://www.theage.com.au/entertainment/music/music-talent-honoured-at-the-eg-awards-20071201-ge6fho.html",
    "165": "https://web.archive.org/web/20151026164321/http://nickcavefixes.com/2008/12/21/nick-cave-live-and-loud-son-jethro-accepts-eg-awards/",
    "166": "https://web.archive.org/web/20160110172941/https://www.grammy.org/recording-academy/awards",
    "167": "https://www.sbs.com.au/news/article/sia-nick-cave-lorde-score-grammy-nods/yex6cdokr",
    "168": "https://www.abc.net.au/news/2022-04-03/grammys-nominees-awards-australian/100959888",
    "169": "https://www.abc.net.au/triplej/news/heres-all-the-j-awards-2022-nominees/101597078",
    "170": "https://themusic.com.au/industry/amyl-and-the-sniffers-speed-emily-wurramara-lead-2024-j-award-nominees/OAmGKi0sLy4/01-11-24",
    "171": "https://web.archive.org/web/20171125025437/http://www.gg.gov.au/sites/default/files/files/honours/ad/ad2017/slkh83xzcb/AO%20Final%20Media%20Notes.pdf",
    "172": "http://www.theage.com.au/news/national/dr-cave-is-a-law-unto-himself/2008/03/28/1206207412959.html",
    "173": "http://www.theage.com.au/entertainment/music/nick-cave-awarded-honorary-degree-20100626-zaae.html",
    "174": "http://www.theargus.co.uk/news/9510650.Top_university_honour_for_city_musician/r/?ref=twt",
    "175": "https://www.theguardian.com/books/2022/jul/12/adjoa-andoh-russell-t-davies-and-michaela-coel-elected-to-royal-society-of-literature",
    "176": "https://themusic.com.au/industry/genesis-owusu-and-amyl-the-sniffers-win-big-at-the-2023-national-live-music-awards/ias3nZyfnoE/11-10-23"
  },
  "flair_entities": [
    "jethro",
    "the sick bag song",
    "peel sessions",
    "cave  nicholas edward cave",
    "boys next door",
    "manfred mann",
    "caulfield grammar",
    "blondie",
    "eg awards",
    "trauma",
    "transcendental meditation",
    "honeymoon in red",
    "wenders'",
    "catch that train!",
    "richard lowenstein",
    "rainy night in soho",
    "push the sky away",
    "anglican",
    "lolita",
    "grove press",
    "vagabond holes",
    "people's republic of animation",
    "bring it on",
    "kicking against the pricks",
    "the others",
    "west berlin",
    "shane macgowan",
    "ink ii",
    "bill bailey",
    "batman forever",
    "berlin",
    "christianity",
    "the soul of a man",
    "the ballad of jesse james",
    "and the ass saw the angel",
    "wind river",
    "phill calvert",
    "marianne faithfull",
    "german",
    "nme",
    "west of memphis",
    "covid-19",
    "divestment and sanctions",
    "islam",
    "ron hansen",
    "old testament",
    "america",
    "dominik",
    "blogging  cave",
    "canongate",
    "art of nick cave: new critical essays",
    "grinderman",
    "the proposition",
    "russell crowe",
    "immaculate consumptive",
    "virginia",
    "roger waters",
    "iain forsyth",
    "jim sclavunos",
    "lucy",
    "chris coyne",
    "pete yorn",
    "neo-western",
    "shia labeouf",
    "my trial",
    "the boatman's call",
    "the lyre of orpheus",
    "go-betweens",
    "new atheism",
    "australian western the proposition",
    "johnny suede",
    "camilla",
    "ayaan hirsi ali",
    "anonymous",
    "cirque du freak: the vampire's assistant",
    "crime and punishment",
    "belgian",
    "matt biffa",
    "god",
    "carl lavery",
    "after the fireworks",
    "californication",
    "uk",
    "tom hardy",
    "europe",
    "kevin & perry go large",
    "bob dylan",
    "ari gibson",
    "hell or high water",
    "taylor sheridan",
    "primal scream",
    "julie",
    "portishead",
    "tim berners-lee",
    "j awards  the j awards",
    "patti smith",
    "murrumbeena",
    "the mercy seat",
    "alex harvey",
    "australian broadcasting corporation",
    "she's not there",
    "the folk singer",
    "so close!",
    "arthur",
    "united states",
    "music victoria awards  the eg awards",
    "american iv",
    "there is a light",
    "sick man",
    "peter blegvad",
    "england",
    "harvey",
    "alexis marshall",
    "beau lazenby",
    "british",
    "justin welby",
    "wild god",
    "till the end of the world",
    "canterbury",
    "new testament",
    "where the wild roses grow",
    "the jeffrey lee pierce sessions project",
    "red hand files",
    "pop group",
    "hillcoat",
    "pitchfork",
    "andy serkis",
    "earl",
    "ovingdean",
    "coward robert ford",
    "20,000 days on earth",
    "tm",
    "chatgpt",
    "roxy music",
    "zombies'",
    "tim",
    "coachella festival",
    "scream",
    "marc almond",
    "the independent",
    "the road",
    "vixo",
    "o children",
    "the recording academy",
    "let the bells ring",
    "vesturport",
    "leonard cohen",
    "box of moonlight",
    "i'm so lonesome i could cry",
    "grinder man blues",
    "gq",
    "stranger than kindness",
    "michael hutchence",
    "carnage",
    "cité de la musique",
    "your funeral.",
    "a drunk cowboy junkie",
    "bds",
    "patripassian",
    "all tomorrow's parties",
    "john h .",
    "dan zanes & friends",
    "the assassination",
    "david yow",
    "the velvet queen",
    "brazil",
    "unearthed",
    "john cochivera",
    "coward",
    "brecht and weill",
    "the singer",
    "faithfull",
    "cash",
    "question & answer",
    "american iii",
    "boycott",
    "saints",
    "the threepenny opera",
    "meredith music festival",
    "woyzeck",
    "morrissey",
    "australian",
    "romance & cigarettes",
    "arte",
    "cash.",
    "st kilda",
    "the red hand files",
    "bands boycott barclays",
    "susie bick",
    "holy trinity cathedral",
    "tuff monks",
    "tiger lily hutchence geldof",
    "religion  cave",
    "martyn p",
    "smiths",
    "john hillcoat",
    "bible",
    "brian eno",
    "l.a",
    "baker",
    "swampland",
    "annie hogan – plays kickabye",
    "berlin.",
    "hollywood",
    "the carny",
    "just a king in mirrors",
    "until the end of the world",
    "andrew dominik",
    "order of australia",
    "california son",
    "crazy love",
    "wim wenders",
    "red hot chili peppers",
    "time jesum ...\"",
    "rowland s.",
    "the freshman",
    "christian",
    "birthday party nick cave",
    "blixa bargeld",
    "cillian murphy",
    "cindy",
    "canadian",
    "abattoir blues",
    "i love the '70s",
    "peaky blinders",
    "current 93",
    "the great escape festival",
    "birthday party",
    "je t'aime...",
    "mutiny",
    "american deep south",
    "serge gainsbourg",
    "jarvis cocker",
    "viviane carneiro",
    "bobby gillespie",
    "dig, lazarus, dig!!!",
    "dogs in space",
    "scream 2",
    "peter",
    "release the bats",
    "the x-files",
    "jesus",
    "birthday party-era",
    "steve huey",
    "dawn cave",
    "deutsche grammophon",
    "chopper",
    "clint ruin",
    "unherd",
    "victoria",
    "alice cooper",
    "cave",
    "ghosteen",
    "after life",
    "lawless",
    "rarities part ii",
    "tracy pew",
    "harry potter and the deathly hallows – part 1",
    "gladiator",
    "israel",
    "laura marling",
    "american",
    "bick",
    "benjamin speed",
    "royal opera house la monnaie",
    "warracknabeal",
    "bbc radio 6",
    "the death of bunny munro",
    "amp",
    "louis armstrong",
    "los angeles",
    "hay festival",
    "triple j",
    "australasian performing right association",
    "annie hogan",
    "chris bailey",
    "paris",
    "harpercollins",
    "jane birkin",
    "decemberists",
    "carneiro",
    "dumb and dumber",
    "the essential johnny cash",
    "rob o'connor",
    "infidel: my life",
    "australian music prize",
    "english",
    "faraway",
    "neko case",
    "mahsa amini",
    "niall lucy",
    "david mccomb",
    "daughters",
    "arctic monkeys",
    "stephen thomas erlewine",
    "her dead twin",
    "the l word",
    "music victoria awards",
    "irish",
    "red right hand",
    "snoop dogg",
    "nocturama",
    "palermo shooting",
    "queensland",
    "grinderman 2",
    "langham research centre",
    "pink floyd",
    "new statesman",
    "b-sides & rarities",
    "yow",
    "david bowie",
    "howard",
    "john peel",
    "franklin county",
    "from her to eternity",
    "chris coughran",
    "eno",
    "i'm your man",
    "there is a ghost",
    "jane pollard",
    "gas food lodging",
    "jessica brentnall",
    "war machine.",
    "grammy awards  the grammy awards",
    "depression-era",
    "brighton",
    "tel aviv",
    "lunch",
    "nick the stripper",
    "icelandic",
    "yahoo music",
    "melbourne",
    "brad pitt.",
    "u-men",
    "david michôd",
    "prophet's prey",
    "apra music awards  the apra awards",
    "gun club",
    "são paulo",
    "peter sempel",
    "the unit",
    "pulp",
    "about time",
    "guest + host = ghost",
    "aria hall of fame",
    "radio birdman",
    "kylie minogue",
    "foetus",
    "iggy pop",
    "heart that kills you",
    "pj harvey",
    "dandy",
    "the guardian",
    "die haut",
    "wings of desire",
    "hope",
    "peter billingham",
    "johnny cash",
    "festival hall",
    "true blood.",
    "jesus lizard",
    "jesse james",
    "mark",
    "bad seeds",
    "perla batalla",
    "cormac mccarthy",
    "anna calvi",
    "wangaratta",
    "eddie white",
    "nicholas edward cave",
    "the wettest county in the world",
    "shell shock",
    "jack irish",
    "matt bondurant",
    "bad seeds'",
    "easy come",
    "wangaratta high school",
    "nick",
    "crystal ballroom",
    "christianity.",
    "jethro tull",
    "junkyard",
    "l.i.t.a.n.i.e.s",
    "shrek 2",
    "sean o'hagan",
    "solitary man",
    "bbc radio 4",
    "the english surgeon",
    "christians",
    "dan rose",
    "day in the life",
    "macgowan",
    "easy go",
    "what a wonderful world",
    "lydia lunch",
    "victorian",
    "i'll love you",
    "debbie harry",
    "memphis slim",
    "in conversation",
    "the cat piano",
    "caulfield institute of technology",
    "brussels",
    "anita lane",
    "brett purcell",
    "burnin' the ice",
    "robert ford",
    "brazilian",
    "lou reed",
    "as-fix-e-8",
    "one more time with feeling",
    "pj harvey.",
    "suzanne",
    "delta",
    "mr in-between",
    "ellis",
    "bbc",
    "shivers",
    "before the poison",
    "ghosts… of the civil dead",
    "faith",
    "edward gorey",
    "hellboy",
    "king crimson",
    "tommy shelby",
    "weekend of war and peace",
    "the triffids",
    "the metamorphosis",
    "scratch acid",
    "caulfield grammar school",
    "the crane wife 3",
    "david mackenzie",
    "sweet rosyanne",
    "apra",
    "into my arms",
    "all the pretty little horses",
    "barry hannah.",
    "desperanto",
    "wim wenders'",
    "luke",
    "nicholas lens",
    "hank williams'",
    "nip/tuck",
    "mike matthews",
    "nick cave",
    "mick harvey",
    "l' orchestre philharmonique de radio france",
    "warren ellis",
    "aria music awards  the aria music awards",
    "the man comes around",
    "australia",
    "treadwell",
    "people ain't no good",
    "the flesh made word",
    "murder ballads",
    "france musique",
    "john bigley",
    "iran",
    "hirsi ali",
    "deep purple",
    "julie christensen",
    "ned kelly",
    "london",
    "king ink",
    "henry lee",
    "colin frank cave",
    "death is not the end",
    "faust",
    "charles iii",
    "casey",
    "susie",
    "christian bible",
    "philharmonie de paris",
    "lane",
    "free",
    "hutchence",
    "wenders' 1993"
  ]
}