{
  "title": "November_2024_Amsterdam_riots",
  "url": "https://en.wikipedia.org/wiki/November_2024_Amsterdam_riots",
  "summary": "On 6 and 7 November 2024, before and after a UEFA Europa League football match in Amsterdam between Israeli club Maccabi Tel Aviv and Dutch club AFC Ajax, tensions over the Israel–Hamas war escalated to violence. Targets of the violence included an Arab taxi driver, pro-Palestinian protesters, and Israeli Maccabi Tel Aviv fans. 20–30 people sustained light injuries. Five people were hospitalised. At least 71 people were arrested, including 49 Dutch nationals or residents and 10 Israelis. \nIn the run-up to the match, Maccabi Tel Aviv fans were filmed pulling Palestinian flags from houses, making racist anti-Arab chants such as \"Death to Arabs\", assaulting people, and vandalising local property. Plans to target Israeli fans for attack were subsequently shared through messaging apps with some calling for a \"Jew hunt\". After the match, a group of Maccabi fans were recorded assaulting people in the city centre, whilst Maccabi Tel Aviv supporters were ambushed and assaulted across the city. Individuals were shot with fireworks, physically assaulted, and spat on.\nThe attacks on Israeli fans were condemned as antisemitic by Amsterdam mayor Femke Halsema, Dutch prime minister Dick Schoof, King Willem-Alexander, and several international leaders. The failure to condemn the Israeli fans' attacks and the characterisation of such condemnation as \"antisemitic\" was also described as being one-sided. Some commentators characterized the event as a pogrom, triggering a debate about whether the term was applicable. Mayor Halsema regretted her own use of the word, saying it had been \"politicised to the point of propaganda\" in Israel and the Netherlands, and had been used to justify racist comments about Muslims. She also said she wished she had been aware of the Maccabi Tel Aviv fans' actions beforehand. \nThe Palestinian Foreign Ministry, Palestinian Football Association, and UN Secretary-General António Guterres were among those condemning the attacks and other actions of the Israeli fans as anti-Arab and anti-Palestinian racism. Four days after the riots, Halsema published a report compiled with the chief prosecutor and chief of police which said the events were caused by a \"toxic combination of antisemitism, hooliganism, and anger about the conflicts in ... the Middle East\", and condemned racist violence against \"all minority groups\".",
  "content": [
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "After the onset of the Israel–Hamas war on 7 October 2023, a number of protests related to the war have taken place in the Netherlands",
          "refs": []
        },
        {
          "sentence": "There have been significant increases in antisemitic and Islamophobic incidents worldwide during the course of the war, including in the Netherlands",
          "refs": []
        },
        {
          "sentence": "Antisemitism and Islamophobia in the Netherlands were already notably high before the war",
          "refs": [
            "https://www.reuters.com/world/israels-pm-aware-very-violent-incident-against-israelis-amsterdam-his-office-2024-11-08/",
            "https://www.bbc.com/news/articles/c0kjrr44mvdo",
            "https://www.theguardian.com/news/2023/nov/30/european-officials-deeply-concerned-for-muslims-amid-surge-in-attacks"
          ]
        },
        {
          "sentence": "A few months before the attacks, the European Union's Fundamental Rights Agency reported a rise in antisemitic attacks across Europe, which were partly attributed to the war",
          "refs": [
            "https://www.reuters.com/world/almost-quarter-young-dutch-deny-holocaust-or-think-its-exaggerated-survey-2023-01-25/",
            "https://www.claimscon.org/netherlands-study/",
            "https://nltimes.nl/2024/10/24/prejudice-towards-muslims-much-higher-netherlands-eu-average-report"
          ]
        },
        {
          "sentence": "The agency also reported a rise in racism and discrimination towards Muslims and Arabs in the continent",
          "refs": [
            "https://www.washingtonpost.com/world/2024/11/08/amsterdam-attack-israel-soccer-match-violence/",
            "https://forward.com/fast-forward/673339/amsterdam-pogrom-maccabi-tel-aviv-antisemitism-europe/"
          ]
        },
        {
          "sentence": "Racism and xenophobia are also common in European football, with rising incidents of both antisemitism and Islamophobia reported within the sport",
          "refs": []
        },
        {
          "sentence": "The Maccabi Tel Aviv fan base is known to include far-right ultra groups   that have been involved in racist incidents in Israel in the past, including directing racist abuse at Arab and black players on their own team",
          "refs": [
            "https://www.annefrank.org/en/about-us/research/social-research/research-on-antisemitism/antisemitism-football/",
            "https://archive.today/20241119184603/https://mosaicmagazine.com/picks/jewish-world/2023/03/anti-semitism-in-the-netherlands-is-on-the-rise/",
            "https://www.skysports.com/football/news/11095/13147737/football-has-a-blind-spot-when-it-comes-to-islamophobia-says-first-muslim-fa-council-member-yunus-lunat",
            "https://www.dw.com/en/violent-protests-in-israel-when-far-right-football-fans-take-to-the-streets/a-54463825",
            "https://www.972mag.com/israels-most-racist-soccer-club-isnt-shouting-death-to-arabs/"
          ]
        },
        {
          "sentence": "In March, prior to a game against Olympiacos, a man who had been carrying a Palestinian flag was taken to hospital in Athens after an altercation with a group of Maccabi fans",
          "refs": [
            "https://www.bbc.co.uk/news/articles/ckgv4mdr9y8o",
            "https://www.nytimes.com/athletic/5908576/2024/11/09/maccabi-tel-aviv-fans-attacked-why/",
            "https://www.lastampa.it/esteri/2024/11/09/news/ultras_maccabi_tel_aviv_chi_sono-14791788/"
          ]
        },
        {
          "sentence": "Other European matches played by Maccabi Tel Aviv this season had passed without violence",
          "refs": [
            "https://www.middleeasteye.net/news/israeli-hooligans-provoke-clashes-amsterdam-after-chanting-anti-palestinian-slogans",
            "https://www.nytimes.com/athletic/5908576/2024/11/09/maccabi-tel-aviv-fans-attacked-why/",
            "https://www.thetoc.gr/koinwnia/article/suntagma-binteo-ntokoumenta-apo-ton-agrio-xulodarmo-tou-aiguptiou-apo-israilinous-opadous-tis-makampi-tel-abib/"
          ]
        },
        {
          "sentence": "However, security issues with hosting games for visiting Israeli  teams have previously arisen, such as the Royal Belgian Football Association declining to stage a Men's National League game between Belgium and Israel in Brussels on 6 September 2024, with the game being played behind closed doors in Hungary instead",
          "refs": [
            "https://www.nytimes.com/athletic/5908576/2024/11/09/maccabi-tel-aviv-fans-attacked-why/"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Prelude",
          "section_content": [
            {
              "sentence": "The match between Ajax and Maccabi Tel Aviv was a Europa League group stage match held at the Johan Cruyff Arena",
              "refs": []
            },
            {
              "sentence": "Ahead of the game, Amsterdam mayor Femke Halsema prohibited pro-Palestinian protests near the stadium due to concerns over possible violence",
              "refs": []
            },
            {
              "sentence": "Halsema requested an additional threat assessment from the National Coordinator for Counterterrorism and Security (NCTV), noting increased tensions due to the Israel–Hamas war and the upcoming commemoration of the Kristallnacht, but the NCTV found no specific threats",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883"
              ]
            },
            {
              "sentence": "Mossad agents joined the team on their trip to \"provide maximum protection\",   and Amsterdam police increased their presence in the city center the night before the match",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883",
                "https://www.telegraaf.nl/sport/160352077/mossad-reist-met-maccabi-tel-aviv-mee-naar-amsterdam-voor-uitduel-met-ajax",
                "https://www.jpost.com/israel-news/sports/article-827683"
              ]
            },
            {
              "sentence": "After the event, Israel claimed that it had warned the Dutch government of a potential threat to Israelis and Jews in the Netherlands, but the Netherlands denied this",
              "refs": []
            },
            {
              "sentence": "The match was not initially flagged as high-risk, as Ajax is traditionally associated with Judaism, but the municipality nevertheless decided to treat it as such",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883"
              ]
            },
            {
              "sentence": "Local authorities cited concerns over the potential for conflict in various areas,   as \"distressing\" incidents targeting minorities—including Jews, Muslims and Palestinians specifically—had occurred before",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883",
                "https://edition.cnn.com/2024/11/07/europe/israel-soccer-fans-attacked-amsterdam-intl-hnk/index.html",
                "https://www.nbcnews.com/news/world/israeli-soccer-fans-attacked-amsterdam-maccabi-tel-aviv-ajax-rcna179262"
              ]
            },
            {
              "sentence": "A pro-Palestinian protester, who had called for a boycott of Maccabi Tel Aviv to match the boycott of Russian teams, had been attacked by Ajax supporters near Central Station on 2 November 2024",
              "refs": [
                "https://www.cbc.ca/news/world/amsterdam-israeli-soccer-fans-violence-1.7383558"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Riots",
      "section_content": [],
      "subsections": [
        {
          "section_title": "6 November",
          "section_content": [
            {
              "sentence": "By 6 November, pro-Palestinian activists expressed fear on social media about the arrival of Israeli fans",
              "refs": []
            },
            {
              "sentence": "\"The city is full of hooligans, including Israeli soldiers,\" said a widely shared message on pro-Palestinian social media channels",
              "refs": []
            },
            {
              "sentence": "\"Maccabi openly supports war crimes and genocide in Gaza",
              "refs": []
            },
            {
              "sentence": "(...) Ask yourself, are you physically and mentally prepared to take on a crowd of hooligans? Staying at home does not make you any less of an activist.\"",
              "refs": [
                "https://www.volkskrant.nl/binnenland/hoe-de-oorlog-in-het-midden-oosten-amsterdam-in-geweld-onderdompelde~b7d4494b/"
              ]
            },
            {
              "sentence": "Tensions rose that evening, when a group of 200 Maccabi supporters wander through the city centre and taxi drivers shout \"free Palestine\" when passing them",
              "refs": []
            },
            {
              "sentence": "There is also reporting of Maccabi supporters shouting \"fuck you Palestine\"",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883"
              ]
            },
            {
              "sentence": "The cause remains unclear, but a group of Maccabi supporters chased two men",
              "refs": [
                "https://www.volkskrant.nl/binnenland/hoe-de-oorlog-in-het-midden-oosten-amsterdam-in-geweld-onderdompelde~b7d4494b/",
                "https://www.theguardian.com/world/2024/nov/08/israel-sends-rescue-planes-football-fans-reportedly-attacked-amsterdam"
              ]
            },
            {
              "sentence": "One of the two stepped into a taxi, but was taken out of the taxi and beaten with a belt by Maccabi supporters",
              "refs": []
            },
            {
              "sentence": "The Maccabi supporters joined a group of around 50 supporters walking towards Rokin, nearly all of whom wore black clothing",
              "refs": []
            },
            {
              "sentence": "Maccabi supporters gathered in front of Villa Mokum, a squat on the Rokin where several Palestinian flags were displayed",
              "refs": [
                "https://www.washingtonpost.com/investigations/2024/12/18/amsterdam-attacks-israeli-football-fans/",
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883"
              ]
            },
            {
              "sentence": "Videos showed one of them ripping the flags off",
              "refs": []
            },
            {
              "sentence": "\"They kicked our doors and tried to enter our house,\" a 23-year-old resident of the property told Het Parool",
              "refs": [
                "https://www.trouw.nl/binnenland/wat-gebeurde-er-vorige-maand-precies-in-amsterdam-een-reconstructie-door-trouw-en-bellingcat~b0bc9472/",
                "https://www.washingtonpost.com/investigations/2024/12/18/amsterdam-attacks-israeli-football-fans/"
              ]
            },
            {
              "sentence": "\"They raised their middle finger and made decapitation gestures, saying  [in English], 'We're going to kill you and we will come back'.\"  Video footage showed a police car passing without stopping, leading to criticism on social media",
              "refs": [
                "https://www.parool.nl/amsterdam/beelden-harde-kern-maccabi-schuren-ze-trapten-tegen-onze-deur-en-probeerden-ons-huis-binnen-te-komen~bd3cb6e2/"
              ]
            },
            {
              "sentence": "A taxi driver went to Rokin, when a supporter walked threatingly towards the taxi",
              "refs": [
                "https://www.volkskrant.nl/binnenland/hoe-de-oorlog-in-het-midden-oosten-amsterdam-in-geweld-onderdompelde~b7d4494b/"
              ]
            },
            {
              "sentence": "After the taxi driver said \"You are a gangster!\", a group of supporters violently tried to open the car, including hitting the window with a chain lock",
              "refs": []
            },
            {
              "sentence": "Later that night, two bloodied Maccabi fans entered a Holland Casino, unclear is what happened with them",
              "refs": []
            },
            {
              "sentence": "A security guard, who was suspended for this,  shared the presence of 400 other Israeli fans in a casino in an app group with taxi drivers",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883",
                "https://www.trouw.nl/binnenland/wat-gebeurde-er-vorige-maand-precies-in-amsterdam-een-reconstructie-door-trouw-en-bellingcat~b0bc9472/"
              ]
            },
            {
              "sentence": "Dozens of taxis and scooters showed up in front of the casino and a group of 15-20 Israeli fans were chased inside",
              "refs": [
                "https://www.washingtonpost.com/investigations/2024/12/18/amsterdam-attacks-israeli-football-fans/",
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883"
              ]
            },
            {
              "sentence": "The police arrived and escorted the fans out",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883"
              ]
            },
            {
              "sentence": "A Maccabi supporter was also chased into the canal around 3:15am and forced to yell \"Free Palestine\",   while people on the quay shout Kankerjood (\"cancer Jew\")   Around the same time, two other Israeli men were beaten and their phones and passports stolen by a group of men that jumped out of at least one taxi near Stopera",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883",
                "https://www.washingtonpost.com/investigations/2024/12/18/amsterdam-attacks-israeli-football-fans/",
                "https://www.trouw.nl/binnenland/wat-gebeurde-er-vorige-maand-precies-in-amsterdam-een-reconstructie-door-trouw-en-bellingcat~b0bc9472/"
              ]
            },
            {
              "sentence": "The Amsterdam police said they had prevented other disturbances, and that by 3.30am everything in the city had quietened down",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883",
                "https://www.trouw.nl/binnenland/wat-gebeurde-er-vorige-maand-precies-in-amsterdam-een-reconstructie-door-trouw-en-bellingcat~b0bc9472/"
              ]
            },
            {
              "sentence": "After the incidents on Wednesday night and throughout Thursday, calls for attacks on Israeli supporters, were shared in Telegram, Snapchat  and WhatsApp groups",
              "refs": [
                "https://www.rtl.nl/nieuws/artikel/5479449/geweld-aanvallen-israeliers-amsterdam-snapchat-oproep-social-media"
              ]
            },
            {
              "sentence": "At least one chat referred to it as a \"Jew hunt\"",
              "refs": [
                "https://www.washingtonpost.com/investigations/2024/12/18/amsterdam-attacks-israeli-football-fans/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "7 November",
          "section_content": [
            {
              "sentence": "City officials met on the morning of the match to discuss whether to cancel the game due to the \"aggression shown by Maccabi supporters and the reaction of the taxi drivers\"",
              "refs": []
            },
            {
              "sentence": "It was decided to let the game go ahead",
              "refs": []
            },
            {
              "sentence": "That afternoon, some pro-Palestinian demonstrators attempted to reach the Johan Cruyff Arena, despite the heightened security and protest ban",
              "refs": [
                "https://www.cbc.ca/news/world/amsterdam-israeli-soccer-fans-violence-1.7383558"
              ]
            },
            {
              "sentence": "Maccabi Fanatics ultras also convened in the city centre, in particular around Dam Square, displaying banners for Israeli soldiers and setting off illegal fireworks",
              "refs": [
                "https://edition.cnn.com/2024/11/07/europe/israel-soccer-fans-attacked-amsterdam-intl-hnk/index.html"
              ]
            },
            {
              "sentence": "They chanted, among other things, \"Fuck the Arabs\"",
              "refs": [
                "https://www.faz.net/aktuell/politik/ausland/amsterdam-die-jagd-auf-fans-aus-israel-hat-eine-vorgeschichte-110102406.html"
              ]
            },
            {
              "sentence": "Other people, clothed in black, chanted anti-Israeli slogans",
              "refs": [
                "https://www.volkskrant.nl/binnenland/hoe-de-oorlog-in-het-midden-oosten-amsterdam-in-geweld-onderdompelde~b7d4494b/"
              ]
            },
            {
              "sentence": "Police instructed individuals displaying pro-Palestinian symbols or chanting slogans like \"Free Palestine\" to leave the square",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/11/08/goed-voorbereid-risicoduel-op-het-veld-loopt-op-straat-uit-de-hand-a4872469"
              ]
            },
            {
              "sentence": "At around 5pm, the Maccabi ultras moved towards the stadium, leading to fights in side streets and in Station Square",
              "refs": []
            },
            {
              "sentence": "On their way to the match, Israeli fans were captured on video chanting \"Death to Arabs\", \"Let the IDF win\" and \"Why is there no school in Gaza? There are no children left there",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/11/08/goed-voorbereid-risicoduel-op-het-veld-loopt-op-straat-uit-de-hand-a4872469"
              ]
            },
            {
              "sentence": "Olé, olé, olé.\"   At the stadium, a group of Maccabi fans interrupted a minute of silence for the victims of the 2024 Spanish floods with anti-Palestinian chanting and whistles;    this was attributed by some outlets to the Spanish government's criticism of Israel's war conduct in Gaza",
              "refs": [
                "https://www.faz.net/aktuell/politik/ausland/amsterdam-die-jagd-auf-fans-aus-israel-hat-eine-vorgeschichte-110102406.html",
                "https://www.nytimes.com/2024/11/08/world/europe/amsterdam-israel-soccer-fans-attacks.html",
                "https://www.turkiyetoday.com/world/maccabi-tel-aviv-hooligans-clash-with-locals-in-amsterdam-after-ajax-match-76180/",
                "https://www.middleeasteye.net/opinion/west-buries-genocide-making-victims-israel-football-thugs",
                "https://www.bbc.com/news/live/cwyge1587e5t"
              ]
            },
            {
              "sentence": "After the game, Maccabi supporters moved to the city centre",
              "refs": []
            },
            {
              "sentence": "Footage of Israeli fans being escorted to the metro by police after the match showed them singing anti-Arab songs",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/11/08/goed-voorbereid-risicoduel-op-het-veld-loopt-op-straat-uit-de-hand-a4872469"
              ]
            },
            {
              "sentence": "A video, geolocated by Sky News to the Amsterdam city centre after dark on 7 November, showed Israeli supporters pulling down another Palestinian flag from a building, accompanied by chants of \"Olé, olé\" and \"fuck you\"",
              "refs": [
                "https://news.sky.com/story/what-we-know-about-violence-involving-football-fans-in-amsterdam-13250618"
              ]
            },
            {
              "sentence": "A group of Maccabi fans were recorded walking through the city centre with belts in their hands, assaulting people",
              "refs": [
                "https://news.sky.com/story/what-we-know-about-violence-involving-football-fans-in-amsterdam-13250618"
              ]
            },
            {
              "sentence": "After midnight, chanting Maccabi supporters kicked the front door of a woman with a pro-Palestinian poster in her window",
              "refs": [
                "https://www.parool.nl/amsterdam/beelden-harde-kern-maccabi-schuren-ze-trapten-tegen-onze-deur-en-probeerden-ons-huis-binnen-te-komen~bd3cb6e2/",
                "https://nos.nl/artikel/2544021-maccabi-fans-hadden-planken-en-riemen-politie-neemt-beelden-mee-in-onderzoek"
              ]
            },
            {
              "sentence": "According to the Dutch police, Maccabi Tel Aviv supporters were subsequently ambushed and attacked in various locations throughout the city after the match",
              "refs": []
            },
            {
              "sentence": "Halsema said the attacks included \"hit-and-run\" assaults carried out by \"boys on scooters\", who fled the scene when confronted by police",
              "refs": [
                "https://edition.cnn.com/2024/11/07/europe/israel-soccer-fans-attacked-amsterdam-intl-hnk/index.html"
              ]
            },
            {
              "sentence": "Footage showed fans being beaten and chased with knives",
              "refs": [
                "https://nltimes.nl/2024/11/08/boys-scooters-targeted-israeli-football-fans-amsterdam-confirmed-abductions"
              ]
            },
            {
              "sentence": "Eyewitnesses reported attempted stabbings individuals being thrown into a river, and attackers beating and spitting on Israelis",
              "refs": []
            },
            {
              "sentence": "Video showed one man, apparently unconscious, kicked repeatedly while sprawled in the street",
              "refs": [
                "https://www.jpost.com/breaking-news/article-828103"
              ]
            },
            {
              "sentence": "Other footage showed a group of men being chased down a street in the city centre, with shouting heard as they are struck by someone out of shot; one man on the ground repeatedly shouts: \"I'm not Jewish!\"  A report by Maariv also indicated at least one attempted kidnapping of an Israeli, and many fans sought refuge by barricading themselves in stores and buildings",
              "refs": [
                "https://www.telegraph.co.uk/world-news/2024/11/08/jewish-maccabi-tel-aviv-fans-attacked-in-amsterdam/",
                "https://news.sky.com/story/what-we-know-about-violence-involving-football-fans-in-amsterdam-13250618"
              ]
            },
            {
              "sentence": "Ten Israelis were injured and three temporarily went missing during the attacks, but were later accounted for",
              "refs": [
                "https://www.jpost.com/breaking-news/article-828103"
              ]
            },
            {
              "sentence": "Dutch police said they attempted to protect as many Israeli fans as possible, organising buses to take them to their hotels",
              "refs": [
                "https://www.telegraph.co.uk/world-news/2024/11/08/maccabi-ajax-football-israelis-attacked-palestine-protest/",
                "https://www.ynetnews.com/article/sj6owsjbje"
              ]
            },
            {
              "sentence": "A video captured after midnight by a Dutch photographer, Annet de Graaf, and verified by The New York Times, showed a group of Maccabi fans picking up pipes and boards from a construction site, then chasing and beating a man",
              "refs": []
            },
            {
              "sentence": "The teenage reporter Benderbij, who filmed the Maccabi fans after the match, described how \"the group threw the iron bars at police cars and how the police appear to make an arrest.\"  Later, the group threatened the teenager to stop filming",
              "refs": [
                "https://www.nytimes.com/2024/11/10/world/europe/israeli-soccer-fans-amsterdam-attack.html",
                "https://www.dutchnews.nl/2024/11/eyewitnesses-film-maccabi-fans-causing-trouble-in-amsterdam/"
              ]
            },
            {
              "sentence": "Dutch authorities said that attackers made a distinction between Jewish Amsterdammers and visiting fans, saying there was no sign of attacks on the former, and no sign of attacks on Jewish synagogues",
              "refs": []
            },
            {
              "sentence": "Most of the people involved in the \"Jew Hunt\" were thought to have been taxi drivers and youths on scooters, who believed there were ex-IDF soldiers and Mossad agents among the Maccabi fans",
              "refs": [
                "https://www.telegraaf.nl/nieuws/950648538/gitzwarte-nacht-in-amsterdam-jodenjacht-door-scooterjongeren-en-taxichauffeurs-al-ruim-van-tevoren-aangekondigd-op-telegram"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Further unrest",
          "section_content": [
            {
              "sentence": "In the nights following the attacks, people thought to be Jewish continued to be targeted, including being forced out of taxis and ordered to show their passports to check if they were Israeli",
              "refs": []
            },
            {
              "sentence": "On 11 November, four days after the attacks, a tram in Amsterdam's '40-'45 Square caught fire, reportedly due to fireworks thrown at it that also shattered its windows",
              "refs": [
                "https://www.usatoday.com/story/news/world/2024/11/13/amsterdam-violence-maccabi-game-israel/76193364007/",
                "https://apnews.com/article/amsterdam-israel-palestinians-violence-demonstration-1d38014f40c0bc04250113add3ca9cbf"
              ]
            },
            {
              "sentence": "Local footage captured at least one person shouting \"Cancer Jews\"",
              "refs": []
            },
            {
              "sentence": "Amsterdam police arrested multiple suspects after clashes between dozens of rioters and officers led to the tram incident",
              "refs": []
            },
            {
              "sentence": "According to preliminary investigations, Amsterdam police considered that it was not clear there was a direct connection to the previous week's unrest, and some of the arrests were made separately from the tram incident",
              "refs": [
                "https://www.timesofisrael.com/liveblog_entry/cancer-jews-several-arrested-after-tram-set-ablaze-in-weeks-second-amsterdam-riot/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Legal",
      "section_content": [
        {
          "sentence": "A total of 71 people were arrested in relation to the football match",
          "refs": []
        },
        {
          "sentence": "Before and during the match, police arrested 62   people including three for public violence",
          "refs": [
            "https://apnews.com/article/maccabi-tel-aviv-amsterdam-violence-protests-palestinian-bcea212281f682098c4c77ef552af5f1",
            "https://nltimes.nl/2024/11/08/boys-scooters-targeted-israeli-football-fans-amsterdam-confirmed-abductions"
          ]
        },
        {
          "sentence": "Among the people arrested were 49 Dutch residents and 10 Israelis",
          "refs": [
            "https://www.telegraaf.nl/nieuws/2011590330/amsterdam-rellen-rond-maccabi-wedstrijd-giftige-cocktail-stadsbestuur-kreeg-geen-waarschuwing-van-nctv"
          ]
        },
        {
          "sentence": "No arrests were made on the night of 7 November after the match, but the police announced they would be searching for suspects",
          "refs": [
            "https://www.trouw.nl/binnenland/liveblog-nasleep-rellen-geen-enkele-aanhouding-tijdens-hit-and-run-acties-amsterdam~b57cd0f0/"
          ]
        },
        {
          "sentence": "In December 2024, five people were convicted for their role in the violence, with sentences of up to six months in prison",
          "refs": []
        },
        {
          "sentence": "A 19-year-old was tried under juvenile law and given 100 hours' community service",
          "refs": []
        },
        {
          "sentence": "The prosecutor said the violence was \"influenced by the situation in Gaza, not by antisemitism\", and said \"there was no evidence of ..",
          "refs": []
        },
        {
          "sentence": "a terrorist intent\"",
          "refs": []
        },
        {
          "sentence": "The prosecution also said the violence had \"little to do\" with soccer",
          "refs": []
        },
        {
          "sentence": "Six more suspects, including three minors, are due to be tried later in 2025",
          "refs": [
            "https://www.jpost.com/breaking-news/article-834709",
            "https://www.rfi.fr/en/international/20241224-five-convicted-for-inciting-violence-against-israeli-football-fans-in-amsterdam",
            "https://www.cbsnews.com/news/netherlands-amsterdam-israeli-soccer-violence-convictions/"
          ]
        },
        {
          "sentence": "One suspect, a refugee from the Gaza Strip, will be tried for attempted manslaughter, pending psychiatric evaluation",
          "refs": [
            "https://www.cbsnews.com/news/netherlands-amsterdam-israeli-soccer-violence-convictions/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Aftermath",
      "section_content": [
        {
          "sentence": "The five people who were hospitalized were eventually released, while approximately 20 to 30 others sustained minor injuries",
          "refs": []
        },
        {
          "sentence": "Following the return of Maccabi fans to Israel, video was posted on social media showing them chanting the racist slogans they had chanted in Amsterdam, including \"Why is school out in Gaza? There are no children left there\"",
          "refs": []
        },
        {
          "sentence": "Amsterdam officials issued an emergency ordinance banning any demonstrations for three days after the overnight attacks, and giving Dutch police the authority to stop and search individuals",
          "refs": []
        },
        {
          "sentence": "Police were also stationed in larger numbers at Jewish institutions across the city",
          "refs": [
            "https://www.reuters.com/world/israels-pm-aware-very-violent-incident-against-israelis-amsterdam-his-office-2024-11-08/"
          ]
        },
        {
          "sentence": "A bomb threat on a synagogue turned out to be false and calls to attack mosques circulated online",
          "refs": [
            "https://apnews.com/article/maccabi-tel-aviv-amsterdam-violence-protests-palestinian-bcea212281f682098c4c77ef552af5f1"
          ]
        },
        {
          "sentence": "The ordinance was extended for four more days on 10 November",
          "refs": [
            "https://web.archive.org/web/20241113015027/https://www.nytimes.com/2024/11/12/world/europe/amsterdam-israeli-soccer-attack-report.html"
          ]
        },
        {
          "sentence": "The organisations Erev Rav and the Stop Racism and Fascism Platform cancelled a local Kristallnacht commemoration due to the \"violent\" Maccabi supporters, describing the subsequent violence as \"resistance against the hooligans\" and saying they had no confidence in the authorities to guarantee the safety of the event",
          "refs": [
            "https://nos.nl/liveblog/2543687-demonstratieverbod-amsterdam-verlengd-tientallen-arrestaties-na-verboden-demonstratie-op-de-dam#UPDATE-container-81895812"
          ]
        },
        {
          "sentence": "On 13 November 2024, pro-Palestinian protesters who had assembled in Dam Square despite the protesting ban were filmed apparently being attacked by police",
          "refs": []
        },
        {
          "sentence": "Mayor Halsema said the incident \"looks serious\" and was being treated as a high priority investigation by the police and the prosecution service, and will also attempt to determine whether the violence was \"in accordance with official instructions\"",
          "refs": []
        },
        {
          "sentence": "Halsema ended the protest ban on 14 November 2024, saying that enforcing the ban had become \"untenable\"",
          "refs": []
        },
        {
          "sentence": "In preparation for the 2024–25 UEFA Nations League match on 14 November between France and Israel at Stade de France near Paris, French authorities mobilized over 4,000 law enforcement officers throughout the city with RAID escorting the Israeli team and their fans",
          "refs": []
        },
        {
          "sentence": "Security checks near the stadium were also increased and a ban on political messages and Palestinian flags in the stadium was enforced",
          "refs": [
            "https://www.jpost.com/israel-news/article-828535"
          ]
        },
        {
          "sentence": "Despite this, some Israeli officials urged fans not to attend for their safety",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Allegations of media reporting bias",
          "section_content": [
            {
              "sentence": "The UK's Sky News and Israel's Channel 12 were criticised for editing reports and deleting social media posts referencing the anti-Arab behaviour of Israeli fans",
              "refs": []
            },
            {
              "sentence": "Sky News removed references to Maccabi Tel Aviv fans tearing down a flag, even though the three men on video could be heard speaking Hebrew, and deleted a reference to Maccabi fans attacking locals",
              "refs": [
                "https://www.thenational.scot/news/24712660.sky-news-deletes-tweet-israel-football-fans-chating-racist-slurs/",
                "https://www.crikey.com.au/2024/11/11/amsterdam-football-fan-attacks-palestine-israel-media-coverage/",
                "https://www.aa.com.tr/en/world/sky-news-removes-tweet-on-israeli-football-fans-chanting-racist-slogans/3389571"
              ]
            },
            {
              "sentence": "Channel 12 similarly deleted a post about Maccabi Tel Aviv fans tearing down a Palestinian flag and having altercations with Muslim taxi drivers after the network faced backlash, including from Israeli prime minister Benjamin Netanyahu's son Yair, who asked: \"Whose side is Channel 12 on?\" on his Telegram channel",
              "refs": []
            },
            {
              "sentence": "Jewish Council of Australia founder Sarah Schwartz described Sky News' decision as \"a powerful example of distorted reportage\", and criticised other coverage around the world, writing that \"analogies to pogroms and the Holocaust obscure reality\" and allow anti-Palestinian racism and antisemitism to \"flourish\"",
              "refs": [
                "https://www.haaretz.com/world-news/europe/2024-11-10/ty-article/.premium/israeli-foreign-media-outlets-revise-coverage-of-amsterdam-attacks-on-israeli-soccer-fans/00000193-16d9-dded-abb3-fedf03e40000"
              ]
            },
            {
              "sentence": "Dutch photographer Annet de Graaf filmed Maccabi supporters attacking Amsterdammers,    but many Western media outlets initially misreported that the video showed an \"antisemitic\" mob beating Israelis, including The Wall Street Journal, the German tabloid Bild and the Tagesschau news programme of German public broadcaster ARD",
              "refs": [
                "https://www.nytimes.com/2024/11/10/world/europe/israeli-soccer-fans-amsterdam-attack.html",
                "https://www.dutchnews.nl/2024/11/eyewitnesses-film-maccabi-fans-causing-trouble-in-amsterdam/",
                "https://www.dw.com/en/fact-check-amsterdam-video-doesnt-show-attack-on-israelis/a-70763374"
              ]
            },
            {
              "sentence": "The New York Times attributed this to an error made by Reuters, who syndicated the footage",
              "refs": [
                "https://www.dw.com/en/fact-check-amsterdam-video-doesnt-show-attack-on-israelis/a-70763374",
                "https://nltimes.nl/2024/11/10/footage-shows-maccabi-supporters-attack-amsterdammers",
                "https://www.tagesschau.de/multimedia/sendung/tagesschau_20_uhr/ts-67672.html"
              ]
            },
            {
              "sentence": "DW and Tagesschau issued corrections",
              "refs": [
                "https://www.nytimes.com/2024/11/08/world/europe/amsterdam-israel-soccer-fans-attacked.html",
                "https://www.thenational.scot/news/24721694.new-york-times-issues-correction-amsterdam-football-violence/"
              ]
            },
            {
              "sentence": "Many social media users disputed the initial reporting, and De Graaf addressed CNN, the BBC, The Guardian and The New York Times in a viral post requesting that they also publish an apology and a correction",
              "refs": [
                "https://www.dw.com/en/fact-check-amsterdam-video-doesnt-show-attack-on-israelis/a-70763374",
                "https://nltimes.nl/2024/11/10/footage-shows-maccabi-supporters-attack-amsterdammers",
                "https://www.tagesschau.de/multimedia/sendung/tagesschau_20_uhr/ts-67672.html"
              ]
            },
            {
              "sentence": "The Guardian issued a clarification on 11 November 2024",
              "refs": [
                "https://www.dw.com/en/fact-check-amsterdam-video-doesnt-show-attack-on-israelis/a-70763374",
                "https://www.tagesschau.de/multimedia/sendung/tagesschau_20_uhr/ts-67672.html"
              ]
            },
            {
              "sentence": "The New York Times issued a correction on 12 November 2024",
              "refs": [
                "https://www.theguardian.com/world/video/2024/nov/08/israeli-football-fans-attacked-match-amsterdam-video-report",
                "https://www.theguardian.com/news/2024/nov/11/corrections-and-clarifications"
              ]
            },
            {
              "sentence": "The BBC issued an apology for using footage of Maccabi supporters attacking a Dutch man that \"could have given the impression that this was illustrating attacks on Israeli fans\"",
              "refs": [
                "https://www.nytimes.com/2024/11/08/world/europe/amsterdam-israel-soccer-fans-attacked.html",
                "https://www.thenational.scot/news/24721694.new-york-times-issues-correction-amsterdam-football-violence/"
              ]
            },
            {
              "sentence": "The pro-Palestinian publication Electronic Intifada reported that the New York Times had cancelled a visual investigation by one of its Dutch reporters to reconstruct the moment-by-moment chronology of events in Amsterdam",
              "refs": []
            },
            {
              "sentence": "In an email accidentally sent to Electronic Intifada, the reporter, Christiaan Triebert, expressed frustration with the cancellation of the investigation and complained that the U.S",
              "refs": []
            },
            {
              "sentence": "newspaper's coverage has distorted events, such as the video taken by De Graaf that actually showed Israeli violence against locals but which the Times had initially used as evidence of \"anti-Semitic\" violence",
              "refs": []
            },
            {
              "sentence": "Triebert also voiced frustration that the video was removed after the Times issued its correction, when it could have been used to illustrate the actions of Israeli fans",
              "refs": []
            },
            {
              "sentence": "Guardian columnist Owen Jones criticised media coverage of the events for failing to cover the Israeli supporters' behaviour in the run-up to the clashes, saying, \"if you condemn racist fanatics literally relishing in the mass slaughter of children, then you will be branded a hateful bigot.\"  Marc Owen Jones, a disinformation expert and associate professor at Hamad Bin Khalifa University in Qatar, said that media outlets from The New York Times to the BBC had given a \"ridiculously skewed\" version of events and \"uncritically embraced what looked like an Israeli government press release\"",
              "refs": [
                "https://www.thenational.scot/news/24712660.sky-news-deletes-tweet-israel-football-fans-chating-racist-slurs/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Response",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Netherlands",
          "section_content": [
            {
              "sentence": "The attacks were condemned by Dutch authorities, who described them as antisemitic",
              "refs": []
            },
            {
              "sentence": "Some Israeli and Dutch authors also described the incident as a pogrom",
              "refs": [
                "https://edition.cnn.com/2024/11/07/europe/israel-soccer-fans-attacked-amsterdam-intl-hnk/index.html",
                "https://www.washingtonpost.com/world/2024/11/08/amsterdam-attack-israel-soccer-match-violence/",
                "https://www.reuters.com/world/israels-pm-aware-very-violent-incident-against-israelis-amsterdam-his-office-2024-11-08/"
              ]
            },
            {
              "sentence": "Multiple parties in the House of Representatives called for an urgent debate",
              "refs": [
                "https://www.timesofisrael.com/pogrom-in-amsterdam-as-israeli-soccer-fans-come-under-brutal-assault-by-rioters/",
                "https://www.jpost.com/breaking-news/article-828103",
                "https://www.telegraaf.nl/watuzegt/958801344/amsterdam-is-synoniem-geworden-voor-de-eerste-europese-pogrom-na-7-oktober"
              ]
            },
            {
              "sentence": "Dutch Prime Minister Dick Schoof said he was \"horrified\" by the \"antisemitic attacks\" on Israelis, and that the country had \"failed\" its Jewish community",
              "refs": []
            },
            {
              "sentence": "He said the attackers would be found and prosecuted,   and cancelled his attendance at the 2024 United Nations Climate Change Conference in Azerbaijan to monitor the response to the unrest",
              "refs": [
                "https://edition.cnn.com/2024/11/07/europe/israel-soccer-fans-attacked-amsterdam-intl-hnk/index.html",
                "https://www.france24.com/en/europe/20241111-dutch-pm-condemns-anti-semitic-violence-after-amsterdam-football-match"
              ]
            },
            {
              "sentence": "Schoof also criticized comparisons between the actions of the Israeli fans and the \"Jew hunt\" that followed",
              "refs": [
                "https://apnews.com/article/amsterdam-soccer-violence-israel-palestinians-bece8281ad2d653e95cb1b3dc0f527cc"
              ]
            },
            {
              "sentence": "He said Israeli fans' actions would also be investigated, but added, \"There is nothing, absolutely nothing to serve as an excuse for the deliberate search and hunting down of Jews.\"  Justice Minister David van Weel said the perpetrators would be held accountable, adding, \"We should be ashamed of ourselves.\"  VVD leader Dilan Yeşilgöz described the images as \"incredibly sick\" and the attacks as \"pure Jew-hatred.\"  Stephan van Baarle, member of DENK accused the Maccabi fans of trying to \"terrorize the streets of Amsterdam and make them unsafe\"",
              "refs": [
                "https://www.france24.com/en/europe/20241111-dutch-pm-condemns-anti-semitic-violence-after-amsterdam-football-match",
                "https://nltimes.nl/2024/11/08/boys-scooters-targeted-israeli-football-fans-amsterdam-confirmed-abductions",
                "https://nltimes.nl/2024/11/08/israeli-foreign-min-heading-netherlands-parliamentary-debate-violence-next-week"
              ]
            },
            {
              "sentence": "King Willem-Alexander of the Netherlands expressed \"deep horror and shock\" at the attacks, adding: \"We failed the Jewish community of the Netherlands during World War II, and last night we failed again.\"",
              "refs": [
                "https://www.eumonitor.nl/9353000/1/j9vvik7m1c3gyxp/vmic6ywy5zzq?ctx=vk2kbwbf1zty",
                "https://www.timesofisrael.com/liveblog_entry/king-of-the-netherlands-we-failed-the-jewish-community-during-world-war-ii-and-last-night-we-failed-again/"
              ]
            },
            {
              "sentence": "The responses of some far-right politicians, such as Geert Wilders, were criticized for weaponizing the incident",
              "refs": []
            },
            {
              "sentence": "Wilders wrote: \"Looks like a Jew hunt in the streets of Amsterdam",
              "refs": [
                "https://forward.com/news/673303/dutch-jews-israeli-attack-politics-antisemitism/"
              ]
            },
            {
              "sentence": "Arrest and deport the multicultural scum that attacked Maccabi Tel Aviv supporters in our streets.\"  Wilders later accused \"Moroccans\" of perpetrating the violence and called for the deportation of those convicted in the attacks",
              "refs": [
                "https://www.telegraph.co.uk/world-news/2024/11/08/maccabi-ajax-football-israelis-attacked-palestine-protest/"
              ]
            },
            {
              "sentence": "On 15 November 2024, the State Secretary for Benefits and Customs, Nora Achahbar of the centrist New Social Contract party, one of the four parties in the Dutch government coalition, resigned from the cabinet, citing polarising comments by politicians both in the cabinet and to the public",
              "refs": [
                "https://apnews.com/article/netherlands-wilders-israel-unrest-antisemitism-4ef4867043b9ed7fb02adfa1ff5bbf61"
              ]
            },
            {
              "sentence": "Afterwards, the ruling coalition avoided collapse when the four coalition parties agreed to continue working together",
              "refs": [
                "https://www.ad.nl/politiek/achahbar-stapte-helemaal-niet-op-vanwege-racisme~aad9bfcd/",
                "https://nltimes.nl/2024/11/20/cabinet-member-says-resigned-harsh-polarization-racism"
              ]
            },
            {
              "sentence": "The Forward, a Jewish American newspaper, reported that many in the Netherlands' small Jewish community were worried about their own safety, as they were \"treated like representatives of Israel\"",
              "refs": []
            },
            {
              "sentence": "In a viral Instagram post, Jelle Zijlstra, a Jewish community organizer in Amsterdam, called for nuance as she condemned both the antisemitic attacks and the Maccabi \"hooligans\"",
              "refs": []
            },
            {
              "sentence": "A rabbinical student in Amsterdam said: \"We don't know that the people who got attacked last night were those same people who chanted racist chants",
              "refs": [
                "https://forward.com/news/673303/dutch-jews-israeli-attack-politics-antisemitism/"
              ]
            },
            {
              "sentence": "There is real evidence that people went 'Jew hunting.'\"",
              "refs": [
                "https://forward.com/news/673303/dutch-jews-israeli-attack-politics-antisemitism/"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Amsterdam",
              "section_content": [
                {
                  "sentence": "Amsterdam mayor Femke Halsema initially described the attackers as \"antisemitic hit-and-run squads\" and said the incident reminded her of pogroms against Jews in Europe",
                  "refs": []
                },
                {
                  "sentence": "Halsema later said she regretted her use of the word \"pogrom\" and condemned the weaponisation of the word to attack Dutch Muslims and Moroccans",
                  "refs": [
                    "https://www.bbc.com/news/live/cwyge1587e5t"
                  ]
                },
                {
                  "sentence": "She criticized Israeli and Dutch politicians for framing the violence as targeted attacks on Israelis by local Moroccans and Palestinians",
                  "refs": [
                    "https://www.euronews.com/2024/11/19/amsterdam-mayor-says-she-regrets-use-of-word-pogrom-to-describe-attacks-on-israelis",
                    "https://www.haaretz.com/world-news/europe/2024-11-18/ty-article/.premium/amsterdam-mayor-regrets-calling-attack-on-israeli-soccer-fans-a-pogrom/00000193-3fef-d824-afff-7fef332c0000",
                    "https://www.timesofisrael.com/amsterdam-mayor-regrets-use-of-word-pogrom-to-describe-attacks-on-israelis/",
                    "https://www.jpost.com/breaking-news/article-829656"
                  ]
                },
                {
                  "sentence": "She also said she had not been warned about Maccabi Tel Aviv supporters' history as \"ultra-nationalists\" before the match and called for an independent inquiry into the incident",
                  "refs": []
                },
                {
                  "sentence": "Jazie Veldhuyzen, an Amsterdam councillor and party chairman for De Vonk, said \"Maccabi hooligans\" initiated the violence when they attacked local homes, and that the city and the right-wing government were exploiting the incidents to persecute migrants",
                  "refs": [
                    "https://www.timesofisrael.com/amsterdam-mayor-regrets-use-of-word-pogrom-to-describe-attacks-on-israelis/",
                    "https://www.dutchnews.nl/2024/11/amsterdam-mayor-says-pogrom-is-being-used-as-propaganda/",
                    "https://www.middleeastmonitor.com/20241118-amsterdam-mayor-criticises-israel-response-to-post-match-violence/"
                  ]
                },
                {
                  "sentence": "Four days after the events, the mayor's office published a report written with Chief Prosecutor René de Beukelaer and Police Chief Peter Holla which condemned violence against minority groups in the city, and said it would conduct an independent inquiry into the riots",
                  "refs": []
                },
                {
                  "sentence": "It said the events were caused by a \"toxic combination of antisemitism, hooliganism, and anger about the conflicts in Palestine and Israel, and other countries in the Middle East\"",
                  "refs": [
                    "https://www.amsterdam.nl/nieuws/nieuwsoverzicht/raadsbrief/",
                    "https://web.archive.org/web/20241113015027/https://www.nytimes.com/2024/11/12/world/europe/amsterdam-israeli-soccer-attack-report.html",
                    "https://www.theguardian.com/world/2024/nov/12/toxic-cocktail-led-to-amsterdam-violence-mayor-says"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Israel",
          "section_content": [
            {
              "sentence": "Israeli president Isaac Herzog called the events an \"anti-Semitic pogrom\" and a warning to any nation that values freedom, but expressed confidence in the Dutch authorities' ability to protect Israelis and Jews",
              "refs": []
            },
            {
              "sentence": "Israeli foreign minister Gideon Sa'ar advised Israelis in Amsterdam to stay in their hotels",
              "refs": [
                "https://nltimes.nl/2024/11/08/israel-tightens-travel-advice-amsterdam-bans-soldiers-coming-netherlands"
              ]
            },
            {
              "sentence": "Sa'ar described the events as \"barbaric and antisemitic,\" and \"a blaring alarm call for Europe and the world.\" He also reached out to his Dutch counterpart, Caspar Veldkamp, for assistance in transporting Israeli citizens safely to the airport",
              "refs": []
            },
            {
              "sentence": "The Israeli embassy in the Netherlands said the attacks involved \"kicking, beating, even running over Israeli citizens\"",
              "refs": [
                "https://edition.cnn.com/2024/11/07/europe/israel-soccer-fans-attacked-amsterdam-intl-hnk/index.html"
              ]
            },
            {
              "sentence": "In a call with Dutch PM Schoof, Israeli prime minister Benjamin Netanyahu emphasized the seriousness of the attacks and requested heightened security for Israelis and Dutch Jews",
              "refs": []
            },
            {
              "sentence": "He also compared the attacks to the Kristallnacht, noting the attacks took place on its 86th anniversary",
              "refs": [
                "https://edition.cnn.com/2024/11/07/europe/israel-soccer-fans-attacked-amsterdam-intl-hnk/index.html"
              ]
            },
            {
              "sentence": "Yad Vashem also noted the anniversary, saying the events showed an \"alarming resurgence of antisemitism\"",
              "refs": [
                "https://www.theguardian.com/world/2024/nov/08/israel-sends-rescue-planes-football-fans-reportedly-attacked-amsterdam"
              ]
            },
            {
              "sentence": "Netanyahu arranged for El Al, Israel's flag carrier, to run eight free rescue flights from Amsterdam to Tel Aviv, transporting 2,000 Israelis",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/11/08/kristallnachtherdenking-in-amsterdam-afgelast-uit-vrees-voor-geweldige-maccabi-supporters-a4872457",
                "https://nltimes.nl/2024/11/08/least-5-hospitalized-62-arrested-attacks-israeli-football-fans-amsterdam"
              ]
            },
            {
              "sentence": "Some Israeli journalists were critical of the media coverage of the event",
              "refs": []
            },
            {
              "sentence": "Israeli-American journalist Mairav Zonszein of the International Crisis Group said it was \"absurd\" to compare the violence in Amsterdam to the pogroms in Russia",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/11/08/goed-voorbereid-risicoduel-op-het-veld-loopt-op-straat-uit-de-hand-a4872469",
                "https://www.haaretz.com/opinion/2024-11-10/ty-article-opinion/.premium/from-amsterdam-to-the-hawara-pogroms-are-wrong/00000193-128f-d304-a3db-16ff60fb0000"
              ]
            },
            {
              "sentence": "Writing in Haaretz, Israeli journalist Gideon Levy contrasted the Amsterdam attacks with the \"daily pogroms in the West Bank\" against Palestinians and the war in Gaza",
              "refs": [
                "https://www.nrc.nl/nieuws/2024/11/08/goed-voorbereid-risicoduel-op-het-veld-loopt-op-straat-uit-de-hand-a4872469"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Palestine",
          "section_content": [
            {
              "sentence": "The Palestinian Foreign Ministry issued a statement rejecting all forms of violence and condemning anti-Arab racism and the desecration of the Palestinian flag by Maccabi supporters",
              "refs": []
            },
            {
              "sentence": "The ministry expressed concern over the three days of \"violent acts\" in the capital carried out by fans known for their \"racist tendencies\"",
              "refs": []
            },
            {
              "sentence": "The ministry called on the Dutch government to investigate those responsible for the unrest and to ensure the protection of Palestinians and Arabs, citing concerns over the presence of Israeli settlers and soldiers allegedly spreading \"racist notions\" across European cities",
              "refs": [
                "https://english.wafa.ps/Pages/Details/151459",
                "https://www.trtworld.com/middle-east/hamas-israeli-crimes-in-gaza-led-to-amsterdam-unrest-18230058",
                "https://www.aljazeera.com/news/2024/11/8/israeli-football-fans-clash-with-protesters-in-amsterdam"
              ]
            },
            {
              "sentence": "The ministry warned of the growing influence of these groups, characterizing their actions as a \"direct attack on Palestinian identity and symbols.\"   Tayseer Nasrallah, member of the Fatah Revolutionary Council, Fatah's internal parliamentary body, said the attacks were \"proof that the world is sick of the Jews\"",
              "refs": [
                "https://www.trtworld.com/middle-east/hamas-israeli-crimes-in-gaza-led-to-amsterdam-unrest-18230058",
                "https://nltimes.nl/2024/11/08/palestinians-blame-amsterdam-attacks-maccabi-fans-despite-telegram-calls-violence"
              ]
            },
            {
              "sentence": "The Palestinian Football Association said they were \"gravely concerned\" about the incident, and condemned the anti-Palestinian racism and Islamophobia expressed by Maccabi Tel Aviv fans",
              "refs": []
            },
            {
              "sentence": "It also said it had \"presented FIFA with extensive evidence of such hateful expressions, yet concrete action remains lacking\"",
              "refs": []
            },
            {
              "sentence": "According to France 24, no European leader condemned the racist anti-Arab chants or the violent actions carried out by the Israeli supporters",
              "refs": [
                "https://aje.io/bo4df6?update=3311473"
              ]
            },
            {
              "sentence": "Hamas senior spokesperson Sami Abu Zuhri said the Amsterdam unrest was a spontaneous response to Israel's actions in Gaza",
              "refs": []
            },
            {
              "sentence": "He said the events illustrate the public reaction to the ongoing Gaza genocide, which was unfolding live without effective international intervention, and that ending the violence in Gaza was essential for upholding human rights and supporting both regional and global security",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    }
  ],
  "references": {
    "1": "https://news.sky.com/story/israel-says-it-will-deploy-rescue-mission-after-violent-incident-targeting-israeli-citizens-in-amsterdam-13250370",
    "2": "https://www.aljazeera.com/news/2024/11/8/israeli-football-fans-clash-with-protesters-in-amsterdam",
    "3": "https://www.middleeasteye.net/news/israeli-hooligans-provoke-clashes-amsterdam-after-chanting-anti-palestinian-slogans",
    "4": "https://www.bbc.co.uk/news/articles/ckgv4mdr9y8o",
    "5": "https://www.nytimes.com/athletic/5908576/2024/11/09/maccabi-tel-aviv-fans-attacked-why/",
    "6": "https://www.bbc.co.uk/news/live/cwyge1587e5t?post=asset:ed918101-2b58-48f7-abf8-1850e9505450",
    "7": "https://www.timesofisrael.com/pogrom-in-amsterdam-as-israeli-soccer-fans-come-under-brutal-assault-by-rioters/",
    "8": "https://apnews.com/article/maccabi-tel-aviv-amsterdam-violence-protests-palestinian-bcea212281f682098c4c77ef552af5f1",
    "9": "https://www.cbc.ca/news/world/amsterdam-israeli-soccer-fans-violence-1.7383558",
    "10": "https://www.parool.nl/amsterdam/beelden-harde-kern-maccabi-schuren-ze-trapten-tegen-onze-deur-en-probeerden-ons-huis-binnen-te-komen~bd3cb6e2/",
    "11": "https://www.nbcnews.com/news/world/israeli-soccer-fans-attacked-amsterdam-maccabi-tel-aviv-ajax-rcna179262",
    "12": "https://www.volkskrant.nl/binnenland/hoe-de-oorlog-in-het-midden-oosten-amsterdam-in-geweld-onderdompelde~b7d4494b/",
    "13": "https://www.nytimes.com/2024/11/10/world/europe/israeli-soccer-fans-amsterdam-attack.html",
    "14": "https://www.telegraph.co.uk/world-news/2024/11/08/jewish-maccabi-tel-aviv-fans-attacked-in-amsterdam/",
    "15": "https://www.rtl.nl/nieuws/artikel/5479449/geweld-aanvallen-israeliers-amsterdam-snapchat-oproep-social-media",
    "16": "https://nos.nl/artikel/2544021-maccabi-fans-hadden-planken-en-riemen-politie-neemt-beelden-mee-in-onderzoek",
    "17": "https://www.jpost.com/breaking-news/article-828103",
    "18": "https://nltimes.nl/2024/11/08/boys-scooters-targeted-israeli-football-fans-amsterdam-confirmed-abductions",
    "19": "https://www.cbsnews.com/news/amsterdam-israeli-soccer-fans-attacked-after-maccabi-match/",
    "20": "https://www.france24.com/en/europe/20241111-dutch-pm-condemns-anti-semitic-violence-after-amsterdam-football-match",
    "21": "https://www.bbc.com/news/articles/cx2y33ee1klo",
    "22": "https://apnews.com/article/maccabi-tel-aviv-amsterdam-violence-protests-palestinian-bcea212281f682098c4c77ef552af5f1",
    "23": "https://www.reuters.com/default/five-new-arrests-attacks-against-israeli-soccer-supporters-dutch-police-say-2024-11-12/",
    "24": "https://www.dailysabah.com/sports/football/dutch-jewish-group-leader-slams-israeli-hooligans-govt-response",
    "25": "https://www.aa.com.tr/en/europe/israeli-hooligans-prompted-amsterdam-violence-city-councilor/3388930",
    "26": "https://www.haaretz.com/world-news/europe/2024-11-18/ty-article/.premium/amsterdam-mayor-regrets-calling-attack-on-israeli-soccer-fans-a-pogrom/00000193-3fef-d824-afff-7fef332c0000",
    "27": "https://www.jns.org/amsterdam-mayor-walks-back-pogrom-label-for-assaults/",
    "28": "https://nltimes.nl/2024/11/08/palestinians-blame-amsterdam-attacks-maccabi-fans-despite-telegram-calls-violence",
    "29": "https://www.nbcnews.com/news/world/amsterdam-violence-anti-immigrant-islamophobia-netherlands-antisemitis-rcna180455",
    "30": "https://www.france24.com/en/live-news/20241108-israeli-football-supporters-back-home-after-amsterdam-violence",
    "31": "https://www.crikey.com.au/2024/11/11/amsterdam-football-fan-attacks-palestine-israel-media-coverage/",
    "32": "https://www.thenational.scot/news/24712660.sky-news-deletes-tweet-israel-football-fans-chating-racist-slurs/",
    "33": "https://www.amsterdam.nl/nieuws/nieuwsoverzicht/raadsbrief/",
    "34": "https://www.theguardian.com/world/2024/nov/12/toxic-cocktail-led-to-amsterdam-violence-mayor-says",
    "35": "https://www.telegraaf.nl/nieuws/2011590330/amsterdam-rellen-rond-maccabi-wedstrijd-giftige-cocktail-stadsbestuur-kreeg-geen-waarschuwing-van-nctv",
    "36": "https://web.archive.org/web/20241113015027/https://www.nytimes.com/2024/11/12/world/europe/amsterdam-israeli-soccer-attack-report.html",
    "37": "https://www.amsterdam.nl/nieuws/nieuwsoverzicht/raadsbrief/",
    "38": "https://www.nu.nl/binnenland/6330876/meer-dan-driehonderd-pro-palestijnse-demonstranten-opgepakt-in-amsterdam.html",
    "39": "https://www.reuters.com/world/europe/dutch-police-end-pro-palestinian-demonstration-amsterdam-university-2024-05-07/",
    "40": "https://www.reuters.com/world/israels-pm-aware-very-violent-incident-against-israelis-amsterdam-his-office-2024-11-08/",
    "41": "https://www.bbc.com/news/articles/c0kjrr44mvdo",
    "42": "https://www.theguardian.com/news/2023/nov/30/european-officials-deeply-concerned-for-muslims-amid-surge-in-attacks",
    "43": "https://www.reuters.com/world/almost-quarter-young-dutch-deny-holocaust-or-think-its-exaggerated-survey-2023-01-25/",
    "44": "https://www.claimscon.org/netherlands-study/",
    "45": "https://nltimes.nl/2024/10/24/prejudice-towards-muslims-much-higher-netherlands-eu-average-report",
    "46": "https://www.washingtonpost.com/world/2024/11/08/amsterdam-attack-israel-soccer-match-violence/",
    "47": "https://forward.com/fast-forward/673339/amsterdam-pogrom-maccabi-tel-aviv-antisemitism-europe/",
    "48": "https://www.rfi.fr/en/international/20241024-nearly-half-of-muslims-in-europe-face-discrimination-eu-report-warns",
    "49": "https://www.annefrank.org/en/about-us/research/social-research/research-on-antisemitism/antisemitism-football/",
    "50": "https://archive.today/20241119184603/https://mosaicmagazine.com/picks/jewish-world/2023/03/anti-semitism-in-the-netherlands-is-on-the-rise/",
    "51": "https://www.skysports.com/football/news/11095/13147737/football-has-a-blind-spot-when-it-comes-to-islamophobia-says-first-muslim-fa-council-member-yunus-lunat",
    "52": "https://www.dw.com/en/violent-protests-in-israel-when-far-right-football-fans-take-to-the-streets/a-54463825",
    "53": "https://www.972mag.com/israels-most-racist-soccer-club-isnt-shouting-death-to-arabs/",
    "54": "https://www.lastampa.it/esteri/2024/11/09/news/ultras_maccabi_tel_aviv_chi_sono-14791788/",
    "55": "https://www.thetoc.gr/koinwnia/article/suntagma-binteo-ntokoumenta-apo-ton-agrio-xulodarmo-tou-aiguptiou-apo-israilinous-opadous-tis-makampi-tel-abib/",
    "56": "https://www.nrc.nl/nieuws/2024/12/28/hoe-amsterdam-even-strijdtoneel-werd-van-de-gaza-oorlog-a4877883",
    "57": "https://www.telegraaf.nl/sport/160352077/mossad-reist-met-maccabi-tel-aviv-mee-naar-amsterdam-voor-uitduel-met-ajax",
    "58": "https://www.jpost.com/israel-news/sports/article-827683",
    "59": "https://edition.cnn.com/2024/11/07/europe/israel-soccer-fans-attacked-amsterdam-intl-hnk/index.html",
    "60": "https://www.theguardian.com/world/2024/nov/08/israel-sends-rescue-planes-football-fans-reportedly-attacked-amsterdam",
    "61": "https://www.washingtonpost.com/investigations/2024/12/18/amsterdam-attacks-israeli-football-fans/",
    "62": "https://www.trouw.nl/binnenland/wat-gebeurde-er-vorige-maand-precies-in-amsterdam-een-reconstructie-door-trouw-en-bellingcat~b0bc9472/",
    "63": "https://nos.nl/artikel/2543763-geschopt-geslagen-en-opgejaagd-hoe-het-misging-in-amsterdam",
    "64": "https://www.faz.net/aktuell/politik/ausland/amsterdam-die-jagd-auf-fans-aus-israel-hat-eine-vorgeschichte-110102406.html",
    "65": "https://www.nrc.nl/nieuws/2024/11/08/goed-voorbereid-risicoduel-op-het-veld-loopt-op-straat-uit-de-hand-a4872469",
    "66": "https://nltimes.nl/2024/11/07/arrests-amsterdam-pro-palestinian-activists-heckle-maccabi-tel-aviv-fans",
    "67": "https://www.nytimes.com/2024/11/08/world/europe/amsterdam-israel-soccer-fans-attacks.html",
    "68": "https://www.turkiyetoday.com/world/maccabi-tel-aviv-hooligans-clash-with-locals-in-amsterdam-after-ajax-match-76180/",
    "69": "https://www.middleeasteye.net/opinion/west-buries-genocide-making-victims-israel-football-thugs",
    "70": "https://www.bbc.com/news/live/cwyge1587e5t",
    "71": "https://www.abc.net.au/news/2024-11-09/amsterdam-maccabi-tel-aviv-ajax-football-violence-anti-semitism/104580470",
    "72": "https://news.sky.com/story/what-we-know-about-violence-involving-football-fans-in-amsterdam-13250618",
    "73": "https://www.berliner-zeitung.de/politik-gesellschaft/geopolitik/amsterdam-gewaltnacht-falsch-dargestellt-warum-ignorieren-deutsche-medien-die-fakten-li.2270978",
    "74": "https://www.telegraph.co.uk/world-news/2024/11/08/maccabi-ajax-football-israelis-attacked-palestine-protest/",
    "75": "https://www.ynetnews.com/article/sj6owsjbje",
    "76": "https://www.telegraaf.nl/nieuws/931019379/geschokte-me-er-over-jodenjacht-ik-herken-me-totaal-niet-in-beeld-dat-maccabi-fans-geweld-uitlokten",
    "77": "https://www.dutchnews.nl/2024/11/eyewitnesses-film-maccabi-fans-causing-trouble-in-amsterdam/",
    "78": "https://www.volkskrant.nl/binnenland/de-jonge-youtuber-die-verslag-deed-van-de-rellen-in-amsterdam-is-al-langer-een-rijzende-ster~b026da64/",
    "79": "https://www.telegraaf.nl/nieuws/950648538/gitzwarte-nacht-in-amsterdam-jodenjacht-door-scooterjongeren-en-taxichauffeurs-al-ruim-van-tevoren-aangekondigd-op-telegram",
    "80": "https://www.usatoday.com/story/news/world/2024/11/13/amsterdam-violence-maccabi-game-israel/76193364007/",
    "81": "https://apnews.com/article/amsterdam-israel-palestinians-violence-demonstration-1d38014f40c0bc04250113add3ca9cbf",
    "82": "https://www.timesofisrael.com/liveblog_entry/cancer-jews-several-arrested-after-tram-set-ablaze-in-weeks-second-amsterdam-riot/",
    "83": "https://www.dw.com/en/dutch-tram-set-on-fire-in-new-amsterdam-unrest/a-70759392",
    "84": "https://www.trouw.nl/binnenland/liveblog-nasleep-rellen-geen-enkele-aanhouding-tijdens-hit-and-run-acties-amsterdam~b57cd0f0/",
    "85": "https://www.jpost.com/breaking-news/article-834709",
    "86": "https://www.rfi.fr/en/international/20241224-five-convicted-for-inciting-violence-against-israeli-football-fans-in-amsterdam",
    "87": "https://www.cbsnews.com/news/netherlands-amsterdam-israeli-soccer-violence-convictions/",
    "88": "https://today.rtl.lu/sport/international/a/2262229.html",
    "89": "https://www.timesofisrael.com/liveblog_entry/maccabi-fans-filmed-chanting-racist-slogans-against-arabs-upon-arrival-at-ben-gurion-from-amsterdam/",
    "90": "https://www.turkiyetoday.com/sports/galatasarays-hakim-ziyech-faces-backlash-after-mocking-fleeing-maccabi-tel-aviv-fans-76700/",
    "91": "https://apnews.com/article/maccabi-tel-aviv-amsterdam-violence-protests-palestinian-bcea212281f682098c4c77ef552af5f1",
    "92": "https://nos.nl/liveblog/2543687-demonstratieverbod-amsterdam-verlengd-tientallen-arrestaties-na-verboden-demonstratie-op-de-dam#UPDATE-container-81895812",
    "93": "https://www.nrc.nl/nieuws/2024/11/08/kristallnachtherdenking-in-amsterdam-afgelast-uit-vrees-voor-geweldige-maccabi-supporters-a4872457",
    "94": "https://www.euronews.com/my-europe/2024/11/14/dutch-police-under-investigation-for-alleged-violence-against-protesters-in-amsterdam",
    "95": "https://www.reuters.com/world/europe/dutch-investigate-alleged-police-violence-after-banned-protest-2024-11-14/",
    "96": "https://www.jpost.com/israel-news/article-828535",
    "97": "https://www.thelocal.fr/20241111/israel-urges-fans-to-skip-high-risk-france-israel-football-match?bmvxybhmz16948%2F",
    "98": "https://www.aa.com.tr/en/world/sky-news-removes-tweet-on-israeli-football-fans-chanting-racist-slogans/3389571",
    "99": "https://www.haaretz.com/world-news/europe/2024-11-10/ty-article/.premium/israeli-foreign-media-outlets-revise-coverage-of-amsterdam-attacks-on-israeli-soccer-fans/00000193-16d9-dded-abb3-fedf03e40000",
    "100": "https://www.dutchnews.nl/2024/11/eyewitnesses-film-maccabi-fans-causing-trouble-in-amsterdam/",
    "101": "https://www.dw.com/en/fact-check-amsterdam-video-doesnt-show-attack-on-israelis/a-70763374",
    "102": "https://nltimes.nl/2024/11/10/footage-shows-maccabi-supporters-attack-amsterdammers",
    "103": "https://www.tagesschau.de/multimedia/sendung/tagesschau_20_uhr/ts-67672.html",
    "104": "https://www.nytimes.com/2024/11/08/world/europe/amsterdam-israel-soccer-fans-attacked.html",
    "105": "https://www.thenational.scot/news/24721694.new-york-times-issues-correction-amsterdam-football-violence/",
    "106": "https://www.theguardian.com/world/video/2024/nov/08/israeli-football-fans-attacked-match-amsterdam-video-report",
    "107": "https://www.theguardian.com/news/2024/nov/11/corrections-and-clarifications",
    "108": "https://www.thenational.scot/news/24816839.bbc-admits-fault-israeli-football-fan-violence---45-days/",
    "109": "https://electronicintifada.net/blogs/asa-winstanley/ny-times-killed-investigation-israeli-hooligans-internal-email-reveals",
    "110": "https://www.newarab.com/news/nyt-ignored-israeli-fan-violence-amsterdam-attacks",
    "111": "https://www.thenational.scot/news/24716351.media-coverage-amsterdam-football-violence-ridiculously-skewed/",
    "112": "https://www.reuters.com/world/israels-pm-aware-very-violent-incident-against-israelis-amsterdam-his-office-2024-11-08/",
    "113": "https://www.jpost.com/breaking-news/article-828103",
    "114": "https://www.telegraaf.nl/watuzegt/958801344/amsterdam-is-synoniem-geworden-voor-de-eerste-europese-pogrom-na-7-oktober",
    "115": "https://nltimes.nl/2024/11/08/israeli-foreign-min-heading-netherlands-parliamentary-debate-violence-next-week",
    "116": "https://apnews.com/article/amsterdam-soccer-violence-israel-palestinians-bece8281ad2d653e95cb1b3dc0f527cc",
    "117": "https://www.eumonitor.nl/9353000/1/j9vvik7m1c3gyxp/vmic6ywy5zzq?ctx=vk2kbwbf1zty",
    "118": "https://www.timesofisrael.com/liveblog_entry/king-of-the-netherlands-we-failed-the-jewish-community-during-world-war-ii-and-last-night-we-failed-again/",
    "119": "https://forward.com/news/673303/dutch-jews-israeli-attack-politics-antisemitism/",
    "120": "https://apnews.com/article/netherlands-wilders-israel-unrest-antisemitism-4ef4867043b9ed7fb02adfa1ff5bbf61",
    "121": "https://www.ad.nl/politiek/achahbar-stapte-helemaal-niet-op-vanwege-racisme~aad9bfcd/",
    "122": "https://nltimes.nl/2024/11/20/cabinet-member-says-resigned-harsh-polarization-racism",
    "123": "https://apnews.com/article/netherlands-government-crisis-wilders-far-right-riots-fd4f44c8bf944dbd60c9fdd52663b1f9",
    "124": "https://www.lemonde.fr/en/international/article/2024/11/17/dutch-government-narrowly-avoids-crisis-after-violent-incidents-in-amsterdam_6733079_4.html",
    "125": "https://www.euronews.com/2024/11/19/amsterdam-mayor-says-she-regrets-use-of-word-pogrom-to-describe-attacks-on-israelis",
    "126": "https://www.timesofisrael.com/amsterdam-mayor-regrets-use-of-word-pogrom-to-describe-attacks-on-israelis/",
    "127": "https://www.jpost.com/breaking-news/article-829656",
    "128": "https://www.dutchnews.nl/2024/11/amsterdam-mayor-says-pogrom-is-being-used-as-propaganda/",
    "129": "https://www.middleeastmonitor.com/20241118-amsterdam-mayor-criticises-israel-response-to-post-match-violence/",
    "130": "https://www.zeit.de/2024/48/ausschreitungen-amsterdam-propalaestinensische-demonstration-antisemitismus/komplettansicht",
    "131": "https://nltimes.nl/2024/11/08/israel-tightens-travel-advice-amsterdam-bans-soldiers-coming-netherlands",
    "132": "https://www.reuters.com/world/israels-pm-aware-very-violent-incident-against-israelis-amsterdam-his-office-2024-11-08/",
    "133": "https://www.theguardian.com/world/2024/nov/08/israel-sends-rescue-planes-football-fans-reportedly-attacked-amsterdam",
    "134": "https://www.nrc.nl/nieuws/2024/11/08/kristallnachtherdenking-in-amsterdam-afgelast-uit-vrees-voor-geweldige-maccabi-supporters-a4872457",
    "135": "https://nltimes.nl/2024/11/08/least-5-hospitalized-62-arrested-attacks-israeli-football-fans-amsterdam",
    "136": "https://www.jpost.com/breaking-news/article-828296",
    "137": "https://www.nrc.nl/nieuws/2024/11/08/goed-voorbereid-risicoduel-op-het-veld-loopt-op-straat-uit-de-hand-a4872469",
    "138": "https://www.haaretz.com/opinion/2024-11-10/ty-article-opinion/.premium/from-amsterdam-to-the-hawara-pogroms-are-wrong/00000193-128f-d304-a3db-16ff60fb0000",
    "139": "https://english.wafa.ps/Pages/Details/151459",
    "140": "https://www.trtworld.com/middle-east/hamas-israeli-crimes-in-gaza-led-to-amsterdam-unrest-18230058",
    "141": "https://www.jns.org/pa-official-amsterdam-pogrom-shows-world-sick-of-the-jews/",
    "142": "https://www.telegraph.co.uk/news/2025/01/11/bbc-palestine-news-outlets-extreme-content/",
    "143": "https://aje.io/bo4df6?update=3311473",
    "144": "https://www.france24.com/fr/europe/20241108-ce-que-l-on-sait-violences-commises-amsterdam-contre-supporters-maccabi-tel-aviv"
  },
  "flair_entities": [
    "antónio guterres",
    "jelle zijlstra",
    "tagesschau",
    "sa'ar",
    "middle east",
    "muslims",
    "benderbij",
    "the wall street journal",
    "amsterdammers",
    "national coordinator for counterterrorism and security",
    "palestinians",
    "free palestine",
    "vvd",
    "netherlands",
    "european union",
    "owen jones",
    "reuters",
    "de graaf",
    "moroccans",
    "yair",
    "israel",
    "david van weel",
    "europa league",
    "western",
    "netanyahu",
    "marc owen jones",
    "spanish",
    "fifa",
    "uefa europa league",
    "cancer jews",
    "russia",
    "justice",
    "triebert",
    "france",
    "french",
    "maariv",
    "house of representatives",
    "gideon sa'ar",
    "arabs",
    "state secretary for benefits and customs",
    "yad vashem",
    "christiaan triebert",
    "stade de france",
    "gideon levy",
    "sky news'",
    "raid",
    "willem-alexander",
    "station square",
    "jewish council of australia",
    "el al",
    "stephan van baarle",
    "international crisis group",
    "mossad",
    "telegram",
    "ard",
    "brussels",
    "paris",
    "rené de beukelaer",
    "new social contract",
    "jewish american",
    "fuck the arabs",
    "mairav zonszein",
    "denk",
    "holocaust",
    "caspar veldkamp",
    "german",
    "palestinian foreign ministry",
    "english",
    "hebrew",
    "stop racism and fascism platform",
    "islamophobic",
    "bbc",
    "hamas",
    "belgium",
    "forward",
    "men's national league",
    "whatsapp",
    "isaac herzog",
    "european",
    "channel 12",
    "maccabi",
    "arab",
    "dutch",
    "qatar",
    "israelis",
    "dam square",
    "times",
    "schoof",
    "dutch muslims",
    "maccabi tel aviv",
    "nctv",
    "haaretz",
    "holland casino",
    "israeli",
    "jewish amsterdammers",
    "anti-israeli",
    "tayseer nasrallah",
    "jazie veldhuyzen",
    "response  netherlands",
    "halsema",
    "united nations climate change conference",
    "amsterdam",
    "anti-arab",
    "athens",
    "johan cruyff arena",
    "olympiacos",
    "ex-idf",
    "amsterdam  amsterdam",
    "nora achahbar",
    "un",
    "rokin",
    "instagram",
    "dutch jews",
    "cnn",
    "pro-palestinian",
    "jews",
    "erev rav",
    "bild",
    "wilders",
    "sami abu zuhri",
    "russian",
    "gaza",
    "uk",
    "islamophobia",
    "afc ajax",
    "snapchat",
    "tel aviv",
    "foreign ministry",
    "europe",
    "azerbaijan",
    "hamad bin khalifa university",
    "fatah revolutionary council",
    "palestinian",
    "de vonk",
    "anti-palestinian",
    "royal belgian football association",
    "sarah schwartz",
    "peter holla",
    "villa mokum",
    "palestinian football association",
    "sky news",
    "dick schoof",
    "kristallnacht",
    "het parool",
    "benjamin netanyahu",
    "jewish",
    "hungary",
    "world war ii",
    "fundamental rights agency",
    "uefa nations league",
    "the new york times",
    "new york times",
    "the guardian",
    "west bank",
    "muslim",
    "geert wilders",
    "electronic intifada",
    "u.s.",
    "femke halsema",
    "israeli-american",
    "gaza strip",
    "let the idf",
    "fatah",
    "dilan yeşilgöz",
    "dw",
    "kankerjood",
    "judaism",
    "maccabi fanatics",
    "palestine",
    "stopera",
    "jew hunt",
    "netherlands'",
    "annet de graaf",
    "central station",
    "olé",
    "ajax"
  ]
}