{
  "title": "October_2024_Iranian_strikes_against_Israel",
  "url": "https://en.wikipedia.org/wiki/October_2024_Iranian_strikes_against_Israel",
  "summary": "On 1 October 2024, Iran launched about 200 ballistic missiles at targets in Israel, in at least two waves, the largest attack during the ongoing Iran–Israel conflict. Iran's codename for the attack was Operation True Promise 2 (Persian: عملیات وعده صادق ۲). It was the second direct attack by Iran against Israel, the first being the April 2024 strikes.\nIran claimed that the attack was an act of \"self-defense\" in retaliation for Israel's assassinations of Hamas leader Ismail Haniyeh in Tehran, Hezbollah leader Hassan Nasrallah, and IRGC general Abbas Nilforoushan. The attacks, while more successful at saturating Israeli air defenses than in April, did not appear to cause extensive damage. Israel said it had shot down most of the missiles and there had been no harm to its Air Force's capabilities. The US Navy and Jordan also reported intercepting missiles. The two fatalities caused by the attacks were a Palestinian man killed directly by missile debris and an Israeli man indirectly. Four Palestinians, two Israelis and two Jordanians sustained minor injuries. \nThe area of the Nevatim Airbase in the Negev was hit by 20 to 32 missiles, which damaged a hangar and taxiway. Several other missiles hit the Tel Nof Airbase, a school in the nearby town of Gedera, and an area north of Tel Aviv around the headquarters of the Israeli intelligence services Mossad and Unit 8200, damaging homes and a restaurant. Israeli media were barred from publishing the exact locations of impacts. Analysts suggested that Israel had deprioritized protecting Nevatim since \"the cost of repairing a damaged hangar or runway is far lower than the cost of using an Arrow interceptor.\" Iran used the Fattah-1 and Kheibar Shekan.\nIsraeli Prime Minister Benjamin Netanyahu called it a \"big mistake\" and vowed that Iran \"will pay\" for it. The US promised \"severe consequences\" and pledged to work with Israel to ensure Iran faces repercussions for its actions. Iran claimed the targets it attacked were those involved in the Israel–Hamas war.",
  "content": [
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "On October 7, the Israel–Hamas war broke out",
          "refs": []
        },
        {
          "sentence": "Hamas-lead militant groups killed 1,139 Israelis, while Israel killed 41,000 Palestinians, mostly women and children",
          "refs": []
        },
        {
          "sentence": "On October 8, Hezbollah joined the conflict in solidarity with the Palestinians, promising to stop attacking Israel, if Israel stops attacking Gaza",
          "refs": [
            "https://www.aljazeera.com/news/2024/10/2/timeline-the-key-moments-that-led-to-irans-missile-attacks-on-israel"
          ]
        },
        {
          "sentence": "During the war Iran has repeatedly accused Israel of carrying out genocide in Gaza,   and threatened Israel with \"far-reaching consequences if it didn't stop its war crimes",
          "refs": [
            "https://www.aljazeera.com/news/2024/10/2/timeline-the-key-moments-that-led-to-irans-missile-attacks-on-israel",
            "https://www.aljazeera.com/news/2023/12/7/irans-raisi-says-genocide-under-way-in-gaza-as-he-meets-russias-putin",
            "https://www.bbc.com/news/world-middle-east-67188346"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Previous attacks inside Iran and Israel",
          "section_content": [
            {
              "sentence": "On 1 April, Israel aircraft attacked the Iranian consulate in Damascus,  killing two Iranian generals,  seven Islamic Revolutionary Guard Corps (IRGC) officers,  and a Syrian woman and her child",
              "refs": [
                "https://www.cbsnews.com/news/iran-launches-drone-attack-toward-israel-idf-says/",
                "https://apnews.com/article/israel-syria-airstrike-iranian-embassy-edca34c52d38c8bc57281e4ebf33b240",
                "https://www.cbsnews.com/news/iran-launches-drone-attack-toward-israel-idf-says/"
              ]
            },
            {
              "sentence": "Iran retaliated on 13 April by launching attacks against Israel with loitering munitions, cruise missiles, and ballistic missiles",
              "refs": [
                "https://www.syriahr.com/en/330101/"
              ]
            },
            {
              "sentence": "The attacks were launched by the IRGC, in collaboration with several Iranian-backed Islamist militas",
              "refs": []
            },
            {
              "sentence": "[original research] The strike sent around 170 drones, over 30 cruise missiles, and more than 120 ballistic missiles toward Israel and the Golan Heights",
              "refs": [
                "https://www.washingtonpost.com/world/2024/04/14/mapping-wide-scale-iranian-drone-missile-attacks/"
              ]
            },
            {
              "sentence": "[note 1]",
              "refs": []
            },
            {
              "sentence": "Israel said that the coalition whose defensive efforts were codenamed Iron Shield,  destroyed 99 percent of the incoming weapons,    most before they reached Israeli airspace",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://ca.news.yahoo.com/idf-weighing-response-iran-attack-113715507.html",
                "https://www.reuters.com/world/middle-east/us-military-destroyed-80-drones-6-missiles-launched-iran-yemen-us-centcom-says-2024-04-15/",
                "https://apnews.com/article/strait-of-hormuz-vessel-33fcffde2d867380e98c89403776a8ac"
              ]
            },
            {
              "sentence": "American, British, French, and Jordanian air forces also shot some down",
              "refs": [
                "https://www.cnn.com/2024/04/13/middleeast/iran-drones-attack-israel-intl-latam/index.html"
              ]
            },
            {
              "sentence": "The missiles caused minor damage to the Nevatim Airbase in southern Israel, which remained operational",
              "refs": [
                "https://www.wsj.com/world/middle-east/analysis-israel-repelled-irans-huge-attack-but-only-with-help-from-u-s-and-arab-partners-a7844065",
                "https://www.theguardian.com/world/2024/apr/14/us-and-uk-forces-help-shoot-down-iranian-drones-over-jordan-syria-and-iraq",
                "https://www.opex360.com/2024/04/15/les-rafale-de-la-4e-escadre-ont-ouvert-leur-tableau-de-chasse-lors-de-lattaque-disrael-par-liran/"
              ]
            },
            {
              "sentence": "In Israel, a child was injured by part of a missile, and 31 other people either suffered minor injuries while rushing to shelters or were treated for anxiety",
              "refs": [
                "https://www.reuters.com/world/middle-east/jordans-air-defence-ready-shoot-down-any-iranian-aircraft-that-violate-its-2024-04-13/",
                "https://www.bbc.com/news/world-middle-east-68811273",
                "https://www.jpost.com/breaking-news/article-796915"
              ]
            },
            {
              "sentence": "The attack was the largest attempted drone strike in history,   Iran's attacks drew criticism from the United Nations, several world leaders, and political analysts, who warned that they risk escalating into a full-blown regional war",
              "refs": [
                "https://www.reuters.com/world/middle-east/jordans-air-defence-ready-shoot-down-any-iranian-aircraft-that-violate-its-2024-04-13/",
                "https://www.bbc.com/news/world-middle-east-68811273",
                "https://www.economist.com/middle-east-and-africa/2024/04/14/iran-and-israels-shadow-war-explodes-into-the-open",
                "http://iranpress.com/aliaspage/277652"
              ]
            },
            {
              "sentence": "Israel retaliated by executing limited strikes on Iran on 18 April 2024",
              "refs": []
            },
            {
              "sentence": "The Israeli strike reportedly destroyed an air defense radar site guarding the Natanz nuclear facility, aiming to communicate Israel's capabilities to strike Iran without escalating tensions further",
              "refs": [
                "https://www.nbcnews.com/news/world/iran-strikes-israeli-targets-rcna147407"
              ]
            },
            {
              "sentence": "On 31 July 2024, Ismail Haniyeh, the political leader of Hamas, was assassinated in the Iranian capital Tehran by an apparent Israeli attack",
              "refs": []
            },
            {
              "sentence": "Nasser Kanaani, the spokesman of the Ministry of Foreign Affairs of Iran, condemned this assassination and said that Haniyeh's \"blood will never be wasted\"",
              "refs": [
                "https://abcnews.go.com/International/live-updates/israel-gaza-hamas-war/?id=108860743"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Prior escalation in the Middle East",
          "section_content": [
            {
              "sentence": "In September 2024, a major escalation took place in the Hezbollah–Israel conflict that started after the Iranian-backed group initiated attacks against Israel on 8 October 2023, a day after Hamas's 7 October attack on Israel",
              "refs": []
            },
            {
              "sentence": "During this month, Hezbollah suffered major setbacks that degraded its capabilities   and killed many of its leadership,   including the 17 and 18 September explosions of its handheld communication devices and the 20 September assassination of Ibrahim Aqil, commander of the elite Redwan Force",
              "refs": [
                "https://aje.io/q81j9i?update=3083271",
                "https://www.economist.com/briefing/2024/09/30/iran-could-race-for-the-bomb-after-the-decapitation-of-hizbullah",
                "https://www.theatlantic.com/international/archive/2024/09/hezbollah-got-caught-its-own-trap/680076/",
                "https://www.reuters.com/world/middle-east/israeli-military-has-begun-limited-raids-against-hezbollah-targets-border-area-2024-09-30/"
              ]
            },
            {
              "sentence": "Airstrikes by the Israeli Air Force (IAF) also targeted Hezbollah's military bases, command centers, airstrips, and weapons caches across southern Lebanon",
              "refs": [
                "https://www.reuters.com/world/middle-east/nasrallahs-killing-reveals-depth-israels-penetration-hezbollah-2024-09-28/",
                "https://apnews.com/article/israel-palestinians-hamas-war-news-lebanon-hezbollah-e3ca9c83642056f962fdf76319e3b8de"
              ]
            },
            {
              "sentence": "These setbacks culminated in the 27 September assassination of Hassan Nasrallah and other senior commanders, including Ali Karaki, commander of Hezbollah in south Lebanon, in an airstrike that destroyed their underground headquarters in Beirut's Dahieh suburbs",
              "refs": [
                "https://apnews.com/article/lebanon-hezbollah-israel-mideast-tensions-attack-8ec89de2b117b52e2c09b19155e35d13"
              ]
            },
            {
              "sentence": "On 27 September 2024, Hassan Nasrallah, the secretary-general of Hezbollah, was assassinated in an Israeli airstrike in Beirut",
              "refs": [
                "https://www.foreignaffairs.com/israel/israel-and-hezbollah-are-escalating-toward-catastrophe",
                "https://apnews.com/article/lebanon-israel-hezbollah-airstrikes-28-september-2024-c4751957433ff944c4eb06027885a973"
              ]
            },
            {
              "sentence": "On 29 September, the New York Times reported that Iranian officials debated how to respond to Nasrallah's death",
              "refs": [
                "https://www.washingtonpost.com/world/2024/09/28/lebanon-israel-hezbollah-airstrikes-28-september-2024/c19a099a-7d69-11ef-980d-341a84fdff8f_story.html"
              ]
            },
            {
              "sentence": "These events substantially weakened Iranian allies, and damaged Iran's overall deterrence capabilities",
              "refs": []
            },
            {
              "sentence": "Hamas, having seen its command structure devastated, has been driven into guerrilla warfare",
              "refs": []
            },
            {
              "sentence": "The Houthi movement have been cut off from supply routes, while Hezbollah has suffered considerable losses, including most of its senior leadership, numerous mid-level commanders, and a large portion of its Iranian-supplied missile arsenal",
              "refs": []
            },
            {
              "sentence": "These developments have significantly reduced the threat posed by Iran and its proxies to Israel, while also damaging Iran's overall deterrence capability",
              "refs": []
            },
            {
              "sentence": "Several days later, on 1 October 2024, Israel launched a ground operation into southern Lebanon, which, according to the IDF, aimed at dismantling Hezbollah's forces and infrastructure that posed a threat to civilian communities in northern Israel",
              "refs": []
            },
            {
              "sentence": "The killing of Nasrallah delivered a significant setback to the Iranian-led \"Axis of Resistance\", a network of proxy Islamist militias that Iran has long employed to target both Israel and Western interests in the Middle East",
              "refs": [
                "https://www.nbcnews.com/news/irans-axis-resistance-collapsing-israeli-attacks-rcna173169",
                "https://apnews.com/live/israel-lebanon-ground-operation-updates#00000192-47ee-d98b-abf7-5fefba2f0000",
                "https://www.jpost.com/israel-hamas-war/article-822764"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Strikes",
      "section_content": [
        {
          "sentence": "A few hours before the strikes, Iran reportedly alerted Arab countries about the attacks, though this warning was significantly shorter than the 72 hour warning Iran gave in April",
          "refs": []
        },
        {
          "sentence": "The United States warned about a possible Iranian attack in the hours prior to the attack  but said it had no direct warning from Iran regarding the attacks",
          "refs": [
            "https://www.nytimes.com/2024/10/01/world/middleeast/why-israel-lebanon-invasion.html",
            "https://carnegieendowment.org/emissary/2024/10/iran-israel-missile-attack-nuclear-strategy-what-now?lang=en",
            "https://www.middleeasteye.net/live-blog/live-blog-update/iran-informed-us-shortly-attack-israel-report?nid=394896&topic=Israel%2527s%2520war%2520on%2520Gaza&fid=532396",
            "https://www.madamasr.com/en/2024/10/01/news/politics/after-vowing-response-iran-finally-hits-israel-with-wave-of-ballistic-missiles/"
          ]
        },
        {
          "sentence": "A U.S",
          "refs": [
            "https://www.bbc.com/news/articles/c9dyxxgxv1jo"
          ]
        },
        {
          "sentence": "official told Reuters, \"A direct military attack from Iran against Israel will carry severe consequences for Iran\"",
          "refs": []
        },
        {
          "sentence": "Anonymous Pentagon officials stated that the U.S",
          "refs": [
            "https://www.state.gov/briefings/department-press-briefing-october-1-2024/"
          ]
        },
        {
          "sentence": "troops that were stationed in the Middle East weren't attacked during the event",
          "refs": []
        },
        {
          "sentence": "According to the IDF, around 200 missiles were fired by Iran in at least two waves,    using hypersonic missiles such as the Fattah weapons system",
          "refs": [
            "https://www.nytimes.com/live/2024/10/01/world/israel-lebanon-hezbollah",
            "https://aje.io/di4751?update=3214764",
            "https://www.theguardian.com/world/live/2024/oct/01/israel-lebanon-attacks-live-blog-ground-offensive-hezbollah-hamas-gaza-war"
          ]
        },
        {
          "sentence": "Ballistic missiles are notably harder to intercept than the cruise missiles and drones that comprised a significant portion of the Iranian assault on Israel in April 2024",
          "refs": [
            "https://www.haaretz.com/israel-news/2024-10-01/ty-article-live/nsc-spox-u-s-supports-limited-israeli-operations-in-lebanon-to-protect-citizens/00000192-45ff-da69-a797-5fff1f610000",
            "https://iranpress.com/-iran-deploys-fattah-hypersonic-missiles-in-historic-attack-on-occupied-territories"
          ]
        },
        {
          "sentence": "Iranian launch sites included Tabriz, Kashan, and the outskirts of Tehran",
          "refs": [
            "https://www.wsj.com/world/middle-east/iran-exposed-to-israeli-counterattack-after-blows-against-its-allies-4c65e888?mod=hp_lead_pos2"
          ]
        },
        {
          "sentence": "According to a senior Iranian official, the order to launch missiles at Israel came from the Supreme Leader of Iran Ayatollah Ali Khamenei, who stayed in a secure location",
          "refs": [
            "https://www.nytimes.com/live/2024/10/01/world/israel-lebanon-hezbollah"
          ]
        },
        {
          "sentence": "Iran's claim of responsibility for the attack was broadcast on state television",
          "refs": [
            "https://edition.cnn.com/world/live-news/israel-lebanon-war-hezbollah-10-1-24-intl-hnk/index.html?t=1727805962824"
          ]
        },
        {
          "sentence": "Within the statement was a warning that it was only a \"first wave\", without further elaboration",
          "refs": []
        },
        {
          "sentence": "A senior U.S",
          "refs": [
            "https://www.reuters.com/world/middle-east/israeli-military-has-begun-limited-raids-against-hezbollah-targets-border-area-2024-09-30/"
          ]
        },
        {
          "sentence": "official stated that many missiles either failed to launch or did not reach Israeli airspace",
          "refs": []
        },
        {
          "sentence": "One Israeli civilian died as a result of a heart attack caused by stress and anxiety triggered by the attacks and two Israeli civilians were reported to be injured lightly by the strikes",
          "refs": []
        },
        {
          "sentence": "Several Palestinians in Jericho were injured by rocket fragments",
          "refs": [
            "https://www.nytimes.com/2024/10/02/world/middleeast/iran-missile-attack-israel-war.html"
          ]
        },
        {
          "sentence": "A 37-year-old  Palestinian man identified as Sameh al-Asali, a laborer originally from Gaza, was killed in Jericho by a shrapnel from an intercepted missile in an incident captured on CCTV",
          "refs": [
            "https://www.reuters.com/world/lebanon-israel-live-updates-hezbollah-hamas-yemen-port-hit-by-airstrikes-2024-09-30/",
            "https://www.timesofisrael.com/liveblog_entry/following-mass-iran-attack-medics-say-just-2-lightly-wounded-by-shrapnel-in-tel-aviv/",
            "https://www.ynet.co.il/news/article/hk00uv2kar"
          ]
        },
        {
          "sentence": "Footage showed a mix of missile interceptions and impacts",
          "refs": []
        },
        {
          "sentence": "The IDF said that the Israeli Air Force's operational capability remained intact during the attack, with its planes, air defenses, and air traffic control functioning normally",
          "refs": [
            "https://www.ynetnews.com/article/bk727tk0c#autoplay"
          ]
        },
        {
          "sentence": "Missiles, or missile debris, were reported to have fallen in Tel Aviv, Dimona, Hora, Hod HaSharon, Beersheba, and Rishon LeZion",
          "refs": [
            "https://www.timesofisrael.com/israel-warns-of-consequences-after-iran-launches-181-missiles-in-major-attack/"
          ]
        },
        {
          "sentence": "Fragments were also found in the Palestinian village of Sanur, near Jenin",
          "refs": [
            "https://www.timesofisrael.com/liveblog_entry/palestinian-reported-killed-by-shrapnel-from-iran-attack-in-west-bank/"
          ]
        },
        {
          "sentence": "KAN News and Hevrat HaHadashot reported that a blast caused damage to around 100 homes in Hod HaSharon, in central Israel",
          "refs": [
            "https://www.ynetnews.com/article/bk727tk0c#autoplay"
          ]
        },
        {
          "sentence": "A missile struck an open area in northern Tel Aviv, damaging a restaurant, while another caused significant destruction at the Chabad School in Gedera, leaving a large crater",
          "refs": [
            "https://www.jpost.com/breaking-news/article-822937",
            "https://www.jpost.com/breaking-news/article-822801"
          ]
        },
        {
          "sentence": "Videos geolocated by CNN showed a significant number of Iranian rockets hitting the Nevatim Airbase",
          "refs": []
        },
        {
          "sentence": "Iranian media claimed that several of Israel's most advanced aircraft had been destroyed, but provided no evidence to support this assertion",
          "refs": [
            "https://www.mako.co.il/news-military/036814c74a0e1910/Article-069891d1d6c4291027.htm?sCh=31750a2610f26110&pId=173113802&main_article=4",
            "https://edition.cnn.com/world/live-news/israel-lebanon-war-hezbollah-10-1-24-intl-hnk#cm1r4fsps00003b6oyyh1h1bt"
          ]
        },
        {
          "sentence": "Tel Nof Airbase, which is thought to store Israel's nuclear bombs, appeared to have been struck by several ballistic missiles, with at least one impact resulting in secondary explosions, most likely from stored munitions",
          "refs": [
            "https://www.washingtonpost.com/world/2024/10/01/iran-attack-israel-ballistic-missiles/"
          ]
        },
        {
          "sentence": "The headquarters of the Mossad near Tel Aviv were targeted, but escaped damage, with the closest ballistic missile apparently landing approximately 500 meters away and no other impacts reported",
          "refs": [
            "https://www.washingtonpost.com/world/2024/10/01/iran-attack-israel-ballistic-missiles/"
          ]
        },
        {
          "sentence": "In some cases, the IDF censor barred Israeli media from publishing the exact locations of missile impacts and the extent of the damage",
          "refs": [
            "https://www.washingtonpost.com/world/2024/10/01/iran-attack-israel-ballistic-missiles/"
          ]
        },
        {
          "sentence": "A Washington Post video analysis showed that at least two dozen Iranian missiles broke through air defenses and struck or landed near three intelligence and military targets, including 20 direct hits to the Nevatim airbase and three striking the Tel Nof airbase",
          "refs": [
            "https://archive.today/20241002011947/https://www.timesofisrael.com/liveblog_entry/iran-claims-90-of-its-missiles-hit-their-targets-in-israel/"
          ]
        },
        {
          "sentence": "A later report gave an expert estimation that 32 missiles had struck the Nevatim base, some close to hangars where F35s were parked, with no apparent major damage to the base",
          "refs": []
        },
        {
          "sentence": "Satellite images from Planet Labs analyzed by Decker Eveleth showed at least one destroyed building and one damaged concrete hangar in addition to several craters",
          "refs": []
        },
        {
          "sentence": "Eveleth assessed the accuracy of the Nevatim strike to reflect an average 800-900m CEP for the missiles used",
          "refs": [
            "https://www.theguardian.com/world/2024/oct/05/escalation-with-iran-could-be-risky-israel-is-more-vulnerable-than-it-seems",
            "https://www.washingtonpost.com/world/2024/10/04/iran-missile-israel-attack-video/"
          ]
        },
        {
          "sentence": "In addition, two missiles hit near the Mossad's headquarters near Tel Aviv",
          "refs": [
            "https://www.spectator.co.uk/article/what-we-know-so-far-about-irans-massive-missile-attack/"
          ]
        },
        {
          "sentence": "Accordingly, the Post suggested that this Iranian attack was more successful than the previous one in April",
          "refs": []
        },
        {
          "sentence": "Satellite images taken after the attack showed four apparent impacts of Iranian missiles at the Nevatim base",
          "refs": [
            "https://www.washingtonpost.com/world/2024/10/04/iran-missile-israel-attack-video/"
          ]
        },
        {
          "sentence": "One caused a large hole in the roof of a hangar complex near the southern runway",
          "refs": []
        },
        {
          "sentence": "Another missile appeared to have struck a road on the base",
          "refs": []
        },
        {
          "sentence": "The IDF said Iranian missiles damaged \"office buildings and other maintenance areas\" at its air bases but that no soldiers, weapons or aircraft were hit",
          "refs": []
        },
        {
          "sentence": "Iran claimed that some missiles they launched hit Israeli positions in the Netzarim Corridor in the Gaza Strip,   where there was ongoing fighting between Hamas-led Palestinian forces and the IDF.",
          "refs": [
            "https://www.telegraph.co.uk/world-news/2024/10/03/pictured-israel-nevatim-air-base-damage-iranian-missiles/",
            "https://www.bbc.com/news/articles/c9dyxxgxv1jo"
          ]
        },
        {
          "sentence": "The IDF reported intercepting \"a large number\" of missiles, while Pentagon spokesperson Patrick S",
          "refs": []
        },
        {
          "sentence": "Ryder confirmed that two United States Navy destroyers launched about a dozen interceptors  against Iranian missiles",
          "refs": [
            "https://www.tehrantimes.com/news/504423/Iran-hits-Israel-s-Netzarim-military-facility-and-Tel-Nof-intelligence"
          ]
        },
        {
          "sentence": "National Security Advisor Jake Sullivan mentioned that other U.S",
          "refs": []
        },
        {
          "sentence": "\"partners\" also helped thwart the attack, but did not specify who they were",
          "refs": []
        },
        {
          "sentence": "Jordan stated that its air defenses intercepted missiles and drones over Jordanian airspace during the incident",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Reactions",
      "section_content": [
        {
          "sentence": "In the immediate response to the attack, Israel, Iraq, and Jordan closed their airspaces",
          "refs": []
        },
        {
          "sentence": "Israel also reported that its security cabinet was convening in a bunker in Jerusalem",
          "refs": []
        },
        {
          "sentence": "Various airlines changed their flight routes as a result of airspace closures",
          "refs": []
        },
        {
          "sentence": "Air France launched an investigation after it was found that one of its passenger aircraft headed to Dubai from Paris flew over Iraqi airspace while Iranian missiles were inbound, with the pilots reporting visual contact with the projectiles",
          "refs": [
            "https://www.jpost.com/breaking-news/article-822837"
          ]
        },
        {
          "sentence": "The president of Cyprus Nikos Christodoulides called for an extraordinary session of the National Security Council to discuss the ongoing developments and activated the \"Estia\" plan in order to get foreign nationals out of Lebanon and Israel upon request",
          "refs": [
            "https://www.northweststar.com.au/story/8780328/airlines-suspend-flights-as-middle-east-tensions-rise"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Government officials",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Iran",
              "section_content": [
                {
                  "sentence": "Iran's vice president for Strategic Affairs Javad Zarif contended that Iran had the right to self-defense against Israeli attacks on Iranian soil and criticized Western countries for aiding \"the Israeli genocide in Gaza\" and acquiesing \"in Israeli aggressions against Iran, Palestine, Lebanon, Syria, Yemen and other countries in the region\"",
                  "refs": []
                },
                {
                  "sentence": "Iran's Foreign Minister further added the missile strikes targeted \"solely military & security sites in charge of genocide\"",
                  "refs": [
                    "https://cyprus-mail.com/2024/10/02/estia-plan-fully-operational-evacuees-trickling-in/"
                  ]
                },
                {
                  "sentence": "According to the IRGC, Iran has threatened to carry out \"crushing attacks\" if Israel responds",
                  "refs": []
                },
                {
                  "sentence": "Khamenei is reported to be staying in a secure location",
                  "refs": [
                    "https://www.dawn.com/news/1862494/tehran-answers-israeli-aggression-in-lebanon-with-ballistic-missile-salvo"
                  ]
                },
                {
                  "sentence": "Iran said that 90% of its missiles had hit their targets, but the Israeli military disputed this claim, saying that \"a large number\" of missiles were intercepted",
                  "refs": [
                    "https://www.hindustantimes.com/world-news/israel-hezbollah-lebanon-war-live-updates-october-1-2024-ground-operation-raid-airstrikes-101727741000102.html"
                  ]
                },
                {
                  "sentence": "Iranian state media alleged that up to 20 F-35 fighter jets were destroyed in the strike and that the Nevatim Airbase was heavily damaged",
                  "refs": []
                },
                {
                  "sentence": "Iran suspended all flights at Imam Khomeini International Airport following the missile attacks",
                  "refs": []
                },
                {
                  "sentence": "Crowds celebrated the strikes in Tehran and other cities, waving the Hezbollah, Iranian, Palestinian and Lebanese flags while holding portraits of Hassan Nasrallah",
                  "refs": []
                },
                {
                  "sentence": "While leading Friday prayers at the Grand Mosalla mosque of Tehran on 4 October, Khamenei described the strikes as \"minimum punishment\" for Israel's \"astonishing crimes\"",
                  "refs": []
                },
                {
                  "sentence": "On 6 October, Khamenei awarded General Amir Ali Hajizadeh, commander of the Islamic Revolutionary Guard Corps Aerospace Force, with the Order of Fath, citing the force's conduct of the strike",
                  "refs": [
                    "https://aje.io/z1c3x6?update=3216223"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Israel",
              "section_content": [
                {
                  "sentence": "Minister of Finance Bezalel Smotrich commented on the situation, stating, \"Like Gaza, Hezbollah and the state of Lebanon, Iran will regret the moment.\"",
                  "refs": [
                    "https://www.france24.com/en/live-news/20241006-iran-s-khamenei-decorates-commander-for-israel-attack"
                  ]
                },
                {
                  "sentence": "Prime Minister Benjamin Netanyahu stated that Iran made a \"big mistake\" and that Israel will attack its enemies anywhere in the Middle East",
                  "refs": []
                },
                {
                  "sentence": "During the attacks, the Security Cabinet of Israel convened in a bunker in Jerusalem",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/10/1/israel-attacks-lebanon-live-israelis-launch-ground-operation-in-lebanon?update=3214770",
                    "https://www.politico.eu/article/israel-hezbollah-war-retaliation-iran-missile-attack-air-defenses-united-states/"
                  ]
                },
                {
                  "sentence": "IDF Chief of Staff Lt",
                  "refs": []
                },
                {
                  "sentence": "Gen",
                  "refs": []
                },
                {
                  "sentence": "Herzi Halevi stated: \"We will choose when to exact the price, and prove our precise and surprising attack capabilities, in accordance with the guidance of the political echelon.\"",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/10/1/israel-attacks-lebanon-live-israelis-launch-ground-operation-in-lebanon?update=3214770"
                  ]
                },
                {
                  "sentence": "Former prime minister Naftali Bennett called for action against Iran's nuclear program",
                  "refs": []
                },
                {
                  "sentence": "An anonymous high-ranking Israeli security official has called for Israel to take strong measures against Iran's leadership",
                  "refs": [
                    "https://aje.io/z1c3x6?update=3215908"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "United States",
              "section_content": [
                {
                  "sentence": "During a press briefing, National Security Advisor Jake Sullivan stated: \"there will be severe consequences for this attack and we will work with Israel to make that the case.\"",
                  "refs": [
                    "https://www.timesofisrael.com/us-we-will-help-israel-exact-severe-consequences-from-iran-for-missile-attack/"
                  ]
                },
                {
                  "sentence": "US State Department spokesperson Matthew Miller called on \"every nation in the world must join us in condemning\" the attack",
                  "refs": []
                },
                {
                  "sentence": "He added that \"This event had nothing to do with Iran's sovereignty",
                  "refs": []
                },
                {
                  "sentence": "It has to do with the fact that a number of the terrorist organizations that Iran has set up for years as a way to undermine and attack the State of Israel have been weakened first over the past few months and then most recently over the past few weeks, To the extent that any Iranian officials have been killed in the past few days in Lebanon or in Syria, it's because they were meeting with terrorist leaders.\"",
                  "refs": [
                    "https://www.timesofisrael.com/us-we-will-help-israel-exact-severe-consequences-from-iran-for-missile-attack/"
                  ]
                },
                {
                  "sentence": "US vice president Kamala Harris criticized the Iranian missile strike as \"reckless and brazen,\" asserting that it underscores Iran's role as a \"destabilizing, dangerous force\" in the Middle East",
                  "refs": []
                },
                {
                  "sentence": "She stated that \"Iran is not only a threat to Israel; it also poses risks to American personnel in the region, American interests, and innocent civilians who suffer from Iran-based and backed terrorist proxies.\" She concluded that the US \"will never hesitate to take whatever action is necessary to defend US forces and interests against Iran and Iran-backed terrorists\" and \"will continue to work with our allies and partners to disrupt Iran's aggressive behavior and hold them accountable.\"",
                  "refs": [
                    "https://www.timesofisrael.com/us-we-will-help-israel-exact-severe-consequences-from-iran-for-missile-attack/"
                  ]
                },
                {
                  "sentence": "US senator Lindsey Graham called for Iran's missile attack to be a \"breaking point\" and urged the Biden administration to coordinate \"an overwhelming response\" with Israel against Iran, saying that this was a moment of decision \"for the free world regarding Iran\"",
                  "refs": []
                },
                {
                  "sentence": "Senator Marco Rubio said that a large scale retaliation was \"certain to follow\"",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Palestine",
              "section_content": [
                {
                  "sentence": "Hamas congratulated the IRGC for the attacks \"on large areas of our occupied territories\", saying it was \"in response to the occupation's ongoing crimes against the peoples of the region, and in revenge for the blood of our nation's heroic martyrs; the martyr Mujahid Ismail Haniyeh, the martyr His Eminence Sayyed Hassan Nasrallah, and the martyr Major General Abbas Nilforoushan.\"",
                  "refs": [
                    "https://www.nbcnews.com/news/world/live-blog/israel-hezbollah-live-updates-idf-ground-operation-lebanon-rcna173389"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Others",
              "section_content": [],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Media and advocacy groups",
          "section_content": [
            {
              "sentence": "The American Israel Public Affairs Committee sent text messages to its supporters telling to contact their representatives and demand support for Israel against Iran",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Public response in Iran",
          "section_content": [
            {
              "sentence": "Iran's missile attack on Israel revealed profound rifts within the Iranian public",
              "refs": []
            },
            {
              "sentence": "In Tehran, a small crowd gathered to celebrate the missile strikes, with some holding posters of Hezbollah leader Hassan Nasrallah, waving flags and chanting anti-Israel and anti-American slogans",
              "refs": [
                "https://aje.io/z1c3x6?update=3215896"
              ]
            },
            {
              "sentence": "Iranian state television played celebratory music",
              "refs": []
            },
            {
              "sentence": "Despite the jubilation, others expressed concern over potential retaliation from Israel and the United States, fearing it could escalate into a larger conflict",
              "refs": []
            },
            {
              "sentence": "Online discussions revealed not all supported the strike, with many expressing concern about the potential for war and the impact on their daily lives",
              "refs": []
            },
            {
              "sentence": "The attack intensified fears of economic instability, especially amid rumors that Israel might retaliate by targeting Iran's vital oil infrastructure",
              "refs": [
                "https://aje.io/z1c3x6?update=3215896"
              ]
            },
            {
              "sentence": "This led to panic at petrol stations, with long lines of people rushing to secure fuel",
              "refs": [
                "https://aje.io/z1c3x6?update=3215896"
              ]
            },
            {
              "sentence": "The incident also dampened hopes for diplomatic progress, particularly after the recent election of President Masoud Pezeshkian, which had briefly inspired optimism for easing regional tensions",
              "refs": [
                "https://aje.io/z1c3x6?update=3215896"
              ]
            },
            {
              "sentence": "The missile strike highlighted the split between nationalists, who viewed the government's actions with pride, and those worried about further conflict, economic deterioration, and the suppression of domestic reform movements",
              "refs": []
            },
            {
              "sentence": "Some Iranians called for regime change as the solution, while others stressed the importance of resolving the country's future without foreign intervention, fearing that external involvement could lead to further chaos",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Public response in the Arab World",
          "section_content": [
            {
              "sentence": "Palestinians celebrated the strikes in Jabalia and other parts of the Gaza Strip, while fireworks were set off in the West Bank in support of the strikes",
              "refs": []
            },
            {
              "sentence": "An 18-year-old Palestinian was reportedly killed by his own weapon during celebrations in the Tulkarm camp",
              "refs": [
                "https://www.timesofisrael.com/liveblog_entry/iran-suspends-flights-at-tehran-international-airport-after-missile-attack-on-israel/"
              ]
            },
            {
              "sentence": "Public celebrations over the strikes were also held in Beirut, Lebanon,  Baghdad, Iraq,  and in Sanaa, Yemen",
              "refs": [
                "https://www.timesofisrael.com/liveblog_entry/iran-suspends-flights-at-tehran-international-airport-after-missile-attack-on-israel/",
                "https://www.jpost.com/breaking-news/article-822958"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Analysis",
      "section_content": [
        {
          "sentence": "Arash Azizi, writing for The Atlantic, frames Iran's missile strikes as a move by Supreme Leader Khamenei to salvage his government's reputation",
          "refs": []
        },
        {
          "sentence": "Azizi notes that \"Tehran was fast losing face, and Khamenei apparently made up his mind to shore up his anti-Israel credibility.\" He further asserts that the escalation marks a \"terrifying moment for Iran\", after the country has long maintained a position of supporting militias opposed to Israel and Western interests while avoiding direct conflict",
          "refs": []
        },
        {
          "sentence": "Azizi argues that this approach was never sustainable, as Iran's military capabilities fall far short of Israel's, and its population, suffering from economic issues, does not share the regime's hostility toward Israel",
          "refs": []
        },
        {
          "sentence": "Furthermore, Iran's weak air-defense systems leave the nation vulnerable",
          "refs": []
        },
        {
          "sentence": "Euronews reported that some observers viewed Iran's missile strike as an expensive, staged display intended to influence public sentiment",
          "refs": []
        },
        {
          "sentence": "The outlet also noted that the timing and broad distribution of the strikes during rush hour raised speculation about whether the attack was planned to shape public opinion",
          "refs": []
        },
        {
          "sentence": "The Wall Street Journal noted that the missile attack \"means that Iran is now facing potentially devastating blows to its own military or civilian infrastructure, opening an escalation spiral against a more powerful foe.\"  The New York Times reported that following the Iranian strikes, \"Israel seems ready to strike Iran directly, in a much more forceful and public way than it ever has.\"  Esfandyar Batmanghelidj, CEO of the Bourse and Bazaar think-tank, told the WSJ that Iran lacks the industrial capacity for a prolonged conflict and cannot rely on Russia for resupply, as Russia needs its missiles for the war in Ukraine",
          "refs": [
            "https://www.wsj.com/world/middle-east/iran-exposed-to-israeli-counterattack-after-blows-against-its-allies-4c65e888?mod=hp_lead_pos2",
            "https://apnews.com/article/israel-lebanon-hezbollah-gaza-news-10-01-2024-eb175dff6e46906caea8b9e43dfbd3da"
          ]
        },
        {
          "sentence": "He suggested that if Israel retaliates significantly, it would be in Iran's interest to absorb the blow rather than escalate tensions",
          "refs": []
        },
        {
          "sentence": "The Institute for the Study of War said that the strikes were likely intended to inflict significant damage through oversaturating Israeli air defenses as Iran used more ballistic missiles, as opposed to slow moving cruise missiles, a large number of missiles used to oversaturate Israel's air defense system, and the cost of the missiles made the strikes unlikely just for show",
          "refs": []
        },
        {
          "sentence": "The Economist noted that the attack appeared to be an attempt to \"overwhelm Israel's missile-defence systems by force of numbers,\" but it \"failed almost completely,\" as \"most of the missiles were intercepted and destroyed in mid-air",
          "refs": []
        },
        {
          "sentence": "A handful evaded the dragnet but caused few casualties.\" The report further suggested that Israel's retaliation could be \"of far greater magnitude,\" possibly targeting Iran's leaders, critical infrastructure, or oil terminals to push Iran's struggling economy to the brink",
          "refs": []
        },
        {
          "sentence": "According to the report, Israel might also strike Iran's nuclear facilities, where nuclear weapons development is suspected",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "40": "[ERROR retrieving ref link]",
    "1": "https://www.theguardian.com/world/live/2024/oct/01/israel-lebanon-attacks-live-blog-ground-offensive-hezbollah-hamas-gaza-war",
    "2": "https://www.theguardian.com/world/2024/oct/01/israel-vows-to-retaliate-after-iran-launches-unprecedented-missile-attack",
    "3": "https://aje.io/di4751?update=3214749",
    "4": "https://www.theguardian.com/world/2024/oct/05/escalation-with-iran-could-be-risky-israel-is-more-vulnerable-than-it-seems",
    "5": "https://www.washingtonpost.com/world/2024/10/04/iran-missile-israel-attack-video/",
    "6": "https://www.ynetnews.com/article/bk727tk0c#autoplay",
    "7": "https://www.timesofisrael.com/israel-warns-of-consequences-after-iran-launches-181-missiles-in-major-attack/",
    "8": "https://www.jpost.com/breaking-news/article-822937",
    "9": "https://www.haaretz.com/israel-news/2024-10-13/ty-article/.premium/iranian-attack-against-israel-caused-up-to-53-million-in-damages-tax-authority-estimates/00000192-8629-d2ea-a7be-87790a230000",
    "10": "https://www.bloomberg.com/news/articles/2024-10-13/insurance-claims-confirm-many-israeli-structures-damaged-in-iran-attack",
    "11": "https://www.timesofisrael.com/iranian-missile-barrage-caused-about-nis-150m-to-nis-200m-in-damage-to-property/",
    "12": "https://www.reuters.com/world/middle-east/gazan-buried-only-known-victim-iranian-barrage-against-israel-2024-10-02/",
    "13": "https://www.israelhayom.co.il/news/local/article/16550780",
    "14": "https://www.reuters.com/world/lebanon-israel-live-updates-hezbollah-hamas-yemen-port-hit-by-airstrikes-2024-09-30/",
    "15": "https://aje.io/di4751?update=3215476",
    "16": "https://www.timesofisrael.com/how-effective-was-irans-attack-the-israeli-public-doesnt-have-the-full-picture/",
    "17": "https://www.nytimes.com/live/2024/10/01/world/israel-lebanon-hezbollah",
    "18": "https://www.tehrantimes.com/news/504434/Iran-Armed-Forces-praises-Operation-True-Promise-II-warns-of",
    "19": "https://www.jurist.org/news/2024/10/iran-cites-international-law-as-justification-for-israel-attack-as-regional-tensions-flare/",
    "20": "https://www.dw.com/en/israels-netanyahu-says-iran-will-pay-after-missile-attack/live-70381575",
    "21": "https://www.wsj.com/world/middle-east/iran-exposed-to-israeli-counterattack-after-blows-against-its-allies-4c65e888?mod=hp_lead_pos2",
    "22": "https://www.npr.org/2024/10/04/nx-s1-5140058/satellite-images-dozens-iranian-missiles-struck-near-israeli-air-base",
    "23": "https://www.wsj.com/world/middle-east/iran-missiles-israel-overwhelm-defence-a7cbd9af",
    "24": "https://www.economist.com/briefing/2024/10/03/the-bloodshed-in-the-middle-east-is-fast-expanding",
    "25": "https://www.bbc.com/news/articles/c70w1j0l488o",
    "26": "https://www.timesofisrael.com/us-we-will-help-israel-exact-severe-consequences-from-iran-for-missile-attack/",
    "27": "https://www.nytimes.com/2024/10/01/world/middleeast/gaza-palestinian-dead-iran-attack.html",
    "28": "https://www.timesofisrael.com/palestinian-man-killed-by-shrapnel-from-iranian-missile-near-jericho/",
    "29": "https://archive.today/20241002011947/https://www.timesofisrael.com/liveblog_entry/iran-claims-90-of-its-missiles-hit-their-targets-in-israel/",
    "30": "https://edition.cnn.com/2024/10/01/politics/iran-missile-attack-israel/index.html",
    "31": "https://en.irna.ir/news/85614946/Iran-s-operation-against-Israel-in-self-defense-under-UN-charter",
    "32": "https://www.aljazeera.com/news/2024/10/2/timeline-the-key-moments-that-led-to-irans-missile-attacks-on-israel",
    "33": "https://www.aljazeera.com/news/2023/12/7/irans-raisi-says-genocide-under-way-in-gaza-as-he-meets-russias-putin",
    "34": "https://www.bbc.com/news/world-middle-east-67188346",
    "35": "https://www.reuters.com/world/middle-east/iran-warns-far-reaching-consequences-if-israel-not-stopped-2023-10-14/",
    "36": "https://www.cbsnews.com/news/iran-launches-drone-attack-toward-israel-idf-says/",
    "37": "https://apnews.com/article/israel-syria-airstrike-iranian-embassy-edca34c52d38c8bc57281e4ebf33b240",
    "38": "https://www.syriahr.com/en/330101/",
    "39": "https://www.washingtonpost.com/world/2024/04/14/mapping-wide-scale-iranian-drone-missile-attacks/",
    "41": "https://ca.news.yahoo.com/idf-weighing-response-iran-attack-113715507.html",
    "42": "https://www.reuters.com/world/middle-east/us-military-destroyed-80-drones-6-missiles-launched-iran-yemen-us-centcom-says-2024-04-15/",
    "43": "https://apnews.com/article/strait-of-hormuz-vessel-33fcffde2d867380e98c89403776a8ac",
    "44": "https://www.cnn.com/2024/04/13/middleeast/iran-drones-attack-israel-intl-latam/index.html",
    "45": "https://www.wsj.com/world/middle-east/analysis-israel-repelled-irans-huge-attack-but-only-with-help-from-u-s-and-arab-partners-a7844065",
    "46": "https://www.theguardian.com/world/2024/apr/14/us-and-uk-forces-help-shoot-down-iranian-drones-over-jordan-syria-and-iraq",
    "47": "https://www.opex360.com/2024/04/15/les-rafale-de-la-4e-escadre-ont-ouvert-leur-tableau-de-chasse-lors-de-lattaque-disrael-par-liran/",
    "48": "https://www.reuters.com/world/middle-east/jordans-air-defence-ready-shoot-down-any-iranian-aircraft-that-violate-its-2024-04-13/",
    "49": "https://www.bbc.com/news/world-middle-east-68811273",
    "50": "https://www.jpost.com/breaking-news/article-796915",
    "51": "https://www.economist.com/middle-east-and-africa/2024/04/14/iran-and-israels-shadow-war-explodes-into-the-open",
    "52": "http://iranpress.com/aliaspage/277652",
    "53": "https://www.aljazeera.com/news/2024/4/14/true-promise-why-and-how-did-iran-launch-a-historic-attack-on-israel",
    "54": "https://www.economist.com/middle-east-and-africa/2024/04/13/iran-attacks-israel-risking-a-full-blown-regional-war",
    "55": "https://www.dw.com/en/world-leaders-condemn-irans-attack-on-israel/a-68813467",
    "56": "https://www.lemonde.fr/en/international/article/2024/04/14/iran-s-attacks-on-israel-world-leaders-warn-against-escalation-un-security-meeting-emergency-meeting-on-sunday_6668359_4.html",
    "57": "https://www.nbcnews.com/news/world/iran-strikes-israeli-targets-rcna147407",
    "58": "https://www.nbcnews.com/news/world/iranian-foreign-minister-says-weapons-used-israeli-attack-toys-childre-rcna148568",
    "59": "https://abcnews.go.com/International/live-updates/israel-gaza-hamas-war/?id=108860743",
    "60": "https://apnews.com/article/iran-hamas-israel-30968a7acb31cd8b259de9650014b779",
    "61": "https://aje.io/q81j9i?update=3083271",
    "62": "https://www.economist.com/briefing/2024/09/30/iran-could-race-for-the-bomb-after-the-decapitation-of-hizbullah",
    "63": "https://www.theatlantic.com/international/archive/2024/09/hezbollah-got-caught-its-own-trap/680076/",
    "64": "https://www.reuters.com/world/middle-east/israeli-military-has-begun-limited-raids-against-hezbollah-targets-border-area-2024-09-30/",
    "65": "https://www.reuters.com/world/middle-east/nasrallahs-killing-reveals-depth-israels-penetration-hezbollah-2024-09-28/",
    "66": "https://apnews.com/article/israel-palestinians-hamas-war-news-lebanon-hezbollah-e3ca9c83642056f962fdf76319e3b8de",
    "67": "https://apnews.com/article/lebanon-hezbollah-israel-mideast-tensions-attack-8ec89de2b117b52e2c09b19155e35d13",
    "68": "https://www.foreignaffairs.com/israel/israel-and-hezbollah-are-escalating-toward-catastrophe",
    "69": "https://apnews.com/article/lebanon-israel-hezbollah-airstrikes-28-september-2024-c4751957433ff944c4eb06027885a973",
    "70": "https://www.washingtonpost.com/world/2024/09/28/lebanon-israel-hezbollah-airstrikes-28-september-2024/c19a099a-7d69-11ef-980d-341a84fdff8f_story.html",
    "71": "https://www.barrons.com/news/hezbollah-confirms-leader-nasrallah-s-death-c942b7a5",
    "72": "https://www.nytimes.com/2024/09/29/world/middleeast/iran-hezbollah-israel-nasrallah.html",
    "73": "https://www.wsj.com/world/middle-east/iran-exposed-to-israeli-counterattack-after-blows-against-its-allies-4c65e888?mod=hp_lead_pos2",
    "74": "https://www.nbcnews.com/news/irans-axis-resistance-collapsing-israeli-attacks-rcna173169",
    "75": "https://apnews.com/live/israel-lebanon-ground-operation-updates#00000192-47ee-d98b-abf7-5fefba2f0000",
    "76": "https://www.jpost.com/israel-hamas-war/article-822764",
    "77": "https://www.nytimes.com/2024/10/01/world/middleeast/why-israel-lebanon-invasion.html",
    "78": "https://carnegieendowment.org/emissary/2024/10/iran-israel-missile-attack-nuclear-strategy-what-now?lang=en",
    "79": "https://www.middleeasteye.net/live-blog/live-blog-update/iran-informed-us-shortly-attack-israel-report?nid=394896&topic=Israel%2527s%2520war%2520on%2520Gaza&fid=532396",
    "80": "https://www.madamasr.com/en/2024/10/01/news/politics/after-vowing-response-iran-finally-hits-israel-with-wave-of-ballistic-missiles/",
    "81": "https://www.bbc.com/news/articles/c9dyxxgxv1jo",
    "82": "https://www.state.gov/briefings/department-press-briefing-october-1-2024/",
    "83": "https://www.reuters.com/world/middle-east/us-has-indications-iran-preparing-launch-ballistic-missile-attack-israel-2024-10-01/",
    "84": "https://aje.io/di4751?update=3214764",
    "85": "https://www.theguardian.com/world/live/2024/oct/01/israel-lebanon-attacks-live-blog-ground-offensive-hezbollah-hamas-gaza-war",
    "86": "https://www.haaretz.com/israel-news/2024-10-01/ty-article-live/nsc-spox-u-s-supports-limited-israeli-operations-in-lebanon-to-protect-citizens/00000192-45ff-da69-a797-5fff1f610000",
    "87": "https://iranpress.com/-iran-deploys-fattah-hypersonic-missiles-in-historic-attack-on-occupied-territories",
    "88": "https://www.nytimes.com/live/2024/10/01/world/israel-lebanon-hezbollah",
    "89": "https://edition.cnn.com/world/live-news/israel-lebanon-war-hezbollah-10-1-24-intl-hnk/index.html?t=1727805962824",
    "90": "https://www.reuters.com/world/middle-east/israeli-military-has-begun-limited-raids-against-hezbollah-targets-border-area-2024-09-30/",
    "91": "https://apnews.com/article/israel-lebanon-hezbollah-gaza-news-10-01-2024-eb175dff6e46906caea8b9e43dfbd3da",
    "92": "https://www.nytimes.com/2024/10/02/world/middleeast/iran-missile-attack-israel-war.html",
    "93": "https://www.timesofisrael.com/liveblog_entry/following-mass-iran-attack-medics-say-just-2-lightly-wounded-by-shrapnel-in-tel-aviv/",
    "94": "https://www.ynet.co.il/news/article/hk00uv2kar",
    "95": "https://www.timesofisrael.com/west-denounces-irans-ballistic-missile-attack-cautions-against-further-escalation/",
    "96": "https://www.timesofisrael.com/liveblog_entry/palestinian-reported-killed-by-shrapnel-from-iran-attack-in-west-bank/",
    "97": "https://www.jpost.com/breaking-news/article-822801",
    "98": "https://www.mako.co.il/news-military/036814c74a0e1910/Article-069891d1d6c4291027.htm?sCh=31750a2610f26110&pId=173113802&main_article=4",
    "99": "https://edition.cnn.com/world/live-news/israel-lebanon-war-hezbollah-10-1-24-intl-hnk#cm1r4fsps00003b6oyyh1h1bt",
    "100": "https://www.washingtonpost.com/world/2024/10/01/iran-attack-israel-ballistic-missiles/",
    "101": "https://www.spectator.co.uk/article/what-we-know-so-far-about-irans-massive-missile-attack/",
    "102": "https://www.thejc.com/news/world/irans-big-problem-its-ballistic-missiles-are-not-accurate-says-expert-rqnyn6uc",
    "103": "https://www.telegraph.co.uk/world-news/2024/10/03/pictured-israel-nevatim-air-base-damage-iranian-missiles/",
    "104": "https://www.bbc.com/news/articles/c9dyxxgxv1jo",
    "105": "https://www.tehrantimes.com/news/504423/Iran-hits-Israel-s-Netzarim-military-facility-and-Tel-Nof-intelligence",
    "106": "https://www.stripes.com/theaters/middle_east/2024-10-01/navy,-destroyers,-iran,-israel,-missile-attack-15371733.html",
    "107": "https://en.royanews.tv/news/54617",
    "108": "https://www.barrons.com/news/israel-airspace-closed-airport-authority-e475205c",
    "109": "https://www.jpost.com/breaking-news/article-822837",
    "110": "https://www.northweststar.com.au/story/8780328/airlines-suspend-flights-as-middle-east-tensions-rise",
    "111": "https://www.france24.com/en/live-news/20241009-air-france-says-jet-flew-over-iraq-during-iran-attack-on-israel",
    "112": "https://www.philenews.com/politiki/article/1513566/sinerchete-ektaktos-to-simvoulio-ethnikis-asfalias-se-epafi-kipros-ke-ellada/",
    "113": "https://cyprus-mail.com/2024/10/02/estia-plan-fully-operational-evacuees-trickling-in/",
    "114": "https://www.dawn.com/news/1862494/tehran-answers-israeli-aggression-in-lebanon-with-ballistic-missile-salvo",
    "115": "https://www.hindustantimes.com/world-news/israel-hezbollah-lebanon-war-live-updates-october-1-2024-ground-operation-raid-airstrikes-101727741000102.html",
    "116": "https://www.jpost.com/breaking-news/article-822846",
    "117": "https://bulgarianmilitary.com/2024/10/02/iran-claims-20-grounded-f-35-fighters-destroyed-in-nevatim/",
    "118": "https://www.timesofisrael.com/liveblog_entry/iran-suspends-flights-at-tehran-international-airport-after-missile-attack-on-israel/",
    "119": "https://aje.io/z1c3x6?update=3216223",
    "120": "https://www.bbc.com/news/articles/c04pvp5qr6no",
    "121": "https://www.france24.com/en/live-news/20241006-iran-s-khamenei-decorates-commander-for-israel-attack",
    "122": "https://www.aljazeera.com/news/liveblog/2024/10/1/israel-attacks-lebanon-live-israelis-launch-ground-operation-in-lebanon?update=3214770",
    "123": "https://www.politico.eu/article/israel-hezbollah-war-retaliation-iran-missile-attack-air-defenses-united-states/",
    "124": "https://aje.io/z1c3x6?update=3215908",
    "125": "https://www.timesofisrael.com/liveblog_entry/bennett-now-the-time-for-israel-to-destroy-irans-nuclear-program/",
    "126": "https://www.jpost.com/israel-hamas-war/article-822899",
    "127": "https://www.nbcnews.com/news/world/live-blog/israel-hezbollah-live-updates-idf-ground-operation-lebanon-rcna173389",
    "128": "https://www.jpost.com/breaking-news/article-822866",
    "129": "https://www.batimes.com.ar/news/world/argentinas-foreign-ministry-condemns-unjustified-iranian-attack-on-israel.phtml",
    "130": "https://aje.io/z1c3x6?update=3216043",
    "131": "https://www.scmp.com/news/world/middle-east/article/3280808/israel-reinforces-military-presence-lebanon-after-iran-missile-attack?module=perpetual_scroll_1_RM&pgtype=article",
    "132": "https://nournews.ir/en/news/192206/Cuba-Israel-endangering-stability,-security-of-West-Asia",
    "133": "https://aje.io/z1c3x6?update=3215894",
    "134": "https://yle.fi/a/74-20114553/64-3-246148?utm_medium=social&utm_source=copy-link-share",
    "135": "https://x.com/elinavaltonen/status/1841203519652536568",
    "136": "https://aje.io/z1c3x6?update=3215981",
    "137": "https://efe.com/en/latest-news/2024-10-02/scholz-macron-condemn-iran-missile-attack-on-israel-call-for-lebanon-ceasefire/",
    "138": "https://hungarytoday.hu/iranian-attack-prompts-viktor-orban-to-summon-national-security-cabinet/",
    "139": "https://www.rte.ie/news/ireland/2024/1001/1472951-ireland-lebanon/",
    "140": "https://www.governo.it/it/articolo/attacco-iran-contro-israele-il-presidente-meloni-convoca-un-vertice-palazzo-chigi/26705",
    "141": "https://aje.io/z1c3x6?update=3216007",
    "142": "https://nos.nl/collectie/13970/liveblog/2539025-israel-stuurt-meer-militairen-naar-libanon-vragen-over-explosies-in-kopenhagen#UPDATE-container-81013743",
    "143": "http://kcna.kp/kp/article/q/f3ae0f6d51bc044926fa56ea15051d148cb8ec6292637d31cc7a03265bd550ea82994fb2bd192d77dc103115bc7ce6af.kcmsf",
    "144": "https://en.mehrnews.com/news/222290/Russia-reacts-to-Iran-s-missile-attack-on-Israel",
    "145": "https://insajder.net/prenosimo/marko-duric-srbija-je-uz-jevrejski-narod-osudujemo-raketne-napade-na-izrael",
    "146": "https://www.koreatimes.co.kr/www/nation/2024/10/113_383519.html",
    "147": "https://www.lasexta.com/noticias/nacional/sanchez-condena-ataque-iran-israel-imprescindible-alto-fuego-gaza-libano_2024100166fc4636b3741e0001fbc845.html",
    "148": "https://aje.io/3vwl57?update=3223552",
    "149": "https://www.hindustantimes.com/world-news/turkeys-erdogan-warns-israel-like-hitler-you-ll-be-stopped-sooner-or-later-101727805092786.html",
    "150": "https://mfa.gov.ua/en/news/zayava-mzs-shchodo-masovanoyi-iranskoyi-raketnoyi-ataki-proti-izrayilyu",
    "151": "https://www.jpost.com/breaking-news/article-822984",
    "152": "https://www.bbc.com/news/articles/cy43j9944lno",
    "153": "https://www.barrons.com/news/after-israeli-criticism-un-chief-strongly-condemns-iran-strike-e8fd3524",
    "154": "https://news.sky.com/story/starmer-says-uk-stands-with-israel-and-he-is-deeply-concerned-middle-east-is-on-the-brink-13226112",
    "155": "https://aje.io/z1c3x6?update=3215899",
    "156": "https://iranpress.com/venezuela-supports-iran-s-missile-strikes-on-israel",
    "157": "https://aje.io/z1c3x6?update=3215896",
    "158": "https://www.bbc.com/news/articles/cqjrwg9dly1o",
    "159": "https://www.france24.com/en/live-news/20241002-pride-and-fear-in-iran-after-missile-attack-on-israel",
    "160": "https://www.jpost.com/breaking-news/article-822958",
    "161": "https://aje.io/z1c3x6?update=3215946",
    "162": "https://www.theatlantic.com/international/archive/2024/10/iran-israel-war-lebanon/680114/",
    "163": "https://www.euronews.com/2024/10/02/what-calculations-stand-behind-tehrans-massive-missile-strike-on-israel",
    "164": "https://www.understandingwar.org/backgrounder/iran-update-october-1-2024",
    "165": "https://www.understandingwar.org/backgrounder/iran-update-october-2-2024"
  },
  "flair_entities": [
    "mujahid ismail haniyeh",
    "houthi",
    "wsj",
    "palestine  hamas",
    "unit 8200",
    "tabriz",
    "security cabinet of israel",
    "middle east",
    "netzarim corridor",
    "jordanians",
    "pentagon",
    "estia",
    "institute for the study of war",
    "palestinians",
    "f35s",
    "ali khamenei",
    "jake sullivan",
    "iaf",
    "reuters",
    "the atlantic",
    "wall street journal",
    "iron shield",
    "israel",
    "dubai",
    "western",
    "hezbollah",
    "syrian",
    "iranian-led",
    "nikos christodoulides",
    "abbas nilforoushan",
    "american",
    "khamenei",
    "negev",
    "anti-israel",
    "russia",
    "kamala harris",
    "french",
    "lebanon",
    "nasser kanaani",
    "jordanian",
    "tel nof airbase",
    "bourse and bazaar",
    "dahieh",
    "united states navy",
    "marco rubio",
    "nevatim",
    "haniyeh",
    "amir ali hajizadeh",
    "islamic revolutionary guard corps",
    "american israel public affairs committee",
    "arash azizi",
    "hod hasharon",
    "fattah-1",
    "mossad",
    "nasrallah",
    "sameh al-asali",
    "paris",
    "axis of resistance",
    "iran-backed",
    "hevrat hahadashot",
    "beersheba",
    "herzi halevi",
    "lebanese",
    "bezalel smotrich",
    "naftali bennett",
    "us",
    "f-35",
    "patrick s.",
    "masoud pezeshkian",
    "jordan",
    "israeli air force",
    "esfandyar batmanghelidj",
    "sanaa",
    "national security council",
    "hamas",
    "jenin",
    "arab world  palestinians",
    "persian",
    "us state department",
    "cyprus",
    "tulkarm",
    "damascus",
    "post",
    "cctv",
    "washington post",
    "arab",
    "ryder",
    "kheibar shekan",
    "hora",
    "israelis",
    "decker eveleth",
    "dimona",
    "ukraine",
    "irgc",
    "order of fath",
    "sayyed hassan nasrallah",
    "baghdad",
    "natanz",
    "nevatim airbase",
    "anti-american",
    "ismail haniyeh",
    "israeli",
    "kashan",
    "operation true promise 2",
    "gedera",
    "united nations",
    "idf",
    "euronews",
    "javad zarif",
    "jabalia",
    "iraqi",
    "hamas-lead",
    "grand mosalla",
    "sanur",
    "matthew miller",
    "iran-based",
    "eveleth",
    "rishon lezion",
    "jerusalem",
    "cnn",
    "finance",
    "hamas-led",
    "tel nof",
    "planet labs",
    "gaza",
    "biden",
    "air force",
    "kan news",
    "tel aviv",
    "fattah",
    "jericho",
    "palestinian",
    "ali karaki",
    "u.s",
    "iranian-supplied",
    "hassan nasrallah",
    "air france",
    "beirut",
    "imam khomeini international airport",
    "benjamin netanyahu",
    "state of israel",
    "iranian-backed",
    "iranian",
    "islamist",
    "new york times",
    "iran",
    "ministry of foreign affairs",
    "united states",
    "west bank",
    "golan heights",
    "u.s.",
    "syria",
    "azizi",
    "arrow",
    "gaza strip",
    "tehran",
    "redwan force",
    "lindsey graham",
    "yemen",
    "us navy",
    "british",
    "palestine",
    "islamic revolutionary guard corps aerospace force",
    "ibrahim aqil",
    "iraq",
    "chabad school",
    "iranians"
  ]
}