{
  "title": "Prehistoric_Cornwall",
  "url": "https://en.wikipedia.org/wiki/Prehistoric_Cornwall",
  "summary": "The prehistory of Cornwall spans an extensive timeframe, beginning with the earliest evidence for archaic human presence in Cornwall c. 225,000 years ago and extending to the Roman conquest of Britain in 43 CE. During this period, which encompasses the Palaeolithic, Mesolithic, Neolithic, Bronze Age, and Iron Age, Cornwall transformed from a sparsely-populated hunter-gatherer society reliant on rudimentary stone tools to an agricultural society characterized by developed metallurgical practices, expansive trade networks, and increasingly complex social structures.\n\nDuring the Palaeolithic era, spanning from c. 225,000 to c. 10,000 years ago, traces of human occupation include lithic fragments and tools such as handaxes, providing limited insights into early and perhaps only intermittent human activity in Cornwall. The subsequent Mesolithic period, from c. 10,000–4000 BCE, provides more substantial evidence of a permanent human presence. This era is characterized by advances in stone tool technology that allowed the Mesolithic hunter-gatherer population of Cornwall to exploit the newly-formed woodland environment and additional marine and freshwater resources that resulted from the warmer temperatures and rising sea levels of the Holocene following the Last Glacial Maximum.\nThe Neolithic era, c. 4000–2400 BCE, saw significant cultural developments, including the introduction of the earliest pottery, limited agriculture, and the construction of megalithic monuments. Early farming in Cornwall primarily focused on animal husbandry, with only minimal crop cultivation. Cornish greenstone was used to manufacture stone axes, which were widely exported across Britain, while gabbroic clay from the Lizard was used extensively for ceramic production. In exchange, flint and axes were imported from other parts of Britain, along with jadeite axes from the European mainland.\nThe Bronze Age, c. 2400–800 BCE, marked the emergence of metalworking, with bronze utilized to manufacture tools, weapons, and ornaments. Megalithic monument construction reached its peak in the Early Bronze Age, while Cornwall's natural resources, particularly tin, gold, and gabbroic clay, played an important role in regional and European trade networks. Large numbers of roundhouse villages were built across Cornwall, and by the Middle Bronze Age the region had become a fully agricultural society.\nThe Iron Age, c. 800 BCE – 43 CE, witnessed further social and technological developments, together with climatic changes that resulted in colder and wetter conditions for much of this period. Iron replaced bronze as the metal used in tool and weapon manufacture, and large numbers of fortified sites like rounds, hillforts, and cliff castles, which perhaps served as local power centres, were built by Cornwall's growing population. The arrival of the Romans in 43 CE traditionally marks the conclusion of the prehistoric period in Cornwall.",
  "content": [
    {
      "section_title": "Palaeolithic (c. 700,000–10,000 BP)",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Map",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Chronology and overview",
          "section_content": [
            {
              "sentence": "The Iron Age in Britain is usually dated from c",
              "refs": []
            },
            {
              "sentence": "800 BCE until the Roman invasion, c",
              "refs": []
            },
            {
              "sentence": "43 CE",
              "refs": []
            },
            {
              "sentence": "This period marked a significant transition from bronze to iron for tool and weapon production,  and coincided with widespread climatic deterioration across Europe that resulted in colder and wetter conditions throughout much of the Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "British Iron Age settlements were mostly small enclosed farmsteads with an economy based on pastoralism and arable farming",
              "refs": []
            },
            {
              "sentence": "Settlements, consisting mainly of roundhouses, also served as ritual centres for feasting, sacrifice, and other ritual practices",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Hillforts, built across Britain from c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "1000 BCE, have traditionally been seen as central features of the British Iron Age, and have been interpreted as elite fortresses within a hierarchical and warlike 'Celtic' society, although this model of hillforts and social organization has been controversial, and continues to be debated",
              "refs": []
            },
            {
              "sentence": "By the end of the Iron Age Britain was densely populated, and production of tools, weapons, and pottery became increasingly specialized",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Cornwall, iron smelting was introduced c",
              "refs": []
            },
            {
              "sentence": "800 BCE, and significant amounts of ore and artefacts were produced locally,    while pottery continued to evolve, with the development of distinctive regional wares from styles shared with other regions of South West Britain",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Settlement patterns varied, ranging from single farmsteads and small villages to fortified strongholds like hillforts and cliff castles",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Iron Age economy in Cornwall was primarily pastoral, based on sheep and cattle, with some arable farming",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Early Iron Age society may have been dominated by a few elite groups who occupied the hillforts, while political power may have been more widely distributed among the occupants of the rounds by the later Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall participated in long-distance trade networks, exporting tin and iron, and had cultural contacts with Brittany and other groups along the Atlantic Façade, with artefact finds perhaps suggesting marriage alliances between these communities",
              "refs": []
            },
            {
              "sentence": "The Cornovii are likely to have inhabited Cornwall during this period, perhaps as a subtribe of the Dumnonii or possibly as an independent tribe",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Mesolithic (c. 9660–4000 BCE)",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Chronology and overview",
          "section_content": [
            {
              "sentence": "The Iron Age in Britain is usually dated from c",
              "refs": []
            },
            {
              "sentence": "800 BCE until the Roman invasion, c",
              "refs": []
            },
            {
              "sentence": "43 CE",
              "refs": []
            },
            {
              "sentence": "This period marked a significant transition from bronze to iron for tool and weapon production,  and coincided with widespread climatic deterioration across Europe that resulted in colder and wetter conditions throughout much of the Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "British Iron Age settlements were mostly small enclosed farmsteads with an economy based on pastoralism and arable farming",
              "refs": []
            },
            {
              "sentence": "Settlements, consisting mainly of roundhouses, also served as ritual centres for feasting, sacrifice, and other ritual practices",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Hillforts, built across Britain from c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "1000 BCE, have traditionally been seen as central features of the British Iron Age, and have been interpreted as elite fortresses within a hierarchical and warlike 'Celtic' society, although this model of hillforts and social organization has been controversial, and continues to be debated",
              "refs": []
            },
            {
              "sentence": "By the end of the Iron Age Britain was densely populated, and production of tools, weapons, and pottery became increasingly specialized",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Cornwall, iron smelting was introduced c",
              "refs": []
            },
            {
              "sentence": "800 BCE, and significant amounts of ore and artefacts were produced locally,    while pottery continued to evolve, with the development of distinctive regional wares from styles shared with other regions of South West Britain",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Settlement patterns varied, ranging from single farmsteads and small villages to fortified strongholds like hillforts and cliff castles",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Iron Age economy in Cornwall was primarily pastoral, based on sheep and cattle, with some arable farming",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Early Iron Age society may have been dominated by a few elite groups who occupied the hillforts, while political power may have been more widely distributed among the occupants of the rounds by the later Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall participated in long-distance trade networks, exporting tin and iron, and had cultural contacts with Brittany and other groups along the Atlantic Façade, with artefact finds perhaps suggesting marriage alliances between these communities",
              "refs": []
            },
            {
              "sentence": "The Cornovii are likely to have inhabited Cornwall during this period, perhaps as a subtribe of the Dumnonii or possibly as an independent tribe",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Environment",
          "section_content": [
            {
              "sentence": "During the transition to the Iron Age, between c",
              "refs": []
            },
            {
              "sentence": "800 and 750 BCE, an abrupt climatic shift known as the 2.7 (or 2.8) Ka event occurred across Europe, resulting in colder and wetter conditions in Britain that lasted between c",
              "refs": []
            },
            {
              "sentence": "200 and 400 years",
              "refs": []
            },
            {
              "sentence": "This period was followed by a return to drier conditions that lasted until c",
              "refs": []
            },
            {
              "sentence": "400 BCE when another shift towards wetter conditions occurred",
              "refs": []
            },
            {
              "sentence": "However there is only limited evidence for climatic deterioration on Bodmin Moor around the onset of the Iron Age",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Between 550–380 BCE, some sites on Bodmin Moor experienced increasingly wetter conditions, which may be attributable to either climate deterioration or deforestation",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Pollen analysis suggests major woodland clearance on Roughtor c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "760–390 BCE,  and at Higher Moors, Scilly, c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "820–410 BCE",
              "refs": []
            },
            {
              "sentence": "In the Late Iron Age there was an increase in heather cover on Bodmin Moor, which could be attributed to factors such as acidification of the soil, reduced grazing activity, or deliberate burning",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Material culture",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Sites",
              "section_content": [
                {
                  "sentence": "Findspots and sites are particularly concentrated in coastal areas, which attracted Mesolithic people due to the abundant marine food resources",
                  "refs": []
                },
                {
                  "sentence": "There is an apparent preference for occupation of the north coast, which may be the result of the differential effects of erosion making these sites more archaeologically visible",
                  "refs": []
                },
                {
                  "sentence": "Large lithic assemblages have also been found at some lowland sites on the south coast",
                  "refs": []
                },
                {
                  "sentence": "Temporary camps and sites are also found along rivers, on moorland, and around the moorland-lowland ecotone",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "During the later Mesolithic period sites were located on terraces or low ridges, possibly to provide protection from humans or animals",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Late Mesolithic sites are typically larger than earlier Mesolithic sites, suggesting that they were occupied by larger populations",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "One explanation for this trend may be the rising sea levels, which reduced the available land area, and may have led to a concentration of resources",
                  "refs": []
                },
                {
                  "sentence": "The absence of surviving structures and organic materials has hindered conclusive interpretations of the functions of Mesolithic sites",
                  "refs": []
                },
                {
                  "sentence": "Upland sites on Bodmin Moor, such as Dozmary Pool, Colliford Reservoir, and Butterstor, are believed to have been temporary or semi-permanent summer deer hunting or butchery sites",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Similarly, clifftop sites on the north coast, as well as Croft Pascoe on the Lizard, have also been interpreted as seasonal hunting sites",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In contrast, lowland sites such as Poldowrian and Windmill Farm, both on the Lizard, are believed to have functioned as base camps",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Trevose Head area, which would have been inland in the early Mesolithic, may have been a permanent settlement from which people could exploit both coastal and inland resources",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Significant lithic assemblages, indicative of extensive stone tool production, are found at Poldowrian, Windmill Farm, Butterstor, and North Cliffs",
                  "refs": []
                },
                {
                  "sentence": "At Dozmary Pool, Bodmin Moor's only permanent lake, thousands of flint scrapers have been found, suggesting that it may have been a hide processing site",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "More than twenty Mesolithic sites have been found in the Gwithian area, yielding thousands of items including hundreds of bevelled pebbles, which may have been scrapers for preparing seal hides",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The presence of a large number of what have been interpreted as seal gastroliths may indicate additional Late Mesolithic seal processing at North Cliffs, Camborne",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The earliest evidence for the settlement of Scilly, apart from the possible Upper Palaeolithic find, dates to the early Mesolithic",
                  "refs": []
                },
                {
                  "sentence": "Limited evidence, including a microlith and a pebble hammer, suggests that Scilly was probably visited seasonally by hunter-gatherers from the mainland",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "A Mesolithic flintworking site has been identified at Old Town Quay, St Martin's",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Tools",
              "section_content": [
                {
                  "sentence": "The Mesolithic is characterized by significant changes in stone tool technology",
                  "refs": []
                },
                {
                  "sentence": "Tools were manufactured by the prepared-core technique, breaking flint or chert beach pebbles with hammerstones to produce bladelets",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "A wide variety of tools were made and used at Cornish Mesolithic sites, including hammerstones, stone anvils, scrapers, choppers, bevelled pebble tools, arrow tip microliths, awls, burins, axes, pickaxes, and backed blades",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Microliths are the most common find at Mesolithic sites",
                  "refs": []
                },
                {
                  "sentence": "The introduction of the use of stone microliths as arrowheads was a significant development, as arrows were a useful tool for hunting the comparatively smaller game of the newly-formed woodland environment",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Petit tranchet arrowheads for hunting birds are found at Dozmary Pool, Crowdy Marsh, and Davidstow Moor",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Pebble hammers may have been used as nutcrackers or as weights",
                  "refs": []
                },
                {
                  "sentence": "Burins were used on bone and antler",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Scrapers were used to work wood, bone, antler and hides, and awls were used as piercing tools to make clothes",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Bevelled pebbles, previously thought to be tools for harvesting limpets, have more recently been interpreted as scrapers for preparing seal skins to make coracles",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The primary source of flint and chert for Cornish Mesolithic tools was beach pebbles originating from the Haig Fras",
                  "refs": []
                },
                {
                  "sentence": "Additional sources may have included chert from Portland, Dorset, and high quality black flint from Beer Head, Devon",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While organic materials such as bone, antler, plant fibres, wood, hide, and shell have not been preserved due to Cornwall's acidic soils, they probably comprised a substantial portion of Mesolithic material culture",
                  "refs": []
                },
                {
                  "sentence": "Engraved pebbles, incised with parallel lines, have been found at Trevose Head and Poldowrian",
                  "refs": []
                },
                {
                  "sentence": "Intentionally decorated pebbles from the Mesolithic are very rare in Britain",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Ritual",
          "section_content": [
            {
              "sentence": "The deceased were typically interred in oval or rectangular graves, either individually or more commonly as part of small cemeteries",
              "refs": []
            },
            {
              "sentence": "Distinctive burial traditions ('South Western Cist Burials') are found in Cornwall and Scilly  from the Middle Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This tradition involves placing the dead in a flexed or crouched position, with the head towards the north",
              "refs": []
            },
            {
              "sentence": "While grave goods are uncommon, decorated metal items sometimes accompany burials",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Examples include the cist burial at Bryher, Scilly, where grave goods included a sword, shield, and a decorated mirror",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In another example, at the Late Iron Age cemetery at Trethellan (c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "200 BCE – 100 CE), the dead were interred wearing clothing and jewellery, including bronze brooches",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Subsistence",
          "section_content": [
            {
              "sentence": "The Iron Age economy was predominantly pastoral, based on cattle and especially sheep, with wool production as a significant sector",
              "refs": []
            },
            {
              "sentence": "Additionally, evidence is found for arable farming, including the cultivation of barley, oats, rye, emmer, and spelt,  supported by the finds of quern stones for grain grinding",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Some sites feature extensive field systems indicating mixed farming incorporating both crop cultivation and pastoralism",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Analysis of human remains from Iron Age sites such as Harlyn Bay and Trethellan Farm suggest that the diet was rich in animal protein and low in marine foods, despite the proximity of these two sites to the coast where marine resources would have been plentiful",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Trade and cultural links",
          "section_content": [
            {
              "sentence": "The inhabitants of Iron Age Cornwall enthusiastically engaged in trading with merchants,  as evidenced by diverse artefact finds, along with some limited and uncertain written accounts",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Prior to the Roman conquest of Britain, Cornwall was already participating in long-distance trade networks that included the Eastern Mediterranean, Northern Iberia, and Aquitania",
              "refs": []
            },
            {
              "sentence": "Roman influence and interaction with Cornwall dates to the Late Iron Age,  with the tin trade serving as the basis of these interactions",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Trade in South West Britain was mainly based on metal exploitation",
              "refs": []
            },
            {
              "sentence": "The Cassiterides ('Tin Islands') were supposedly a source of tin for Phoenician traders",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Ancient sources mention the Cassiterides, islands where tin could be obtained, but their exact location was not recorded",
              "refs": []
            },
            {
              "sentence": "It has been speculated that The Cassiterides may be identified with Cornwall, perhaps the Isles of Scilly",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Pytheas of Massilia and Diodorus wrote that tin was traded at 'Ictis', at least in the c",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "4th century BCE",
              "refs": []
            },
            {
              "sentence": "Some have suggested that either St Michael's Mount in Mount's Bay or Looe Island may be possible locations for Ictis",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall, particularly the Great Perran Lode near Trevelgue, was a major source of iron ore during the Early Iron Age,   Trevelgue traded iron ore with Wessex, and may have been linked to major trade centres such as Hengistbury Head",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall maintained long-term cultural and trade links with Brittany, evidenced by similarities in their respective material cultures such as fogous, cliff castles, and pottery styles",
              "refs": []
            },
            {
              "sentence": "Although coins were minted in Britain from the first century BCE, neither the Dumnonii nor the Cornovii minted their own coins",
              "refs": []
            },
            {
              "sentence": "Iron Age coins are very rare in Cornwall, with only a limited number discovered, including a hoard of 50 gold staters found at Carn Brea",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Genetics",
          "section_content": [
            {
              "sentence": "By the Iron Age, Early European Farmer ancestry in Southern Britain had increased to c",
              "refs": []
            },
            {
              "sentence": "36%–38.8% as populations with comparatively higher levels of this component migrated from Europe during the Middle to Late Bronze Age",
              "refs": []
            },
            {
              "sentence": "A 2022 genetic study analysed the remains of individuals from sites in Iron Age Cornwall that included Harlyn Bay, Trethellan Farm, Tregear Vean, and Tregunnel, resulting in an average ancestry model of c",
              "refs": []
            },
            {
              "sentence": "13.5% Western Hunter-Gatherer, 36.4% Early European Farmer, and 50.1% Yamnaya-related ancestry",
              "refs": []
            },
            {
              "sentence": "Alternatively using Bronze Age sources, the population of Iron Age Cornwall could be modelled as 60.5% British Chalcolithic to Early Bronze Age ancestry and 39.5% 'Continental' ancestry, representing the migrating groups from the European mainland",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Neolithic (c. 4000–2400 BCE)",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Chronology",
          "section_content": [
            {
              "sentence": "The Neolithic revolution was a major turning point in human prehistory, when societies transitioned from hunter-gatherer societies to settled farming communities",
              "refs": []
            },
            {
              "sentence": "Originating in the Middle East, the Neolithic cultural package, which included domesticated plants and animals, pottery, and other technologies, spread to the Aegean and Eastern Marmara regions and then to Europe via the Mediterranean Sea and the Danube river",
              "refs": []
            },
            {
              "sentence": "The Neolithic reached Britain c",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "4000 BCE, probably spreading from the Thames Estuary to the South West Peninsula within around 100 years",
              "refs": []
            },
            {
              "sentence": "Ancient DNA studies suggest that agriculture was introduced to Britain by migrating Early European Farmer groups bringing their Neolithic lifestyle from the European mainland, and argue against the competing hypothesis that indigenous British hunter-gatherers became farmers",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Features of the Neolithic in Cornwall include the introduction of limited agriculture, the emergence of ceramics, stone axe production, and the construction of distinctive structures and monuments such as tor enclosures and chambered tombs",
              "refs": []
            },
            {
              "sentence": "Economic and ritual practices in Neolithic Cornwall show influence from neighbouring fully agricultural societies elsewhere in Southern Britain",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Environment",
          "section_content": [
            {
              "sentence": "During the transition to the Iron Age, between c",
              "refs": []
            },
            {
              "sentence": "800 and 750 BCE, an abrupt climatic shift known as the 2.7 (or 2.8) Ka event occurred across Europe, resulting in colder and wetter conditions in Britain that lasted between c",
              "refs": []
            },
            {
              "sentence": "200 and 400 years",
              "refs": []
            },
            {
              "sentence": "This period was followed by a return to drier conditions that lasted until c",
              "refs": []
            },
            {
              "sentence": "400 BCE when another shift towards wetter conditions occurred",
              "refs": []
            },
            {
              "sentence": "However there is only limited evidence for climatic deterioration on Bodmin Moor around the onset of the Iron Age",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Between 550–380 BCE, some sites on Bodmin Moor experienced increasingly wetter conditions, which may be attributable to either climate deterioration or deforestation",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Pollen analysis suggests major woodland clearance on Roughtor c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "760–390 BCE,  and at Higher Moors, Scilly, c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "820–410 BCE",
              "refs": []
            },
            {
              "sentence": "In the Late Iron Age there was an increase in heather cover on Bodmin Moor, which could be attributed to factors such as acidification of the soil, reduced grazing activity, or deliberate burning",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Material culture",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Settlements",
              "section_content": [
                {
                  "sentence": "Iron Age settlements in Cornwall include enclosed settlements such as rounds, cliff castles, and hillforts, as well as large numbers of unenclosed settlements of single or multiple roundhouses",
                  "refs": []
                },
                {
                  "sentence": "There is some overlap in the definitions of the various enclosed settlement types",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In some cases open settlements were later fully or partially enclosed, and earlier enclosed settlements were occasionally expanded with additional fortifications",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "At the beginning of the Iron Age, settlements shift from higher ground on moors to lowlands, perhaps as a result of deteriorating climatic conditions and overgrazing",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "There is an apparent decline in the number of open settlements in the Later Iron Age, with a corresponding increase in the number of enclosed settlements",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Iron Age settlements in Cornwall were often built within extensive field systems",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Roundhouses",
                  "refs": []
                },
                {
                  "sentence": "Iron Age roundhouses typically consisted of an internal post ring that supported a conical thatched roof, with an external wall that was constructed from materials such as stone, shale, turf, or timber",
                  "refs": []
                },
                {
                  "sentence": "Some Iron Age roundhouses are significantly larger than those of the Late Bronze Age, as with roundhouses elsewhere in Iron Age Britain",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Rounds",
                  "refs": []
                },
                {
                  "sentence": "Rounds, small agricultural settlements typically encompassing less than one hectare, consist of a few roundhouses enclosed by either one (univallate) or occasionally two (bivallate) ramparts and ditches that were probably intended to keep out livestock and wild animals",
                  "refs": []
                },
                {
                  "sentence": "Commonly situated in hilly, fertile terrain at moderate elevations, rounds were likely the homes of a single family or extended family unit",
                  "refs": []
                },
                {
                  "sentence": "The rounds of Cornwall and Devon are similar to other enclosed settlements such as the ringforts of Wales and Ireland and the banked enclosures of Brittany",
                  "refs": []
                },
                {
                  "sentence": "They are the most common Late Iron Age enclosed settlement type in Cornwall,  with as many as a thousand rounds constructed in Cornwall over a millennium from the 4th century BCE to the early Medieval period",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Activities within rounds included arable and livestock farming, food processing, and limited metalworking and pottery production",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Multiple enclosure forts are typically larger (normally up to two hectares) and more secure (two or three ramparts and ditches) than rounds, but unlike most hillforts they are situated on hillsides or spurs",
                  "refs": []
                },
                {
                  "sentence": "Found in a wide variety of forms, these structures were probably for protecting and managing livestock",
                  "refs": []
                },
                {
                  "sentence": "Hillforts",
                  "refs": []
                },
                {
                  "sentence": "Hillforts, strategically positioned fortified sites constructed from earth, timber, or stone, were typically located on high ground",
                  "refs": []
                },
                {
                  "sentence": "These forts feature banks and ditches with timber or stone facing and a wooden palisade, occasionally incorporating natural features such as steep slopes or cliffs for additional protection",
                  "refs": []
                },
                {
                  "sentence": "Compared to hillforts found in other regions like Wessex and the Welsh Borders, those in Cornwall tend to be smaller, simpler, and less defensible, although there are exceptions such as Castle Canyke and Castle-an-Dinas",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While most hillforts in Cornwall are features of the Later Iron Age,  some earlier hilltop enclosures date to the Neolithic and Bronze Age periods",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hillforts have been interpreted as elite strongholds, but they may instead have been farming settlements",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "However, evidence for grain storage structures or roundhouses within hillforts is limited",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They may have played a role in herding livestock, and could have been used for rituals and exchange",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Cliff castles",
                  "refs": []
                },
                {
                  "sentence": "Cliff castles are headland promontories projecting into the sea, enclosed by ramparts and ditches",
                  "refs": []
                },
                {
                  "sentence": "At least 60 cliff castles are found along the Cornish coastline,   including Trevelgue Head, which has been described as \"the most complex Iron Age coastal site in south-western Britain.\"  Similarities have been noted between the cliff castles of South West Britain and those of Brittany, and they are also found on the Scilly Isles, the Channel Islands, the Isle of Man, the west of Ireland, Wales, Scotland and Orkney",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While most cliff castles in the south west date to the Late Iron Age, Mean Castle, Trevelgue Head, and The Rumps in Cornwall have been dated to the Early Iron Age",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to Barry Cunliffe, cliff castles formed an \"essential part of the settlement pattern for at least three centuries\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Like hillforts, cliff castles have usually been interpreted as elite settlements,   and they may have been used for managing livestock and were possibly involved in long-distance trade",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "'Strongly-defended settlements'",
                  "refs": []
                },
                {
                  "sentence": "Some enclosures are strongly defended despite their relatively small size",
                  "refs": []
                },
                {
                  "sentence": "This has led some archaeologists to distinguish between 'defended' and 'strongly-defended' sites",
                  "refs": []
                },
                {
                  "sentence": "Examples of 'strongly-defended sites' include Chûn castle, a site characterized by two massive concentric granite walls and ditches enclosing twelve structures",
                  "refs": []
                },
                {
                  "sentence": "within a compact area only 100 metres wide",
                  "refs": []
                },
                {
                  "sentence": "The walls were probably constructed prior to the 1st century BCE",
                  "refs": []
                },
                {
                  "sentence": "Courtyard houses",
                  "refs": []
                },
                {
                  "sentence": "Courtyard houses, geographically restricted to West Penwith and Scilly, are characterized by thick stone-faced walls filled with rubble or earth, multiple rooms, and a central paved courtyard",
                  "refs": []
                },
                {
                  "sentence": "Typically occurring in clusters forming small villages, they are believed to be of Later Iron Age origin, c",
                  "refs": []
                },
                {
                  "sentence": "1st century BCE",
                  "refs": []
                },
                {
                  "sentence": "Examples include Chysauster and Carn Euny",
                  "refs": []
                },
                {
                  "sentence": "Fogous",
                  "refs": []
                },
                {
                  "sentence": "Fogous, subterranean stone-lined passages and chambers with entrances consisting of granite uprights and large stone lintels,   are found mainly in West Penwith and the Meneage district on the Lizard",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While some fogous may date back to the 5th century BCE, most are probably of later origin",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Fogous are comparable to the underground passages (souterrains) found along the Atlantic Façade in Scotland, Ireland and Brittany,  and it has been suggested that they were a component of a shared \"western Atlantic identity\".\"  Examples include Carn Euny (Sancreed), Halligye (Mawgan-in-Meneage), Boleigh (St Buryan), Boden (St Anthony-in-Meneage), and Penhale (Fraddon)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Fogous may have been underground storage chambers for food or possessions, ritual centres, or places of refuge",
                  "refs": []
                },
                {
                  "sentence": "Due to their frequent occurrence in weakly-defended or undefended sites, their suitability as places of refuge has been questioned",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While the damp atmosphere in fogous would have made them unsuitable for storage of livestock, grain, or metal tools, they may have been suitable for storing dairy products or containers of beer",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Monuments",
              "section_content": [
                {
                  "sentence": "After a decline in monument construction in the later Neolithic, there is a resurgence in the Early Bronze Age, and numerous barrows, cairns and megalithic structures were constructed in the first half of the second millennium BCE",
                  "refs": []
                },
                {
                  "sentence": "Monuments were often placed near, in sight of, aligned with, or on top of significant natural features such as hills, rivers, and particularly rocky outcrops",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Tombs",
                  "refs": []
                },
                {
                  "sentence": "Bronze Age barrows and cairns, built in Cornwall from c",
                  "refs": []
                },
                {
                  "sentence": "2100 BCE,  include a wide variety of types such as bowl barrows, bell barrows, disc barrows, plate barrows, platform barrows, ring cairns, and tailed cairns",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Barrows and cairns had a range of uses, many of which were unrelated to burials",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Groups of barrows ('barrow cemeteries') are commonly found, usually in distinctive parts of the landscape",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Barrows were often built around tors and prominent rock formations",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Entrance graves, also known as 'undifferentiated passage graves', are small chambered tombs that share characteristics with both passage graves and gallery graves, as there is no distinction between the entrance passage and the chamber, but they are covered by a round tumulus",
                  "refs": []
                },
                {
                  "sentence": "Dated c",
                  "refs": []
                },
                {
                  "sentence": "2000–1500 BCE, they are, in Cornwall, restricted to Scilly and West Penwith, although similar monuments are found in South East Ireland, South West Scotland, the Channel Islands, Brittany, and Southern Spain",
                  "refs": []
                },
                {
                  "sentence": "Megaliths",
                  "refs": []
                },
                {
                  "sentence": "During the Bronze Age a large number of megalithic structures such as menhirs, stone circles, and stone rows were placed",
                  "refs": []
                },
                {
                  "sentence": "Menhirs likely served as memorial gravestones, stone circles as ceremonial sites, and stone rows possibly as processional avenues",
                  "refs": []
                },
                {
                  "sentence": "Megalithic monuments are often aligned with each other, and may have marked the position of river sources or other natural features",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Examples of menhirs include two monuments called The Pipers (one at St Buryan and another at Minions), the Blind Fiddler near Catchall, the Old Man of Gugh in Scilly, the Tremenheere Longstone on the Lizard, and the Try Menhir at Gulval",
                  "refs": []
                },
                {
                  "sentence": "Stone circles are rings of upright stones placed at intervals on a circular or elliptical path",
                  "refs": []
                },
                {
                  "sentence": "More than 20 stone circles are found in Cornwall",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "These structures, most of which were probably constructed in the Early Bronze Age, are mainly found on Bodmin Moor and West Penwith",
                  "refs": []
                },
                {
                  "sentence": "Solar alignments have been proposed for some of these",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "There are 8 stone rows in Cornwall, primarily located on Bodmin Moor, including Carneglos, Buttern hill, Craddock Moor, and Leskernick",
                  "refs": []
                },
                {
                  "sentence": "While the exact purpose of stone rows continues to be debated, they may have been used to mark connections between parts of the landscape or to demarcate sacred areas",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Pottery",
              "section_content": [
                {
                  "sentence": "The earliest Iron Age pottery in Cornwall (c",
                  "refs": []
                },
                {
                  "sentence": "800–600 BCE), including shouldered jars and carinated jars and bowls, is found at Trevelgue Head",
                  "refs": []
                },
                {
                  "sentence": "This is followed by Plain Jar Group that dates to the Early Iron Age, c",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "6th to 4th century BCE",
                  "refs": []
                },
                {
                  "sentence": "The Plain Jar pottery shows a shift towards a more extensive use of granitic fabrics compared with the preceding period, although gabbroic clay continued to be the primary fabric for pottery production as in the Final Bronze Age period",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Around 300 BCE, in the Middle Iron Age, South West Decorated Ware, also known as Glastonbury Ware, emerged as a regional pottery style from Cornwall to the Mendips",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This style made less use of granitic fabrics, and by the late Iron Age pottery in Cornwall is almost entirely made from gabbroic clay",
                  "refs": []
                },
                {
                  "sentence": "In Cornwall (and a small part of south Devon), South West Decorated Ware evolved into Cordoned Ware in the first century BCE",
                  "refs": []
                },
                {
                  "sentence": "Cordoned Ware, generally thinner and of better quality than South West Decorated Ware,  continued to be made with gabbroic clay",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The appearance of Cordoned Ware may have been influenced by ceramics from Armorica, perhaps as a result of trade and cultural links between Cornwall and north west Gaul",
                  "refs": []
                },
                {
                  "sentence": "Cordoned Ware is undecorated, but gets its name from the addition of horizontal clay strips (cordons)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Wheel-thrown pottery has been found in Cornwall from the Late Iron Age,  and some examples of Cordoned Ware may have been made with the potter's wheel",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Stone and organic tools",
              "section_content": [
                {
                  "sentence": "During the later Iron Age, rotary querns were introduced alongside the continued use of saddle querns for grain processing",
                  "refs": []
                },
                {
                  "sentence": "Evidence of textile production includes loom weights and spindle whorls which are found at sites such as Castle Gotha",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Ritual",
          "section_content": [
            {
              "sentence": "The deceased were typically interred in oval or rectangular graves, either individually or more commonly as part of small cemeteries",
              "refs": []
            },
            {
              "sentence": "Distinctive burial traditions ('South Western Cist Burials') are found in Cornwall and Scilly  from the Middle Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This tradition involves placing the dead in a flexed or crouched position, with the head towards the north",
              "refs": []
            },
            {
              "sentence": "While grave goods are uncommon, decorated metal items sometimes accompany burials",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Examples include the cist burial at Bryher, Scilly, where grave goods included a sword, shield, and a decorated mirror",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In another example, at the Late Iron Age cemetery at Trethellan (c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "200 BCE – 100 CE), the dead were interred wearing clothing and jewellery, including bronze brooches",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Subsistence",
          "section_content": [
            {
              "sentence": "The Iron Age economy was predominantly pastoral, based on cattle and especially sheep, with wool production as a significant sector",
              "refs": []
            },
            {
              "sentence": "Additionally, evidence is found for arable farming, including the cultivation of barley, oats, rye, emmer, and spelt,  supported by the finds of quern stones for grain grinding",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Some sites feature extensive field systems indicating mixed farming incorporating both crop cultivation and pastoralism",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Analysis of human remains from Iron Age sites such as Harlyn Bay and Trethellan Farm suggest that the diet was rich in animal protein and low in marine foods, despite the proximity of these two sites to the coast where marine resources would have been plentiful",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Social organization",
          "section_content": [
            {
              "sentence": "At least in the Early to Middle Iron Age, hillforts and cliff castles have been interpreted as the dwellings of a dominant cattle-owning elite class who controlled long-distance trade routes and access to land including rights to sheep grazing",
              "refs": []
            },
            {
              "sentence": "It has been suggested that they engaged in patron-client relationships with the lower strata of society, who occupied the smaller enclosed settlements",
              "refs": []
            },
            {
              "sentence": "Henrietta Quinnell suggests that a significant power shift occurred during the later Iron Age, leading to the end of elite control of hillforts and the transfer of power to the occupants of the smaller enclosed settlements, who then became the new controlling elite",
              "refs": []
            },
            {
              "sentence": "As a result, hillforts may have been repurposed as communal centres",
              "refs": []
            },
            {
              "sentence": "Peter Herring's research in West Penwith similarly indicates a shift from an earlier system consisting of four major power centres (Maen, Bosigran, Trencrom and Lescudjack) to one with eight to ten smaller regions in the later Iron Age, with each region controlled by a ruling elite from a hillfort",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the Late Iron Age, the household or extended household was probably the main unit of social organization",
              "refs": []
            },
            {
              "sentence": "At this time Cornwall was probably a society of small tribes, with linear earthworks such as the Giant's Hedge possibly demarcating political boundaries between these tribes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cripps argues that later Iron Age Cornwall may have been a heterarchical society, with a loose system of social stratification that lacked a dominant hierarchical structure, based primarily on small-scale connections between households and extended families",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Trade and cultural links",
          "section_content": [
            {
              "sentence": "The inhabitants of Iron Age Cornwall enthusiastically engaged in trading with merchants,  as evidenced by diverse artefact finds, along with some limited and uncertain written accounts",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Prior to the Roman conquest of Britain, Cornwall was already participating in long-distance trade networks that included the Eastern Mediterranean, Northern Iberia, and Aquitania",
              "refs": []
            },
            {
              "sentence": "Roman influence and interaction with Cornwall dates to the Late Iron Age,  with the tin trade serving as the basis of these interactions",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Trade in South West Britain was mainly based on metal exploitation",
              "refs": []
            },
            {
              "sentence": "The Cassiterides ('Tin Islands') were supposedly a source of tin for Phoenician traders",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Ancient sources mention the Cassiterides, islands where tin could be obtained, but their exact location was not recorded",
              "refs": []
            },
            {
              "sentence": "It has been speculated that The Cassiterides may be identified with Cornwall, perhaps the Isles of Scilly",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Pytheas of Massilia and Diodorus wrote that tin was traded at 'Ictis', at least in the c",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "4th century BCE",
              "refs": []
            },
            {
              "sentence": "Some have suggested that either St Michael's Mount in Mount's Bay or Looe Island may be possible locations for Ictis",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall, particularly the Great Perran Lode near Trevelgue, was a major source of iron ore during the Early Iron Age,   Trevelgue traded iron ore with Wessex, and may have been linked to major trade centres such as Hengistbury Head",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall maintained long-term cultural and trade links with Brittany, evidenced by similarities in their respective material cultures such as fogous, cliff castles, and pottery styles",
              "refs": []
            },
            {
              "sentence": "Although coins were minted in Britain from the first century BCE, neither the Dumnonii nor the Cornovii minted their own coins",
              "refs": []
            },
            {
              "sentence": "Iron Age coins are very rare in Cornwall, with only a limited number discovered, including a hoard of 50 gold staters found at Carn Brea",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Ethnicity and genetics",
          "section_content": [
            {
              "sentence": "There is no evidence that the current boundaries of Cornwall held any significance for the Bronze Age inhabitants of this region,  and the Bronze Age inhabitants of present-day Cornwall likely had complex identities that were linked to family, obligation, and regional geography",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After c",
              "refs": []
            },
            {
              "sentence": "2450 BCE, populations from Europe carrying high levels of an ancestral component related to Yamnaya populations arrived in Britain, leading to the replacement of around 90% of the autosomal DNA of the British Neolithic population within a few hundred years",
              "refs": []
            },
            {
              "sentence": "Furthermore subclades of Y-chromosome haplogroup R1b-M269, especially R1b-P312, previously absent in the Neolithic, were found in over 90% of British Bronze Age males",
              "refs": []
            },
            {
              "sentence": "A subsequent migration after c",
              "refs": []
            },
            {
              "sentence": "1300 BCE, possibly from France, brought an increase in Early European Farmer ancestry to Southern Britain",
              "refs": []
            },
            {
              "sentence": "The average Early European Farmer-related ancestry in Bronze Age England and Wales increased from an average of 31% in the Chalcolithic and Early Bronze Age, to 34.7% in the Middle Bronze Age, and to 36.1% by the Late Bronze Age",
              "refs": []
            },
            {
              "sentence": "DNA analysis has been performed on two ancient Bronze Age individuals from Cornwall",
              "refs": []
            },
            {
              "sentence": "A young female from Harlyn Bay, dated to the Copper Age or Early Bronze Age (c",
              "refs": []
            },
            {
              "sentence": "2285–2036 BCE) was found to be mitochondrial DNA haplogroup R1b, and her ancestry was modelled as 11.1% Western Hunter-Gatherer, 29.5% Early European Farmer, and 59.4% Yamnaya-related",
              "refs": []
            },
            {
              "sentence": "A second individual, a male from Constantine Island, was dated to the Middle Bronze Age (c",
              "refs": []
            },
            {
              "sentence": "1381–1056 BCE), was assigned to Y-chromosome haplogoup R1b1a1b1a1a2a, a subclade of R-DF27, and was modelled as 11.5% Western Hunter-Gatherer, 34.3% Early European Farmer, and 54.1% Yamnaya-related",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Bronze Age (c. 2400–800 BCE)",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Chronology and overview",
          "section_content": [
            {
              "sentence": "The Iron Age in Britain is usually dated from c",
              "refs": []
            },
            {
              "sentence": "800 BCE until the Roman invasion, c",
              "refs": []
            },
            {
              "sentence": "43 CE",
              "refs": []
            },
            {
              "sentence": "This period marked a significant transition from bronze to iron for tool and weapon production,  and coincided with widespread climatic deterioration across Europe that resulted in colder and wetter conditions throughout much of the Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "British Iron Age settlements were mostly small enclosed farmsteads with an economy based on pastoralism and arable farming",
              "refs": []
            },
            {
              "sentence": "Settlements, consisting mainly of roundhouses, also served as ritual centres for feasting, sacrifice, and other ritual practices",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Hillforts, built across Britain from c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "1000 BCE, have traditionally been seen as central features of the British Iron Age, and have been interpreted as elite fortresses within a hierarchical and warlike 'Celtic' society, although this model of hillforts and social organization has been controversial, and continues to be debated",
              "refs": []
            },
            {
              "sentence": "By the end of the Iron Age Britain was densely populated, and production of tools, weapons, and pottery became increasingly specialized",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Cornwall, iron smelting was introduced c",
              "refs": []
            },
            {
              "sentence": "800 BCE, and significant amounts of ore and artefacts were produced locally,    while pottery continued to evolve, with the development of distinctive regional wares from styles shared with other regions of South West Britain",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Settlement patterns varied, ranging from single farmsteads and small villages to fortified strongholds like hillforts and cliff castles",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Iron Age economy in Cornwall was primarily pastoral, based on sheep and cattle, with some arable farming",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Early Iron Age society may have been dominated by a few elite groups who occupied the hillforts, while political power may have been more widely distributed among the occupants of the rounds by the later Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall participated in long-distance trade networks, exporting tin and iron, and had cultural contacts with Brittany and other groups along the Atlantic Façade, with artefact finds perhaps suggesting marriage alliances between these communities",
              "refs": []
            },
            {
              "sentence": "The Cornovii are likely to have inhabited Cornwall during this period, perhaps as a subtribe of the Dumnonii or possibly as an independent tribe",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Environment",
          "section_content": [
            {
              "sentence": "During the transition to the Iron Age, between c",
              "refs": []
            },
            {
              "sentence": "800 and 750 BCE, an abrupt climatic shift known as the 2.7 (or 2.8) Ka event occurred across Europe, resulting in colder and wetter conditions in Britain that lasted between c",
              "refs": []
            },
            {
              "sentence": "200 and 400 years",
              "refs": []
            },
            {
              "sentence": "This period was followed by a return to drier conditions that lasted until c",
              "refs": []
            },
            {
              "sentence": "400 BCE when another shift towards wetter conditions occurred",
              "refs": []
            },
            {
              "sentence": "However there is only limited evidence for climatic deterioration on Bodmin Moor around the onset of the Iron Age",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Between 550–380 BCE, some sites on Bodmin Moor experienced increasingly wetter conditions, which may be attributable to either climate deterioration or deforestation",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Pollen analysis suggests major woodland clearance on Roughtor c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "760–390 BCE,  and at Higher Moors, Scilly, c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "820–410 BCE",
              "refs": []
            },
            {
              "sentence": "In the Late Iron Age there was an increase in heather cover on Bodmin Moor, which could be attributed to factors such as acidification of the soil, reduced grazing activity, or deliberate burning",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Material culture",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Settlements",
              "section_content": [
                {
                  "sentence": "Iron Age settlements in Cornwall include enclosed settlements such as rounds, cliff castles, and hillforts, as well as large numbers of unenclosed settlements of single or multiple roundhouses",
                  "refs": []
                },
                {
                  "sentence": "There is some overlap in the definitions of the various enclosed settlement types",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In some cases open settlements were later fully or partially enclosed, and earlier enclosed settlements were occasionally expanded with additional fortifications",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "At the beginning of the Iron Age, settlements shift from higher ground on moors to lowlands, perhaps as a result of deteriorating climatic conditions and overgrazing",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "There is an apparent decline in the number of open settlements in the Later Iron Age, with a corresponding increase in the number of enclosed settlements",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Iron Age settlements in Cornwall were often built within extensive field systems",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Roundhouses",
                  "refs": []
                },
                {
                  "sentence": "Iron Age roundhouses typically consisted of an internal post ring that supported a conical thatched roof, with an external wall that was constructed from materials such as stone, shale, turf, or timber",
                  "refs": []
                },
                {
                  "sentence": "Some Iron Age roundhouses are significantly larger than those of the Late Bronze Age, as with roundhouses elsewhere in Iron Age Britain",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Rounds",
                  "refs": []
                },
                {
                  "sentence": "Rounds, small agricultural settlements typically encompassing less than one hectare, consist of a few roundhouses enclosed by either one (univallate) or occasionally two (bivallate) ramparts and ditches that were probably intended to keep out livestock and wild animals",
                  "refs": []
                },
                {
                  "sentence": "Commonly situated in hilly, fertile terrain at moderate elevations, rounds were likely the homes of a single family or extended family unit",
                  "refs": []
                },
                {
                  "sentence": "The rounds of Cornwall and Devon are similar to other enclosed settlements such as the ringforts of Wales and Ireland and the banked enclosures of Brittany",
                  "refs": []
                },
                {
                  "sentence": "They are the most common Late Iron Age enclosed settlement type in Cornwall,  with as many as a thousand rounds constructed in Cornwall over a millennium from the 4th century BCE to the early Medieval period",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Activities within rounds included arable and livestock farming, food processing, and limited metalworking and pottery production",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Multiple enclosure forts are typically larger (normally up to two hectares) and more secure (two or three ramparts and ditches) than rounds, but unlike most hillforts they are situated on hillsides or spurs",
                  "refs": []
                },
                {
                  "sentence": "Found in a wide variety of forms, these structures were probably for protecting and managing livestock",
                  "refs": []
                },
                {
                  "sentence": "Hillforts",
                  "refs": []
                },
                {
                  "sentence": "Hillforts, strategically positioned fortified sites constructed from earth, timber, or stone, were typically located on high ground",
                  "refs": []
                },
                {
                  "sentence": "These forts feature banks and ditches with timber or stone facing and a wooden palisade, occasionally incorporating natural features such as steep slopes or cliffs for additional protection",
                  "refs": []
                },
                {
                  "sentence": "Compared to hillforts found in other regions like Wessex and the Welsh Borders, those in Cornwall tend to be smaller, simpler, and less defensible, although there are exceptions such as Castle Canyke and Castle-an-Dinas",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While most hillforts in Cornwall are features of the Later Iron Age,  some earlier hilltop enclosures date to the Neolithic and Bronze Age periods",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hillforts have been interpreted as elite strongholds, but they may instead have been farming settlements",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "However, evidence for grain storage structures or roundhouses within hillforts is limited",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They may have played a role in herding livestock, and could have been used for rituals and exchange",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Cliff castles",
                  "refs": []
                },
                {
                  "sentence": "Cliff castles are headland promontories projecting into the sea, enclosed by ramparts and ditches",
                  "refs": []
                },
                {
                  "sentence": "At least 60 cliff castles are found along the Cornish coastline,   including Trevelgue Head, which has been described as \"the most complex Iron Age coastal site in south-western Britain.\"  Similarities have been noted between the cliff castles of South West Britain and those of Brittany, and they are also found on the Scilly Isles, the Channel Islands, the Isle of Man, the west of Ireland, Wales, Scotland and Orkney",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While most cliff castles in the south west date to the Late Iron Age, Mean Castle, Trevelgue Head, and The Rumps in Cornwall have been dated to the Early Iron Age",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to Barry Cunliffe, cliff castles formed an \"essential part of the settlement pattern for at least three centuries\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Like hillforts, cliff castles have usually been interpreted as elite settlements,   and they may have been used for managing livestock and were possibly involved in long-distance trade",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "'Strongly-defended settlements'",
                  "refs": []
                },
                {
                  "sentence": "Some enclosures are strongly defended despite their relatively small size",
                  "refs": []
                },
                {
                  "sentence": "This has led some archaeologists to distinguish between 'defended' and 'strongly-defended' sites",
                  "refs": []
                },
                {
                  "sentence": "Examples of 'strongly-defended sites' include Chûn castle, a site characterized by two massive concentric granite walls and ditches enclosing twelve structures",
                  "refs": []
                },
                {
                  "sentence": "within a compact area only 100 metres wide",
                  "refs": []
                },
                {
                  "sentence": "The walls were probably constructed prior to the 1st century BCE",
                  "refs": []
                },
                {
                  "sentence": "Courtyard houses",
                  "refs": []
                },
                {
                  "sentence": "Courtyard houses, geographically restricted to West Penwith and Scilly, are characterized by thick stone-faced walls filled with rubble or earth, multiple rooms, and a central paved courtyard",
                  "refs": []
                },
                {
                  "sentence": "Typically occurring in clusters forming small villages, they are believed to be of Later Iron Age origin, c",
                  "refs": []
                },
                {
                  "sentence": "1st century BCE",
                  "refs": []
                },
                {
                  "sentence": "Examples include Chysauster and Carn Euny",
                  "refs": []
                },
                {
                  "sentence": "Fogous",
                  "refs": []
                },
                {
                  "sentence": "Fogous, subterranean stone-lined passages and chambers with entrances consisting of granite uprights and large stone lintels,   are found mainly in West Penwith and the Meneage district on the Lizard",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While some fogous may date back to the 5th century BCE, most are probably of later origin",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Fogous are comparable to the underground passages (souterrains) found along the Atlantic Façade in Scotland, Ireland and Brittany,  and it has been suggested that they were a component of a shared \"western Atlantic identity\".\"  Examples include Carn Euny (Sancreed), Halligye (Mawgan-in-Meneage), Boleigh (St Buryan), Boden (St Anthony-in-Meneage), and Penhale (Fraddon)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Fogous may have been underground storage chambers for food or possessions, ritual centres, or places of refuge",
                  "refs": []
                },
                {
                  "sentence": "Due to their frequent occurrence in weakly-defended or undefended sites, their suitability as places of refuge has been questioned",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While the damp atmosphere in fogous would have made them unsuitable for storage of livestock, grain, or metal tools, they may have been suitable for storing dairy products or containers of beer",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Monuments",
              "section_content": [
                {
                  "sentence": "After a decline in monument construction in the later Neolithic, there is a resurgence in the Early Bronze Age, and numerous barrows, cairns and megalithic structures were constructed in the first half of the second millennium BCE",
                  "refs": []
                },
                {
                  "sentence": "Monuments were often placed near, in sight of, aligned with, or on top of significant natural features such as hills, rivers, and particularly rocky outcrops",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Tombs",
                  "refs": []
                },
                {
                  "sentence": "Bronze Age barrows and cairns, built in Cornwall from c",
                  "refs": []
                },
                {
                  "sentence": "2100 BCE,  include a wide variety of types such as bowl barrows, bell barrows, disc barrows, plate barrows, platform barrows, ring cairns, and tailed cairns",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Barrows and cairns had a range of uses, many of which were unrelated to burials",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Groups of barrows ('barrow cemeteries') are commonly found, usually in distinctive parts of the landscape",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Barrows were often built around tors and prominent rock formations",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Entrance graves, also known as 'undifferentiated passage graves', are small chambered tombs that share characteristics with both passage graves and gallery graves, as there is no distinction between the entrance passage and the chamber, but they are covered by a round tumulus",
                  "refs": []
                },
                {
                  "sentence": "Dated c",
                  "refs": []
                },
                {
                  "sentence": "2000–1500 BCE, they are, in Cornwall, restricted to Scilly and West Penwith, although similar monuments are found in South East Ireland, South West Scotland, the Channel Islands, Brittany, and Southern Spain",
                  "refs": []
                },
                {
                  "sentence": "Megaliths",
                  "refs": []
                },
                {
                  "sentence": "During the Bronze Age a large number of megalithic structures such as menhirs, stone circles, and stone rows were placed",
                  "refs": []
                },
                {
                  "sentence": "Menhirs likely served as memorial gravestones, stone circles as ceremonial sites, and stone rows possibly as processional avenues",
                  "refs": []
                },
                {
                  "sentence": "Megalithic monuments are often aligned with each other, and may have marked the position of river sources or other natural features",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Examples of menhirs include two monuments called The Pipers (one at St Buryan and another at Minions), the Blind Fiddler near Catchall, the Old Man of Gugh in Scilly, the Tremenheere Longstone on the Lizard, and the Try Menhir at Gulval",
                  "refs": []
                },
                {
                  "sentence": "Stone circles are rings of upright stones placed at intervals on a circular or elliptical path",
                  "refs": []
                },
                {
                  "sentence": "More than 20 stone circles are found in Cornwall",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "These structures, most of which were probably constructed in the Early Bronze Age, are mainly found on Bodmin Moor and West Penwith",
                  "refs": []
                },
                {
                  "sentence": "Solar alignments have been proposed for some of these",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "There are 8 stone rows in Cornwall, primarily located on Bodmin Moor, including Carneglos, Buttern hill, Craddock Moor, and Leskernick",
                  "refs": []
                },
                {
                  "sentence": "While the exact purpose of stone rows continues to be debated, they may have been used to mark connections between parts of the landscape or to demarcate sacred areas",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Pottery",
              "section_content": [
                {
                  "sentence": "The earliest Iron Age pottery in Cornwall (c",
                  "refs": []
                },
                {
                  "sentence": "800–600 BCE), including shouldered jars and carinated jars and bowls, is found at Trevelgue Head",
                  "refs": []
                },
                {
                  "sentence": "This is followed by Plain Jar Group that dates to the Early Iron Age, c",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "6th to 4th century BCE",
                  "refs": []
                },
                {
                  "sentence": "The Plain Jar pottery shows a shift towards a more extensive use of granitic fabrics compared with the preceding period, although gabbroic clay continued to be the primary fabric for pottery production as in the Final Bronze Age period",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Around 300 BCE, in the Middle Iron Age, South West Decorated Ware, also known as Glastonbury Ware, emerged as a regional pottery style from Cornwall to the Mendips",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This style made less use of granitic fabrics, and by the late Iron Age pottery in Cornwall is almost entirely made from gabbroic clay",
                  "refs": []
                },
                {
                  "sentence": "In Cornwall (and a small part of south Devon), South West Decorated Ware evolved into Cordoned Ware in the first century BCE",
                  "refs": []
                },
                {
                  "sentence": "Cordoned Ware, generally thinner and of better quality than South West Decorated Ware,  continued to be made with gabbroic clay",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The appearance of Cordoned Ware may have been influenced by ceramics from Armorica, perhaps as a result of trade and cultural links between Cornwall and north west Gaul",
                  "refs": []
                },
                {
                  "sentence": "Cordoned Ware is undecorated, but gets its name from the addition of horizontal clay strips (cordons)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Wheel-thrown pottery has been found in Cornwall from the Late Iron Age,  and some examples of Cordoned Ware may have been made with the potter's wheel",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Metal",
              "section_content": [
                {
                  "sentence": "Haematite (iron ore) is found in Cornwall near St Austell, Launceston, and especially the Great Perran Lode near Trevelgue Head, which was a major source for Early Iron Age iron production",
                  "refs": []
                },
                {
                  "sentence": "Evidence for industrial-scale iron working is found at Trevelgue, and to a lesser extent at the Early Iron Age site at Chûn and the Late Iron Age site at Chysauster",
                  "refs": []
                },
                {
                  "sentence": "Iron artefacts are rarely preserved due to Cornwall's acidic soils, with the few examples dating to the Late Iron Age",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Artefacts associated with horses and chariots have been found, including a copper alloy cheekpiece from St Ewe,  and linchpins for chariot wheel-hubs from St Goran, Trevelgue Head, and Castle Gotha",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Decorated La Tène-style scabbard mounts have been discovered at Padstow and Carloggas, Mawgan-in-Pydar",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The example from Padstow may have been designed to resemble a horse's head gear",
                  "refs": []
                },
                {
                  "sentence": "Two examples of mirrors from Cornwall and the Isles of Scilly comprise a distinct subgroup of the Iron Age Southwestern decorated metal mirrors",
                  "refs": []
                },
                {
                  "sentence": "An early 1st century BCE mirror found in a cist grave on the island of Bryher, Isles of Scilly, may be one of Britain's earliest examples of this type",
                  "refs": []
                },
                {
                  "sentence": "Accompanied by a sword and shield, this find has been described as \"unique in Western Europe\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The grave goods from Bryher, along with other high quality metalwork such as the leaded bronze neck-ring found at Pentire, Newquay, suggest the presence of skilled local artisans",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Stone and organic tools",
              "section_content": [
                {
                  "sentence": "During the later Iron Age, rotary querns were introduced alongside the continued use of saddle querns for grain processing",
                  "refs": []
                },
                {
                  "sentence": "Evidence of textile production includes loom weights and spindle whorls which are found at sites such as Castle Gotha",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Ritual",
          "section_content": [
            {
              "sentence": "The deceased were typically interred in oval or rectangular graves, either individually or more commonly as part of small cemeteries",
              "refs": []
            },
            {
              "sentence": "Distinctive burial traditions ('South Western Cist Burials') are found in Cornwall and Scilly  from the Middle Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This tradition involves placing the dead in a flexed or crouched position, with the head towards the north",
              "refs": []
            },
            {
              "sentence": "While grave goods are uncommon, decorated metal items sometimes accompany burials",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Examples include the cist burial at Bryher, Scilly, where grave goods included a sword, shield, and a decorated mirror",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In another example, at the Late Iron Age cemetery at Trethellan (c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "200 BCE – 100 CE), the dead were interred wearing clothing and jewellery, including bronze brooches",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Subsistence",
          "section_content": [
            {
              "sentence": "The Iron Age economy was predominantly pastoral, based on cattle and especially sheep, with wool production as a significant sector",
              "refs": []
            },
            {
              "sentence": "Additionally, evidence is found for arable farming, including the cultivation of barley, oats, rye, emmer, and spelt,  supported by the finds of quern stones for grain grinding",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Some sites feature extensive field systems indicating mixed farming incorporating both crop cultivation and pastoralism",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Analysis of human remains from Iron Age sites such as Harlyn Bay and Trethellan Farm suggest that the diet was rich in animal protein and low in marine foods, despite the proximity of these two sites to the coast where marine resources would have been plentiful",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Social organization",
          "section_content": [
            {
              "sentence": "At least in the Early to Middle Iron Age, hillforts and cliff castles have been interpreted as the dwellings of a dominant cattle-owning elite class who controlled long-distance trade routes and access to land including rights to sheep grazing",
              "refs": []
            },
            {
              "sentence": "It has been suggested that they engaged in patron-client relationships with the lower strata of society, who occupied the smaller enclosed settlements",
              "refs": []
            },
            {
              "sentence": "Henrietta Quinnell suggests that a significant power shift occurred during the later Iron Age, leading to the end of elite control of hillforts and the transfer of power to the occupants of the smaller enclosed settlements, who then became the new controlling elite",
              "refs": []
            },
            {
              "sentence": "As a result, hillforts may have been repurposed as communal centres",
              "refs": []
            },
            {
              "sentence": "Peter Herring's research in West Penwith similarly indicates a shift from an earlier system consisting of four major power centres (Maen, Bosigran, Trencrom and Lescudjack) to one with eight to ten smaller regions in the later Iron Age, with each region controlled by a ruling elite from a hillfort",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the Late Iron Age, the household or extended household was probably the main unit of social organization",
              "refs": []
            },
            {
              "sentence": "At this time Cornwall was probably a society of small tribes, with linear earthworks such as the Giant's Hedge possibly demarcating political boundaries between these tribes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cripps argues that later Iron Age Cornwall may have been a heterarchical society, with a loose system of social stratification that lacked a dominant hierarchical structure, based primarily on small-scale connections between households and extended families",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Trade and cultural links",
          "section_content": [
            {
              "sentence": "The inhabitants of Iron Age Cornwall enthusiastically engaged in trading with merchants,  as evidenced by diverse artefact finds, along with some limited and uncertain written accounts",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Prior to the Roman conquest of Britain, Cornwall was already participating in long-distance trade networks that included the Eastern Mediterranean, Northern Iberia, and Aquitania",
              "refs": []
            },
            {
              "sentence": "Roman influence and interaction with Cornwall dates to the Late Iron Age,  with the tin trade serving as the basis of these interactions",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Trade in South West Britain was mainly based on metal exploitation",
              "refs": []
            },
            {
              "sentence": "The Cassiterides ('Tin Islands') were supposedly a source of tin for Phoenician traders",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Ancient sources mention the Cassiterides, islands where tin could be obtained, but their exact location was not recorded",
              "refs": []
            },
            {
              "sentence": "It has been speculated that The Cassiterides may be identified with Cornwall, perhaps the Isles of Scilly",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Pytheas of Massilia and Diodorus wrote that tin was traded at 'Ictis', at least in the c",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "4th century BCE",
              "refs": []
            },
            {
              "sentence": "Some have suggested that either St Michael's Mount in Mount's Bay or Looe Island may be possible locations for Ictis",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall, particularly the Great Perran Lode near Trevelgue, was a major source of iron ore during the Early Iron Age,   Trevelgue traded iron ore with Wessex, and may have been linked to major trade centres such as Hengistbury Head",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall maintained long-term cultural and trade links with Brittany, evidenced by similarities in their respective material cultures such as fogous, cliff castles, and pottery styles",
              "refs": []
            },
            {
              "sentence": "Although coins were minted in Britain from the first century BCE, neither the Dumnonii nor the Cornovii minted their own coins",
              "refs": []
            },
            {
              "sentence": "Iron Age coins are very rare in Cornwall, with only a limited number discovered, including a hoard of 50 gold staters found at Carn Brea",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Ethnicity and genetics",
          "section_content": [
            {
              "sentence": "There is no evidence that the current boundaries of Cornwall held any significance for the Bronze Age inhabitants of this region,  and the Bronze Age inhabitants of present-day Cornwall likely had complex identities that were linked to family, obligation, and regional geography",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After c",
              "refs": []
            },
            {
              "sentence": "2450 BCE, populations from Europe carrying high levels of an ancestral component related to Yamnaya populations arrived in Britain, leading to the replacement of around 90% of the autosomal DNA of the British Neolithic population within a few hundred years",
              "refs": []
            },
            {
              "sentence": "Furthermore subclades of Y-chromosome haplogroup R1b-M269, especially R1b-P312, previously absent in the Neolithic, were found in over 90% of British Bronze Age males",
              "refs": []
            },
            {
              "sentence": "A subsequent migration after c",
              "refs": []
            },
            {
              "sentence": "1300 BCE, possibly from France, brought an increase in Early European Farmer ancestry to Southern Britain",
              "refs": []
            },
            {
              "sentence": "The average Early European Farmer-related ancestry in Bronze Age England and Wales increased from an average of 31% in the Chalcolithic and Early Bronze Age, to 34.7% in the Middle Bronze Age, and to 36.1% by the Late Bronze Age",
              "refs": []
            },
            {
              "sentence": "DNA analysis has been performed on two ancient Bronze Age individuals from Cornwall",
              "refs": []
            },
            {
              "sentence": "A young female from Harlyn Bay, dated to the Copper Age or Early Bronze Age (c",
              "refs": []
            },
            {
              "sentence": "2285–2036 BCE) was found to be mitochondrial DNA haplogroup R1b, and her ancestry was modelled as 11.1% Western Hunter-Gatherer, 29.5% Early European Farmer, and 59.4% Yamnaya-related",
              "refs": []
            },
            {
              "sentence": "A second individual, a male from Constantine Island, was dated to the Middle Bronze Age (c",
              "refs": []
            },
            {
              "sentence": "1381–1056 BCE), was assigned to Y-chromosome haplogoup R1b1a1b1a1a2a, a subclade of R-DF27, and was modelled as 11.5% Western Hunter-Gatherer, 34.3% Early European Farmer, and 54.1% Yamnaya-related",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Iron Age (c. 800 BCE – 43 CE)",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Chronology and overview",
          "section_content": [
            {
              "sentence": "The Iron Age in Britain is usually dated from c",
              "refs": []
            },
            {
              "sentence": "800 BCE until the Roman invasion, c",
              "refs": []
            },
            {
              "sentence": "43 CE",
              "refs": []
            },
            {
              "sentence": "This period marked a significant transition from bronze to iron for tool and weapon production,  and coincided with widespread climatic deterioration across Europe that resulted in colder and wetter conditions throughout much of the Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "British Iron Age settlements were mostly small enclosed farmsteads with an economy based on pastoralism and arable farming",
              "refs": []
            },
            {
              "sentence": "Settlements, consisting mainly of roundhouses, also served as ritual centres for feasting, sacrifice, and other ritual practices",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Hillforts, built across Britain from c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "1000 BCE, have traditionally been seen as central features of the British Iron Age, and have been interpreted as elite fortresses within a hierarchical and warlike 'Celtic' society, although this model of hillforts and social organization has been controversial, and continues to be debated",
              "refs": []
            },
            {
              "sentence": "By the end of the Iron Age Britain was densely populated, and production of tools, weapons, and pottery became increasingly specialized",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Cornwall, iron smelting was introduced c",
              "refs": []
            },
            {
              "sentence": "800 BCE, and significant amounts of ore and artefacts were produced locally,    while pottery continued to evolve, with the development of distinctive regional wares from styles shared with other regions of South West Britain",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Settlement patterns varied, ranging from single farmsteads and small villages to fortified strongholds like hillforts and cliff castles",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Iron Age economy in Cornwall was primarily pastoral, based on sheep and cattle, with some arable farming",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Early Iron Age society may have been dominated by a few elite groups who occupied the hillforts, while political power may have been more widely distributed among the occupants of the rounds by the later Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall participated in long-distance trade networks, exporting tin and iron, and had cultural contacts with Brittany and other groups along the Atlantic Façade, with artefact finds perhaps suggesting marriage alliances between these communities",
              "refs": []
            },
            {
              "sentence": "The Cornovii are likely to have inhabited Cornwall during this period, perhaps as a subtribe of the Dumnonii or possibly as an independent tribe",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Environment",
          "section_content": [
            {
              "sentence": "During the transition to the Iron Age, between c",
              "refs": []
            },
            {
              "sentence": "800 and 750 BCE, an abrupt climatic shift known as the 2.7 (or 2.8) Ka event occurred across Europe, resulting in colder and wetter conditions in Britain that lasted between c",
              "refs": []
            },
            {
              "sentence": "200 and 400 years",
              "refs": []
            },
            {
              "sentence": "This period was followed by a return to drier conditions that lasted until c",
              "refs": []
            },
            {
              "sentence": "400 BCE when another shift towards wetter conditions occurred",
              "refs": []
            },
            {
              "sentence": "However there is only limited evidence for climatic deterioration on Bodmin Moor around the onset of the Iron Age",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Between 550–380 BCE, some sites on Bodmin Moor experienced increasingly wetter conditions, which may be attributable to either climate deterioration or deforestation",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Pollen analysis suggests major woodland clearance on Roughtor c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "760–390 BCE,  and at Higher Moors, Scilly, c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "820–410 BCE",
              "refs": []
            },
            {
              "sentence": "In the Late Iron Age there was an increase in heather cover on Bodmin Moor, which could be attributed to factors such as acidification of the soil, reduced grazing activity, or deliberate burning",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Material culture",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Settlements",
              "section_content": [
                {
                  "sentence": "Iron Age settlements in Cornwall include enclosed settlements such as rounds, cliff castles, and hillforts, as well as large numbers of unenclosed settlements of single or multiple roundhouses",
                  "refs": []
                },
                {
                  "sentence": "There is some overlap in the definitions of the various enclosed settlement types",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In some cases open settlements were later fully or partially enclosed, and earlier enclosed settlements were occasionally expanded with additional fortifications",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "At the beginning of the Iron Age, settlements shift from higher ground on moors to lowlands, perhaps as a result of deteriorating climatic conditions and overgrazing",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "There is an apparent decline in the number of open settlements in the Later Iron Age, with a corresponding increase in the number of enclosed settlements",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Iron Age settlements in Cornwall were often built within extensive field systems",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Roundhouses",
                  "refs": []
                },
                {
                  "sentence": "Iron Age roundhouses typically consisted of an internal post ring that supported a conical thatched roof, with an external wall that was constructed from materials such as stone, shale, turf, or timber",
                  "refs": []
                },
                {
                  "sentence": "Some Iron Age roundhouses are significantly larger than those of the Late Bronze Age, as with roundhouses elsewhere in Iron Age Britain",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Rounds",
                  "refs": []
                },
                {
                  "sentence": "Rounds, small agricultural settlements typically encompassing less than one hectare, consist of a few roundhouses enclosed by either one (univallate) or occasionally two (bivallate) ramparts and ditches that were probably intended to keep out livestock and wild animals",
                  "refs": []
                },
                {
                  "sentence": "Commonly situated in hilly, fertile terrain at moderate elevations, rounds were likely the homes of a single family or extended family unit",
                  "refs": []
                },
                {
                  "sentence": "The rounds of Cornwall and Devon are similar to other enclosed settlements such as the ringforts of Wales and Ireland and the banked enclosures of Brittany",
                  "refs": []
                },
                {
                  "sentence": "They are the most common Late Iron Age enclosed settlement type in Cornwall,  with as many as a thousand rounds constructed in Cornwall over a millennium from the 4th century BCE to the early Medieval period",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Activities within rounds included arable and livestock farming, food processing, and limited metalworking and pottery production",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Multiple enclosure forts are typically larger (normally up to two hectares) and more secure (two or three ramparts and ditches) than rounds, but unlike most hillforts they are situated on hillsides or spurs",
                  "refs": []
                },
                {
                  "sentence": "Found in a wide variety of forms, these structures were probably for protecting and managing livestock",
                  "refs": []
                },
                {
                  "sentence": "Hillforts",
                  "refs": []
                },
                {
                  "sentence": "Hillforts, strategically positioned fortified sites constructed from earth, timber, or stone, were typically located on high ground",
                  "refs": []
                },
                {
                  "sentence": "These forts feature banks and ditches with timber or stone facing and a wooden palisade, occasionally incorporating natural features such as steep slopes or cliffs for additional protection",
                  "refs": []
                },
                {
                  "sentence": "Compared to hillforts found in other regions like Wessex and the Welsh Borders, those in Cornwall tend to be smaller, simpler, and less defensible, although there are exceptions such as Castle Canyke and Castle-an-Dinas",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While most hillforts in Cornwall are features of the Later Iron Age,  some earlier hilltop enclosures date to the Neolithic and Bronze Age periods",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hillforts have been interpreted as elite strongholds, but they may instead have been farming settlements",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "However, evidence for grain storage structures or roundhouses within hillforts is limited",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They may have played a role in herding livestock, and could have been used for rituals and exchange",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Cliff castles",
                  "refs": []
                },
                {
                  "sentence": "Cliff castles are headland promontories projecting into the sea, enclosed by ramparts and ditches",
                  "refs": []
                },
                {
                  "sentence": "At least 60 cliff castles are found along the Cornish coastline,   including Trevelgue Head, which has been described as \"the most complex Iron Age coastal site in south-western Britain.\"  Similarities have been noted between the cliff castles of South West Britain and those of Brittany, and they are also found on the Scilly Isles, the Channel Islands, the Isle of Man, the west of Ireland, Wales, Scotland and Orkney",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While most cliff castles in the south west date to the Late Iron Age, Mean Castle, Trevelgue Head, and The Rumps in Cornwall have been dated to the Early Iron Age",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to Barry Cunliffe, cliff castles formed an \"essential part of the settlement pattern for at least three centuries\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Like hillforts, cliff castles have usually been interpreted as elite settlements,   and they may have been used for managing livestock and were possibly involved in long-distance trade",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "'Strongly-defended settlements'",
                  "refs": []
                },
                {
                  "sentence": "Some enclosures are strongly defended despite their relatively small size",
                  "refs": []
                },
                {
                  "sentence": "This has led some archaeologists to distinguish between 'defended' and 'strongly-defended' sites",
                  "refs": []
                },
                {
                  "sentence": "Examples of 'strongly-defended sites' include Chûn castle, a site characterized by two massive concentric granite walls and ditches enclosing twelve structures",
                  "refs": []
                },
                {
                  "sentence": "within a compact area only 100 metres wide",
                  "refs": []
                },
                {
                  "sentence": "The walls were probably constructed prior to the 1st century BCE",
                  "refs": []
                },
                {
                  "sentence": "Courtyard houses",
                  "refs": []
                },
                {
                  "sentence": "Courtyard houses, geographically restricted to West Penwith and Scilly, are characterized by thick stone-faced walls filled with rubble or earth, multiple rooms, and a central paved courtyard",
                  "refs": []
                },
                {
                  "sentence": "Typically occurring in clusters forming small villages, they are believed to be of Later Iron Age origin, c",
                  "refs": []
                },
                {
                  "sentence": "1st century BCE",
                  "refs": []
                },
                {
                  "sentence": "Examples include Chysauster and Carn Euny",
                  "refs": []
                },
                {
                  "sentence": "Fogous",
                  "refs": []
                },
                {
                  "sentence": "Fogous, subterranean stone-lined passages and chambers with entrances consisting of granite uprights and large stone lintels,   are found mainly in West Penwith and the Meneage district on the Lizard",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While some fogous may date back to the 5th century BCE, most are probably of later origin",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Fogous are comparable to the underground passages (souterrains) found along the Atlantic Façade in Scotland, Ireland and Brittany,  and it has been suggested that they were a component of a shared \"western Atlantic identity\".\"  Examples include Carn Euny (Sancreed), Halligye (Mawgan-in-Meneage), Boleigh (St Buryan), Boden (St Anthony-in-Meneage), and Penhale (Fraddon)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Fogous may have been underground storage chambers for food or possessions, ritual centres, or places of refuge",
                  "refs": []
                },
                {
                  "sentence": "Due to their frequent occurrence in weakly-defended or undefended sites, their suitability as places of refuge has been questioned",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While the damp atmosphere in fogous would have made them unsuitable for storage of livestock, grain, or metal tools, they may have been suitable for storing dairy products or containers of beer",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Pottery",
              "section_content": [
                {
                  "sentence": "The earliest Iron Age pottery in Cornwall (c",
                  "refs": []
                },
                {
                  "sentence": "800–600 BCE), including shouldered jars and carinated jars and bowls, is found at Trevelgue Head",
                  "refs": []
                },
                {
                  "sentence": "This is followed by Plain Jar Group that dates to the Early Iron Age, c",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "6th to 4th century BCE",
                  "refs": []
                },
                {
                  "sentence": "The Plain Jar pottery shows a shift towards a more extensive use of granitic fabrics compared with the preceding period, although gabbroic clay continued to be the primary fabric for pottery production as in the Final Bronze Age period",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Around 300 BCE, in the Middle Iron Age, South West Decorated Ware, also known as Glastonbury Ware, emerged as a regional pottery style from Cornwall to the Mendips",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This style made less use of granitic fabrics, and by the late Iron Age pottery in Cornwall is almost entirely made from gabbroic clay",
                  "refs": []
                },
                {
                  "sentence": "In Cornwall (and a small part of south Devon), South West Decorated Ware evolved into Cordoned Ware in the first century BCE",
                  "refs": []
                },
                {
                  "sentence": "Cordoned Ware, generally thinner and of better quality than South West Decorated Ware,  continued to be made with gabbroic clay",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The appearance of Cordoned Ware may have been influenced by ceramics from Armorica, perhaps as a result of trade and cultural links between Cornwall and north west Gaul",
                  "refs": []
                },
                {
                  "sentence": "Cordoned Ware is undecorated, but gets its name from the addition of horizontal clay strips (cordons)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Wheel-thrown pottery has been found in Cornwall from the Late Iron Age,  and some examples of Cordoned Ware may have been made with the potter's wheel",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Metal",
              "section_content": [
                {
                  "sentence": "Haematite (iron ore) is found in Cornwall near St Austell, Launceston, and especially the Great Perran Lode near Trevelgue Head, which was a major source for Early Iron Age iron production",
                  "refs": []
                },
                {
                  "sentence": "Evidence for industrial-scale iron working is found at Trevelgue, and to a lesser extent at the Early Iron Age site at Chûn and the Late Iron Age site at Chysauster",
                  "refs": []
                },
                {
                  "sentence": "Iron artefacts are rarely preserved due to Cornwall's acidic soils, with the few examples dating to the Late Iron Age",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Artefacts associated with horses and chariots have been found, including a copper alloy cheekpiece from St Ewe,  and linchpins for chariot wheel-hubs from St Goran, Trevelgue Head, and Castle Gotha",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Decorated La Tène-style scabbard mounts have been discovered at Padstow and Carloggas, Mawgan-in-Pydar",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The example from Padstow may have been designed to resemble a horse's head gear",
                  "refs": []
                },
                {
                  "sentence": "Two examples of mirrors from Cornwall and the Isles of Scilly comprise a distinct subgroup of the Iron Age Southwestern decorated metal mirrors",
                  "refs": []
                },
                {
                  "sentence": "An early 1st century BCE mirror found in a cist grave on the island of Bryher, Isles of Scilly, may be one of Britain's earliest examples of this type",
                  "refs": []
                },
                {
                  "sentence": "Accompanied by a sword and shield, this find has been described as \"unique in Western Europe\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The grave goods from Bryher, along with other high quality metalwork such as the leaded bronze neck-ring found at Pentire, Newquay, suggest the presence of skilled local artisans",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Stone and organic tools",
              "section_content": [
                {
                  "sentence": "During the later Iron Age, rotary querns were introduced alongside the continued use of saddle querns for grain processing",
                  "refs": []
                },
                {
                  "sentence": "Evidence of textile production includes loom weights and spindle whorls which are found at sites such as Castle Gotha",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Ritual",
          "section_content": [
            {
              "sentence": "The deceased were typically interred in oval or rectangular graves, either individually or more commonly as part of small cemeteries",
              "refs": []
            },
            {
              "sentence": "Distinctive burial traditions ('South Western Cist Burials') are found in Cornwall and Scilly  from the Middle Iron Age",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This tradition involves placing the dead in a flexed or crouched position, with the head towards the north",
              "refs": []
            },
            {
              "sentence": "While grave goods are uncommon, decorated metal items sometimes accompany burials",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Examples include the cist burial at Bryher, Scilly, where grave goods included a sword, shield, and a decorated mirror",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In another example, at the Late Iron Age cemetery at Trethellan (c",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "200 BCE – 100 CE), the dead were interred wearing clothing and jewellery, including bronze brooches",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Subsistence",
          "section_content": [
            {
              "sentence": "The Iron Age economy was predominantly pastoral, based on cattle and especially sheep, with wool production as a significant sector",
              "refs": []
            },
            {
              "sentence": "Additionally, evidence is found for arable farming, including the cultivation of barley, oats, rye, emmer, and spelt,  supported by the finds of quern stones for grain grinding",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Some sites feature extensive field systems indicating mixed farming incorporating both crop cultivation and pastoralism",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Analysis of human remains from Iron Age sites such as Harlyn Bay and Trethellan Farm suggest that the diet was rich in animal protein and low in marine foods, despite the proximity of these two sites to the coast where marine resources would have been plentiful",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Social organization",
          "section_content": [
            {
              "sentence": "At least in the Early to Middle Iron Age, hillforts and cliff castles have been interpreted as the dwellings of a dominant cattle-owning elite class who controlled long-distance trade routes and access to land including rights to sheep grazing",
              "refs": []
            },
            {
              "sentence": "It has been suggested that they engaged in patron-client relationships with the lower strata of society, who occupied the smaller enclosed settlements",
              "refs": []
            },
            {
              "sentence": "Henrietta Quinnell suggests that a significant power shift occurred during the later Iron Age, leading to the end of elite control of hillforts and the transfer of power to the occupants of the smaller enclosed settlements, who then became the new controlling elite",
              "refs": []
            },
            {
              "sentence": "As a result, hillforts may have been repurposed as communal centres",
              "refs": []
            },
            {
              "sentence": "Peter Herring's research in West Penwith similarly indicates a shift from an earlier system consisting of four major power centres (Maen, Bosigran, Trencrom and Lescudjack) to one with eight to ten smaller regions in the later Iron Age, with each region controlled by a ruling elite from a hillfort",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the Late Iron Age, the household or extended household was probably the main unit of social organization",
              "refs": []
            },
            {
              "sentence": "At this time Cornwall was probably a society of small tribes, with linear earthworks such as the Giant's Hedge possibly demarcating political boundaries between these tribes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cripps argues that later Iron Age Cornwall may have been a heterarchical society, with a loose system of social stratification that lacked a dominant hierarchical structure, based primarily on small-scale connections between households and extended families",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Trade and cultural links",
          "section_content": [
            {
              "sentence": "The inhabitants of Iron Age Cornwall enthusiastically engaged in trading with merchants,  as evidenced by diverse artefact finds, along with some limited and uncertain written accounts",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Prior to the Roman conquest of Britain, Cornwall was already participating in long-distance trade networks that included the Eastern Mediterranean, Northern Iberia, and Aquitania",
              "refs": []
            },
            {
              "sentence": "Roman influence and interaction with Cornwall dates to the Late Iron Age,  with the tin trade serving as the basis of these interactions",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Trade in South West Britain was mainly based on metal exploitation",
              "refs": []
            },
            {
              "sentence": "The Cassiterides ('Tin Islands') were supposedly a source of tin for Phoenician traders",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Ancient sources mention the Cassiterides, islands where tin could be obtained, but their exact location was not recorded",
              "refs": []
            },
            {
              "sentence": "It has been speculated that The Cassiterides may be identified with Cornwall, perhaps the Isles of Scilly",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Pytheas of Massilia and Diodorus wrote that tin was traded at 'Ictis', at least in the c",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "4th century BCE",
              "refs": []
            },
            {
              "sentence": "Some have suggested that either St Michael's Mount in Mount's Bay or Looe Island may be possible locations for Ictis",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall, particularly the Great Perran Lode near Trevelgue, was a major source of iron ore during the Early Iron Age,   Trevelgue traded iron ore with Wessex, and may have been linked to major trade centres such as Hengistbury Head",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cornwall maintained long-term cultural and trade links with Brittany, evidenced by similarities in their respective material cultures such as fogous, cliff castles, and pottery styles",
              "refs": []
            },
            {
              "sentence": "Although coins were minted in Britain from the first century BCE, neither the Dumnonii nor the Cornovii minted their own coins",
              "refs": []
            },
            {
              "sentence": "Iron Age coins are very rare in Cornwall, with only a limited number discovered, including a hoard of 50 gold staters found at Carn Brea",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Ethnicity",
          "section_content": [
            {
              "sentence": "The name Cornwall is believed to derive from the Cornovii (Common Brittonic: *kornou̯(i̯)ī) tribe who are generally thought to have inhabited this region during the Iron Age",
              "refs": []
            },
            {
              "sentence": "The tribal name of the Cornovii ultimately derives from Common Brittonic *korn, meaning horn, which may be interpreted either as 'peninsula', or as a reference to a horned animal or the Celtic deity Cernunnos",
              "refs": []
            },
            {
              "sentence": "It is often suggested that the entire South West Peninsula west of the Parrett and Axe rivers was under the control of the Dumnonii tribe",
              "refs": []
            },
            {
              "sentence": "While it is possible that the Cornovii were a sub-tribe of the Dumnonii, the Tamar may have instead functioned as a territorial boundary, with the Cornovii and Dumnonii operating as independent tribes",
              "refs": []
            },
            {
              "sentence": "The differences observed between Iron Age communities on the west and east sides of the Tamar River imply some degree of separation, but the existence or location of any political boundary between the Cornovii and Dumnonii remains speculative",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Peters has suggested that an explicitly Cornish identity was unlikely to have existed in this period, due to a shared language on both sides of the Tamar and the absence of any centralized political authority across the broader South West region",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The existence of a shared Iron Age 'Western Atlantic Identity', comprising the regions of Iberia, western Scotland, Ireland, Brittany, Wales, and Cornwall, has been proposed",
              "refs": []
            },
            {
              "sentence": "This interpretation is based on various similarities in the respective material cultures of these communities, which may be a result of shared trade and cultural contact along the Atlantic Façade, as well as their similar landscapes and shared coastal environment",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Genetics",
          "section_content": [
            {
              "sentence": "By the Iron Age, Early European Farmer ancestry in Southern Britain had increased to c",
              "refs": []
            },
            {
              "sentence": "36%–38.8% as populations with comparatively higher levels of this component migrated from Europe during the Middle to Late Bronze Age",
              "refs": []
            },
            {
              "sentence": "A 2022 genetic study analysed the remains of individuals from sites in Iron Age Cornwall that included Harlyn Bay, Trethellan Farm, Tregear Vean, and Tregunnel, resulting in an average ancestry model of c",
              "refs": []
            },
            {
              "sentence": "13.5% Western Hunter-Gatherer, 36.4% Early European Farmer, and 50.1% Yamnaya-related ancestry",
              "refs": []
            },
            {
              "sentence": "Alternatively using Bronze Age sources, the population of Iron Age Cornwall could be modelled as 60.5% British Chalcolithic to Early Bronze Age ancestry and 39.5% 'Continental' ancestry, representing the migrating groups from the European mainland",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Citations",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "[ERROR retrieving ref link]",
    "2": "[ERROR retrieving ref link]",
    "3": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "5": "[ERROR retrieving ref link]",
    "6": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "14": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "25": "[ERROR retrieving ref link]",
    "26": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "30": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "32": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "35": "[ERROR retrieving ref link]",
    "36": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "43": "[ERROR retrieving ref link]",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "55": "[ERROR retrieving ref link]",
    "56": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "67": "[ERROR retrieving ref link]",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "91": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "93": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "95": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "[ERROR retrieving ref link]",
    "98": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "107": "[ERROR retrieving ref link]",
    "108": "[ERROR retrieving ref link]",
    "109": "[ERROR retrieving ref link]",
    "110": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "114": "[ERROR retrieving ref link]",
    "115": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "117": "[ERROR retrieving ref link]",
    "118": "[ERROR retrieving ref link]",
    "119": "[ERROR retrieving ref link]",
    "120": "[ERROR retrieving ref link]",
    "121": "[ERROR retrieving ref link]",
    "122": "[ERROR retrieving ref link]",
    "123": "[ERROR retrieving ref link]",
    "124": "[ERROR retrieving ref link]",
    "125": "[ERROR retrieving ref link]",
    "126": "[ERROR retrieving ref link]",
    "127": "[ERROR retrieving ref link]",
    "128": "[ERROR retrieving ref link]",
    "129": "[ERROR retrieving ref link]",
    "130": "[ERROR retrieving ref link]",
    "131": "[ERROR retrieving ref link]",
    "132": "[ERROR retrieving ref link]",
    "133": "[ERROR retrieving ref link]",
    "134": "[ERROR retrieving ref link]",
    "135": "[ERROR retrieving ref link]",
    "136": "[ERROR retrieving ref link]",
    "137": "[ERROR retrieving ref link]",
    "138": "[ERROR retrieving ref link]",
    "139": "[ERROR retrieving ref link]",
    "140": "[ERROR retrieving ref link]",
    "141": "[ERROR retrieving ref link]",
    "142": "[ERROR retrieving ref link]",
    "143": "[ERROR retrieving ref link]",
    "144": "[ERROR retrieving ref link]",
    "145": "[ERROR retrieving ref link]",
    "146": "[ERROR retrieving ref link]",
    "147": "[ERROR retrieving ref link]",
    "148": "[ERROR retrieving ref link]",
    "149": "[ERROR retrieving ref link]",
    "150": "[ERROR retrieving ref link]",
    "151": "[ERROR retrieving ref link]",
    "152": "[ERROR retrieving ref link]",
    "153": "[ERROR retrieving ref link]",
    "154": "[ERROR retrieving ref link]",
    "155": "[ERROR retrieving ref link]",
    "156": "[ERROR retrieving ref link]",
    "157": "[ERROR retrieving ref link]",
    "158": "[ERROR retrieving ref link]",
    "159": "[ERROR retrieving ref link]",
    "160": "[ERROR retrieving ref link]",
    "161": "[ERROR retrieving ref link]",
    "162": "[ERROR retrieving ref link]",
    "163": "[ERROR retrieving ref link]",
    "164": "[ERROR retrieving ref link]",
    "165": "[ERROR retrieving ref link]",
    "166": "[ERROR retrieving ref link]",
    "167": "[ERROR retrieving ref link]",
    "168": "[ERROR retrieving ref link]",
    "169": "[ERROR retrieving ref link]",
    "170": "[ERROR retrieving ref link]",
    "171": "[ERROR retrieving ref link]",
    "172": "[ERROR retrieving ref link]",
    "173": "[ERROR retrieving ref link]",
    "174": "[ERROR retrieving ref link]",
    "175": "[ERROR retrieving ref link]",
    "176": "[ERROR retrieving ref link]",
    "177": "[ERROR retrieving ref link]",
    "178": "[ERROR retrieving ref link]",
    "179": "[ERROR retrieving ref link]",
    "180": "[ERROR retrieving ref link]",
    "181": "[ERROR retrieving ref link]",
    "182": "[ERROR retrieving ref link]",
    "183": "[ERROR retrieving ref link]",
    "184": "[ERROR retrieving ref link]",
    "185": "[ERROR retrieving ref link]",
    "186": "[ERROR retrieving ref link]",
    "187": "[ERROR retrieving ref link]",
    "188": "[ERROR retrieving ref link]",
    "189": "[ERROR retrieving ref link]",
    "190": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "192": "[ERROR retrieving ref link]",
    "193": "[ERROR retrieving ref link]",
    "194": "[ERROR retrieving ref link]",
    "195": "[ERROR retrieving ref link]",
    "196": "[ERROR retrieving ref link]",
    "197": "[ERROR retrieving ref link]",
    "198": "[ERROR retrieving ref link]",
    "199": "[ERROR retrieving ref link]",
    "200": "[ERROR retrieving ref link]",
    "201": "[ERROR retrieving ref link]",
    "202": "[ERROR retrieving ref link]",
    "203": "[ERROR retrieving ref link]",
    "204": "[ERROR retrieving ref link]",
    "205": "[ERROR retrieving ref link]",
    "206": "[ERROR retrieving ref link]",
    "207": "[ERROR retrieving ref link]",
    "208": "[ERROR retrieving ref link]",
    "209": "[ERROR retrieving ref link]",
    "210": "[ERROR retrieving ref link]",
    "211": "[ERROR retrieving ref link]",
    "212": "[ERROR retrieving ref link]",
    "213": "[ERROR retrieving ref link]",
    "214": "[ERROR retrieving ref link]",
    "215": "[ERROR retrieving ref link]",
    "216": "[ERROR retrieving ref link]",
    "217": "[ERROR retrieving ref link]",
    "218": "[ERROR retrieving ref link]",
    "219": "[ERROR retrieving ref link]",
    "220": "[ERROR retrieving ref link]",
    "221": "[ERROR retrieving ref link]",
    "222": "[ERROR retrieving ref link]",
    "223": "[ERROR retrieving ref link]",
    "224": "[ERROR retrieving ref link]",
    "225": "[ERROR retrieving ref link]",
    "226": "[ERROR retrieving ref link]",
    "227": "[ERROR retrieving ref link]",
    "228": "[ERROR retrieving ref link]",
    "229": "[ERROR retrieving ref link]",
    "230": "[ERROR retrieving ref link]",
    "231": "[ERROR retrieving ref link]",
    "232": "[ERROR retrieving ref link]",
    "233": "[ERROR retrieving ref link]",
    "234": "[ERROR retrieving ref link]",
    "235": "[ERROR retrieving ref link]",
    "236": "[ERROR retrieving ref link]",
    "237": "[ERROR retrieving ref link]",
    "238": "[ERROR retrieving ref link]",
    "239": "[ERROR retrieving ref link]",
    "240": "[ERROR retrieving ref link]",
    "241": "[ERROR retrieving ref link]",
    "242": "[ERROR retrieving ref link]",
    "243": "[ERROR retrieving ref link]",
    "244": "[ERROR retrieving ref link]",
    "245": "[ERROR retrieving ref link]",
    "246": "[ERROR retrieving ref link]",
    "247": "[ERROR retrieving ref link]",
    "248": "[ERROR retrieving ref link]",
    "249": "[ERROR retrieving ref link]",
    "250": "[ERROR retrieving ref link]",
    "251": "[ERROR retrieving ref link]",
    "252": "[ERROR retrieving ref link]",
    "253": "[ERROR retrieving ref link]",
    "254": "[ERROR retrieving ref link]",
    "255": "[ERROR retrieving ref link]",
    "256": "[ERROR retrieving ref link]",
    "257": "[ERROR retrieving ref link]",
    "258": "[ERROR retrieving ref link]",
    "259": "[ERROR retrieving ref link]",
    "260": "[ERROR retrieving ref link]",
    "261": "[ERROR retrieving ref link]",
    "262": "[ERROR retrieving ref link]",
    "263": "[ERROR retrieving ref link]",
    "264": "[ERROR retrieving ref link]",
    "265": "[ERROR retrieving ref link]",
    "266": "[ERROR retrieving ref link]",
    "267": "[ERROR retrieving ref link]",
    "268": "[ERROR retrieving ref link]",
    "269": "[ERROR retrieving ref link]",
    "270": "[ERROR retrieving ref link]",
    "271": "[ERROR retrieving ref link]",
    "272": "[ERROR retrieving ref link]",
    "273": "[ERROR retrieving ref link]",
    "274": "[ERROR retrieving ref link]",
    "275": "[ERROR retrieving ref link]",
    "276": "[ERROR retrieving ref link]",
    "277": "[ERROR retrieving ref link]",
    "278": "[ERROR retrieving ref link]",
    "279": "[ERROR retrieving ref link]",
    "280": "[ERROR retrieving ref link]",
    "281": "[ERROR retrieving ref link]",
    "282": "[ERROR retrieving ref link]",
    "283": "[ERROR retrieving ref link]",
    "284": "[ERROR retrieving ref link]",
    "285": "[ERROR retrieving ref link]",
    "286": "[ERROR retrieving ref link]",
    "287": "[ERROR retrieving ref link]",
    "288": "[ERROR retrieving ref link]",
    "289": "[ERROR retrieving ref link]",
    "290": "[ERROR retrieving ref link]",
    "291": "[ERROR retrieving ref link]",
    "292": "[ERROR retrieving ref link]",
    "293": "[ERROR retrieving ref link]",
    "294": "[ERROR retrieving ref link]",
    "295": "[ERROR retrieving ref link]",
    "296": "[ERROR retrieving ref link]",
    "297": "[ERROR retrieving ref link]",
    "298": "[ERROR retrieving ref link]",
    "299": "[ERROR retrieving ref link]",
    "300": "[ERROR retrieving ref link]",
    "301": "[ERROR retrieving ref link]",
    "302": "[ERROR retrieving ref link]",
    "303": "[ERROR retrieving ref link]",
    "304": "[ERROR retrieving ref link]",
    "305": "[ERROR retrieving ref link]",
    "306": "[ERROR retrieving ref link]",
    "307": "[ERROR retrieving ref link]",
    "308": "[ERROR retrieving ref link]",
    "309": "[ERROR retrieving ref link]",
    "310": "[ERROR retrieving ref link]",
    "311": "[ERROR retrieving ref link]",
    "312": "[ERROR retrieving ref link]",
    "313": "[ERROR retrieving ref link]",
    "314": "[ERROR retrieving ref link]",
    "315": "[ERROR retrieving ref link]",
    "316": "[ERROR retrieving ref link]",
    "317": "[ERROR retrieving ref link]",
    "318": "[ERROR retrieving ref link]",
    "319": "[ERROR retrieving ref link]",
    "320": "[ERROR retrieving ref link]",
    "321": "[ERROR retrieving ref link]",
    "322": "[ERROR retrieving ref link]",
    "323": "[ERROR retrieving ref link]",
    "324": "[ERROR retrieving ref link]",
    "325": "[ERROR retrieving ref link]",
    "326": "[ERROR retrieving ref link]",
    "327": "[ERROR retrieving ref link]",
    "328": "[ERROR retrieving ref link]",
    "329": "[ERROR retrieving ref link]",
    "330": "[ERROR retrieving ref link]",
    "331": "[ERROR retrieving ref link]",
    "332": "[ERROR retrieving ref link]",
    "333": "[ERROR retrieving ref link]",
    "334": "[ERROR retrieving ref link]",
    "335": "[ERROR retrieving ref link]",
    "336": "[ERROR retrieving ref link]",
    "337": "[ERROR retrieving ref link]",
    "338": "[ERROR retrieving ref link]",
    "339": "[ERROR retrieving ref link]",
    "340": "[ERROR retrieving ref link]",
    "341": "[ERROR retrieving ref link]",
    "342": "[ERROR retrieving ref link]",
    "343": "[ERROR retrieving ref link]",
    "344": "[ERROR retrieving ref link]",
    "345": "[ERROR retrieving ref link]",
    "346": "[ERROR retrieving ref link]",
    "347": "[ERROR retrieving ref link]",
    "348": "[ERROR retrieving ref link]",
    "349": "[ERROR retrieving ref link]",
    "350": "[ERROR retrieving ref link]",
    "351": "[ERROR retrieving ref link]",
    "352": "[ERROR retrieving ref link]",
    "353": "[ERROR retrieving ref link]",
    "354": "[ERROR retrieving ref link]",
    "355": "[ERROR retrieving ref link]",
    "356": "[ERROR retrieving ref link]",
    "357": "[ERROR retrieving ref link]",
    "358": "[ERROR retrieving ref link]",
    "359": "[ERROR retrieving ref link]",
    "360": "[ERROR retrieving ref link]",
    "361": "[ERROR retrieving ref link]",
    "362": "[ERROR retrieving ref link]",
    "363": "[ERROR retrieving ref link]",
    "364": "[ERROR retrieving ref link]",
    "365": "[ERROR retrieving ref link]",
    "366": "[ERROR retrieving ref link]",
    "367": "[ERROR retrieving ref link]",
    "368": "[ERROR retrieving ref link]",
    "369": "[ERROR retrieving ref link]",
    "370": "[ERROR retrieving ref link]",
    "371": "[ERROR retrieving ref link]",
    "372": "[ERROR retrieving ref link]",
    "373": "[ERROR retrieving ref link]",
    "374": "[ERROR retrieving ref link]",
    "375": "[ERROR retrieving ref link]",
    "376": "[ERROR retrieving ref link]",
    "377": "[ERROR retrieving ref link]",
    "378": "[ERROR retrieving ref link]",
    "379": "[ERROR retrieving ref link]",
    "380": "[ERROR retrieving ref link]",
    "381": "[ERROR retrieving ref link]",
    "382": "[ERROR retrieving ref link]",
    "383": "[ERROR retrieving ref link]",
    "384": "[ERROR retrieving ref link]",
    "385": "[ERROR retrieving ref link]",
    "386": "[ERROR retrieving ref link]",
    "387": "[ERROR retrieving ref link]",
    "388": "[ERROR retrieving ref link]"
  },
  "flair_entities": [
    "windmill farm",
    "axe",
    "st ewe",
    "mendips",
    "burins",
    "middle east",
    "channel islands",
    "neolithic cornwall",
    "south western cist",
    "parrett",
    "eastern marmara",
    "southern spain",
    "st goran",
    "welsh borders",
    "haig fras",
    "maen",
    "halligye",
    "pytheas",
    "henrietta quinnell",
    "early iron age",
    "armorica",
    "constantine island",
    "carn brea",
    "gulval",
    "trencrom",
    "holocene",
    "brittany",
    "bronze age",
    "roman",
    "crowdy marsh",
    "chysauster",
    "giant's hedge",
    "atlantic",
    "padstow",
    "pentire",
    "dumnonii",
    "castle-an-dinas",
    "craddock moor",
    "france",
    "launceston",
    "south west",
    "poldowrian",
    "st austell",
    "boden",
    "iron age cornwall",
    "scotland",
    "aquitania",
    "wessex",
    "iron age",
    "tregear vean",
    "boleigh",
    "bosigran",
    "peters",
    "harlyn bay",
    "southern britain",
    "romans",
    "mawgan-in-meneage",
    "bodmin moor",
    "lescudjack",
    "british bronze age",
    "castle gotha",
    "microliths",
    "mawgan-in-pydar",
    "looe island",
    "plain jar",
    "ireland",
    "cripps",
    "yamnaya",
    "mount's bay",
    "davidstow moor",
    "south west scotland",
    "south west peninsula",
    "dozmary pool",
    "tin islands",
    "fraddon",
    "cassiterides",
    "cliff",
    "catchall",
    "iron age southwestern",
    "tamar",
    "gwithian",
    "la tène-style",
    "western europe",
    "neolithic",
    "penhale",
    "phoenician",
    "roughtor",
    "cornovii",
    "trevose head",
    "european",
    "carloggas",
    "plain jar group",
    "bronze age england",
    "western hunter-gatherer",
    "mediterranean sea",
    "st michael's mount",
    "tregunnel",
    "tremenheere longstone",
    "lizard",
    "glastonbury ware",
    "isles of scilly",
    "continental",
    "castle canyke",
    "bce",
    "the pipers",
    "bryher",
    "atlantic façade",
    "cordoned ware",
    "devon",
    "early european",
    "the iron age",
    "mean castle",
    "trevelgue head",
    "south east ireland",
    "ictis",
    "iron age britain",
    "r1b-p312",
    "scilly",
    "menhirs",
    "camborne",
    "western atlantic identity",
    "st martin's",
    "leskernick",
    "final bronze age",
    "newquay",
    "chûn",
    "croft pascoe",
    "isle of man",
    "st anthony-in-meneage",
    "danube river",
    "carneglos",
    "eastern mediterranean",
    "northern iberia",
    "the rumps",
    "palaeolithic",
    "copper age",
    "europe",
    "barry cunliffe",
    "meneage",
    "blind fiddler",
    "the cassiterides",
    "gaul",
    "early bronze age",
    "late bronze age",
    "fogous",
    "butterstor",
    "tamar river",
    "higher moors",
    "carn euny",
    "great perran lode",
    "yamnaya-related",
    "dorset",
    "portland",
    "try menhir",
    "trethellan farm",
    "trethellan",
    "south west britain",
    "wales",
    "orkney",
    "trevelgue",
    "chalcolithic",
    "middle bronze age",
    "iberia",
    "celtic",
    "late mesolithic",
    "medieval",
    "hengistbury head",
    "aegean",
    "peter herring",
    "sancreed",
    "cernunnos",
    "middle iron age",
    "cornish",
    "beer head",
    "cornwall",
    "old town quay",
    "british",
    "later iron age",
    "mesolithic",
    "north cliffs",
    "buttern hill",
    "british iron age",
    "west penwith",
    "thames estuary",
    "massilia",
    "britain",
    "last glacial maximum",
    "colliford reservoir",
    "diodorus",
    "scilly isles",
    "minions",
    "st buryan",
    "old man of gugh",
    "late iron age",
    "south west decorated ware"
  ]
}