{
  "title": "Presidential_eligibility_of_Donald_Trump",
  "url": "https://en.wikipedia.org/wiki/Presidential_eligibility_of_Donald_Trump",
  "summary": "Donald Trump's eligibility to run in the 2024 U.S. presidential election was the subject of dispute due to his alleged involvement in the January 6 Capitol attack under Section 3 of the Fourteenth Amendment to the U.S. Constitution, which disqualifies insurrectionists against the United States from holding office if they have previously taken an oath to support the constitution. Courts or officials in three states—Colorado, Maine, and Illinois—ruled that Trump was barred from presidential ballots. However, the Supreme Court in Trump v. Anderson (2024) reversed the ruling in Colorado on the basis that state governments did not have the authority to enforce Section 3 against federal elected officials.\nIn December 2023, the Colorado Supreme Court in Anderson v. Griswold ruled that Trump had engaged in insurrection and was ineligible to hold the office of President, and ordered that he be removed from the state's primary election ballots as a result. Later that same month, Maine Secretary of State Shenna Bellows also ruled that Trump engaged in insurrection and was therefore ineligible to be on the state's primary election ballot. An Illinois judge ruled Trump was ineligible for ballot access in the state in February 2024. All three states had their decisions unanimously reversed by the United States Supreme Court. Previously, the Minnesota Supreme Court and the Michigan Court of Appeals both ruled that presidential eligibility cannot be applied by their state courts to primary elections, but did not rule on the issues for a general election. By January 2024, formal challenges to Trump's eligibility had been filed in at least 34 states.\nOn January 5, 2024, the Supreme Court granted a writ of certiorari for Trump's appeal of the Colorado Supreme Court ruling in Anderson v. Griswold and heard oral arguments on February 8. On March 4, 2024, the Supreme Court issued a ruling unanimously reversing the Colorado Supreme Court decision, ruling that states had no authority to remove Trump from their ballots and that only Congress has the ability to enforce Section 3 of the Fourteenth Amendment.",
  "content": [
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "In the aftermath of the American Civil War, the Fourteenth Amendment was enacted",
          "refs": []
        },
        {
          "sentence": "Section 3 of the amendment prohibits anyone from holding public office if they had previously sworn an oath to support the Constitution, but then \"engaged in insurrection or rebellion against the  [United States], or given aid or comfort to the enemies thereof.\" The full text of this section reads:",
          "refs": []
        },
        {
          "sentence": "Trump's role in the January 6 United States Capitol attack is cited by opponents as a reason for his disqualification from seeking public office",
          "refs": []
        },
        {
          "sentence": "A state may also make a determination that Trump is disqualified under Section 3 from appearing on that state's ballot",
          "refs": []
        },
        {
          "sentence": "Trump could appeal in court any disqualification by Congress or by a state",
          "refs": [
            "https://www.cnn.com/2021/01/11/politics/14th-amendment-explainer/index.html"
          ]
        },
        {
          "sentence": "In addition to state or federal legislative action, a court action could be brought against Trump seeking his disqualification under Section 3",
          "refs": [
            "https://www.reuters.com/article/us-usa-trump-impeachment-explainer/explainer-impeachment-or-the-14th-amendment-can-trump-be-barred-from-future-office-idUSKBN29I356"
          ]
        },
        {
          "sentence": "The 14th Amendment itself provides a path for Congress to allow such a candidate to run, but this would require a vote of two-thirds of each House to remove such disability.",
          "refs": [
            "https://www.abajournal.com/news/article/could-the-14th-amendment-be-used-to-disqualify-trump-from-office"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Second Trump impeachment",
          "section_content": [
            {
              "sentence": "On January 10, 2021, Nancy Pelosi, the Speaker of the House, formally requested Representatives' input as to whether to pursue Section 3 disqualification of outgoing President Donald Trump because of his role in the January 6 Capitol attack",
              "refs": []
            },
            {
              "sentence": "On January 13, 2021, a majority of the House of Representatives (232–197) voted to impeach Trump for \"incitement of insurrection\"",
              "refs": [
                "https://www.cnn.com/2021/01/11/politics/14th-amendment-explainer/index.html",
                "https://abcnews.go.com/Politics/democrats-cite-rarely-part-constitution-impeachment-article/story?id=75177543"
              ]
            },
            {
              "sentence": "In the Senate impeachment trial, a majority of the Senate (57–43) voted on February 13, 2021, that he was guilty, but this fell short of the two-thirds supermajority required to convict him",
              "refs": [
                "https://www.govinfo.gov/content/pkg/CREC-2021-01-13/pdf/CREC-2021-01-13.pdf"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Subsequent congressional action",
          "section_content": [
            {
              "sentence": "On July 1, 2021, the U.S",
              "refs": []
            },
            {
              "sentence": "House Select Committee to Investigate the January 6 Attack on the United States Capitol was formed",
              "refs": []
            },
            {
              "sentence": "Over a year and a half, the committee interviewed more than a thousand people,  reviewed more than a million documents,  and held public hearings",
              "refs": [
                "https://www.nytimes.com/2022/05/17/us/politics/jan-6-committee-transcripts.html",
                "https://web.archive.org/web/20221021174523/https://january6th.house.gov/sites/democrats.january6th.house.gov/files/20221021%20J6%20Cmte%20Subpeona%20to%20Donald%20Trump.pdf"
              ]
            },
            {
              "sentence": "On August 5, 2021, in a bill passed by the 117th United States Congress and signed into law by President Joe Biden that awarded four Congressional Gold Medals to the United States Capitol Police, the Metropolitan Police Department of the District of Columbia, and two U.S",
              "refs": []
            },
            {
              "sentence": "Capitol Police officers who protected the United States Capitol during the January 6 attack, a finding listed in its first section declared that \"On January 6, 2021, a mob of insurrectionists forced its way into the U.S",
              "refs": []
            },
            {
              "sentence": "Capitol building and congressional office buildings and engaged in acts of vandalism, looting, and violently attacked Capitol Police officers.\"   The bill passed overwhelmingly, including the support of 188 House Republicans, with only 21 voting against",
              "refs": [
                "https://www.cnn.com/2021/08/05/politics/joe-biden-capitol-police-officers-award/index.html",
                "https://www.govinfo.gov/link/plaw/117/public/32?link-type=html"
              ]
            },
            {
              "sentence": "On December 15, 2022, House Democrats introduced a bill finding that Trump was ineligible to hold the office of the Presidency under Section 3,   but it did not advance",
              "refs": [
                "https://edition.cnn.com/2021/06/16/politics/gold-medal-january-6-insurrection/index.html",
                "https://www.washingtonpost.com/politics/21-house-republicans-vote-against-awarding-congressional-gold-medal-to-all-police-officers-who-responded-on-jan-6/2021/06/15/1fd17ac2-ce25-11eb-8cd2-4e95230cfac2_story.html",
                "https://thehill.com/homenews/house/558620-21-republicans-vote-against-awarding-medals-to-police-who-defended-capitol-on/",
                "https://www.huffpost.com/entry/david-cicilline-bill-bar-trump-presidency-jan-6-insurrection_n_639bf0d2e4b0f4895ada049a",
                "https://web.archive.org/web/20230601073857/https://cicilline.house.gov/sites/evo-subsites/cicilline.house.gov/files/evo-media-document/cicilline_14th-amd-bill_text.pdf"
              ]
            },
            {
              "sentence": "On December 22, the House Select January 6 Committee published an 845-page final report",
              "refs": [
                "https://www.congress.gov/bill/117th-congress/house-bill/9578"
              ]
            },
            {
              "sentence": "The final report states that the 17 central findings of the committee were as follows:",
              "refs": [
                "https://january6th.house.gov/sites/democrats.january6th.house.gov/files/Report_FinalReport_Jan6SelectCommittee.pdf",
                "https://www.nytimes.com/2022/12/22/us/politics/jan-6-committee-report.html",
                "https://edition.cnn.com/politics/live-news/jan-6-committee-final-report/h_ef7fa8b2c6709beeae957f9db89828ea"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Federal election obstruction case and lawsuits",
          "section_content": [
            {
              "sentence": "In February 2021, Mississippi Representative Bennie Thompson filed a lawsuit against Trump that alleged that Trump incited the January 6 Capitol attack,  and California Representative Eric Swalwell and two U.S",
              "refs": [
                "https://www.wsj.com/articles/trump-giuliani-accused-of-conspiring-to-incite-a-riot-in-new-lawsuit-11613491170"
              ]
            },
            {
              "sentence": "Capitol Police officers filed lawsuits against Trump the next month, likewise alleging incitement of the attack",
              "refs": []
            },
            {
              "sentence": "On December 19, 2022, the House Select January 6 Committee voted unanimously to refer Trump to the U.S",
              "refs": [
                "https://www.wsj.com/articles/trump-faces-new-lawsuit-alleging-incitement-of-capitol-riot-11614965456",
                "https://www.npr.org/2021/03/31/982928605/2-capitol-police-officers-sue-trump-for-injuries-sustained-during-jan-6-riot"
              ]
            },
            {
              "sentence": "Department of Justice for prosecution, along with John Eastman",
              "refs": []
            },
            {
              "sentence": "The committee recommended four charges against Trump: obstruction of an official proceeding; conspiracy to defraud the United States; conspiracy to make a false statement; and attempts to \"incite\", \"assist\" or \"aid or comfort\" an insurrection",
              "refs": [
                "https://www.cnbc.com/2022/12/19/jan-6-committee-details-trump-criminal-referral-of-trump-over-capitol-riot.html"
              ]
            },
            {
              "sentence": "On August 1, 2023, a grand jury indicted Trump in the District of Columbia U.S",
              "refs": [
                "https://www.nytimes.com/live/2022/12/19/us/jan-6-committee-trump#jan-6-trump-criminal-justice-dept"
              ]
            },
            {
              "sentence": "District Court on four charges for his conduct following the 2020 presidential election through the January 6 Capitol attack: conspiracy to defraud the United States under Title 18 of the United States Code; obstructing an official proceeding and conspiracy to obstruct an official proceeding under the Sarbanes–Oxley Act of 2002; and conspiracy against rights under the Enforcement Act of 1870",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Constitutional questions",
      "section_content": [
        {
          "sentence": "In August 2023, two prominent conservative legal scholars, William Baude and Michael Stokes Paulsen, wrote in a research paper that Section 3 of the Fourteenth Amendment disqualifies Trump from being president as a consequence of his actions involving attempts to overturn the 2020 United States presidential election",
          "refs": []
        },
        {
          "sentence": "Conservative legal scholar J",
          "refs": [
            "[ERROR retrieving ref link]",
            "https://www.bbc.com/news/world-us-canada-66690276",
            "https://www.nytimes.com/2023/08/10/us/trump-jan-6-insurrection-conservatives.html",
            "https://www.axios.com/2023/11/16/trump-efforts-disqualify-2024-ballot-14th-amendment"
          ]
        },
        {
          "sentence": "Michael Luttig and liberal legal scholar Laurence Tribe soon concurred in an article they co-wrote, arguing Section 3 protections are automatic and \"self-executing\", independent of congressional action",
          "refs": []
        },
        {
          "sentence": "On January 5, 2024, the US Supreme Court agreed to decide on the case",
          "refs": [
            "https://archive.today/20230820122539/https://www.theatlantic.com/ideas/archive/2023/08/donald-trump-constitutionally-prohibited-presidency/675048/"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Justiciability and laws of evidence",
          "section_content": [
            {
              "sentence": "The Case or Controversy Clause of Article III, Section II states that \"The judicial Power  [of the Supreme Court and such inferior courts the Congress ordains and establishes] shall extend to all Cases, in Law and Equity, arising under this Constitution..",
              "refs": []
            },
            {
              "sentence": "[and] the Laws of the United States\"",
              "refs": []
            },
            {
              "sentence": "The Congressional Research Service (CRS) has noted that the Supreme Court required that subject-matter jurisdiction must be established as a \"threshold matter\" for justiciability in Steel Co",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "v",
              "refs": []
            },
            {
              "sentence": "Citizens for a Better Environment (1998),   and established the following three-part test in Lujan v",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/523/83/#94",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Defenders of Wildlife (1992) for establishing standing:",
              "refs": []
            },
            {
              "sentence": "The CRS also notes that the Supreme Court required in Warth v",
              "refs": []
            },
            {
              "sentence": "Seldin (1975) that a plaintiff must \"ha [ve] 'alleged such a personal stake in the outcome of the controversy' as to warrant his invocation of federal court jurisdiction and to justify exercise of the court's remedial powers on his behalf.\"   However, the Supreme Court noted in ASARCO v",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/422/490/#498–499",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Kadish (1989) that it has \"recognized often that the constraints of Article III do not apply to state courts, and accordingly the state courts are not bound by the limitations of a case or controversy or other federal rules of justiciability, even when they address issues of federal law, as when they are called upon to interpret the Constitution\"",
              "refs": []
            },
            {
              "sentence": "While the political question doctrine of the Supreme Court for non-justiciability was established in Marbury v",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/490/605/#617",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Madison (1803),   the modern test for whether a controversy constitutes a political question was established in Baker v",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/5/137/",
                "https://crsreports.congress.gov/product/pdf/LSB/LSB10756"
              ]
            },
            {
              "sentence": "Carr (1962) with six criteria:",
              "refs": []
            },
            {
              "sentence": "In establishing the constitutional avoidance doctrine of judicial review, the Supreme Court formulated a seven-rule test in Ashwander v",
              "refs": []
            },
            {
              "sentence": "Tennessee Valley Authority (1936) for the justiciability of controversies presenting constitutional questions:",
              "refs": []
            },
            {
              "sentence": "Excluding cases covered by the preceding Original Jurisdiction Clause, the Appellate Jurisdiction Clause of Article III, Section II states that \"In all the other Cases before mentioned, the supreme Court shall have appellate Jurisdiction, both as to Law and Fact, with such Exceptions, and under such Regulations as the Congress shall make.\"  In Beech Aircraft Corp",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "v",
              "refs": []
            },
            {
              "sentence": "Rainey (1988), the Supreme Court held that public or agency reports that \" [set] forth..",
              "refs": []
            },
            {
              "sentence": "factual findings\" have \"assume [d] admissibility in the first instance\" as evidence in courts under Rule 803 of the Federal Rules of Evidence (which were enacted by Congress in 1975),     and established a four-part non-exclusive test to determine the trustworthiness of such reports as admissible evidence if questioned:",
              "refs": [
                "https://crsreports.congress.gov/product/pdf/IF/IF11557",
                "https://uslaw.link/citation/us-law/public/93/595",
                "https://supreme.justia.com/cases/federal/us/488/153/#154",
                "https://www.rulesofevidence.org/rule_803"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "\"[O]ffice under ... [O]fficer of the United States\"",
          "section_content": [
            {
              "sentence": "In September 2022, the CRS issued a report on Section 3 that cites an opinion article co-authored by South Texas College of Law Houston professor Josh Blackman and Maynooth University law professor Seth Barrett Tillman (which in turn summarized a law review article Blackman and Tillman co-authored) in noting that the Presidency is not explicitly included in the text of Section 3, and as such, could possibly be exempt from the section's terms",
              "refs": []
            },
            {
              "sentence": "Blackman and Tillman note that since Trump never took an oath of office as a member of Congress, nor as a state legislator, nor as a state executive or judicial officer, and has only taken the presidential oath of office, that Trump can only be disqualified under Section 3 if the President is an \"officer of the United States\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://reason.com/volokh/2021/01/20/is-the-president-an-officer-of-the-united-states-for-purposes-of-section-3-of-the-fourteenth-amendment/"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Appointments Clause and other clauses",
              "section_content": [
                {
                  "sentence": "Citing the Commentaries on the Constitution of the United States written by Supreme Court Associate Justice Joseph Story,  Blackman and Tillman argue that the President is not an officer of the United States when considering usage in Article I, Article II, and Article VI of the phrases \"officer of the United States\" and \"office under the United States\" which they contend are legal terms of art that refer to distinct classes of positions within the federal government",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[a] Blackman and Tillman further argue that the former phrase excludes all legislative branch officers of the federal government, that the elected officials of the federal government are not included among the \"officers of the United States\" under Mississippi v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Johnson (1867),  United States v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hartwell (1867),  United States v",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/71/475/"
                  ]
                },
                {
                  "sentence": "Mouat (1888),  and Free Enterprise Fund v",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/73/385/"
                  ]
                },
                {
                  "sentence": "Public Company Accounting Oversight Board (2010),  and that there was no drift in the meaning of \"officer of the United States\" between the ratification of the federal constitution in 1788 and the Mouat decision twenty years after the ratification of the 14th Amendment in 1868",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/124/303/"
                  ]
                },
                {
                  "sentence": "Based upon their law review article, Blackman and Tillman also co-authored a law review article in response to Baude and Paulsen",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/561/477/"
                  ]
                },
                {
                  "sentence": "Blackman and Tillman cite the fact that the Committee of Style at the 1787 Constitutional Convention shortened the use of \"Officer of the United States\" in the Presidential Succession Clause of Article II, Section I to \"Officer\" and changed \" [The President, the Vice President] and other civil Officers of the United States\" [b]  [emphasis added] to \"The President, Vice President and all civil Officers of the United States\"  [emphasis added] in the Impeachment Clause of Article II, Section IV as evidence that the phrases \"officer of the United States\" and \"office under the United States\" were not used indiscriminately by the Framers",
                  "refs": []
                },
                {
                  "sentence": "Despite the fact that the Presidential Electors Clause of Article II, Section I requires that \"no ..",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Person holding an Office ..",
                  "refs": []
                },
                {
                  "sentence": "under the United States, shall be appointed an Elector\",  that the No Religious Test Clause of Article VI requires that \"no religious test shall ever be required as a qualification to any office ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "under the United States\",   and that the Impeachment Disqualification Clause of Article I, Section III states that conviction in a federal impeachment trial extends to \"disqualification to hold and enjoy any Office ..",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://oll.libertyfund.org/title/farrand-the-records-of-the-federal-convention-of-1787-vol-2"
                  ]
                },
                {
                  "sentence": "under the United States\",   Blackman and Tillman argue that elected officials do not hold \"offices under the United States\" under the Constitution's first seven articles and take no position on whether the Presidency and Vice Presidency are \"office [s] under the United States\" in Section 3",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Blackman and Tillman also claim that the Clerk of the House of Representatives and the Secretary of the Senate do not take an oath of office pursuant to the Oath or Affirmation Clause of Article VI",
                  "refs": []
                },
                {
                  "sentence": "Conversely, after examining appointment practices during the 1st United States Congress, and using a corpus linguistics analysis of The Federalist Papers, the Anti-Federalist Papers, Elliot's Debates, Farrand's Records, An Universal Etymological English Dictionary compiled by lexicographer Nathan Bailey, and other contemporaneous dictionaries, Antonin Scalia Law School professor Jennifer L",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Mascott has argued that the original public meaning of \"officer\" as used in the Appointments Clause of Article II, Section II encompassed any government official with responsibility for an ongoing governmental duty and likely extended to officials not currently appointed as Article II officers",
                  "refs": []
                },
                {
                  "sentence": "Citing Mascott,  Myles S",
                  "refs": [
                    "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4432246",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Lynch notes in a law review article published by the William & Mary Bill of Rights Journal in 2021 that the current controlling case for whether a position is an officer of the United States or a federal government employee is Buckley v",
                  "refs": []
                },
                {
                  "sentence": "Valeo (1976),  where the Supreme Court established that \"any appointee exercising significant authority pursuant to the laws of the United States is an 'Officer of the United States.'\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In an opinion issued in 2007 reviewing the Buckley v",
                  "refs": []
                },
                {
                  "sentence": "Valeo decision under the terms of the Appointments Clause, the Office of Legal Counsel (OLC) concluded that \"A position to which is delegated by legal authority a portion of the sovereign powers of the federal government and that is 'continuing' is a federal office..",
                  "refs": []
                },
                {
                  "sentence": "[and a] person who would hold such a position must be ..",
                  "refs": []
                },
                {
                  "sentence": "an 'Officer of the United States'\"",
                  "refs": []
                },
                {
                  "sentence": "Mascott notes that the OLC and the Supreme Court in cases subsequent to Buckley v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Valeo have expanded the original public meaning of \"officer\" to include positions that the 1st United States Congress would not have considered \"officers\", but also restricted the original public meaning to include only positions with a \"significant\" delegation of sovereign power",
                  "refs": []
                },
                {
                  "sentence": "Lynch argues that Mascott's conclusion about the original public meaning of \"officer\" is consistent with functionalist and formalist tests established in the Supreme Court's rulings in United States v",
                  "refs": []
                },
                {
                  "sentence": "Hartwell and United States v",
                  "refs": []
                },
                {
                  "sentence": "Germaine (1878) for what positions qualify as \"officers\"",
                  "refs": []
                },
                {
                  "sentence": "Following the Court's opinions in United States v",
                  "refs": [
                    "https://www.justice.gov/file/494641/dl?inline",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "https://supreme.justia.com/cases/federal/us/73/385/#393"
                  ]
                },
                {
                  "sentence": "Hartwell, United States v",
                  "refs": []
                },
                {
                  "sentence": "Germaine, and Buckley v",
                  "refs": []
                },
                {
                  "sentence": "Valeo, the 2007 OLC opinion, and Mascott's research, Lynch argues that the Presidency and Vice Presidency are \"offices under the United States\" and the President and Vice President are \"officers of the United States\", because the Presidency is clearly delegated part of the sovereign powers of the United States for a period of continuous exercise and both positions are held by persons who obtain the positions by constitutionally mandated procedures",
                  "refs": []
                },
                {
                  "sentence": "In delegating to Congress the power to pass legislation providing for the case of a dual vacancy in the Presidency and Vice Presidency, the Presidential Succession Clause states that Congress shall \"declar [e] what Officer shall ..",
                  "refs": []
                },
                {
                  "sentence": "act as President, and such Officer shall act accordingly\"",
                  "refs": []
                },
                {
                  "sentence": "Pursuant to the Presidential Succession Clause, the 2nd United States Congress passed the Presidential Succession Act of 1792 that included the Speaker of the House of Representatives and President pro tempore of the Senate in the presidential line of succession",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The CRS and the Continuity of Government Commission have noted that the use of \"Officer\" in the clause caused debate in Congress at the time over whether including legislative branch officers in the presidential line of succession was constitutional, with opponents of the bill (who included James Madison) arguing that the use of \"Officer\" in the clause referred to \"Officer of the United States\" and that officers of the United States were limited to executive branch officers",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After the 49th United States Congress removed the Speaker and the President pro tem from the presidential line of succession when passing the Presidential Succession Act of 1886,   the 80th United States Congress restored the positions to the presidential line of succession under the Presidential Succession Act of 1947",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While congressional debate on both bills revisited whether including legislative branch officers in the presidential line of succession was constitutional, the 80th United States Congress restored their inclusion when considering that the Presidential Succession Act of 1792 was in effect for 94 years before being repealed, and was the contemporaneous effectuation of the Presidential Succession Clause, and that some of the members of the 2nd United States Congress who supported the bill were also Constitutional Convention delegates",
                  "refs": []
                },
                {
                  "sentence": "Additionally, the 80th United States Congress also took into consideration the Supreme Court's ruling in Lamar v",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "United States (1916) that members of the House of Representatives are officers of the United States in upholding a conviction under a federal penal statute that criminalized impersonating an officer of the United States for the purpose of committing fraud",
                  "refs": []
                },
                {
                  "sentence": "Until the ratification of the 17th Amendment,  Senators were chosen in indirect elections by state legislatures under Article I, Section III and James Madison refers to the indirect elections in Federalist No",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "62 as an \"appointment\" four times",
                  "refs": []
                },
                {
                  "sentence": "However, University of Richmond School of Law professor Kurt T",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/241/103/#111–113",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Lash and the CRS note that before the Senate dismissed the impeachment article brought by the House against Tennessee Senator William Blount in 1797 due to lack of jurisdiction (partly because the Senate had already expelled Blount), the Senate rejected a resolution that Senators were \"civil officers of the United States\" subject to impeachment",
                  "refs": []
                },
                {
                  "sentence": "In Minor v",
                  "refs": []
                },
                {
                  "sentence": "Happersett (1875), the Supreme Court refers to the President in obiter dicta as being among the \"elective officers of the United States\" along with the Vice President and members of Congress",
                  "refs": []
                },
                {
                  "sentence": "In United States v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Burr (1807), Chief Justice John Marshall, presiding as the Circuit Justice for Virginia,  noted that \"By the Constitution of the United States, the President, as well as any other officer of the government, may be impeached...\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "George Mason University law professor Ilya Somin has argued that the exclusion of the President from the \"civil officers of the United States\" in the Impeachment Clause of Article II, Section IV is due to the President being the Commander-in-Chief of the U.S",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/88/162/#170–171",
                    "https://www.law.cornell.edu/constitution-conan/article-2/section-2/clause-3/executive-privilege-overview"
                  ]
                },
                {
                  "sentence": "Armed Forces under Article II, Section II, that use of \"appointment\" in the Appointments Clause is not mutually exclusive from the use of \"election\", that the presidential oath of office effectively commissions the President, and that Blackman and Tillman's argument that the Presidency is not an \"office under the United States\" would lead to the conclusion that impeached and convicted federal government officials could still serve as president but not be appointed to lower federal government positions",
                  "refs": []
                },
                {
                  "sentence": "Also, under the 12th Amendment, \"no person constitutionally ineligible to the office of President shall be eligible to that of Vice-President\", and as a consequence, the Vice Presidency has the same eligibility requirements as the Presidency",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Appointments Clause states that \" [The President] shall nominate, and by and with the Advice and Consent of the Senate, shall appoint Ambassadors..",
                  "refs": []
                },
                {
                  "sentence": "and all other Officers of the United States, whose Appointments are not herein otherwise provided for..",
                  "refs": []
                },
                {
                  "sentence": "but the Congress may ..",
                  "refs": []
                },
                {
                  "sentence": "vest the Appointment of ..",
                  "refs": []
                },
                {
                  "sentence": "inferior Officers..",
                  "refs": []
                },
                {
                  "sentence": "in the President alone\",  while the Commissions Clause of Article II, Section III states that \" [The President] ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "shall Commission all the Officers of the United States.\"  The Oath or Affirmation Clause states that \"The Senators and Representatives before mentioned..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "and all executive and judicial Officers..",
                  "refs": []
                },
                {
                  "sentence": "of the United States..",
                  "refs": []
                },
                {
                  "sentence": "shall be bound by Oath or Affirmation, to support this Constitution\"",
                  "refs": []
                },
                {
                  "sentence": "While the Oath or Affirmation Clause does not explicitly require an oath of office of the Vice President, the Oath Administration Act passed by the 1st United States Congress pursuant to the Oath or Affirmation Clause (and which remains in effect) requires that \"...the said oath or affirmation ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[required by Article VI] ..",
                  "refs": []
                },
                {
                  "sentence": "shall be administered to  [the President of the Senate]\" and the Vice President is the President of the Senate under Article I, Section III",
                  "refs": []
                },
                {
                  "sentence": "In Federalist No",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "68, Alexander Hamilton described the indirect election of the President and Vice President by the United States Electoral College as an \"appointment\" four times",
                  "refs": []
                },
                {
                  "sentence": "Also, in every presidential election from 1788 through 1828, multiple state legislatures selected their presidential electors by discretionary appointment rather than on the basis of a poll, while the South Carolina General Assembly did so in every presidential election through 1860, and the Florida Legislature and the Colorado General Assembly selected their presidential electors by discretionary appointment in 1868 and 1876 respectively",
                  "refs": []
                },
                {
                  "sentence": "In practice, the Presidential Electors Clause bars all federal government employees from serving as presidential electors in addition to explicitly barring members of Congress",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://avalon.law.yale.edu/18th_century/fed68.asp"
                  ]
                },
                {
                  "sentence": "The Domestic Emoluments Clause of Article II, Section I requires that \"The President shall, at stated Times, receive for his Services, a Compensation..",
                  "refs": [
                    "https://digitalcommons.law.byu.edu/cgi/viewcontent.cgi?article=2686&context=lawreview"
                  ]
                },
                {
                  "sentence": "during the Period for which he shall have been elected\",   and the current salary of the President and Vice President are $400,000 per year and $235,100 per year respectively",
                  "refs": [
                    "https://uselectionatlas.org/RESULTS/national.php?f=0&year=1868",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While the text of the House Officers Clause of Article I, Section II does not explicitly require the Speaker of the House to be a House member,   all Speakers have been House members and the text of the Presidential Succession Act of 1947 assumes that the Speaker is a House member in requiring the Speaker's resignation upon succession to the Presidency due to the Ineligibility Clause of Article I, Section VI",
                  "refs": [
                    "https://crsreports.congress.gov/product/pdf/RL/RL32611",
                    "https://crsreports.congress.gov/product/pdf/IF/IF11086",
                    "https://www.law.cornell.edu/uscode/text/3/102",
                    "https://www.usatoday.com/story/news/politics/2019/02/14/vice-president-pences-salary-rising-but-not-much-gop-wanted/2872326002/"
                  ]
                },
                {
                  "sentence": "The Ineligibility Clause states that \"No Senator or Representative shall, during the Time for which he was elected, be appointed to any civil Office under ..",
                  "refs": []
                },
                {
                  "sentence": "the United States ..",
                  "refs": []
                },
                {
                  "sentence": "and no Person holding any Office under the United States, shall be a Member of either House during his Continuance in Office.\"  Even though the Clerk of the House of Representatives is not a House member and no Secretary of the Senate has been an incumbent Senator,    the Oath Administration Act provides that \"...the oath or affirmation  [required by Article VI]..",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.law.cornell.edu/uscode/text/3/102",
                    "https://crsreports.congress.gov/product/pdf/R/R44243",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "shall be administered ..",
                  "refs": []
                },
                {
                  "sentence": "to the Speaker..",
                  "refs": []
                },
                {
                  "sentence": "and to the  [C]lerk\" and that \"the  [S]ecretary of the Senate..",
                  "refs": []
                },
                {
                  "sentence": "shall..",
                  "refs": []
                },
                {
                  "sentence": "[take] the oath or affirmation  [required by Article VI]\"",
                  "refs": []
                },
                {
                  "sentence": "In holding in National Labor Relations Board v",
                  "refs": [
                    "https://crsreports.congress.gov/product/pdf/RS/98-747",
                    "https://www.senate.gov/about/officers-staff/secretary-of-the-senate/secretaries.htm"
                  ]
                },
                {
                  "sentence": "Noel Canning (2014) that the Recess Appointments Clause of Article II, Section II does not authorize the President to make appointments while the Senate is in pro forma sessions,  the Supreme Court cited Marbury v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Madison and McCulloch v",
                  "refs": []
                },
                {
                  "sentence": "Maryland (1819) in concluding that \"The longstanding 'practice of the government' ..",
                  "refs": []
                },
                {
                  "sentence": "can inform  [the] determination of 'what the law is'\"",
                  "refs": []
                },
                {
                  "sentence": "In upholding the authority of Congress to issue the corporate charter for the Second Bank of the United States in 1816 under the Necessary and Proper Clause of Article I, Section VIII, the Supreme Court noted in McCulloch v",
                  "refs": []
                },
                {
                  "sentence": "Maryland that the 1st United States Congress actively debated whether issuing the corporate charter for the First Bank of the United States was constitutional, but \"After being resisted first in the fair and open field of debate, and afterwards in the executive cabinet..",
                  "refs": []
                },
                {
                  "sentence": "[the bill] became a law\" in 1791, and as the law was \" [a]n exposition of the Constitution, deliberately established by legislative acts..",
                  "refs": []
                },
                {
                  "sentence": "[and] not to be lightly disregarded\", the Court concluded that whether Congress had the authority to incorporate a bank by the time of the McCulloch decision could \"scarcely be considered as an open question.\"     Along with Blackman and Tillman,   Lash argues that the exclusion of the Presidency in Section 3 and from the \"civil officers of the United States\" in the Impeachment Clause of Article II, Section IV leads to the conclusion that the President is not an officer of the United States following expressio unius",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/5/137/#177",
                    "https://supreme.justia.com/cases/federal/us/17/316/#401",
                    "https://supreme.justia.com/cases/federal/us/17/316/#401–402",
                    "https://supreme.justia.com/cases/federal/us/73/385/#393",
                    "https://sgp.fas.org/crs/misc/RS22230.pdf",
                    "https://crsreports.congress.gov/product/pdf/R/R47236"
                  ]
                },
                {
                  "sentence": "Blackman and Tillman also argue that because the President does not take an oath of office pursuant to the Oath or Affirmation Clause and that the text of the presidential oath of office provided in Article II, Section I does not include the word \"support\",  that the President is exempted from the terms of Section 3",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Conversely, the CRS suggests that the fact that the text of the presidential oath of office is specifically provided in Article II, Section I does not mean that it is not also an oath of office within the terms of the Oath or Affirmation Clause or Section 3, and also suggests that it would be anomalous that the presidential oath of office would exempt the Presidency from both Section 3 and the proscription against religious tests as a qualification for \"office [s] under the United States\" in the No Religious Test Clause, but that the Vice Presidency would remain subject to both Section 3 and the No Religious Test Clause",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Establishment Clause of the First Amendment also provides that \"Congress shall make no law respecting an establishment of religion\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://oll.libertyfund.org/title/farrand-the-records-of-the-federal-convention-of-1787-vol-2"
                  ]
                },
                {
                  "sentence": "Noting Blackman and Tillman's arguments about the meaning of \"officer of the United States\" and \"office under the United States\" in the first seven articles,  John Vlahoplus argues in a law review article accepted by the British Journal of American Legal Studies in May 2023 that 19th century usage of the phrases included the Presidency citing an 1834 House Foreign Affairs Committee report that concluded that the Foreign Emoluments Clause of Article I, Section IX applied to the President",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Foreign Emoluments Clause states that \"no Person holding any Office ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "under  [the United States], shall, without the Consent of the Congress, accept of any present, Emolument, Office, or Title, of any kind whatever, from any King, Prince, or foreign State.\"   Also in contrast to Blackman and Tillman, Vlahoplus cites the Supreme Court in United States v",
                  "refs": [
                    "https://uselectionatlas.org/RESULTS/national.php?f=0&year=1868",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Mouat as holding that \"any person holding employment or appointment under the United States\" were \"persons serving under the Government of the United States.\"   The CRS notes that the Constitution refers to the Presidency as an \"office\" in total 25 times,  and as such, Baude and Paulsen,  Vlahoplus,  and University of Maryland School of Law professor Mark A",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "https://supreme.justia.com/cases/federal/us/124/303/#305–306",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Graber all argue that the Presidency must be an \"office under the United States\" and the President must be an \"officer of the United States\" following the plain meaning of the text",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Section 3 drafting and ratification history",
              "section_content": [
                {
                  "sentence": "Citing a law review article written by Indiana University School of Law professor Gerard Magliocca,  the CRS report notes an exchange in congressional debate between Maryland Senator Reverdy Johnson and Maine Senator Lot M",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Morrill during the drafting process of Section 3 in concluding that it could be more likely that the President is an officer of the United States subject to disqualification under the section:",
                  "refs": []
                },
                {
                  "sentence": "Along with Magliocca, Baude and Paulsen cite the exchange between Senators Johnson and Morrill in disputing Blackman and Tillman's argument, and argue further that Blackman and Tillman's argument \"implausibly splits linguistic hairs\"",
                  "refs": []
                },
                {
                  "sentence": "Vlahoplus argues that in the context of Section 3 the President is an officer of the United States and the Presidency is an office under the United States citing the 1862 statute formulating the Ironclad Oath, which said \"every person elected or appointed to any office of honor or profit under the government of the United States, either in the civil, military, or naval departments of the public service, excepting the President of the United States\"",
                  "refs": [
                    "https://memory.loc.gov/cgi-bin/ampage?collId=llcg&fileName=073/llcg073.db&recNum=20"
                  ]
                },
                {
                  "sentence": "Vlahoplus argues that this acknowledged the Presidency as an \"office ..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "under the government of the United States\"",
                  "refs": []
                },
                {
                  "sentence": "Lynch likewise cites the Ironclad Oath in arguing that the President is an officer of the United States,  and Lynch also cites the U.S",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.senate.gov/artandhistory/history/resources/pdf/TestOath1863_CongressionalGlobe.pdf"
                  ]
                },
                {
                  "sentence": "Circuit Court of the District of Columbia ruling affirmed in the Supreme Court's ruling in Kendall v",
                  "refs": []
                },
                {
                  "sentence": "United States ex Rel",
                  "refs": []
                },
                {
                  "sentence": "Stokes (1838) as stating \"The president himself",
                  "refs": []
                },
                {
                  "sentence": "is but an officer of the United States\"",
                  "refs": []
                },
                {
                  "sentence": "Noting that Story's Commentaries references the Blount impeachment trial in arguing that the President, Vice President, and members of Congress of the federal government were not \"civil officers of the United States\", Lash argues that the framers of Section 3 accepted Story's analysis of the Blount impeachment as authoritative and was cited extensively in newspaper coverage during the ratification of the 14th Amendment,  and Lash argues that Reverdy Johnson was following expressio unius in his exchange with Morrill given his familiarity with the Blount impeachment trial",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Conversely, Graber has noted that a congressional report presented to the 39th United States Congress concluded that \"a little consideration of this matter will show that 'officers of' and 'officers under' the United States are ..",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/37/524/"
                  ]
                },
                {
                  "sentence": "'indiscriminately used in the Constitution.'\"   Surveying congressional debate in the Congressional Globe, Graber states that no members of Congress during the drafting of the 14th Amendment saw any distinction between the presidential oath of office and the oath of office required by the Oath or Affirmation Clause and most members of Congress involved in the drafting typically referred to the President as an \"officer of the United States\" and the Presidency as an \"office under the United States\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Likewise, Vlahoplus states that members of Congress saw no distinction between the presidential oath of office and the oath of office required by the Oath or Affirmation Clause",
                  "refs": []
                },
                {
                  "sentence": "Vlahoplus argues that there is an \"essential harmony\" between the phrases \"officer of the United States\" and \"office under the United States\" in concluding that the President is an \"officer of the United States\" and the Presidency is an \"office under the United States\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While Lash notes that Republican members of Congress ridiculed President Andrew Johnson for referring to the President as the \"chief civil executive officer of the United States\",  Vlahoplus notes that Presidents, beginning with George Washington and through James A",
                  "refs": [
                    "https://memory.loc.gov/cgi-bin/ampage?collId=llcg&fileName=074/llcg074.db&recNum=100",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Garfield, were commonly referred to by the general public and by the 39th United States Congress specifically as the \"first executive officer of the United States\" and the \"chief executive officer of the United States\" and in reference to the presidential election process, the constitutional position as head of the executive branch",
                  "refs": []
                },
                {
                  "sentence": "Also, the Supreme Court stated in Nixon v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Fitzgerald (1982) that the delegation of executive power under the Vesting Clause of Article II, Section I \"establishes the President as the chief constitutional officer of the Executive Branch\"",
                  "refs": []
                },
                {
                  "sentence": "In light of the exchange between Senators Reverdy Johnson and Lot Morrill on Section 3, Magliocca argues that Congress did not intend and the public at the time would not have understood the text of Section 3 to mean that Jefferson Davis could not have served as a representative or senator, but could have served as president of the United States after serving as President of the Confederate States",
                  "refs": []
                },
                {
                  "sentence": "Lynch likewise argues that it is unlikely that the framers of Section 3 and the public would have understood the text to mean that an ex-Confederate could be elected president,  while Graber argues that congressional debate on the drafting of the 14th Amendment demonstrates that the clause was explicitly intended to prevent ex-Confederate officials from assuming federal offices",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://supreme.justia.com/cases/federal/us/457/731/#749–750"
                  ]
                },
                {
                  "sentence": "Vlahoplus also cites the Johnson-Morrill exchange and contemporaneous newspaper coverage of the Fourteenth Amendment's drafting and ratification debates that explicitly refer to Jefferson Davis in the context of Section 3 in arguing that Section 3 applies to the Presidency",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Conversely, Lash argues that the congressional and ratification debates on Section 3 focused on preventing Jefferson Davis from returning to Congress and preventing presidential electors from voting for Davis rather than Davis from serving as president or vice president",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Citing a proposal for the Fourteenth Amendment drafted by Kentucky Representative Samuel McKee that explicitly included the President and Vice President among the offices from which disqualified persons would be barred,  Lash argues that the President and Vice President were omitted from the text of Section 3 intentionally",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "However, the CRS notes that the text of McKee's proposal does not appear in the journal of the Joint Committee on Reconstruction that drafted the Fourteenth Amendment and was instead referred to the House Judiciary Committee, and the CRS also notes that McKee's proposal never received a vote in Congress and there is no clear direct evidence that it was even considered",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://memory.loc.gov/cgi-bin/ampage?collId=llcg&fileName=079/llcg079.db&recNum=919"
                  ]
                },
                {
                  "sentence": "The CRS also notes that a bill submitted by Massachusetts Representative George S",
                  "refs": [
                    "https://memory.loc.gov/cgi-bin/ampage?collId=llcg&fileName=079/llcg079.db&recNum=919"
                  ]
                },
                {
                  "sentence": "Boutwell that required disqualification from \"any office under the Government of the United States\" also never received a vote in Congress, and that the language that was ultimately included in Section 3 was an edited version of a proposal drafted by New Hampshire Senator Daniel Clark, which was proposed by Michigan Senator Jacob M",
                  "refs": []
                },
                {
                  "sentence": "Howard after Reverdy Johnson successfully moved to strike Section 3 from the proposal for the 14th Amendment as initially reported to the Senate",
                  "refs": []
                },
                {
                  "sentence": "Vlahoplus also cites a pair of official legal opinions issued by Attorney General Henry Stanbery in 1867 on federal statutes that would enforce Section 3 pending the ratification of the Fourteenth Amendment that concluded that the \"state executive and judicial officers\" in the clause included state governors following the plain meaning of the text and that the Presidency falls within the definition of \"officer of the United States\" in Stanbery's opinions",
                  "refs": []
                },
                {
                  "sentence": "In remarks made on the final draft of Section 3 at the final House debate, Pennsylvania Representative Thaddeus Stevens stated that \"The third section has been wholly changed by substituting the ineligibility of certain high officers for the disenfranchisement of all rebels until 1870",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This I cannot look upon as an improvement",
                  "refs": []
                },
                {
                  "sentence": "..",
                  "refs": []
                },
                {
                  "sentence": "In my judgment it endangers the government of the country, both State and national; and may give the next Congress and President to the reconstructed rebels.\"   Citing Stevens, Lash concludes that it is unclear whether Section 3 applies to the presidential oath of office and bars individuals from holding the Presidency but concedes that Section 3 could be read to include the President",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Reiterating the exchange between Senators Johnson and Morrill, the CRS concludes that the drafting history of the 14th Amendment may undercut the inference that the President and Vice President were deliberately omitted from Section 3",
                  "refs": [
                    "https://memory.loc.gov/ll/llcg/073/0200/02703148.tif"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "\"[I]nsurrection or rebellion\"",
          "section_content": [
            {
              "sentence": "In its September 2022 report on Section 3, the CRS notes that the Constitution does not define what qualifies as an insurrection or a rebellion but that the Militia Clause of Article I, Section VIII authorizes Congress to pass laws to \"provide for calling forth the Militia to, execute the Laws of the Union,  [and] suppress Insurrections\",   while Baude and Paulsen note that Article I, Section IX states that \"The Privilege of the Writ of Habeas Corpus shall not be suspended, unless when in Cases of Rebellion or Invasion the public Safety may require it.\"   The CRS, Baude and Paulsen, and Lynch note that Congress passed the Insurrection Act and Militia Acts pursuant to the Militia Clause, that the Insurrection Act and Militia Acts authorize the President to use the militia and armed forces to prevent \"unlawful obstructions, combinations, or assemblages, or rebellion against the authority of the United States  [that] make it impracticable to enforce the laws of the United States in any State by the ordinary course of judicial proceedings\", and that the 1871 amendment to the Insurrection Act authorizes the use of the armed forces to suppress insurrection attempting to \"oppose or obstruct the execution of the laws of the United States or impede the course of justice under those laws.\"    As it is required by the 12th Amendment and effectuated by the Electoral Count Act and the Electoral Count Reform Act (ECRA),    the CRS and Graber note that the Electoral College vote count arguably qualifies as an execution of the laws of the United States",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Fischer v",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.npr.org/2022/12/22/1139951463/electoral-count-act-reform-passes"
              ]
            },
            {
              "sentence": "United States (2024), the dissenting opinion written by Associate Justice Amy Coney Barrett noted that the Supreme Court did not hold that the Electoral College vote count is not an official proceeding under the Sarbanes–Oxley Act",
              "refs": []
            },
            {
              "sentence": "In a dispute over whether the state government and constitution installed in Rhode Island by the Dorr Rebellion or the state government operating under the Rhode Island Royal Charter was the legitimate state government under the Guarantee Clause of the Article IV, Section IV,  the Supreme Court held in Luther v",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Borden (1849) that the controversy was a political question that could only be determined by Congress",
              "refs": []
            },
            {
              "sentence": "The CRS cites the Supreme Court's ruling in Luther v",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/603/23-5572/",
                "[ERROR retrieving ref link]",
                "https://crsreports.congress.gov/product/pdf/LSB/LSB10757"
              ]
            },
            {
              "sentence": "Borden as establishing that the Insurrection Act generally leaves the decision to determine whether a civil disturbance qualifies as an insurrection at the discretion of the President with invocation sufficing for disqualification under Section 3",
              "refs": []
            },
            {
              "sentence": "Baude and Paulsen cite the Supreme Court's ruling in the Prize Cases (1863) as stating that \"This greatest of civil wars was not gradually developed by popular commotion, tumultuous assemblies, or local unorganized insurrections..",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[but] sprung forth suddenly ..",
              "refs": []
            },
            {
              "sentence": "in the full panoply of war",
              "refs": []
            },
            {
              "sentence": "The President was bound to meet it in the shape it presented itself, without waiting for Congress to baptize it with a name\"",
              "refs": []
            },
            {
              "sentence": "Conversely, surveying federal and state case law on insurrection prior to the ratification of the Fourteenth Amendment, Graber argues that federal and state courts have never required that prosecutors provide evidence of a presidential proclamation being issued in cases related to an insurrection",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://supreme.justia.com/cases/federal/us/48/1/"
              ]
            },
            {
              "sentence": "The CRS also suggests that presidential invocation of the Insurrection Act might be unnecessary to establish an event as an insurrection because the Militia Clause and Section 5 of the Fourteenth Amendment probably also provide Congress with the legislative authority to designate an event as an insurrection for determining disqualification under Section 3",
              "refs": []
            },
            {
              "sentence": "While the Supreme Court held in Martin v",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://supreme.justia.com/cases/federal/us/67/635/#668–669"
              ]
            },
            {
              "sentence": "Mott (1827) that \"The authority to decide whether the exigencies contemplated\" under the Militia Clause and the Militia Act of 1795 \"have arisen, is exclusively vested in the President, and his decision is conclusive upon all other persons\",  Lynch argues that it is unlikely that Congress or courts would allow for public office disqualification pursuant to Section 3 strictly on a President's judgement of whether an insurrection has occurred due to potential abuse of power",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Along with the definitions of \"insurrection\" and \"rebellion\" in the 1828 and 1864 editions of the American Dictionary of the English Language originally compiled by lexicographer Noah Webster, the 1860 abridgement of Webster's Dictionary compiled by lexicographer Joseph Emerson Worcester, and the 12th edition of Bouvier's Law Dictionary released in 1868,  Baude and Paulsen cite the Prize Cases as stating that \"Insurrection against a government may or may not culminate in an organized rebellion, but a civil war always begins by insurrection against the lawful authority of the Government,\" in arguing that \"insurrection\" and \"rebellion\" are legally distinct",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://supreme.justia.com/cases/federal/us/25/19/"
              ]
            },
            {
              "sentence": "Along with Abraham Lincoln's first inaugural address and Lincoln's July 4, 1861, message to Congress,  Baude and Paulsen argue that the text of the Ironclad Oath and Sections 2 and 3 of the Second Confiscation Act are instructive for understanding the original meaning of \"insurrection\" and \"rebellion\" in Section 3",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Adopted by the 37th United States Congress in 1862 for the incoming members of the 38th United States Congress, the Ironclad Oath states:",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/67/635/#666"
              ]
            },
            {
              "sentence": "Also passed in 1862 and 6 years prior to the ratification of the Fourteenth Amendment, Sections 2 and 3 of the Second Confiscation Act state:",
              "refs": []
            },
            {
              "sentence": "Baude and Paulsen cite the invocation of the Insurrection Act by George Washington during the Whiskey Rebellion, by John Adams during the Fries's Rebellion, by Millard Fillmore during the Christiana Riot, by Abraham Lincoln in the presidential proclamation calling for 75,000 volunteers following the Battle of Fort Sumter, and by Ulysses S",
              "refs": []
            },
            {
              "sentence": "Grant after the Colfax massacre in 1873 and the Battle of Liberty Place in 1874, during the Brooks–Baxter War in 1874, during the Vicksburg massacre in 1875, twice in South Carolina in 1871, and during the Hamburg massacre, the Ellenton massacre, and the other South Carolina civil disturbances of 1876 as examples of such presidential designation of civil disturbances as insurrections or rebellions",
              "refs": []
            },
            {
              "sentence": "With respect to the Christiana Riot, Nat Turner's slave rebellion, John Brown's raid on Harpers Ferry, and other riots interfering with enforcement of the Fugitive Slave Act of 1850 in Boston in 1850 and 1851 and in Wisconsin in 1859, Baude and Paulsen state \"These rebels and insurrectionists were fighting deeply unjust laws, but there is no question that they committed many acts of insurrection nonetheless",
              "refs": [
                "https://legislink.org/us/stat-17-502"
              ]
            },
            {
              "sentence": "Rebellion for a good cause is still rebellion.\"  Graber notes in addendum that \"Legal authorities from the framing to Reconstruction insisted that insurrection or treason trials do not turn on the justice of any complaint against the laws",
              "refs": [
                "https://uslaw.link/citation/us-law/public/37/195"
              ]
            },
            {
              "sentence": "..",
              "refs": []
            },
            {
              "sentence": "That the motive is moral rather than pecuniary is one factor that converts a riot into an insurrection.\"",
              "refs": [
                "https://www.npr.org/2022/12/22/1139951463/electoral-count-act-reform-passes"
              ]
            },
            {
              "sentence": "During congressional debate on the Fourteenth Amendment, West Virginia Senator Peter G",
              "refs": []
            },
            {
              "sentence": "Van Winkle stated in reference to Section 3, that \"This is to go into our Constitution and to stand to govern future insurrection as well as the present; and I should like to have that point definitely understood\",    and Lynch, Vlahoplus, and Graber argue that while early drafts of Section 3 limited its application to the Civil War, the final language was broadened to include insurrection and rebellion retrospectively and prospectively due to concerns about ex-Confederates engaging in insurrection or rebellion postbellum",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://memory.loc.gov/ll/llcg/073/0000/00632941.tif"
              ]
            },
            {
              "sentence": "Conversely, Lash argues that the evidence from the drafting history of Section 3 on whether the clause was intended to apply prospectively or only to the Civil War is mixed, that Daniel Clark's proposal for Section 3 omitted reference to future rebellions, and that the public understanding of Section 3, as expressed in contemporaneous newspaper coverage and public comments made by members of Congress and state governors during the 1866 midterm elections, was that Section 3 applied only to the Civil War",
              "refs": [
                "https://abcnews.go.com/Politics/framers-14th-amendments-disqualification-clause-analysis/story?id=105996364",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As with whether Section 3 applies to the presidential oath of office and the Presidency, Lash concludes that it is unclear whether Section 3 applies prospectively or only to the Civil War while conceding that the clause could be read to imply the former possibility",
              "refs": []
            },
            {
              "sentence": "While the CRS, Baude and Paulsen, Lynch, and Magliocca note that Congress would subsequently amend the Enforcement Act of 1870 that provided congressional enforcement for Section 3 with the Amnesty Act in 1872 and a subsequent amnesty law in 1898 in accordance with the two-thirds majority requirement of Section 3,     the CRS has also noted that the U.S",
              "refs": [
                "https://memory.loc.gov/ll/llcg/073/0200/02703148.tif",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "4th Circuit Court of Appeals held in the Section 3 lawsuit brought against North Carolina Representative Madison Cawthorn that the Amnesty Act applies only retrospectively and not prospectively in that only acts prior to its enactment qualify for amnesty from Section 3 disqualification and not acts subsequent to its enactment",
              "refs": []
            },
            {
              "sentence": "Based on the concurrent majorities in favor of the sole article in the second Trump impeachment in the House and the impeachment trial in the Senate, and the passage of the Congressional Gold Medals bill in August 2021, Baude and Paulsen argue that Congress has effectively designated the January 6 Capitol attack as an insurrection,    while Graber argues that the January 6 Capitol attack falls within the meaning of \"insurrection\" within pre-14th Amendment federal and state case law",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.cnn.com/2021/08/05/politics/joe-biden-capitol-police-officers-award/index.html",
                "https://www.govinfo.gov/link/plaw/117/public/32?link-type=html"
              ]
            },
            {
              "sentence": "Baude and Paulsen conclude, \"If the public record is accurate, the case is not even close",
              "refs": [
                "https://www.npr.org/2022/12/22/1139951463/electoral-count-act-reform-passes"
              ]
            },
            {
              "sentence": "[Donald Trump] is no longer eligible to the office of  [the] Presidency, or any other state or federal office covered by the Constitution.\"  Graber argues that if Donald Trump's actions as described in the ninth, tenth, and eleventh central findings of the House Select January 6 Committee final report were done intentionally and knowingly in support of the January 6 Capitol attack, then his actions meet the standard for engaging in an insurrection as established by federal and state case law, and the findings are sufficient to disqualify Trump under Section 3 if those findings are proven in a hearing on the application of Section 3 to his eligibility to serve as president",
              "refs": [
                "https://crsreports.congress.gov/product/pdf/LSB/LSB10750"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "\"[G]iven aid or comfort to ... enemies\"",
          "section_content": [
            {
              "sentence": "Like Baude and Paulsen,  the CRS notes that the Treason Clause of Article III, Section III states \"Treason against the United States, shall consist only in levying War against them, or in adhering to their Enemies, giving them Aid and Comfort\" and mirrors the language of Section 3 to describe the offenses qualifying for disqualification",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The CRS goes on to cite the Supreme Court's rulings in Cramer v",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "United States (1945) and Haupt v",
              "refs": []
            },
            {
              "sentence": "United States (1947) in suggesting that simple association with a person is insufficient to qualify as \"giving aid or comfort\" but that actions that provide even relatively minor material support does qualify",
              "refs": []
            },
            {
              "sentence": "Lynch notes that the Court stated in Cramer v",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "United States that there is \"no evidence whatever that..",
              "refs": []
            },
            {
              "sentence": "aid and comfort was designed to encompass a narrower field than that indicated by its accepted and settled meaning\" as established by the Treason Act 1351",
              "refs": []
            },
            {
              "sentence": "The CRS and Baude and Paulsen cite the Prize Cases as concluding that citizens of the Confederate States of America, while not foreign, qualified as \"enemies\" for law of war purposes,  and Baude and Paulsen cite the Court as stating in the Prize Cases that \"It is not the less a civil war, with belligerent parties in hostile array, because it may be called an 'insurrection' by one side, and the insurgents be considered as rebels or traitors.\"",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/325/1/",
                "https://supreme.justia.com/cases/federal/us/330/631/",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://supreme.justia.com/cases/federal/us/325/1/#76"
              ]
            },
            {
              "sentence": "In Federalist No",
              "refs": []
            },
            {
              "sentence": "78, Alexander Hamilton states:",
              "refs": []
            },
            {
              "sentence": "Citing Hamilton in Federalist No",
              "refs": []
            },
            {
              "sentence": "78 and the Supreme Court's rulings in Chisholm v",
              "refs": []
            },
            {
              "sentence": "Georgia (1793) and Hollingsworth v",
              "refs": []
            },
            {
              "sentence": "Virginia (1798) before and after the ratification of the 11th Amendment,    Baude and Paulsen argue that Section 3 supersedes or qualifies any prior constitutional provisions with which it could be in conflict and cite the Freedom of Speech Clause of the 1st Amendment specifically",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://avalon.law.yale.edu/18th_century/fed78.asp",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Baude and Paulsen also cite the text of the Ironclad Oath and the Second Confiscation Act to argue that the use of \"enemies\" in Section 3 refers to \"enemies foreign and domestic\" and that \"giving aid or comfort\" includes providing indirect material assistance",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/2/419/"
              ]
            },
            {
              "sentence": "The CRS, Baude and Paulsen, Graber, and Lynch cite the exclusion of John Y",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/3/378/"
              ]
            },
            {
              "sentence": "Brown and John Duncan Young of Kentucky by the House of Representatives in 1867 for oral or print speech that the House determined qualified for disqualification,     while Baude and Paulsen also cite the open letter written by Abraham Lincoln to New York Representative Erastus Corning on June 12, 1863, in support of the military arrest of former Ohio Representative Clement Vallandigham in support of their argument that Section 3 qualifies the Freedom of Speech Clause",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Baude and Paulsen, Graber, and Lynch cite the exclusion of former Secretary of the Treasury Philip Francis Thomas from the Senate in 1867 as an example of disqualification for \"giving aid or comfort to ..",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "enemies\"",
              "refs": []
            },
            {
              "sentence": "The CRS, Baude and Paulsen, Graber, and Lynch also note the disqualification and removal of Wisconsin Representative Victor L",
              "refs": []
            },
            {
              "sentence": "Berger from the House of Representatives in 1919 under Section 3 after being convicted of treason under the Espionage Act of 1917",
              "refs": []
            },
            {
              "sentence": "Berger's conviction was subsequently overturned by the Supreme Court in Berger v",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "United States (1921) and Berger was reelected and seated from 1923 to 1929",
              "refs": []
            },
            {
              "sentence": "Graber notes further that Berger had been charged under the Espionage Act because of his opposition to U.S",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "entry into World War I and had urged resistance to conscription,  and that in rejecting Berger's claim that Section 3 applied only to ex-Confederates, a report issued by the House of Representatives stated, \"It is perfectly true that the entire Fourteenth Amendment was the child of the Civil War..",
              "refs": [
                "https://memory.loc.gov/ll/llcg/073/0000/00632941.tif"
              ]
            },
            {
              "sentence": "[but it] is equally true, however, that its provisions are for all time..",
              "refs": []
            },
            {
              "sentence": "It is inconceivable that the House of Representatives, which without such an express provision in the Constitution repeatedly asserted its right to exclude Members-elect for disloyalty, should ignore this plain prohibition which has been contained in the fundamental law of the Nation for more than half a century.\"  [c]",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/255/22/"
              ]
            },
            {
              "sentence": "Blackman and Tillman argue that since engaging in insurrection or rebellion and giving aid or comfort to enemies are textually distinct in Section 3, that Baude and Paulsen conflate engaging in insurrection or rebellion with giving aid or comfort to enemies and in effect create \"giving aid or comfort to insurrection\" as a criminal offense which does not appear in the text of Section 3",
              "refs": []
            },
            {
              "sentence": "Conversely, the CRS states that while a criminal conviction for insurrection or treason under Section 2383 or 2381, respectively, of Title 18 of the United States Code would presumably be sufficient for determining whether specific individuals are disqualified under Section 3, [d]  the definitions of \"insurrection\" and \"rebellion\" for the purpose of Section 3 disqualification would not necessarily be confined by statute",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Similarly, Lynch argues that conviction under Section 2383 as a necessary condition for Section 3 disqualification is not a model standard because there are no apparent cases of a defendant ever being convicted under Section 2383, and because the statute also does not include federally-recognized rebellions or insurrections against state governments",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Section 2383 is the codified version of Sections 2 and 3 of the Second Confiscation Act that was retained in the Revised Statutes of the United States in 1874,  in a subsequent codification of federal penal statutes in 1909,  and ultimately in the United States Code in 1948,  but it applies disqualification only from \"offices under the United States\" (i.e",
              "refs": [
                "https://www.law.cornell.edu/uscode/text/18/2383",
                "[ERROR retrieving ref link]",
                "https://www.law.cornell.edu/uscode/text/18/2381",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "federal offices) while Section 3 also applies disqualification from state offices",
              "refs": []
            },
            {
              "sentence": "[e]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Likewise, Section 2381 is the codified version of Sections 1 and 3 of the Second Confiscation Act together with Section 1 of the Crimes Act of 1790 that was ultimately retained through the same codifications, and it also applies disqualification only from federal offices and not from state offices",
              "refs": []
            },
            {
              "sentence": "[f] In Ex parte Bollman (1807), the Supreme Court stated that \"if a body of men be actually assembled for the purpose of effecting by force a treasonable purpose, all those who perform any part, however minute, or however remote from the scene of action, and who are actually leagued in the general conspiracy, are to be considered as traitors.\"  Citing Ex parte Bollman, United States v",
              "refs": [
                "https://legislink.org/us/stat-18-1036",
                "https://legislink.org/us/stat-35-1088"
              ]
            },
            {
              "sentence": "Burr, the Prize Cases,  United States v",
              "refs": [
                "https://legislink.org/us/stat-62-808"
              ]
            },
            {
              "sentence": "Vigol (1795),  United States v",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Mitchell I (1795),  and Ex parte Vallandigham (1864),  and surveying federal and state case law on insurrection and treason prior to the ratification of the 14th Amendment, Graber argues that the original public meaning of \"insurrection\" and \"treason\" were understood to be any assemblage resisting a federal law by force for a public purpose,  and that \"engaging\" in an insurrection was understood to broadly include performing any role in an attempt to obstruct the execution of a federal law",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://legislink.org/us/stat-1-112",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Brandenburg v",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/8/75/#126"
              ]
            },
            {
              "sentence": "Ohio (1969), the Supreme Court established a two-part test for speech qualifying as incitement and without protection by the First Amendment if that speech is:",
              "refs": []
            },
            {
              "sentence": "In November 2022, the New Mexico Supreme Court upheld the removal and lifetime disqualification from public office of Otero County Board Commissioner Couy Griffin under Section 3 by New Mexico District Court Judge Francis J",
              "refs": []
            },
            {
              "sentence": "Mathew the previous September after District of Columbia U.S",
              "refs": []
            },
            {
              "sentence": "District Court Judge Trevor N",
              "refs": []
            },
            {
              "sentence": "McFadden ruled that Griffin was guilty of trespassing during the January 6 Capitol attack in March 2022",
              "refs": []
            },
            {
              "sentence": "The New Mexico Supreme Court reaffirmed its decision in February 2023",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/68/24/",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The U.S",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/395/444/"
              ]
            },
            {
              "sentence": "Supreme Court rejected Griffin's appeal in March 2024",
              "refs": []
            },
            {
              "sentence": "As of December 2022, about 290 out of over 910 defendants associated with the January 6 Capitol attack had been charged with obstructing an official proceeding, with over 70 convicted",
              "refs": []
            },
            {
              "sentence": "In December 2023, the Supreme Court granted a writ of certiorari in Fischer v",
              "refs": [
                "https://crsreports.congress.gov/product/pdf/IF/IF11072"
              ]
            },
            {
              "sentence": "United States (2024) following the U.S",
              "refs": []
            },
            {
              "sentence": "District of Columbia Circuit Court of Appeals panel ruling (with Florence Y",
              "refs": []
            },
            {
              "sentence": "Pan, Justin R",
              "refs": []
            },
            {
              "sentence": "Walker, and Gregory G",
              "refs": []
            },
            {
              "sentence": "Katsas presiding) that reversed the ruling of District of Columbia U.S",
              "refs": []
            },
            {
              "sentence": "District Court Judge Carl J",
              "refs": []
            },
            {
              "sentence": "Nichols that obstructing an official proceeding is limited to documents tampering",
              "refs": []
            },
            {
              "sentence": "In June 2024, the Supreme Court held in Fischer that obstructing an official proceeding under the Sarbanes–Oxley Act is limited to tampering with physical evidence for use in an official proceeding",
              "refs": [
                "https://www.krqe.com/news/politics-government/end-of-the-road-couy-griffins-appeal-dismissed-by-nm-supreme-court/",
                "https://www.cnn.com/2022/03/22/politics/couy-griffin-verdict-january-6-trial/index.html",
                "https://www.cnn.com/2022/09/06/politics/couy-griffin-new-mexico-january-6/index.html",
                "https://www.krqe.com/news/politics-government/new-mexico-supreme-court-maintains-couy-griffin-office-removal/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Enforcement of Section 3",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Self-executing or congressional enforcement",
              "section_content": [
                {
                  "sentence": "In its September 2022 report on Section 3, the CRS states that it is unclear whether Section 3 is \"self-executing\", that Section 3 does not establish a procedure for determining whether specific persons are disqualified under its terms, and that Congress has not passed legislation for creating such a procedure",
                  "refs": []
                },
                {
                  "sentence": "The Supremacy Clause of Article VI states that \"This Constitution, and the Laws of the United States which shall be made in Pursuance thereof..",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "shall be the supreme Law of the Land; and the Judges in every State shall be bound thereby, anything in the Constitution or Laws of any State to the Contrary notwithstanding.\"  Citing the Supremacy Clause, Baude and Paulsen argue that Section 3 is \"legally self-executing\" in that it does not require additional legislation to effectuate it and make it legally operative",
                  "refs": [
                    "https://apnews.com/article/supreme-court-capitol-riot-obstruction-charge-trump-5cf0db4a71766f0b40ec199dd0d5a1ab"
                  ]
                },
                {
                  "sentence": "In arguing its terms are legally self-executing, Baude and Paulsen compare the text of Section 3 to the text of the House Qualifications Clause of Article I, Section II, [g] the Senate Qualifications Clause of Article I, Section III, [h] and the Presidential Qualifications Clause of Article II, Section I, [i] in noting that none of the clauses include a delegation of power to any organ of the government for their enforcement",
                  "refs": [
                    "https://www.washingtonpost.com/dc-md-va/2022/03/08/judge-tosses-jan-6-obstruction-charge/"
                  ]
                },
                {
                  "sentence": "The 22nd Amendment also does not delegate power to any organ of the government for its enforcement",
                  "refs": [
                    "https://crsreports.congress.gov/product/pdf/RL/RL34304"
                  ]
                },
                {
                  "sentence": "[j]",
                  "refs": [
                    "https://crsreports.congress.gov/product/pdf/LSB/LSB11126"
                  ]
                },
                {
                  "sentence": "In contrast, Baude and Paulsen note that in comparison to the language of Section 3, the Impeachment Power Clause of Article I, Section II, [k] the Impeachment Trial Clause of Article I, Section III, [l] the Impeachment Disqualification Clause of Article I, Section III, [m] the Impeachment Clause of Article II, Section IV, [n] and the Treason Clause of Article III, Section III, [o] define their offenses or specify the organs of the government responsible for their enforcement, while Section 3 neither defines its offenses nor specifies which organs of the government must enforce it but provides disqualification to specific persons itself",
                  "refs": []
                },
                {
                  "sentence": "While Baude and Paulsen acknowledge the ruling in Griffin's Case (1869) presided over by Chief Justice Salmon P",
                  "refs": [
                    "https://apnews.com/article/supreme-court-capitol-riot-obstruction-2cdba47baa5cea8177d651de751760a6"
                  ]
                },
                {
                  "sentence": "Chase as the Circuit Justice of Virginia where Chase ruled that Section 3 was not self-executing, Baude and Paulsen argue that it was wrongly decided",
                  "refs": []
                },
                {
                  "sentence": "In Griffin's Case, a black man named Caesar Griffin was tried and convicted in a case presided over by Hugh White Sheffey, whom Griffin's attorney argued was disqualified from serving as a state judge under Section 3 as Sheffey had served as the Speaker of the Virginia House of Delegates under the Confederacy",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Blackman and Tillman dispute Baude and Paulsen's interpretation of Griffin's Case, arguing that they apply frameworks of judicial interpretation developed decades after the case to reject it and effectively misconstrue the decision",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Blackman and Tillman argue further that the second treason indictment of Jefferson Davis (which was also presided over by Chase as Circuit Justice of Virginia) is not in tension with Griffin's Case and conclude that the decisions in the cases when taken together lead to the conclusion that Section 3 is not self-executing",
                  "refs": []
                },
                {
                  "sentence": "Conversely, Gerard Magliocca argues that the two decisions are nearly impossible to reconcile since in the case of Jefferson Davis, which occurred months before Griffin's Case, Chase had concluded that Section 3 was self-executing",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Nearly a month after the surrender of the Army of Northern Virginia by Confederate General-in-Chief Robert E",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Lee following the Battle of Appomattox Court House, Davis was captured in Irwinville, Georgia on May 10, 1865, and imprisoned at Fort Monroe in Virginia, but would be not indicted for treason until May 1866 by Eastern Virginia U.S",
                  "refs": []
                },
                {
                  "sentence": "Attorney Lucius H",
                  "refs": []
                },
                {
                  "sentence": "Chandler",
                  "refs": []
                },
                {
                  "sentence": "In January 1866, Attorney General James Speed issued an official legal opinion at the request of Congress that concluded that Davis could only be tried for treason in a civil trial rather than a military tribunal and, in accordance with Article III, Section II, only in Virginia where Davis had led the Confederacy in the Civil War since the Confederate capitol was located in Richmond",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[p]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "However, the prosecution was unwilling to try Davis without the presence of Chase as Chief Justice, but Chase declared that he was unwilling to preside over the case because, despite President Andrew Johnson issuing two presidential proclamations in 1866 declaring that the organized resistance to federal authority had ceased, Virginia remained under martial law at the time as an unreconstructed state and he did not wish to make a decision that could be overruled by the military",
                  "refs": []
                },
                {
                  "sentence": "Congress had also passed the Judicial Circuits Act which reduced the total number of federal judicial circuits and altered their geographical boundaries including Chase's circuit, and because the law did not specify how the Supreme Court justices would subsequently be assigned, Chase argued that he and the other justices should refuse to carry out circuit duty until Congress amended the law to specify assignments",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In response, Johnson directed Attorney General Henry Stanbery in October 1866 to review what actions Johnson could take to resolve the jurisdiction issue, but Stanbery concluded that the Supreme Court itself could assign the circuits and that Chase was citing technical issues as excuses to not preside over the trial",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After Congress passed an amendment to the Judicial Circuits Act in March 1867 that ordered the Supreme Court to make the assignments, Chase cited a lack of preparation on the part of the prosecution and continuances requested by the government for his not presiding over the trial, as well as his workload as Chief Justice and concerns about his personal safety in Virginia (despite his presiding over the circuit court in North Carolina during the same time period)",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Conversely, as the indictment was receiving extensive newspaper coverage throughout the country at the time,  multiple Johnson administration officials, former Southern New York U.S",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Attorney Charles O'Conor (who served as the lead defense counsel for Davis), and historians have suggested that Chase had presidential ambitions that Chase did not want to risk by presiding over the case",
                  "refs": []
                },
                {
                  "sentence": "Chase's refusal to preside effectively led to the 1866 indictment being quashed",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Davis remained imprisoned at Fort Monroe until he was released on bail in May 1867, and was relinquished by the military commander at Fort Monroe into civil custody under a writ of habeas corpus",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In November 1867, a grand jury heard testimony against Davis for a second treason indictment, and the grand jury issued the second indictment in March 1868",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After refusing to consult with Johnson on the indictment and as he sought the presidential nomination at the 1868 Democratic National Convention,  Chase shared his view on Section 3 with Davis' attorneys privately that the clause was self-executing",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In November 1868, Davis' attorneys filed a motion to dismiss the indictment on the basis that Section 3 was self-executing",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "As Davis had served as a Representative and Senator from Mississippi and U.S",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Secretary of War during the Franklin Pierce administration before serving as the president of the Confederate States, his attorneys argued that Section 3 precluded the treason indictment and would violate the principle of double jeopardy (making the indictment unconstitutional), while the prosecution argued that Section 3 did not provide a criminal punishment and was not applicable in the case",
                  "refs": []
                },
                {
                  "sentence": "After Chase and Virginia U.S",
                  "refs": []
                },
                {
                  "sentence": "District Court Judge John Curtiss Underwood split on the motion to dismiss (with Chase voting in favor of the motion and Underwood voting to sustain the indictment), the case was granted a writ of certiorari by the Supreme Court but was ultimately rendered moot when Johnson granted pardons for ex-Confederates including Davis in December 1868, and the prosecution formally withdrew the indictment in the early months of the next year",
                  "refs": []
                },
                {
                  "sentence": "While initially wanting Davis to be tried for treason since there was no evidence to implicate Davis in the assassination of Abraham Lincoln or the treatment of Union Army soldiers as prisoners of war at Andersonville Prison in Georgia,  Johnson and his Cabinet decided that granting Davis a pardon was the best course of action due to their surprise that the Supreme Court issued the writ of certiorari and at Chase's sympathy towards the defense counsel's motion,  as well as the concern that an acquittal of Davis would constitutionally validate secession",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Despite the pardon, Congress would not remove the Section 3 disqualification from Davis until 1978 when it also restored his citizenship posthumously",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Under Article II, Section II, \"The President ..",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "shall have Power to grant Reprieves and Pardons for Offenses against the United States\"",
                  "refs": []
                },
                {
                  "sentence": "While the Supreme Court had held in Ex parte Garland (1867) that a full presidential pardon \"releases the punishment and blots out of existence the guilt..",
                  "refs": []
                },
                {
                  "sentence": "as if  [the offender] had never committed the offence..",
                  "refs": []
                },
                {
                  "sentence": "[and if] granted before conviction..",
                  "refs": []
                },
                {
                  "sentence": "prevents any of the penalties and disabilities..",
                  "refs": []
                },
                {
                  "sentence": "upon conviction from attaching\",  the Supreme Court subsequently held in Burdick v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "United States (1915) that a pardon \"carries an imputation of guilt; acceptance a confession of it.\"   Chase and Underwood would likewise differ over whether Section 3 was self-executing in Griffin's Case, with Chase arguing that Section 3 was not and Underwood arguing that Section 3 was",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Lynch and Graber note that Hugh White Sheffey's attorney had conceded Section 3 disqualification arguendo, but rejected an ex proprio vigore interpretation of Section 3 (i.e",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "disqualification without due process) with which Chase agreed",
                  "refs": []
                },
                {
                  "sentence": "During congressional debate on Section 3, Pennsylvania Representative Thaddeus Stevens stated that \" [I]f this amendment prevails, you must legislate to carry out many parts of it",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "..",
                  "refs": []
                },
                {
                  "sentence": "It will not execute itself, but as soon as it becomes a law, Congress at the next session will legislate to carry it out both in reference to the presidential and all other elections as we have a right to do.\"   In his remarks in the final house debate, Stevens reiterated, \"I see no hope of safety  [except] in the prescription of proper enabling acts\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Citing Stevens and remarks made by Illinois Senator Lyman Trumbull in congressional debate on the Enforcement Act of 1870, Lash argues that many members of Congress during the drafting history of Section 3 believed that the clause required enabling legislation",
                  "refs": []
                },
                {
                  "sentence": "Lash also cites the Military Reconstruction Acts as evidence of how Section 3 required congressional enforcement legislation for the Electoral College",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Also citing Griffin's Case,  Lash concludes, as with whether Section 3 applies to the presidential oath of office and to holding the Presidency and post-Civil War insurrections and rebellions, that it is unclear whether Section 3 is self-executing considering that it was interpreted both ways during its drafting, ratification, and contemporaneous effectuation",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Magliocca argues that Chase's argument against Section 3 being self-executing in Griffin's Case is not persuasive primarily due to Chase's reversal between the two cases and because there is no evidence that when Congress drafted the 14th Amendment that Congress viewed Section 3 as requiring enforcement legislation, and Magliocca argues further that Underwood's positions in the two cases was more consistent and faithful to the text",
                  "refs": [
                    "https://memory.loc.gov/ll/llcg/073/0200/02703148.tif"
                  ]
                },
                {
                  "sentence": "Likewise, Graber argues that there is no evidence from congressional debate during the drafting of the 14th Amendment that members of Congress thought that Section 3 was not self-executing, and Graber goes on to state that state governments enacted their own enforcement legislation for Section 3 and held persons disqualified under its terms in the absence of federal enforcement legislation and that Congress did nothing to reverse the decisions",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Graber states that Chase's opinion in Griffin's Case is the only counterexample following the ratification of the 14th Amendment of a court or legislative proceeding concluding that Section 3 was not self-executing, and that since state government Section 3 disqualification proceedings continued without congressional enforcement legislation after Griffin's Case was decided, Graber argues that Griffin's Case is not persuasive evidence against the original public understanding of Section 3 as being self-executing and agrees with Magliocca that Chase's reversal between the Jefferson Davis treason indictment and Griffin's Case casts doubt on the validity of Chase's arguments in the two cases",
                  "refs": []
                },
                {
                  "sentence": "While noting the Court's opinions in Durousseau v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "United States (1810) and Ex parte McCardle (1869),    Blackman and Tillman argue that, as an analogue to Section 3, the Supreme Court's appellate jurisdiction under the Appellate Jurisdiction Clause is not clearly self-executing citing Wiscart v",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "D'Auchy (1796),  Turner v",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/71/333/#380–381"
                  ]
                },
                {
                  "sentence": "Bank of North America (1799),  Barry v",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/236/79/#94"
                  ]
                },
                {
                  "sentence": "Mercein (1847),  Daniels v",
                  "refs": [
                    "https://crsreports.congress.gov/product/pdf/R/R46179"
                  ]
                },
                {
                  "sentence": "Railroad Company (1865),  and The Francis Wright (1881);  and, citing the CRS as suggesting that the prevailing opinion among legal scholars today is that the Supreme Court's appellate jurisdiction is not self-executing, Blackman and Tillman also claim that the issue of whether or not it is remains a matter of debate",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Noting that, despite the age requirements for membership in Article I, the House of Representatives chose to seat Tennessee Representative William C",
                  "refs": []
                },
                {
                  "sentence": "C",
                  "refs": []
                },
                {
                  "sentence": "Claiborne for the 5th United States Congress, that the Senate chose to seat Kentucky Senator Henry Clay for the 9th United States Congress, Virginia Senator Armistead Thomson Mason for the 14th United States Congress, and Tennessee Senator John Eaton for the 15th United States Congress, and that the Senate dismissed a complaint brought by incumbent West Virginia Senator Henry D",
                  "refs": []
                },
                {
                  "sentence": "Hatfield following the 1934 Senate elections to not seat Rush Holt Sr",
                  "refs": []
                },
                {
                  "sentence": "for the 74th United States Congress, Blackman and Tillman argue that the Article I membership qualifications have been enforced by Congress in a discretionary manner rather than a self-executing one",
                  "refs": []
                },
                {
                  "sentence": "Blackman and Tillman also note that the House of Representatives had seated Victor L",
                  "refs": [
                    "https://memory.loc.gov/ll/llcg/072/0600/06262544.tif"
                  ]
                },
                {
                  "sentence": "Berger for the 66th United States Congress despite his conviction under the Espionage Act in February 1919 and did not remove him from his seat under Section 3 until the following November,  and that Clay, Mason, and Eaton were chosen by state legislatures—whose members were bound by the Oath or Affirmation Clause and the Supremacy Clause—in indirect elections prior to the ratification of the 17th Amendment as additional examples that demonstrate that Article I qualifications are enforced by discretion and are not self-executing",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Similarly, historian David T",
                  "refs": []
                },
                {
                  "sentence": "Beito has noted that while Eugene V",
                  "refs": []
                },
                {
                  "sentence": "Debs had served as a member of the Indiana House of Representatives and was later convicted under the Sedition Act of 1918, Debs still appeared on the ballot in at least 40 states as the Socialist Party presidential nominee in the 1920 presidential election",
                  "refs": []
                },
                {
                  "sentence": "Also in contrast to Berger, Debs' conviction was upheld by the Supreme Court in Debs v",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "United States (1919)",
                  "refs": []
                },
                {
                  "sentence": "Conversely, Baude and Paulsen argue that the problem of enforcement while real is a non-sequitur from the question of whether Section 3 is self-executing because \"...the meaning of the Constitution comes first",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Officials must enforce the Constitution because it is law; it is wrong to think that it only becomes law if they decide to enforce it.\"  Blackman and Tillman cite the Slaughter-House Cases (1873),  Bradwell v",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://supreme.justia.com/cases/federal/us/10/307/"
                  ]
                },
                {
                  "sentence": "Illinois (1873),  United States v",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/74/506/"
                  ]
                },
                {
                  "sentence": "Cruikshank (1876),  Plessy v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Ferguson (1896),  Ex parte Young (1908),  and Bivens v",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/3/321/",
                    "https://supreme.justia.com/cases/federal/us/4/8/"
                  ]
                },
                {
                  "sentence": "Six Unknown Named Agents (1971) in arguing that Section 1 of the 14th Amendment is only self-executing where there is federal enforcement legislation for an applicant seeking affirmative relief in a cause of action under the section or as a defense in litigation or prosecution against an enforcement action,  and Blackman and Tillman argue that Baude and Paulsen fail to account for this dichotomy in arguing that Section 1 is self-executing",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/46/103/"
                  ]
                },
                {
                  "sentence": "Blackman and Tillman also claim that the plaintiffs in Shelley v",
                  "refs": []
                },
                {
                  "sentence": "Kraemer (1948),  Brown v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Board of Education (1954),  Roe v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Wade (1973),  and Obergefell v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hodges (2015) invoked the Second Enforcement Act of 1871 as codified in Section 1983 of Title 42 of the United States Code for relief as examples",
                  "refs": []
                },
                {
                  "sentence": "[q] Conversely, Magliocca agrees with Baude and Paulsen that Section 1 of the 14th Amendment is self-executing,  and Graber argues that there is no evidence from congressional debate during the drafting of the 14th Amendment that members of Congress thought that any provision of the 14th Amendment was not self-executing",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.independent.org/news/article.asp?id=14659",
                    "ISBN: 978-0786438914",
                    "https://supreme.justia.com/cases/federal/us/83/36/"
                  ]
                },
                {
                  "sentence": "Noting that the House chose to seat Berger from 1923 until 1929 without an amnesty resolution passed with a two-thirds majority as required by Section 3 and citing Ex parte Virginia (1880) and City of Boerne v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Flores (1997),    Lynch argues that subsequent to Griffin's Case that the 14th Amendment as a whole was reconceptualized as being primarily judicially enforceable rather than congressionally enforceable",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://supreme.justia.com/cases/federal/us/83/130/",
                    "https://supreme.justia.com/cases/federal/us/92/542/"
                  ]
                },
                {
                  "sentence": "In the Civil Rights Cases (1883), the Supreme Court stated that \"the  [14th Amendment] is undoubtedly self-executing, without any ancillary legislation, so far as its terms are applicable to any existing state of circumstances.\"",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/163/537/",
                    "https://supreme.justia.com/cases/federal/us/209/123/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Civil action or criminal conviction",
              "section_content": [
                {
                  "sentence": "The CRS notes that the text of Section 3 does not explicitly require a criminal conviction for disqualification and that ex-Confederate officials disqualified during Reconstruction were instead barred by civil actions brought by federal prosecutors or by Congress refusing to seat elected ex-Confederate candidates for Congress under the Electoral Judgement Clause of Article I, Section V,   while Lynch notes that Section 3 challenges for an incumbent member of Congress would occur under the Expulsion Clause of Article I, Section V",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Referencing the exclusion of Victor L",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/403/388/",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Berger by the House of Representatives in 1919, the expulsions of members of Congress during the Civil War for supporting the Confederacy, and the exclusions of members-elect under Section 3 during Reconstruction,  the Supreme Court held in Powell v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "McCormack (1969) that Congress may only exclude duly-elected members under qualifications that are constitutionally prescribed and that the controversy presented was not a political question",
                  "refs": []
                },
                {
                  "sentence": "During the drafting of the Fourteenth Amendment, West Virginia Senator Waitman T",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://supreme.justia.com/cases/federal/us/334/1/"
                  ]
                },
                {
                  "sentence": "Willey stated that the Section 3 disqualification was:",
                  "refs": []
                },
                {
                  "sentence": "Likewise, Maine Senator Lot M",
                  "refs": []
                },
                {
                  "sentence": "Morrill stated that there is \"an obvious distinction between the penalty which the State affixes to a crime and that disability which the state imposes and has the right to impose against persons whom it does not choose to  [e]ntrust with official station\",  while Missouri Senator John B",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/410/113/"
                  ]
                },
                {
                  "sentence": "Henderson stated that Section 3 \"is an act fixing the qualifications of officers and not an act for the punishment of crime",
                  "refs": []
                },
                {
                  "sentence": "..",
                  "refs": []
                },
                {
                  "sentence": "[P]unishment means to take away life, liberty, or property.\"  Citing Morrill, Henderson, and Willey, Graber argues that most members of Congress during the 39th United States Congress understood Section 3 to be a qualification for public office and not a punishment for a criminal offense",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/576/644/"
                  ]
                },
                {
                  "sentence": "While the CRS notes that there is debate among legal scholars about whether Congress has the authority to pass legislation to name specific individuals disqualified under Section 3 due to the Bill of Attainder Clause of Article I, Section IX,  Baude and Paulsen argue that Section 3 qualifies the clause as well as the Bill of Attainder Clause of Article I, Section X and the Ex post facto Law Clauses of Article I, Section IX and Section X and the Due Process Clause of the Fifth Amendment along with the Freedom of Speech Clause",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Due Process Clause of the Fifth Amendment states that \"No person shall ..",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/2/419/",
                    "https://www.law.cornell.edu/uscode/text/42/1983"
                  ]
                },
                {
                  "sentence": "be deprived of life, liberty, or property, without due process of law\"",
                  "refs": []
                },
                {
                  "sentence": "Noting the text of the Due Process Clause and citing the Supreme Court in Taylor v",
                  "refs": []
                },
                {
                  "sentence": "Beckham (1900) as stating that \"The decisions are numerous to the effect that public offices are mere agencies or trusts, and not property as such\",  Baude and Paulsen argue that holding public office in the United States—as it is a republic rather than a constitutional monarchy like the United Kingdom with hereditary peerage—is a public privilege and public trust and not clearly a form of \"life, liberty, or property\" to which persons have a personal or private right protected from deprivation by due process",
                  "refs": [
                    "https://legislink.org/us/stat-16-140"
                  ]
                },
                {
                  "sentence": "[r] The Foreign Emoluments Clause states that \"No Title of Nobility shall be granted by the United States\",   while the Contract Clause of Article I, Section X provides that \"No State shall ..",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://uselectionatlas.org/RESULTS/national.php?f=0&year=1868",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "grant any Title of Nobility.\"  In Snowden v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hughes (1944), the Supreme Court reaffirmed its holding in Taylor v",
                  "refs": []
                },
                {
                  "sentence": "Beckham that holding a state office is not a right of property or liberty secured by the Due Process Clause of the 14th Amendment and being a candidate for state office is not a right or privilege protected by the Privileges and Immunities Clause of Article IV, Section II",
                  "refs": []
                },
                {
                  "sentence": "Baude and Paulsen also note that the Supreme Court in Ex parte Garland and Cummings v",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/521/507/",
                    "[ERROR retrieving ref link]",
                    "https://supreme.justia.com/cases/federal/us/109/3/#20"
                  ]
                },
                {
                  "sentence": "Missouri (1867) explicitly distinguished the criminal punishments in bills of attainder and ex post facto laws from constitutional qualifications for public office",
                  "refs": []
                },
                {
                  "sentence": "While the Double Jeopardy Clause of the Fifth Amendment states that \"No person..",
                  "refs": []
                },
                {
                  "sentence": "shall..",
                  "refs": []
                },
                {
                  "sentence": "be subject for the same offence to be twice put in jeopardy of life or limb\",  the Impeachment Disqualification Clause states that \"Judgment in Cases of Impeachment shall not extend further than to removal from Office, and disqualification..",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/334/1/#11"
                  ]
                },
                {
                  "sentence": "but the Party convicted shall nevertheless be liable and subject to Indictment, Trial, Judgment and Punishment, according to Law.\"  Noting that the scope of high crimes and misdemeanors in the Impeachment Clause of Article II, Section IV in practice has not been limited to criminal offenses,   the CRS notes that the text of the Impeachment Disqualification Clause establishes that disqualification from public office by conviction in an impeachment trial is constitutionally distinct from a punishment levied for conviction in a criminal trial",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://sgp.fas.org/crs/misc/RL31532.pdf",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While the Supreme Court held in Nixon v",
                  "refs": [
                    "https://memory.loc.gov/ll/llcg/073/0000/00402918.tif"
                  ]
                },
                {
                  "sentence": "United States (1993) that whether the Senate had properly tried an impeachment trial under the Impeachment Trial Clause was a political question,    the OLC issued an opinion in 2000 that concluded that it is constitutional to indict and try a former president for the same offenses for which the President was impeached by the House of Representatives and acquitted by the Senate",
                  "refs": [
                    "https://memory.loc.gov/ll/llcg/073/0000/00382916.tif",
                    "https://memory.loc.gov/ll/llcg/073/0100/01583036.tif",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In Federalist No",
                  "refs": []
                },
                {
                  "sentence": "65, Alexander Hamilton notes that the power to conduct impeachment trials is delegated to the Senate rather than the Supreme Court to preclude the possibility of double jeopardy because of the language in the Impeachment Disqualification Clause,   stating \"Would it be proper that the persons who had disposed  [impeached officials of their] fame..",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "in one trial, should, in another trial, for the same offense, be also the disposers of  [their] life and ..",
                  "refs": []
                },
                {
                  "sentence": "fortune? Would there not be the greatest reason to apprehend, that error, in the first sentence, would be the parent of error in the second sentence? ..",
                  "refs": []
                },
                {
                  "sentence": "[By] making the same persons judges in both cases,  [impeached officials] would..",
                  "refs": []
                },
                {
                  "sentence": "be deprived of the double security intended them by a double trial.\"    Along with Magliocca and the CRS, Baude and Paulsen note that following Chase's rulings in the Jefferson Davis treason indictment and Griffin's Case that Congress passed the Enforcement Act of 1870 to effectuate Section 3 by permitting federal prosecutors to issue writs of quo warranto for its enforcement,   and Baude and Paulsen also note that the Military Reconstruction Act of 1867 also incorporated the text that would ultimately be included in Section 3",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/178/548/#577",
                    "[ERROR retrieving ref link]",
                    "https://memory.loc.gov/ll/llcg/073/0000/00402918.tif",
                    "https://www.legislation.gov.uk/ukpga/1999/34/enacted",
                    "https://www.parliament.uk/globalassets/documents/publications-records/House-of-Lords-Publications/Rules-guides-for-business/Standing-order-public-business/Standing-Orders-Public.pdf"
                  ]
                },
                {
                  "sentence": "Subsequently codified in the Revised Statutes of the United States,  Section 14 of the Enforcement Act of 1870 provided that:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "While Lynch notes that Section 14 of the Enforcement Act of 1870 was repealed during the codification of the United States Code in 1948,   the CRS suggests that private parties can still request that a federal judge issue a writ of quo warranto for Section 3 disqualification under Rule 81 of the Federal Rules of Civil Procedure (which were created under the Rules Enabling Act in 1934)",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Similarly, Lynch argues that state officeholders may be removed under Section 3 under writs of quo warranto,  and Baude and Paulsen note that the disqualification of Couy Griffin occurred by a quo warranto lawsuit under state law",
                  "refs": [
                    "https://www.legislation.gov.uk/ukpga/1999/34/enacted",
                    "https://crsreports.congress.gov/product/pdf/IF/IF11557",
                    "https://supreme.justia.com/cases/federal/us/71/333/#378",
                    "https://supreme.justia.com/cases/federal/us/71/277/#319"
                  ]
                },
                {
                  "sentence": "Other legal commentators have argued that Griffin's disqualification has established a precedent to bar Trump from office",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Citing the Supreme Court's ruling in Newman v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "United States ex rel",
                  "refs": []
                },
                {
                  "sentence": "Frizzell (1915) that upheld a quo warranto removal under the District of Columbia Code,  Lynch notes that subsequent federal case law has interpreted the decision as holding that the District of Columbia quo warranto laws apply to all federal offices in the District of Columbia, to officers of the United States, and to members of Congress",
                  "refs": [
                    "https://crsreports.congress.gov/product/pdf/LSB/LSB10760"
                  ]
                },
                {
                  "sentence": "Under Article I, Section VIII, \"Congress shall have the power ..",
                  "refs": []
                },
                {
                  "sentence": "To exercise exclusive Legislation in all Cases whatsoever, over such District ..",
                  "refs": []
                },
                {
                  "sentence": "as may, by Cession of particular States, and the Acceptance of Congress, become the Seat of the Government of the United States\",  and as amended by Congress in 1963 and 1970, Chapter 35 of Title 16 of the District of Columbia Code provides the District of Columbia U.S",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "District Court the authority to issue writs of quo warranto against officers of the United States",
                  "refs": []
                },
                {
                  "sentence": "While the Supreme Court held in Nixon v",
                  "refs": [
                    "https://www.npr.org/2019/11/18/779938819/fractured-into-factions-what-the-founders-feared-about-impeachment"
                  ]
                },
                {
                  "sentence": "Fitzgerald that a President is \"entitled to absolute immunity from damages liability predicated on his official acts\",  the Court subsequently held in Clinton v",
                  "refs": [
                    "https://www.washingtonpost.com/outlook/2019/10/18/hamilton-pushed-impeachment-powers-trump-is-what-he-had-mind/"
                  ]
                },
                {
                  "sentence": "Jones (1997) that \"The principal rationale for affording Presidents immunity from damages actions based on their official acts..",
                  "refs": []
                },
                {
                  "sentence": "provides no support for an immunity for unofficial conduct.\"  The Court further concluded in Clinton v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Jones that \"Deferral of  [civil] litigation until  [a] Presidency ends is not constitutionally required\" because the constitutional separation of powers \"does not require federal courts to stay all private actions against the President until he leaves office\" and that the constitutional separation of powers doctrine does not apply \" [where] there is no suggestion that the Federal Judiciary is being asked to perform any function that might in some way be described as 'executive'..",
                  "refs": []
                },
                {
                  "sentence": "and ..",
                  "refs": []
                },
                {
                  "sentence": "there is no possibility that the decision ..",
                  "refs": []
                },
                {
                  "sentence": "will curtail the scope of the Executive Branch's official powers.\"",
                  "refs": [
                    "https://avalon.law.yale.edu/18th_century/fed65.asp"
                  ]
                },
                {
                  "sentence": "Reiterating its holdings in Youngstown Sheet & Tube Co",
                  "refs": []
                },
                {
                  "sentence": "v",
                  "refs": []
                },
                {
                  "sentence": "Sawyer (1952) and United States v",
                  "refs": []
                },
                {
                  "sentence": "Nixon (1974),   the Court noted that \"it is settled that the Judiciary may severely burden the Executive Branch by reviewing the legality of the President's official conduct, and may direct appropriate process to the President himself",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "It must follow that the federal courts have power to determine the legality of the President's unofficial conduct.\"  In 2000, the OLC issued a revision to its 1973 opinion on presidential immunity that concluded that the Court's rulings in United States v",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Nixon, Nixon v",
                  "refs": []
                },
                {
                  "sentence": "Fitzgerald, and Clinton v",
                  "refs": []
                },
                {
                  "sentence": "Jones were consistent with its 1973 opinion, and while the OLC reiterated its position that \"The indictment or criminal prosecution of a sitting President would unconstitutionally undermine the capacity of the executive branch to perform its constitutionally assigned functions\", the OLC acknowledged the Court's conclusion in Clinton v",
                  "refs": []
                },
                {
                  "sentence": "Jones that an incumbent president has no immunity from civil litigation seeking damages for unofficial conduct",
                  "refs": []
                },
                {
                  "sentence": "In February 2022, District of Columbia U.S",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "District Court Judge Amit Mehta ruled that presidential immunity did not shield Trump from the lawsuits filed by Bennie Thompson, Eric Swalwell, and the U.S",
                  "refs": []
                },
                {
                  "sentence": "Capitol Police officers",
                  "refs": []
                },
                {
                  "sentence": "While Trump appealed Mehta's ruling to the U.S",
                  "refs": []
                },
                {
                  "sentence": "District of Columbia Circuit Court of Appeals in March 2022,   the Circuit Court of Appeals panel (with Judges Gregory Katsas, Judith W",
                  "refs": [
                    "https://legislink.org/us/stat-16-143",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Rogers, and Sri Srinivasan presiding) upheld Mehta's ruling in December 2023 because Trump was acting \"as an office-seeker not office-holder\" due to his speech on January 6 being a campaign event, and as such, did not fall within the \"outer perimeter\" standard established in Nixon v",
                  "refs": []
                },
                {
                  "sentence": "Fitzgerald",
                  "refs": []
                },
                {
                  "sentence": "On the same day the Circuit Court of Appeals panel upheld the ruling that Trump was not immune from the civil lawsuits, District of Columbia U.S",
                  "refs": [
                    "https://legislink.org/us/stat-62-993",
                    "https://www.federalrulesofcivilprocedure.org/rule_81"
                  ]
                },
                {
                  "sentence": "District Court Judge Tanya Chutkan rejected a motion to dismiss the federal election obstruction indictment against Trump under presidential immunity which Trump appealed",
                  "refs": []
                },
                {
                  "sentence": "In February 2024, the Circuit Court of Appeals panel (with Judges Florence Pan, J",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "https://abcnews.go.com/Politics/judge-removes-local-official-engaging-jan-insurrection/story?id=89463597"
                  ]
                },
                {
                  "sentence": "Michelle Childs, and Karen L",
                  "refs": []
                },
                {
                  "sentence": "Henderson presiding) unanimously affirmed the District Court ruling, concluding that Trump's alleged actions \"lacked any lawful discretionary authority..",
                  "refs": []
                },
                {
                  "sentence": "and he is answerable in court for his conduct\" because \"former President Trump has become citizen Trump..",
                  "refs": []
                },
                {
                  "sentence": "[and] any executive immunity that may have protected him while he served as President no longer protects him against this prosecution.\"",
                  "refs": [
                    "https://supreme.justia.com/cases/federal/us/238/537/",
                    "[ERROR retrieving ref link]",
                    "https://law.justia.com/cases/federal/district-courts/FSupp/241/858/1951206/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Ballot access and Electoral College vote count",
          "section_content": [
            {
              "sentence": "As the \"practical construction\" of the Presidential Electors Clause had \"conceded plenary power to the state legislatures in  [choosing the method or mode of] appointment of electors\",  the Supreme Court upheld a Michigan election law appointing presidential electors in McPherson v",
              "refs": [
                "https://code.dccouncil.gov/us/dc/council/code/titles/16/chapters/35"
              ]
            },
            {
              "sentence": "Blacker (1892) because \"where there is ambiguity or doubt\" as to the meaning of constitutional text the \"contemporaneous and subsequent practical construction is entitled to the greatest weight.\"   The Presidential Electors Clause states that \"Each State shall appoint, in such Manner as the Legislature thereof may direct, a Number of Electors, equal to the whole Number of Senators and Representatives to which the State may be entitled in the Congress\",  and the clause delegates the authority to create election laws regulating election administration for presidential elections to state governments rather than the federal government",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/457/731/",
                "https://supreme.justia.com/cases/federal/us/520/681/#682",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Chiafalo v",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/520/681/#681–682"
              ]
            },
            {
              "sentence": "Washington (2020), the Court clarified in a unanimous decision that while the power delegated to state governments under the Presidential Electors Clause is not absolute,  the clause \"gives the States far-reaching authority over presidential electors, absent some other constitutional constraint\" and references the Presidential Qualifications Clause as an example",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/343/579/"
              ]
            },
            {
              "sentence": "In Moore v",
              "refs": []
            },
            {
              "sentence": "Harper (2023), the Court clarified further that the Presidential Electors Clause and the Congressional Elections Clause of Article I, Section IV \" [do] not vest exclusive and independent authority in state legislatures to set the rules regarding federal elections\" within their respective states in rejection of independent state legislature theory, ruling that election laws passed by state legislatures pursuant to the clauses are not only restrained by the federal constitution and federal law but also remain subject to judicial review by state courts, presentment to state governors, and the constraints of state constitutions",
              "refs": []
            },
            {
              "sentence": "In upholding a California election law that denied ballot access to independent candidates who had a registered affiliation with a political party within one year of a primary election, the Supreme Court noted in Storer v",
              "refs": [
                "https://www.wsj.com/articles/judge-allows-lawsuits-to-proceed-against-donald-trump-militia-groups-in-jan-6-lawsuit-11645218911",
                "https://www.politico.com/news/2023/11/27/trump-immunity-appeal-00128786",
                "https://www.wsj.com/articles/trump-can-be-sued-over-role-in-jan-6-attack-justice-department-says-b9f5a58c"
              ]
            },
            {
              "sentence": "Brown (1974) that \"the States have evolved comprehensive, and in many respects complex, election codes regulating in most substantial ways, with respect to both federal and state elections, the time, place, and manner of holding primary and general elections..",
              "refs": []
            },
            {
              "sentence": "and the selection and qualification of candidates\",   and reiterating its holding in Jenness v",
              "refs": [
                "https://www.cnn.com/2023/12/01/politics/trump-presidential-immunity-january-6-lawsuits/index.html",
                "https://www.washingtonpost.com/dc-md-va/2023/12/01/trump-can-be-sued-jan-6-immunity/"
              ]
            },
            {
              "sentence": "Fortson (1971),  the Court also noted that each \"State has an interest, if not a duty, to protect the integrity of its political processes from frivolous or fraudulent candidacies.\"",
              "refs": [
                "https://www.nbcnews.com/politics/donald-trump/judge-denies-two-trumps-motions-dismiss-federal-election-interference-rcna127720",
                "https://www.cbsnews.com/news/judge-rejects-trump-motion-to-dismiss-2020-federal-election-interference-case/",
                "https://www.washingtonpost.com/national-security/2023/12/07/trump-appeal-trial-immunity/"
              ]
            },
            {
              "sentence": "In upholding a Washington general election ballot access law that required third-party candidates receive 1% of the vote in the state's blanket primary in Munro v",
              "refs": []
            },
            {
              "sentence": "Socialist Workers Party (1986), the Court reiterated that such laws are constitutional to \"prevent voter confusion, ballot overcrowding, or the presence of frivolous candidacies\"",
              "refs": []
            },
            {
              "sentence": "However, Maryland Representative Jamie Raskin and National Voting Rights Institute founder John Bonifaz have noted that while the Supreme Court recognized a legitimate government interest in blocking \"frivolous candidacies\" from the ballot in Bullock v",
              "refs": [
                "https://apnews.com/article/trump-capitol-riot-presidential-immunity-appeal-46c2d7fc7807cd3262764d35e47f390e"
              ]
            },
            {
              "sentence": "Carter (1972), the Court did not establish any qualifying criteria for \"frivolous candidacies\" and only held that using wealth and fundraising ability as criteria would \"exclude legitimate as well as frivolous candidates\"",
              "refs": []
            },
            {
              "sentence": "The Supreme Court reaffirmed in Lubin v",
              "refs": [
                "https://abcnews.go.com/Politics/appeals-court-rejects-trumps-immunity-claim-federal-election/story?id=106380940",
                "https://www.cnn.com/2024/02/06/politics/trump-immunity-court-of-appeals/index.html"
              ]
            },
            {
              "sentence": "Panish (1974) that ability to pay a filing fee as a condition for ballot access was unconstitutional,  while the Supreme Court struck down a pair of Ohio ballot access laws in Williams v",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/146/1/#35"
              ]
            },
            {
              "sentence": "Rhodes (1968) and Anderson v",
              "refs": []
            },
            {
              "sentence": "Celebrezze (1983) for being discriminatory towards third party and independent candidates in violation of the right to freedom of association under the 1st Amendment and the Equal Protection Clause",
              "refs": []
            },
            {
              "sentence": "In most states, ballot access for candidates is acquired by signature petitions that indicate a minimum level of support,  while political parties typically acquire ballot access for their nominees by a minimum vote share in a previous election, a minimum percentage of voter registrations in the state that are party-affiliated, or signature petitions",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "While the Court held in Eastern Railroad Conference v",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://supreme.justia.com/cases/federal/us/591/19-465/"
              ]
            },
            {
              "sentence": "Noerr Motors (1961) and California Motor Transport Co",
              "refs": []
            },
            {
              "sentence": "v",
              "refs": []
            },
            {
              "sentence": "Trucking Unlimited (1972) that the right to petition under the 1st Amendment is not confined to \"a redress of grievances\" and extends to the \"approach of citizens or groups of them to administrative agencies..",
              "refs": []
            },
            {
              "sentence": "courts..",
              "refs": []
            },
            {
              "sentence": "[and] all departments of the Government\",     the Court also held in Neitzke v",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://supreme.justia.com/cases/federal/us/600/21-1271/",
                "https://www.pbs.org/newshour/politics/supreme-court-upholds-north-carolina-ruling-declines-to-invoke-independent-state-legislature-theory",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Williams (1989) that a legal claim is \"frivolous where it lacks an arguable basis either in law or in fact.\"   In addition to ballot access laws, most states have election laws mandating vote tabulation registration requirements for write-in candidates",
              "refs": [
                "https://www.nbcnews.com/politics/supreme-court/supreme-court-rules-republicans-north-carolina-elections-dispute-rcna68630",
                "https://supreme.justia.com/cases/federal/us/415/724/#730"
              ]
            },
            {
              "sentence": "Since at least the 1932 New York City mayoral election, Mickey Mouse has received write-in votes in many elections as a protest vote",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://supreme.justia.com/cases/federal/us/403/431/#442"
              ]
            },
            {
              "sentence": "In reaffirming its holding in Powell v",
              "refs": []
            },
            {
              "sentence": "McCormack, the Court clarified in U.S",
              "refs": []
            },
            {
              "sentence": "Term Limits, Inc",
              "refs": []
            },
            {
              "sentence": "v",
              "refs": []
            },
            {
              "sentence": "Thornton (1995) that state election laws regulating ballot access and election administration do not amount to additional qualifications for elected office because such laws \"‍ [regulate] election procedures and  [do] not ..",
              "refs": []
            },
            {
              "sentence": "[render] a class of potential candidates ineligible\",   but referencing the 22nd Amendment, the Court concluded that term limits do amount to a qualification because \" [t]erm limits..",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/479/189/#194–195",
                "https://supreme.justia.com/cases/federal/us/334/1/"
              ]
            },
            {
              "sentence": "unquestionably restrict the ability of voters to vote for whom they wish.\"  The Court also stated that \"the Framers understood the  [Congressional] Elections Clause as a grant of authority to issue procedural regulations, and not as a source of power ..",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/405/134/#145–146"
              ]
            },
            {
              "sentence": "to evade important constitutional restraints.\"  Associate Justice Clarence Thomas argued in the dissenting opinion that state governments had the reserved power to create term limits for members of Congress from their respective states, but qualified that state election laws may be invalidated if \"something in the federal constitution ..",
              "refs": [
                "https://doi.org/10.2307%2F1123281"
              ]
            },
            {
              "sentence": "deprives the  [States of] the power to enact such  [a] measur [e]\",  and that states have \"no reserved power to establish qualifications for the office of President..",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/415/709/"
              ]
            },
            {
              "sentence": "[b]ecause ..",
              "refs": []
            },
            {
              "sentence": "no State may legislate for another State\"",
              "refs": []
            },
            {
              "sentence": "While Thomas reiterated the reasoning of the dissenting opinion in his concurring opinion in Chiafalo v",
              "refs": []
            },
            {
              "sentence": "Washington,  Thomas stated in the second part of his concurring opinion that the \"powers related to  [presidential] electors reside with States to the extent that the Constitution does not remove or restrict that power\", and citing Williams v",
              "refs": [
                "https://www.justice.gov/d9/olc/opinions/2000/10/31/op-olc-v024-p0222_0.pdf"
              ]
            },
            {
              "sentence": "Rhodes, that states cannot exercise their powers over presidential electors \"in such a way as to violate express constitutional commands.\"   In addition to joining with the majority in Chiafalo v",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Washington, Associate Justice Neil Gorsuch joined Thomas in the second part of the concurring opinion",
              "refs": []
            },
            {
              "sentence": "Lynch cites the Court's opinion in U.S",
              "refs": [
                "https://www.justice.gov/d9/olc/opinions/2000/10/31/op-olc-v024-p0222_0.pdf",
                "https://www.nass.org/sites/default/files/surveys/2020-07/research-ballot-access-president-Jan20_0.pdf"
              ]
            },
            {
              "sentence": "Term Limits, Inc",
              "refs": []
            },
            {
              "sentence": "v",
              "refs": []
            },
            {
              "sentence": "Thornton as suggesting that state governments are mandated to enforce the constitutional eligibility requirements for federal office, and while acknowledging that ballot access laws vary by state,  Lynch notes that many states permit formal challenges to candidates for the presidency and vice presidency on the basis of constitutional eligibility and that states can prohibit presidential electors from voting for constitutionally ineligible candidates",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/365/127/"
              ]
            },
            {
              "sentence": "In summarizing the debate among legal scholars over whether the Twenty-second Amendment places a restriction on holding the Presidency and Vice Presidency due to the eligibility requirement for the Vice Presidency under the Twelfth Amendment,  the CRS has noted that the text of the Twenty-second Amendment explicitly requires at a minimum that \"No person shall be elected to the office of the President more than twice\"",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/404/508/#510",
                "http://caselaw.lp.findlaw.com/scripts/getcase.pl?navby=CASE&court=US&vol=71&page=475#479"
              ]
            },
            {
              "sentence": "The CRS has also noted that the concurring opinion in the U.S",
              "refs": []
            },
            {
              "sentence": "4th Circuit Court of Appeals ruling in the Madison Cawthorn Section 3 lawsuit argued that no court has ever held that state governments are precluded from determining the constitutional eligibility of candidates for Congress under the Electoral Judgement Clause and may do so under the Congressional Elections Clause",
              "refs": []
            },
            {
              "sentence": "While Lynch suggests that Section 3 challenges to prevent the administration of an oath of office to candidates-elect for state office could occur by a writ of mandamus and that states retain the authority to judge legal contests for presidential elections,  Lynch argues that post-election Section 3 challenges would more likely be used to challenge the eligibility of presidential electors rather than a President-elect or Vice President-elect and that a post-election but pre-inauguration Section 3 challenge to candidates-elect for the latter positions would more likely occur at the Electoral College vote count",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://www.law.cornell.edu/wex/frivolous"
              ]
            },
            {
              "sentence": "Conversely, noting that the 1860 Republican Party presidential ticket of Abraham Lincoln and Hannibal Hamlin was not on the ballot in multiple states that appointed their presidential electors on the basis of a poll, [s] Yale Law School professor Akhil Amar has argued that there is no constitutional requirement that each state apply Section 3 following the same ballot access procedures and that states may also leave Section 3 to be enforced instead by Congress at the Electoral College vote count",
              "refs": [
                "https://www.usa.gov/write-in-candidates"
              ]
            },
            {
              "sentence": "Rule 81 of the Federal Rules of Civil Procedure abolished federal writs of mandamus, but provides that \"Relief previously available through them may be obtained by appropriate action or motion under these rules.\"  Under Section 109 of the ECRA, a petition signed by at least twenty percent of both houses of Congress  can raise an objection to the counting of the electoral votes from any state or the District of Columbia at the Electoral College vote count if the electors were not lawfully certified under a certificate of ascertainment or if the vote of one or more electors was not \"regularly given\", i.e",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/71/333/#378",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "not in accord with the constitution; if both houses of Congress sustain the objection via simple majorities, the candidate is disqualified and the runner-up elected",
              "refs": []
            },
            {
              "sentence": "At the Electoral College vote count following the 1872 presidential election, objections to counting the 14 electoral votes from Arkansas and Louisiana for the Republican Party ticket were sustained due to voting irregularities and allegations of electoral fraud,   while objections to counting the 3 electoral votes from Georgia that had been cast for Liberal Republican Party and Democratic Party presidential nominee Horace Greeley (who had died after Election Day but prior to the Electoral College meetings) were sustained because Greeley's death rendered him constitutionally ineligible for the Presidency as he was \" [no longer] a person within the meaning of the Constitution\" and so his electoral votes \"‍ [could not] lawfully be counted\"",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/514/779/#834–835",
                "https://supreme.justia.com/cases/federal/us/514/779/#837",
                "https://supreme.justia.com/cases/federal/us/514/779/#833–834",
                "https://supreme.justia.com/cases/federal/us/514/779/#850",
                "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1121483",
                "https://supreme.justia.com/cases/federal/us/514/779/#861",
                "https://supreme.justia.com/cases/federal/us/591/19-465/"
              ]
            },
            {
              "sentence": "At the Electoral College meetings following the 1912 presidential election, the 8 electoral votes from Utah and Vermont for the Republican Party nominee for vice president were cast for Nicholas Murray Butler instead of James S",
              "refs": []
            },
            {
              "sentence": "Sherman, as the latter, who had been nominated at the Republican National Convention, died less than a week before Election Day",
              "refs": []
            },
            {
              "sentence": "While holding that state governments may restrict presidential electors from voting faithlessly upon pain of penalty, removal, and replacement, the Supreme Court also noted in Chiafalo v",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Washington that while the question had not been presented in the case, \"nothing in this opinion should be taken to permit the States to bind electors to a deceased candidate\" in reference to the fact that the 63 presidential electors pledged to Horace Greeley in 1872 who voted faithlessly accounted for one-third of all of the faithless elector votes in the history of U.S",
              "refs": []
            },
            {
              "sentence": "presidential elections",
              "refs": []
            },
            {
              "sentence": "In Fitzgerald v",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://crsreports.congress.gov/product/pdf/R/R40864",
                "https://supreme.justia.com/cases/federal/us/393/23/#29"
              ]
            },
            {
              "sentence": "Green (1890) and Bush v",
              "refs": []
            },
            {
              "sentence": "Gore (2000), the Supreme Court held that presidential electors are state government officials,    and the Oath or Affirmation Clause also requires that \"all executive and judicial Officers..",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "of the several States, shall be bound by Oath or Affirmation, to support this Constitution\"",
              "refs": []
            },
            {
              "sentence": "Under the 12th Amendment, contingent elections for president and Vice President are held by the House of Representatives and the Senate respectively if no candidate receives \"a majority of the whole number of Electors appointed\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Section 1 of the Twentieth Amendment changed the expiration date for congressional terms of office to January 3 and presidential and vice presidential terms of office to January 20, and Section 2 of the 20th Amendment changed the commencement date of congressional sessions to January 3 from the first Monday of December under the Congressional Sessions Clause of Article I, Section IV",
              "refs": []
            },
            {
              "sentence": "Consequently, contingent elections are now conducted by incoming congressional sessions rather than by lame-duck sessions",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.nytimes.com/2024/02/07/opinion/supreme-court-trump-section-3.html"
              ]
            },
            {
              "sentence": "Section 3 of the 20th Amendment provides that if a President-elect is not chosen or fails to qualify before Inauguration Day that the Vice President-elect acts as President until a President is chosen; in the event that a contingent election conducted by the House fails to elect a President by Inauguration Day or if the Electoral College attempts to elect a President constitutionally ineligible to serve, and if a vice president has also not been elected or the Vice President-elect has failed to qualify by Inauguration Day as well, Congress is delegated the power to declare who will act as president or create a selection process by which an Acting President is chosen until a President or Vice President has qualified",
              "refs": [
                "https://legislink.org/us/stat-136-5237"
              ]
            },
            {
              "sentence": "Under Section 3 of the Twentieth Amendment, the Vice President-elect only becomes the President if the President-elect dies before Inauguration Day",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://thehill.com/opinion/congress-blog/5055171-constitution-insurrection-trump-disqualification/"
              ]
            },
            {
              "sentence": "The 80th United States Congress included \"failure to qualify\" as a condition for presidential succession under the Presidential Succession Act of 1947",
              "refs": []
            },
            {
              "sentence": "Under Sections 102 and 106 of the ECRA, states may only appoint presidential electors under election laws enacted prior to Election Day and the electors are required to meet on the first Tuesday following the second Wednesday of December following their appointment",
              "refs": [
                "https://www.cato.org/blog/valid-grounds-objections-electoral-count-reform-act"
              ]
            },
            {
              "sentence": "Under the Electoral College Meetings Clause of Article II, Section I, \"Congress may determine the Time of  [choosing presidential] Electors, and the Day on which they shall give their Votes\",  while the Necessary and Proper Clause states that \"Congress shall have Power..",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "To make all Laws which shall be necessary and proper for carrying into Execution ..",
              "refs": []
            },
            {
              "sentence": "all ..",
              "refs": []
            },
            {
              "sentence": "Powers vested by this Constitution in the Government of the United States\"",
              "refs": []
            },
            {
              "sentence": "In Burroughs v",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://supreme.justia.com/cases/federal/us/520/681/#681–682"
              ]
            },
            {
              "sentence": "United States (1934), the Supreme Court upheld the Federal Corrupt Practices Act because that law \" [n]either in purpose nor in effect ..",
              "refs": []
            },
            {
              "sentence": "interfere [d] with the power of a state to appoint electors or the manner in which their appointment shall be made\",  and since presidential electors \"exercise federal functions under..",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "the Constitution..",
              "refs": []
            },
            {
              "sentence": "Congress  [possesses the power] to pass appropriate legislation to safeguard  [presidential elections] ..",
              "refs": []
            },
            {
              "sentence": "to preserve the departments and institutions of the general government from impairment or destruction, whether threatened by force or by corruption.\"   [t]",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://supreme.justia.com/cases/federal/us/520/681/#681–682"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Litigation",
      "section_content": [
        {
          "sentence": "A court may be required to make a final determination that Trump was disqualified under Section 3, according to some legal scholars",
          "refs": []
        },
        {
          "sentence": "The United States Supreme Court has never ruled on the insurrection clause in Section 3 of the Fourteenth Amendment",
          "refs": [
            "https://supreme.justia.com/cases/federal/us/591/19-465/",
            "[ERROR retrieving ref link]",
            "http://scholar.valpo.edu/cgi/viewcontent.cgi?article=1443&context=vulr"
          ]
        },
        {
          "sentence": "In December 2023, pending challenges to Trump's eligibility existed in state courts in Colorado, Michigan, Oregon, and Wisconsin; and in federal courts in Alaska, Arizona, Nevada, New York, New Mexico, South Carolina, Texas, Vermont, Virginia, West Virginia, and Wyoming",
          "refs": []
        },
        {
          "sentence": "The non-profit group Citizens for Responsibility and Ethics in Washington (CREW) and other advocacy groups and individuals are planning state-by-state efforts to keep Trump off state ballots",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Supreme Court",
          "section_content": [
            {
              "sentence": "In January 2024, the Supreme Court of the United States announced that it would hear Trump v",
              "refs": []
            },
            {
              "sentence": "Anderson to determine Trump's electoral eligibility, following Trump's appeal against the Colorado District Court's decision to disqualify him from running in that state",
              "refs": []
            },
            {
              "sentence": "The ruling will apply across all states",
              "refs": []
            },
            {
              "sentence": "On January 26, lawyers for CREW submitted a court filing describing the attack on the Capitol and Trump's actions beforehand",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On February 8, 2024, the Supreme Court heard arguments",
              "refs": []
            },
            {
              "sentence": "Trump did not attend",
              "refs": []
            },
            {
              "sentence": "On March 4, 2024, the Supreme Court unanimously ruled that states had no authority to remove Trump from their ballots, reversing the Colorado Supreme Court",
              "refs": [
                "https://www.reuters.com/legal/trump-brings-fight-stay-ballot-us-supreme-court-2024-02-08/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Lower federal courts",
          "section_content": [
            {
              "sentence": "On August 24, 2023, Lawrence Caplan, a tax attorney in Palm Beach County, Florida, filed a challenge in the Southern Florida U.S",
              "refs": []
            },
            {
              "sentence": "District Court to disqualify Trump from the 2024 General Election, citing the Fourteenth Amendment",
              "refs": []
            },
            {
              "sentence": "One week later on September 1, United States District Judge Robin L",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.ncsl.org/state-legislatures-news/details/what-the-electoral-count-reform-act-means-for-states"
              ]
            },
            {
              "sentence": "Rosenberg dismissed the case for lack of standing",
              "refs": []
            },
            {
              "sentence": "By the end of October, John Anthony Castro, a candidate for the 2024 Republican presidential nomination, had sued Trump based on the Fourteenth Amendment in at least 26 federal district courts across the country",
              "refs": []
            },
            {
              "sentence": "On October 2, 2023, the United States Supreme Court declined to hear Castro's appeal of a Florida federal court's dismissal of his case for lack of standing",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://supreme.justia.com/cases/federal/us/290/534/#544",
                "https://supreme.justia.com/cases/federal/us/290/534/#545",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On October 30, Castro's lawsuit in the New Hampshire U.S",
              "refs": [
                "https://www.washingtonpost.com/history/2021/01/11/14th-amendment-trump-insurrection-impeachment/",
                "https://www.msnbc.com/deadline-white-house/watch/fmr-federal-judge-trump-allies-committed-grave-crimes-with-2020-election-coup-plot-191375429762"
              ]
            },
            {
              "sentence": "District Court was also dismissed for lack of standing",
              "refs": []
            },
            {
              "sentence": "The New Hampshire court opined that even if Castro had standing, his claims would seem to be barred as a political question",
              "refs": []
            },
            {
              "sentence": "In late November, the U.S",
              "refs": [
                "https://www.realclearpolitics.com/video/2023/08/22/judge_luttig_secretaries_of_states_will_decline_to_place_trump_on_the_ballot_argue_he_is_unqualified.html",
                "https://www.cnn.com/2023/11/14/politics/michigan-judge-trump-14th-amendment/index.html"
              ]
            },
            {
              "sentence": "1st Circuit Court of Appeals affirmed the dismissal for lack of standing",
              "refs": []
            },
            {
              "sentence": "Castro has also had federal lawsuits dismissed for lack of standing in Rhode Island,   Arizona   and West Virginia,   and has voluntarily dismissed several others",
              "refs": [
                "https://www.bbc.com/news/world-us-canada-67446313",
                "https://coloradonewsline.com/2023/12/06/colorado-supreme-court-trump-14th-amendment/",
                "https://www.nytimes.com/2023/12/20/us/politics/trump-colorado-ballot-other-states.html",
                "https://www.lawfaremedia.org/current-projects/the-trump-trials/section-3-litigation-tracker",
                "https://www.washingtonpost.com/politics/2023/04/18/trump-ballots-january-6/",
                "https://abcnews.go.com/Politics/14th-amendment-section-3-new-legal-battle-trump/story?id=102547316",
                "https://www.bbc.com/news/world-us-canada-67899435"
              ]
            },
            {
              "sentence": "By early January 2024, Castro had filed a second lawsuit in New Hampshire,  and appealed the district court rulings in Florida,  Arizona  and West Virginia,  but had a case dismissed in Nevada",
              "refs": [
                "https://www.huffpost.com/entry/supreme-court-urged-rule-trump-ineligible-president-again-over-jan_n_65b500afe4b0d407294f429a",
                "https://abcnews.go.com/Politics/14th-amendment-section-3-new-legal-battle-trump/story?id=102547316",
                "https://www.supremecourt.gov/DocketPDF/23/23-719/298854/20240126115645084_23-719%20Anderson%20Respondents%20Merits%20Brief.pdf",
                "https://thehill.com/regulation/court-battles/4171623-florida-lawyer-files-challenge-to-disqualify-trump-from-2024-race-citing-14th-amendment/",
                "https://www.courtlistener.com/docket/67724934/1/caplan-v-trump/",
                "https://www.sun-sentinel.com/2023/09/01/federal-judge-dismisses-florida-lawsuit-seeking-to-have-trump-declared-ineligible-for-presidency/"
              ]
            },
            {
              "sentence": "By the end of January, Castro had also had cases dismissed in New Mexico  and Alaska,  but had appealed the ruling in New Mexico",
              "refs": [
                "https://nhjournal.com/the-600-man-trying-to-bring-down-trump",
                "https://archive.today/20230909044601/https://www.deseret.com/2023/9/7/23862928/utah-lawsuit-bar-trump-2024-election-ballot-14th-amendment",
                "https://archive.today/20230913223013/https://www.normantranscript.com/news/lawsuit-seeks-to-block-trump-from-the-ballot-in-oklahoma/article_e2c0fab0-51b5-11ee-b6f8-3f1640ff9d62.html"
              ]
            },
            {
              "sentence": "On October 20, 2023, the Central California U.S",
              "refs": []
            },
            {
              "sentence": "District Court dismissed for lack of standing a lawsuit seeking to disqualify Trump via section 3 of the Fourteenth Amendment",
              "refs": []
            },
            {
              "sentence": "On November 29, 2023, the Eastern Washington U.S",
              "refs": [
                "https://www.cnn.com/2023/10/02/politics/donald-trump-fourteenth-amendment-ballot-case-supreme-court/index.html"
              ]
            },
            {
              "sentence": "District Court dismissed a claim against Trump under section 3 of the Fourteenth Amendment that a Spokane Valley resident had filed too early for subject matter jurisdiction to apply",
              "refs": []
            },
            {
              "sentence": "On December 29, 2023, the Eastern Virginia U.S",
              "refs": [
                "https://www.reuters.com/world/us/us-supreme-court-rebuffs-long-shot-candidates-bid-disqualify-trump-2024-2023-10-02/",
                "https://news.yahoo.com/nh-fed-judge-dismisses-suit-035900442.html"
              ]
            },
            {
              "sentence": "District Court dismissed for lack of standing another lawsuit seeking to disqualify Trump via section 3 of the Fourteenth Amendment",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Colorado",
          "section_content": [
            {
              "sentence": "On November 17, the Colorado District Court, a state trial court, dismissed a lawsuit brought by a bipartisan group of Colorado voters that sought to bar Trump from the state's presidential primaries and general election",
              "refs": []
            },
            {
              "sentence": "This court was the first to rule on the merits of whether Section 3 of the Fourteenth Amendment applied to Trump",
              "refs": [
                "https://www.democracydocket.com/news-alerts/1st-circuit-affirms-dismissal-of-trump-eligibility-challenge-in-new-hampshire/"
              ]
            },
            {
              "sentence": "It ruled that the January 6 Capitol attack was an \"insurrection\" within the meaning of Section 3, and that Trump did \"engage\" in insurrection by inciting the attack (outside of the protections of the First Amendment), but that Section 3 did not apply to Trump because the President of the United States is not an Officer of the United States and thus Trump had not \"previously taken an oath ..",
              "refs": [
                "https://www.washingtontimes.com/news/2023/nov/27/trump-wins-another-ballot-challenge-federal-judge-/"
              ]
            },
            {
              "sentence": "as an officer of the United States,\" as required by Section 3",
              "refs": []
            },
            {
              "sentence": "The court ordered the Colorado Secretary of State to place Trump's name on the state's presidential primary ballot",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/531/98/#112",
                "https://www.providencejournal.com/story/news/politics/2023/11/27/trump-keeps-right-to-be-on-presidential-ballot-in-ri/71720185007/"
              ]
            },
            {
              "sentence": "The plaintiffs appealed  and on December 19, the Colorado Supreme Court reversed the Colorado District Court decision that the President is not an Officer of the United States while upholding the District Court's holding that Trump had engaged in insurrection, and ordered that Trump be removed from the 2024 Colorado Republican presidential primary ballot",
              "refs": [
                "https://www.democracydocket.com/news-alerts/federal-judge-dismisses-trump-eligibility-challenge-in-arizona/"
              ]
            },
            {
              "sentence": "Both the Colorado Republican Party and Trump appealed",
              "refs": [
                "https://wvrecord.com/stories/653224464-federal-judge-dismisses-attempt-to-keep-trump-off-west-virginia-ballot",
                "https://wvmetronews.com/2023/12/22/lawsuit-to-boot-trump-off-west-virginia-ballots-is-dismissed-because-plaintiff-lacks-standing/",
                "https://www.npr.org/2023/12/21/1220769191/colorado-trump-candidacy-fourteenth-amendment-insurrection"
              ]
            },
            {
              "sentence": "The Supreme Court of the United States heard the appeal on February 8, 2024",
              "refs": [
                "https://www.wmur.com/article/lawsuit-donald-trump-new-hampshire-ballot-010224/46269696",
                "https://ballot-access.org/2023/10/12/john-anthony-castro-files-brief-in-eleventh-circuit-in-florida-trump-ballot-access-case/",
                "https://www.newsweek.com/donald-trump-ballot-challenge-john-anthony-castro-1857069"
              ]
            },
            {
              "sentence": "The Colorado Supreme Court distinguished between the laws of Colorado and of Michigan, observing that there is a statutory and constitutional role for the Colorado courts to assess the qualifications of a primary election candidate, and to order the secretary of state to exclude unqualified persons, even though no analogous responsibilities were identified by a contemporaneous Michigan Court of Appeals ruling relating to Trump",
              "refs": []
            },
            {
              "sentence": ": decision, pp",
              "refs": [
                "https://thehill.com/regulation/court-battles/4398648-judge-rejects-trump-14th-amendment-claim-nevada/"
              ]
            },
            {
              "sentence": "48–49",
              "refs": []
            },
            {
              "sentence": "Asked whether Trump is an insurrectionist, President Biden responded \"..",
              "refs": []
            },
            {
              "sentence": "whether the 14th Amendment applies, I'll let the court make that decision",
              "refs": []
            },
            {
              "sentence": "But he certainly supported an insurrection.\"",
              "refs": [
                "https://www.koat.com/article/donald-trump-on-election-ballot-new-mexico/46366890"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Illinois",
          "section_content": [
            {
              "sentence": "On January 4, 2024, a petition challenging Trump's eligibility under Section 3 of the Fourteenth Amendment for both the primary and general election ballots was filed with the Illinois State Board of Elections by voters Steven Daniel Anderson, Charles J",
              "refs": []
            },
            {
              "sentence": "Holley, Jack L Hickman, Ralph E Cintron, and Darryl P",
              "refs": []
            },
            {
              "sentence": "Baker",
              "refs": []
            },
            {
              "sentence": "On January 26, a hearing was held",
              "refs": [
                "https://ballot-access.org/2024/01/29/u-s-district-court-in-alaska-dismisses-anti-trump-ballot-access-case/",
                "https://www.santafenewmexican.com/news/local_news/judge-rejects-lawsuit-to-keep-trump-off-new-mexico-ballot/article_5b908044-b24d-11ee-8a57-fb15f989cfb3.html"
              ]
            },
            {
              "sentence": "The hearing officer recommended that the case be decided in a court of law, rather than by the Board of Elections, but that if the Board were to decide the case it should find that Trump had engaged in insurrection and should be excluded from the Illinois primary ballot",
              "refs": [
                "https://ballot-access.org/2024/01/04/u-s-district-court-in-california-keeps-donald-trump-on-the-republican-presidential-primary-ballot/"
              ]
            },
            {
              "sentence": "The board unanimously ruled on January 30 to dismiss the case for lack of jurisdiction, leaving Trump on the ballot",
              "refs": [
                "https://www.inlander.com/news/spokane-judge-dismisses-lawsuit-attempting-to-remove-trump-from-washingtons-2024-ballot-27051864"
              ]
            },
            {
              "sentence": "That same day, the plaintiffs appealed to the Illinois circuit court in Cook County,  under the case name Anderson v",
              "refs": [
                "https://abcnews.go.com/Politics/14th-amendment-lawsuits-seeking-bar-trump-failing/story?id=105391248",
                "https://www.pilotonline.com/2024/01/05/why-efforts-to-remove-trump-from-virginias-primary-ballot-failed/"
              ]
            },
            {
              "sentence": "Trump.",
              "refs": []
            },
            {
              "sentence": "The Circuit Court denied a motion from the Trump campaign (which requested a postponement until after the announcement of U.S",
              "refs": []
            },
            {
              "sentence": "Supreme Court decision on the similar case in Colorado), and instead set hearing on the objector's claims against Trump for February 16, 2024",
              "refs": []
            },
            {
              "sentence": "After the hearing, in a lengthy written order on February 28, the Circuit Court ordered Trump removed from Illinois primary ballots, with a stay of the order for an appeal to be taken, or should the U.S",
              "refs": [
                "https://www.courts.state.co.us/userfiles/file/Court_Probation/02nd_Judicial_District/Denver_District_Court/11_17_2023%20Final%20Order.pdf"
              ]
            },
            {
              "sentence": "Supreme Court issue an inconsistent opinion",
              "refs": []
            },
            {
              "sentence": "The Circuit Court agreed that as a matter of fact and law, given the submitted record, Trump is disqualified under the Fourteenth Amendment insurrection clause, and therefore the Illinois affidavit required from Trump concerning his legal qualification for office was not and cannot be truthfully given",
              "refs": []
            },
            {
              "sentence": "Trump has appealed",
              "refs": [
                "https://www.nytimes.com/2023/11/17/us/politics/colorado-trump-14th-amendment.html",
                "https://www.cnn.com/2023/11/17/politics/trump-colorado-ballot-14th-amendment-insurrection/index.html",
                "https://www.nbcnews.com/politics/donald-trump/colorado-judge-rejects-bid-keep-trump-2024-ballot-rcna125451"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Michigan",
          "section_content": [
            {
              "sentence": "In the Michigan case, Trump v",
              "refs": []
            },
            {
              "sentence": "Benson, [u] on November 14, Judge James Robert Redford of the Michigan Court of Claims, a specialized trial court for claims against the state, dismissed a lawsuit that sought to bar Trump from the Michigan Republican primary and caucuses, ruling that neither the state courts nor the Michigan Secretary of State had the authority to determine whether Trump was disqualified by the 14th Amendment, because disqualification was a political question to be decided by Congress, and if Congress disqualifies Trump, the Twentieth Amendment provides for a remedy (the vice-president assuming the presidency)",
              "refs": []
            },
            {
              "sentence": "He ruled that Trump's eligibility to appear on the Republican primary ballot \"presents a political question that is nonjusticiable at the present time\", and found that the general election question \"is not ripe for adjudication at this time\"",
              "refs": [
                "https://supreme.justia.com/cases/federal/us/134/377/#379",
                "https://www.cnn.com/2023/12/19/politics/trump-colorado-supreme-court-14th-amendment/index.html"
              ]
            },
            {
              "sentence": "The plaintiffs appealed",
              "refs": []
            },
            {
              "sentence": "On December 14, the Michigan Court of Appeals rejected their appeal, ruling that political parties could decide eligibility for the primary ballot and that the issue of eligibility for the general election ballot was not yet ripe",
              "refs": [
                "https://www.reuters.com/world/us/republicans-appeal-trump-colorado-ballot-disqualification-us-supreme-court-2023-12-28/",
                "https://www.usatoday.com/story/news/politics/elections/2023/12/27/colorado-gop-appeals-decision-disqualifying-donald-trump-2024/72043874007/"
              ]
            },
            {
              "sentence": "The plaintiffs subsequently appealed to the Michigan Supreme Court",
              "refs": [
                "https://www.washingtonpost.com/politics/2024/01/03/trump-colorado-ballot-appeal/",
                "https://archive.today/20240105223555/https://www.supremecourt.gov/orders/courtorders/010524zr2_886b.pdf"
              ]
            },
            {
              "sentence": "On December 27, the Michigan Supreme Court declined to hear the appeal, thus keeping him on the ballot",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Minnesota",
          "section_content": [
            {
              "sentence": "On November 8, the Minnesota Supreme Court, the state's highest court, dismissed a lawsuit brought by a bipartisan group of Minnesota voters that sought to bar Trump from the Minnesota Republican primary, ruling that no Minnesota state law prohibits political parties from listing ineligible candidates on their primary ballots",
              "refs": []
            },
            {
              "sentence": "The court did not address whether the January 6 United States Capitol attack was an \"insurrection,\" and whether Trump \"engaged\" in it, within the meaning of Section 3 of the Fourteenth Amendment",
              "refs": []
            },
            {
              "sentence": "The court ruled that the challengers could file a new lawsuit seeking to bar Trump from the Minnesota general election ballot if he is nominated as the Republican candidate for the general election",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Oregon",
          "section_content": [
            {
              "sentence": "In early December 2023, an advocacy group filed a lawsuit with the Oregon Supreme Court to remove Trump from the Oregon Republican primary ballot",
              "refs": []
            },
            {
              "sentence": "The group sued Oregon Secretary of State LaVonne Griffin-Valade after she said on November 30 that she did not have authority over who appears on the ballot for a primary election",
              "refs": [
                "https://edition.cnn.com/2024/01/26/politics/illinois-14th-amendment-trump-january-6/index.html",
                "https://www.wbez.org/stories/trumps-candidacy-on-the-illinois-ballot-should-be-decided-by-the-courts-hearing-officer-says/e9af3a79-7e96-4429-8bf0-282833888bb2"
              ]
            },
            {
              "sentence": "On January 12, 2024, the Oregon Supreme Court declined to hear the case and did not rule on its merits, citing the U.S",
              "refs": [
                "https://edition.cnn.com/2024/01/30/politics/donald-trump-illinois-14th-amendment/index.html"
              ]
            },
            {
              "sentence": "Supreme Court's ongoing consideration of Trump v",
              "refs": []
            },
            {
              "sentence": "Anderson",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Other states",
          "section_content": [
            {
              "sentence": "On December 20, 2023, a voter challenge filed with the North Carolina State Board of Elections against Trump's candidacy in the North Carolina Republican primary citing Section 3 of the Fourteenth Amendment was denied with the State Board citing a lack of jurisdiction to hear the complaint",
              "refs": []
            },
            {
              "sentence": "On December 29, the plaintiff appealed to the North Carolina Superior Court in Wake County",
              "refs": []
            },
            {
              "sentence": "On February 13, 2024, a challenge citing Section 3 of the Fourteenth Amendment against Trump's candidacy in the Indiana Republican primary citing Section 3 of the Fourteenth Amendment was filed with the Indiana Election Commission",
              "refs": []
            },
            {
              "sentence": "On February 27, it was denied",
              "refs": [
                "https://www.maine.gov/sos/news/2023/BellowsDecisionChallengeTrumpPrimaryPetitionsDec2023.html"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "State election agencies",
      "section_content": [
        {
          "sentence": "Some secretaries of state, who oversee elections in states, have begun preparing for potential challenges relating to whether Trump might be excluded from November 2024 ballots",
          "refs": []
        },
        {
          "sentence": "In September 2023, New Hampshire Secretary of State David Scanlan stated he would not invoke the Fourteenth Amendment to remove Trump from the New Hampshire Republican primary ballot",
          "refs": [
            "https://apnews.com/article/trump-insurrection-election-president-f6b72c94bb351c1b870d4884e54f6a75",
            "https://www.cnn.com/2023/11/08/politics/minnesota-14th-amendment-trump/index.html",
            "https://oregoncapitalchronicle.com/2023/12/06/group-sues-oregon-secretary-of-state-griffin-valade-to-keep-trump-off-ballot/"
          ]
        },
        {
          "sentence": "In December 2023, California Secretary of State Shirley Weber also declined to remove Trump from the California Republican primary ballot",
          "refs": [
            "https://edition.cnn.com/politics/live-news/colorado-trump-14th-amendment-12-06-23/h_7638191da48331ce65087e2c93db15e7"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Maine",
          "section_content": [
            {
              "sentence": "In early December 2023, five Maine voters submitted three challenges to Maine Secretary of State Shenna Bellows contesting Trump's eligibility to be included on the ballot for Maine's 2024 Republican presidential preference primary",
              "refs": []
            },
            {
              "sentence": "Two of these challenges asserted Trump was ineligible pursuant to Section 3 of the Fourteenth Amendment to the federal Constitution, while a third challenge focused on the Twenty-second Amendment's ban on a \"person",
              "refs": [
                "https://www.cnn.com/2024/01/12/politics/oregon-supreme-court-trump-ballot-2024/index.html",
                "https://www.timesheraldonline.com/2023/12/23/can-california-really-keep-trump-off-the-ballot-2/",
                "https://cowboystatedaily.com/2023/12/19/wyoming-man-suing-to-keep-trump-off-ballot-ok-with-former-president-joining-lawsuit/"
              ]
            },
            {
              "sentence": "be [ing] elected to the office of the President more than twice\" and claimed that Trump is ineligible to be elected president in 2024 because he claims to have already been elected to the presidency twice (in 2016 and 2020)",
              "refs": []
            },
            {
              "sentence": "On December 15, Bellows held a hearing on the challenges she was presented with",
              "refs": []
            },
            {
              "sentence": "On December 28, in a 34-page order, she ruled that Trump was ineligible to be listed on the Maine primary ballot pursuant to the Fourteenth Amendment",
              "refs": [
                "https://www.cnn.com/2024/01/12/politics/oregon-supreme-court-trump-ballot-2024/index.html",
                "https://ballot-access.org/2024/01/18/louisiana-anti-trump-ballot-access-dropped/"
              ]
            },
            {
              "sentence": "Specifically, she found that the former president \"used a false narrative of election fraud to inflame his supporters\" and \"engaged in insurrection or rebellion.\"   Bellows further concluded that the Twenty-second Amendment did not prevent Trump from running for president in 2024",
              "refs": [
                "https://wisconsinexaminer.com/2023/12/28/brewery-owner-political-fundraiser-says-hell-sue-to-block-trump-from-wisconsins-2024-ballot/",
                "https://www.weau.com/2024/01/05/lawsuit-filed-bar-trump-wisconsin-ballot/",
                "https://www.sun-sentinel.com/2024/01/03/south-florida-activist-asks-judge-to-keep-trump-off-states-election-ballot/"
              ]
            },
            {
              "sentence": "Bellows stayed Trump's removal from the ballot pending the earlier of the resolution of any appeal Trump might make to the Maine Superior Court or the expiration of his deadline to make such an appeal",
              "refs": [
                "https://wisconsinexaminer.com/2023/12/28/brewery-owner-political-fundraiser-says-hell-sue-to-block-trump-from-wisconsins-2024-ballot/"
              ]
            },
            {
              "sentence": "On January 2, 2024, Trump appealed Bellows' decision to the Maine Superior Court in Kennebec County",
              "refs": []
            },
            {
              "sentence": "On January 17, the Superior Court extended the stay of the effects of Bellows' decision by remanding the case back to her for reconsideration after the U.S",
              "refs": [
                "https://www.king5.com/article/news/politics/donald-trump-washington-primary-ballot-kitsap-county-court/281-93ae6239-5e93-4d3e-9878-5ef2883afe82",
                "https://lynnwoodtimes.com/2024/01/16/trump-ballot-240116/"
              ]
            },
            {
              "sentence": "Supreme Court rules in Trump v",
              "refs": []
            },
            {
              "sentence": "Anderson",
              "refs": []
            },
            {
              "sentence": "Bellows appealed to the Maine Supreme Judicial Court on January 19,  though the appeal was dismissed on January 24",
              "refs": [
                "https://thehill.com/regulation/court-battles/4416366-trump-washington-state-ballot-challenge/",
                "https://oregoncapitalchronicle.com/2024/01/18/judge-denies-request-to-remove-trump-from-wa-presidential-primary-ballot/",
                "https://www.nbcnews.com/politics/2024-election/secretaries-state-get-ready-possible-challenges-trumps-ballot-access-rcna102440"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Massachusetts",
          "section_content": [
            {
              "sentence": "While Massachusetts Secretary of the Commonwealth William F",
              "refs": []
            },
            {
              "sentence": "Galvin has stated that Trump will appear on the Massachusetts Republican primary ballot barring a court order,   a group of Massachusetts voters filed a petition with the Massachusetts Ballot Law Commission to remove Trump from the primary and general election ballots under Section 3 of the Fourteenth Amendment on January 4, 2024",
              "refs": [
                "https://www.nytimes.com/2023/12/30/us/trump-maine-democracy.html?action=click&pgtype=Article&state=default&module=styln-trump-colorado-ballot",
                "https://apnews.com/article/trump-new-hampshire-gop-ballot-block-consitution-insurrection-56f75ee5d650988d304308c5c912e9b2"
              ]
            },
            {
              "sentence": "On January 18, an initial hearing was held",
              "refs": [
                "https://www.politico.com/news/2023/12/29/california-trump-ballot-fight-00133340"
              ]
            },
            {
              "sentence": "On January 22, the Massachusetts Ballot Law Commission dismissed the primary ballot challenge citing a lack of jurisdiction",
              "refs": [
                "https://www.maine.gov/sos/news/2023/HearingScheduledChallengesTrumpPrimaryNominationPetition.html"
              ]
            },
            {
              "sentence": "On January 23, the plaintiffs appealed the decision to the Massachusetts Supreme Judicial Court",
              "refs": [
                "https://www.wmtw.com/article/multiple-petitions-seek-remove-donald-trump-maine-presidential-primary-ballot/46093547",
                "https://www.politico.com/news/2023/12/15/maine-14th-amendment-trump-00132136"
              ]
            },
            {
              "sentence": "On January 29, the case was dismissed for lack of ripeness",
              "refs": [
                "https://www.newsfromthestates.com/article/mainers-challenge-donald-trumps-election-eligibility"
              ]
            },
            {
              "sentence": "The plaintiffs appealed",
              "refs": [
                "https://mainemorningstar.com/2023/12/15/sec-of-state-bellows-hears-arguments-in-hearing-on-challenges-to-trumps-ballot-eligibility/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Other states",
          "section_content": [
            {
              "sentence": "On December 20, 2023, a voter challenge filed with the North Carolina State Board of Elections against Trump's candidacy in the North Carolina Republican primary citing Section 3 of the Fourteenth Amendment was denied with the State Board citing a lack of jurisdiction to hear the complaint",
              "refs": []
            },
            {
              "sentence": "On December 29, the plaintiff appealed to the North Carolina Superior Court in Wake County",
              "refs": []
            },
            {
              "sentence": "On February 13, 2024, a challenge citing Section 3 of the Fourteenth Amendment against Trump's candidacy in the Indiana Republican primary citing Section 3 of the Fourteenth Amendment was filed with the Indiana Election Commission",
              "refs": []
            },
            {
              "sentence": "On February 27, it was denied",
              "refs": [
                "https://www.maine.gov/sos/news/2023/BellowsDecisionChallengeTrumpPrimaryPetitionsDec2023.html"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reactions from other candidates",
      "section_content": [
        {
          "sentence": "Democratic presidential candidates Marianne Williamson and Dean Phillips criticized the Colorado Supreme Court decision to remove another candidate from the ballot",
          "refs": []
        },
        {
          "sentence": "The other Republican candidates at the time – Chris Christie, Ron DeSantis, Nikki Haley, and Vivek Ramaswamy – all criticized the decision with Christie stating \"I do not believe Donald Trump should be prevented from being president of the United States, by any court; I think he should be prevented from being the president of the United States by the voters of this country\", and Haley stating \"the last thing we want is judges telling us who can and can't be on the ballot\"",
          "refs": [
            "https://www.nbcnews.com/politics/2024-election/maines-top-election-official-rules-trump-ineligible-2024-primary-ballo-rcna131375"
          ]
        },
        {
          "sentence": "Ramaswamy stated he would withdraw from the Colorado primary if the court decision stood",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Violent threats",
      "section_content": [
        {
          "sentence": "There had been widely reported that doxxing, swatting, and violent threats were made against politicians who attempted to remove Trump from the ballot",
          "refs": []
        },
        {
          "sentence": "On December 29, 2023, Bellows was swatted;  this incident was part of the broader 2023-2024 swatting of American politicians",
          "refs": [
            "https://www.cbsnews.com/news/trump-maine-primary-ballot-disqualified-secretary-of-state-shenna-bellows/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Footnotes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Works cited",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Further reading",
          "section_content": [],
          "subsections": []
        }
      ]
    }
  ],
  "references": {
    "72": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "268": "[ERROR retrieving ref link]",
    "271": "[ERROR retrieving ref link]",
    "279": "[ERROR retrieving ref link]",
    "281": "[ERROR retrieving ref link]",
    "306": "[ERROR retrieving ref link]",
    "307": "[ERROR retrieving ref link]",
    "309": "[ERROR retrieving ref link]",
    "311": "[ERROR retrieving ref link]",
    "313": "[ERROR retrieving ref link]",
    "314": "[ERROR retrieving ref link]",
    "315": "[ERROR retrieving ref link]",
    "316": "[ERROR retrieving ref link]",
    "317": "[ERROR retrieving ref link]",
    "326": "[ERROR retrieving ref link]",
    "393": "[ERROR retrieving ref link]",
    "413": "[ERROR retrieving ref link]",
    "511": "[ERROR retrieving ref link]",
    "542": "[ERROR retrieving ref link]",
    "613": "[ERROR retrieving ref link]",
    "1": "https://supreme.justia.com/cases/federal/us/601/23-719/",
    "2": "https://apnews.com/article/trump-14th-amendment-insurrection-supreme-court-colorado-2b9d5b628cb2779fc84212cdc651e4e7",
    "3": "https://www.nbcnews.com/politics/2024-election/illinois-judge-rules-trump-removed-republican-primary-ballot-jan-6-rio-rcna141065",
    "4": "https://www.politico.com/news/2024/03/04/states-cant-remove-trump-from-ballot-supreme-court-says-00144673",
    "5": "https://www.nytimes.com/article/trump-ballot-remove-2024.html",
    "6": "https://www.nytimes.com/interactive/2024/01/02/us/politics/trump-ballot-removal-map.html",
    "7": "https://www.nbcnews.com/politics/supreme-court/supreme-court-agrees-weigh-whether-trump-can-kicked-ballot-colorado-rcna132058",
    "8": "https://www.reuters.com/legal/trump-brings-fight-stay-ballot-us-supreme-court-2024-02-08/",
    "9": "https://apnews.com/article/supreme-court-trump-insurrection-election-colorado-51e79c0f03013034c8a042cb278b6446",
    "10": "https://www.cnn.com/2021/01/11/politics/14th-amendment-explainer/index.html",
    "11": "https://www.reuters.com/article/us-usa-trump-impeachment-explainer/explainer-impeachment-or-the-14th-amendment-can-trump-be-barred-from-future-office-idUSKBN29I356",
    "12": "https://www.abajournal.com/news/article/could-the-14th-amendment-be-used-to-disqualify-trump-from-office",
    "13": "https://abcnews.go.com/Politics/democrats-cite-rarely-part-constitution-impeachment-article/story?id=75177543",
    "14": "https://www.govinfo.gov/content/pkg/CREC-2021-01-13/pdf/CREC-2021-01-13.pdf",
    "15": "https://www.govinfo.gov/content/pkg/CREC-2021-02-13/pdf/CREC-2021-02-13.pdf",
    "16": "https://www.nytimes.com/2022/05/17/us/politics/jan-6-committee-transcripts.html",
    "17": "https://web.archive.org/web/20221021174523/https://january6th.house.gov/sites/democrats.january6th.house.gov/files/20221021%20J6%20Cmte%20Subpeona%20to%20Donald%20Trump.pdf",
    "18": "https://www.cnn.com/2021/08/05/politics/joe-biden-capitol-police-officers-award/index.html",
    "19": "https://www.govinfo.gov/link/plaw/117/public/32?link-type=html",
    "20": "https://edition.cnn.com/2021/06/16/politics/gold-medal-january-6-insurrection/index.html",
    "21": "https://www.washingtonpost.com/politics/21-house-republicans-vote-against-awarding-congressional-gold-medal-to-all-police-officers-who-responded-on-jan-6/2021/06/15/1fd17ac2-ce25-11eb-8cd2-4e95230cfac2_story.html",
    "22": "https://thehill.com/homenews/house/558620-21-republicans-vote-against-awarding-medals-to-police-who-defended-capitol-on/",
    "23": "https://www.huffpost.com/entry/david-cicilline-bill-bar-trump-presidency-jan-6-insurrection_n_639bf0d2e4b0f4895ada049a",
    "24": "https://web.archive.org/web/20230601073857/https://cicilline.house.gov/sites/evo-subsites/cicilline.house.gov/files/evo-media-document/cicilline_14th-amd-bill_text.pdf",
    "25": "https://www.congress.gov/bill/117th-congress/house-bill/9578",
    "26": "https://january6th.house.gov/sites/democrats.january6th.house.gov/files/Report_FinalReport_Jan6SelectCommittee.pdf",
    "27": "https://www.nytimes.com/2022/12/22/us/politics/jan-6-committee-report.html",
    "28": "https://edition.cnn.com/politics/live-news/jan-6-committee-final-report/h_ef7fa8b2c6709beeae957f9db89828ea",
    "29": "[ERROR retrieving ref link]",
    "30": "https://www.govinfo.gov/content/pkg/GPO-J6-REPORT/pdf/GPO-J6-REPORT.pdf",
    "31": "https://www.wsj.com/articles/trump-giuliani-accused-of-conspiring-to-incite-a-riot-in-new-lawsuit-11613491170",
    "32": "https://www.wsj.com/articles/trump-faces-new-lawsuit-alleging-incitement-of-capitol-riot-11614965456",
    "33": "https://www.npr.org/2021/03/31/982928605/2-capitol-police-officers-sue-trump-for-injuries-sustained-during-jan-6-riot",
    "34": "https://www.cnbc.com/2022/12/19/jan-6-committee-details-trump-criminal-referral-of-trump-over-capitol-riot.html",
    "35": "https://www.nytimes.com/live/2022/12/19/us/jan-6-committee-trump#jan-6-trump-criminal-justice-dept",
    "36": "https://www.pbs.org/newshour/politics/trump-indicted-for-efforts-to-undermine-the-2020-election",
    "37": "https://www.pbs.org/newshour/politics/read-full-the-indictment-against-trump-for-his-efforts-to-overturn-the-2020-election",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "https://www.bbc.com/news/world-us-canada-66690276",
    "41": "https://www.nytimes.com/2023/08/10/us/trump-jan-6-insurrection-conservatives.html",
    "42": "https://www.axios.com/2023/11/16/trump-efforts-disqualify-2024-ballot-14th-amendment",
    "43": "https://archive.today/20230820122539/https://www.theatlantic.com/ideas/archive/2023/08/donald-trump-constitutionally-prohibited-presidency/675048/",
    "44": "https://www.cnn.com/2024/01/05/politics/supreme-court-trump-colorado-14th-amendment-insurrectionist-clause/index.html",
    "45": "[ERROR retrieving ref link]",
    "46": "https://supreme.justia.com/cases/federal/us/523/83/#94",
    "47": "[ERROR retrieving ref link]",
    "48": "https://supreme.justia.com/cases/federal/us/504/555/#560–561",
    "49": "https://supreme.justia.com/cases/federal/us/422/490/#498–499",
    "50": "https://supreme.justia.com/cases/federal/us/490/605/#617",
    "51": "https://supreme.justia.com/cases/federal/us/5/137/",
    "52": "https://crsreports.congress.gov/product/pdf/LSB/LSB10756",
    "53": "https://crsreports.congress.gov/product/pdf/LSB/LSB10758",
    "54": "https://supreme.justia.com/cases/federal/us/369/186/#217",
    "55": "https://crsreports.congress.gov/product/pdf/R/R43706",
    "56": "https://supreme.justia.com/cases/federal/us/297/288/#346–348",
    "57": "[ERROR retrieving ref link]",
    "58": "https://crsreports.congress.gov/product/pdf/IF/IF11557",
    "59": "https://uslaw.link/citation/us-law/public/93/595",
    "60": "https://supreme.justia.com/cases/federal/us/488/153/#154",
    "61": "https://www.rulesofevidence.org/rule_803",
    "62": "https://supreme.justia.com/cases/federal/us/488/153/#167",
    "63": "[ERROR retrieving ref link]",
    "64": "https://reason.com/volokh/2021/01/20/is-the-president-an-officer-of-the-united-states-for-purposes-of-section-3-of-the-fourteenth-amendment/",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "67": "[ERROR retrieving ref link]",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "73": "https://supreme.justia.com/cases/federal/us/71/475/",
    "74": "https://supreme.justia.com/cases/federal/us/73/385/",
    "75": "https://supreme.justia.com/cases/federal/us/124/303/",
    "76": "https://supreme.justia.com/cases/federal/us/561/477/",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "https://oll.libertyfund.org/title/farrand-the-records-of-the-federal-convention-of-1787-vol-2",
    "84": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "86": "https://reason.com/volokh/2023/09/16/why-president-trump-is-an-officer-who-can-be-disqualified-from-holding-public-office-under-section-3-of-the-14th-amendment/",
    "87": "[ERROR retrieving ref link]",
    "88": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4432246",
    "89": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "91": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "93": "https://supreme.justia.com/cases/federal/us/424/1/#126",
    "94": "https://www.justice.gov/file/494641/dl?inline",
    "95": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "https://supreme.justia.com/cases/federal/us/73/385/#393",
    "98": "https://supreme.justia.com/cases/federal/us/99/508/#510–512",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "107": "[ERROR retrieving ref link]",
    "108": "[ERROR retrieving ref link]",
    "109": "[ERROR retrieving ref link]",
    "110": "https://supreme.justia.com/cases/federal/us/241/103/#111–113",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "https://avalon.law.yale.edu/18th_century/fed62.asp",
    "114": "[ERROR retrieving ref link]",
    "115": "[ERROR retrieving ref link]",
    "116": "https://supreme.justia.com/cases/federal/us/88/162/#170–171",
    "117": "https://www.law.cornell.edu/constitution-conan/article-2/section-2/clause-3/executive-privilege-overview",
    "118": "https://press-pubs.uchicago.edu/founders/documents/a2_1_1s19.html",
    "119": "http://caselaw.lp.findlaw.com/scripts/getcase.pl?navby=CASE&court=US&vol=71&page=475#479",
    "120": "[ERROR retrieving ref link]",
    "121": "[ERROR retrieving ref link]",
    "122": "http://www.inaugural.senate.gov/days-events/vice-presidents-swearing-in-ceremony",
    "123": "https://legislink.org/us/stat-1-23",
    "124": "[ERROR retrieving ref link]",
    "125": "https://avalon.law.yale.edu/18th_century/fed68.asp",
    "126": "https://digitalcommons.law.byu.edu/cgi/viewcontent.cgi?article=2686&context=lawreview",
    "127": "https://uselectionatlas.org/RESULTS/national.php?f=0&year=1868",
    "128": "https://crsreports.congress.gov/product/pdf/RL/RL32611",
    "129": "https://crsreports.congress.gov/product/pdf/IF/IF11086",
    "130": "https://www.law.cornell.edu/uscode/text/3/102",
    "131": "https://www.usatoday.com/story/news/politics/2019/02/14/vice-president-pences-salary-rising-but-not-much-gop-wanted/2872326002/",
    "132": "https://crsreports.congress.gov/product/pdf/RL/97-780",
    "133": "[ERROR retrieving ref link]",
    "134": "https://crsreports.congress.gov/product/pdf/R/R44243",
    "135": "[ERROR retrieving ref link]",
    "136": "https://crsreports.congress.gov/product/pdf/RS/98-747",
    "137": "https://www.senate.gov/about/officers-staff/secretary-of-the-senate/secretaries.htm",
    "138": "https://legislink.org/us/stat-1-23",
    "139": "https://clerk.house.gov/About#OverviewContact",
    "140": "[ERROR retrieving ref link]",
    "141": "https://supreme.justia.com/cases/federal/us/573/12-1281/",
    "142": "https://supreme.justia.com/cases/federal/us/5/137/#177",
    "143": "https://supreme.justia.com/cases/federal/us/17/316/#401",
    "144": "https://supreme.justia.com/cases/federal/us/17/316/#401–402",
    "145": "https://sgp.fas.org/crs/misc/RS22230.pdf",
    "146": "https://crsreports.congress.gov/product/pdf/R/R47236",
    "147": "[ERROR retrieving ref link]",
    "148": "[ERROR retrieving ref link]",
    "149": "[ERROR retrieving ref link]",
    "150": "[ERROR retrieving ref link]",
    "151": "[ERROR retrieving ref link]",
    "152": "[ERROR retrieving ref link]",
    "153": "[ERROR retrieving ref link]",
    "154": "[ERROR retrieving ref link]",
    "155": "[ERROR retrieving ref link]",
    "156": "[ERROR retrieving ref link]",
    "157": "[ERROR retrieving ref link]",
    "158": "[ERROR retrieving ref link]",
    "159": "https://supreme.justia.com/cases/federal/us/124/303/#305–306",
    "160": "[ERROR retrieving ref link]",
    "161": "[ERROR retrieving ref link]",
    "162": "[ERROR retrieving ref link]",
    "163": "[ERROR retrieving ref link]",
    "164": "[ERROR retrieving ref link]",
    "165": "[ERROR retrieving ref link]",
    "166": "https://memory.loc.gov/cgi-bin/ampage?collId=llcg&fileName=073/llcg073.db&recNum=20",
    "167": "[ERROR retrieving ref link]",
    "168": "[ERROR retrieving ref link]",
    "169": "https://www.senate.gov/artandhistory/history/resources/pdf/TestOath1863_CongressionalGlobe.pdf",
    "170": "[ERROR retrieving ref link]",
    "171": "[ERROR retrieving ref link]",
    "172": "[ERROR retrieving ref link]",
    "173": "https://supreme.justia.com/cases/federal/us/37/524/",
    "174": "[ERROR retrieving ref link]",
    "175": "[ERROR retrieving ref link]",
    "176": "https://www.lawfaremedia.org/article/disqualification-office-donald-trump-v-39th-congress",
    "177": "https://memory.loc.gov/cgi-bin/ampage?collId=llcg&fileName=074/llcg074.db&recNum=100",
    "178": "[ERROR retrieving ref link]",
    "179": "[ERROR retrieving ref link]",
    "180": "[ERROR retrieving ref link]",
    "181": "[ERROR retrieving ref link]",
    "182": "https://supreme.justia.com/cases/federal/us/457/731/#749–750",
    "183": "[ERROR retrieving ref link]",
    "184": "[ERROR retrieving ref link]",
    "185": "[ERROR retrieving ref link]",
    "186": "[ERROR retrieving ref link]",
    "187": "https://memory.loc.gov/cgi-bin/ampage?collId=llcg&fileName=079/llcg079.db&recNum=919",
    "188": "[ERROR retrieving ref link]",
    "189": "[ERROR retrieving ref link]",
    "190": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "192": "[ERROR retrieving ref link]",
    "193": "[ERROR retrieving ref link]",
    "194": "https://memory.loc.gov/ll/llcg/073/0200/02703148.tif",
    "195": "[ERROR retrieving ref link]",
    "196": "[ERROR retrieving ref link]",
    "197": "[ERROR retrieving ref link]",
    "198": "[ERROR retrieving ref link]",
    "199": "[ERROR retrieving ref link]",
    "200": "[ERROR retrieving ref link]",
    "201": "[ERROR retrieving ref link]",
    "202": "[ERROR retrieving ref link]",
    "203": "[ERROR retrieving ref link]",
    "204": "https://www.npr.org/2022/12/22/1139951463/electoral-count-act-reform-passes",
    "205": "[ERROR retrieving ref link]",
    "206": "[ERROR retrieving ref link]",
    "207": "https://supreme.justia.com/cases/federal/us/603/23-5572/",
    "208": "[ERROR retrieving ref link]",
    "209": "https://crsreports.congress.gov/product/pdf/LSB/LSB10757",
    "210": "[ERROR retrieving ref link]",
    "211": "https://supreme.justia.com/cases/federal/us/48/1/",
    "212": "[ERROR retrieving ref link]",
    "213": "https://supreme.justia.com/cases/federal/us/67/635/#668–669",
    "214": "[ERROR retrieving ref link]",
    "215": "[ERROR retrieving ref link]",
    "216": "https://supreme.justia.com/cases/federal/us/25/19/",
    "217": "[ERROR retrieving ref link]",
    "218": "[ERROR retrieving ref link]",
    "219": "[ERROR retrieving ref link]",
    "220": "https://supreme.justia.com/cases/federal/us/67/635/#666",
    "221": "[ERROR retrieving ref link]",
    "222": "[ERROR retrieving ref link]",
    "223": "https://legislink.org/us/stat-17-502",
    "224": "https://uslaw.link/citation/us-law/public/37/195",
    "225": "[ERROR retrieving ref link]",
    "226": "[ERROR retrieving ref link]",
    "227": "https://memory.loc.gov/ll/llcg/073/0000/00632941.tif",
    "228": "https://abcnews.go.com/Politics/framers-14th-amendments-disqualification-clause-analysis/story?id=105996364",
    "229": "[ERROR retrieving ref link]",
    "230": "[ERROR retrieving ref link]",
    "231": "[ERROR retrieving ref link]",
    "232": "[ERROR retrieving ref link]",
    "233": "[ERROR retrieving ref link]",
    "234": "[ERROR retrieving ref link]",
    "235": "[ERROR retrieving ref link]",
    "236": "[ERROR retrieving ref link]",
    "237": "[ERROR retrieving ref link]",
    "238": "https://crsreports.congress.gov/product/pdf/LSB/LSB10750",
    "239": "[ERROR retrieving ref link]",
    "240": "[ERROR retrieving ref link]",
    "241": "[ERROR retrieving ref link]",
    "242": "[ERROR retrieving ref link]",
    "243": "https://supreme.justia.com/cases/federal/us/325/1/",
    "244": "https://supreme.justia.com/cases/federal/us/330/631/",
    "245": "[ERROR retrieving ref link]",
    "246": "https://supreme.justia.com/cases/federal/us/325/1/#76",
    "247": "[ERROR retrieving ref link]",
    "248": "https://supreme.justia.com/cases/federal/us/67/635/#669",
    "249": "[ERROR retrieving ref link]",
    "250": "https://avalon.law.yale.edu/18th_century/fed78.asp",
    "251": "https://supreme.justia.com/cases/federal/us/2/419/",
    "252": "https://supreme.justia.com/cases/federal/us/3/378/",
    "253": "[ERROR retrieving ref link]",
    "254": "[ERROR retrieving ref link]",
    "255": "[ERROR retrieving ref link]",
    "256": "[ERROR retrieving ref link]",
    "257": "[ERROR retrieving ref link]",
    "258": "[ERROR retrieving ref link]",
    "259": "[ERROR retrieving ref link]",
    "260": "[ERROR retrieving ref link]",
    "261": "[ERROR retrieving ref link]",
    "262": "[ERROR retrieving ref link]",
    "263": "[ERROR retrieving ref link]",
    "264": "[ERROR retrieving ref link]",
    "265": "https://supreme.justia.com/cases/federal/us/255/22/",
    "266": "[ERROR retrieving ref link]",
    "267": "[ERROR retrieving ref link]",
    "269": "[ERROR retrieving ref link]",
    "270": "https://www.law.cornell.edu/uscode/text/18/2383",
    "272": "https://www.law.cornell.edu/uscode/text/18/2381",
    "273": "[ERROR retrieving ref link]",
    "274": "[ERROR retrieving ref link]",
    "275": "https://legislink.org/us/stat-18-1036",
    "276": "https://legislink.org/us/stat-35-1088",
    "277": "https://legislink.org/us/stat-62-808",
    "278": "[ERROR retrieving ref link]",
    "280": "https://legislink.org/us/stat-1-112",
    "282": "https://supreme.justia.com/cases/federal/us/8/75/#126",
    "283": "https://supreme.justia.com/cases/federal/us/67/635/#673",
    "284": "https://supreme.justia.com/cases/federal/us/2/346/",
    "285": "https://supreme.justia.com/cases/federal/us/2/348/",
    "286": "https://supreme.justia.com/cases/federal/us/68/24/",
    "287": "[ERROR retrieving ref link]",
    "288": "[ERROR retrieving ref link]",
    "289": "https://supreme.justia.com/cases/federal/us/395/444/",
    "290": "https://www.law.cornell.edu/wex/brandenburg_test",
    "291": "https://crsreports.congress.gov/product/pdf/IF/IF11072",
    "292": "https://www.krqe.com/news/politics-government/end-of-the-road-couy-griffins-appeal-dismissed-by-nm-supreme-court/",
    "293": "https://www.cnn.com/2022/03/22/politics/couy-griffin-verdict-january-6-trial/index.html",
    "294": "https://www.cnn.com/2022/09/06/politics/couy-griffin-new-mexico-january-6/index.html",
    "295": "https://www.krqe.com/news/politics-government/new-mexico-supreme-court-maintains-couy-griffin-office-removal/",
    "296": "https://www.huffpost.com/entry/supreme-court-jan-6-official_n_65f84320e4b030e8357ac88e",
    "297": "https://www.lawfaremedia.org/article/crucial-appeal-capitol-riot-prosecutions-dc-circuit-hear-arguments-challenging-felony-charge-used",
    "298": "https://apnews.com/article/supreme-court-capitol-riot-obstruction-charge-trump-5cf0db4a71766f0b40ec199dd0d5a1ab",
    "299": "https://www.washingtonpost.com/dc-md-va/2022/03/08/judge-tosses-jan-6-obstruction-charge/",
    "300": "[ERROR retrieving ref link]",
    "301": "https://crsreports.congress.gov/product/pdf/RL/RL34304",
    "302": "https://crsreports.congress.gov/product/pdf/LSB/LSB11126",
    "303": "https://apnews.com/article/supreme-court-capitol-riot-obstruction-2cdba47baa5cea8177d651de751760a6",
    "304": "[ERROR retrieving ref link]",
    "305": "[ERROR retrieving ref link]",
    "308": "[ERROR retrieving ref link]",
    "310": "[ERROR retrieving ref link]",
    "312": "[ERROR retrieving ref link]",
    "318": "[ERROR retrieving ref link]",
    "319": "[ERROR retrieving ref link]",
    "320": "[ERROR retrieving ref link]",
    "321": "[ERROR retrieving ref link]",
    "322": "[ERROR retrieving ref link]",
    "323": "[ERROR retrieving ref link]",
    "324": "[ERROR retrieving ref link]",
    "325": "[ERROR retrieving ref link]",
    "327": "[ERROR retrieving ref link]",
    "328": "[ERROR retrieving ref link]",
    "329": "[ERROR retrieving ref link]",
    "330": "[ERROR retrieving ref link]",
    "331": "[ERROR retrieving ref link]",
    "332": "[ERROR retrieving ref link]",
    "333": "[ERROR retrieving ref link]",
    "334": "[ERROR retrieving ref link]",
    "335": "[ERROR retrieving ref link]",
    "336": "[ERROR retrieving ref link]",
    "337": "[ERROR retrieving ref link]",
    "338": "[ERROR retrieving ref link]",
    "339": "[ERROR retrieving ref link]",
    "340": "[ERROR retrieving ref link]",
    "341": "[ERROR retrieving ref link]",
    "342": "[ERROR retrieving ref link]",
    "343": "[ERROR retrieving ref link]",
    "344": "[ERROR retrieving ref link]",
    "345": "[ERROR retrieving ref link]",
    "346": "[ERROR retrieving ref link]",
    "347": "[ERROR retrieving ref link]",
    "348": "https://supreme.justia.com/cases/federal/us/71/333/#380–381",
    "349": "https://supreme.justia.com/cases/federal/us/236/79/#94",
    "350": "https://crsreports.congress.gov/product/pdf/R/R46179",
    "351": "[ERROR retrieving ref link]",
    "352": "[ERROR retrieving ref link]",
    "353": "[ERROR retrieving ref link]",
    "354": "https://memory.loc.gov/ll/llcg/072/0600/06262544.tif",
    "355": "[ERROR retrieving ref link]",
    "356": "[ERROR retrieving ref link]",
    "357": "[ERROR retrieving ref link]",
    "358": "[ERROR retrieving ref link]",
    "359": "[ERROR retrieving ref link]",
    "360": "[ERROR retrieving ref link]",
    "361": "https://supreme.justia.com/cases/federal/us/10/307/",
    "362": "https://supreme.justia.com/cases/federal/us/74/506/",
    "363": "[ERROR retrieving ref link]",
    "364": "https://supreme.justia.com/cases/federal/us/3/321/",
    "365": "https://supreme.justia.com/cases/federal/us/4/8/",
    "366": "https://supreme.justia.com/cases/federal/us/46/103/",
    "367": "https://supreme.justia.com/cases/federal/us/70/250/",
    "368": "https://supreme.justia.com/cases/federal/us/105/381/",
    "369": "[ERROR retrieving ref link]",
    "370": "[ERROR retrieving ref link]",
    "371": "[ERROR retrieving ref link]",
    "372": "[ERROR retrieving ref link]",
    "373": "https://www.independent.org/news/article.asp?id=14659",
    "374": "ISBN: 978-0786438914",
    "375": "https://supreme.justia.com/cases/federal/us/249/211/",
    "376": "[ERROR retrieving ref link]",
    "377": "https://supreme.justia.com/cases/federal/us/83/36/",
    "378": "https://supreme.justia.com/cases/federal/us/83/130/",
    "379": "https://supreme.justia.com/cases/federal/us/92/542/",
    "380": "https://supreme.justia.com/cases/federal/us/163/537/",
    "381": "https://supreme.justia.com/cases/federal/us/209/123/",
    "382": "https://supreme.justia.com/cases/federal/us/403/388/",
    "383": "[ERROR retrieving ref link]",
    "384": "[ERROR retrieving ref link]",
    "385": "https://supreme.justia.com/cases/federal/us/334/1/",
    "386": "https://supreme.justia.com/cases/federal/us/347/483/",
    "387": "https://supreme.justia.com/cases/federal/us/410/113/",
    "388": "https://supreme.justia.com/cases/federal/us/576/644/",
    "389": "[ERROR retrieving ref link]",
    "390": "https://www.law.cornell.edu/uscode/text/42/1983",
    "391": "https://supreme.justia.com/cases/federal/us/334/1/#11",
    "392": "https://legislink.org/us/stat-16-140",
    "394": "[ERROR retrieving ref link]",
    "395": "https://supreme.justia.com/cases/federal/us/100/339/#345",
    "396": "https://supreme.justia.com/cases/federal/us/521/507/",
    "397": "[ERROR retrieving ref link]",
    "398": "https://supreme.justia.com/cases/federal/us/109/3/#20",
    "399": "[ERROR retrieving ref link]",
    "400": "https://supreme.justia.com/cases/federal/us/395/486/#544–545",
    "401": "https://supreme.justia.com/cases/federal/us/395/486/#518–550",
    "402": "https://sgp.fas.org/crs/misc/RL31532.pdf",
    "403": "https://memory.loc.gov/ll/llcg/073/0000/00402918.tif",
    "404": "https://memory.loc.gov/ll/llcg/073/0000/00382916.tif",
    "405": "https://memory.loc.gov/ll/llcg/073/0100/01583036.tif",
    "406": "[ERROR retrieving ref link]",
    "407": "[ERROR retrieving ref link]",
    "408": "[ERROR retrieving ref link]",
    "409": "https://supreme.justia.com/cases/federal/us/178/548/#577",
    "410": "[ERROR retrieving ref link]",
    "411": "https://www.legislation.gov.uk/ukpga/1999/34/enacted",
    "412": "https://www.parliament.uk/globalassets/documents/publications-records/House-of-Lords-Publications/Rules-guides-for-business/Standing-order-public-business/Standing-Orders-Public.pdf",
    "414": "[ERROR retrieving ref link]",
    "415": "https://supreme.justia.com/cases/federal/us/321/1/#7",
    "416": "[ERROR retrieving ref link]",
    "417": "[ERROR retrieving ref link]",
    "418": "https://supreme.justia.com/cases/federal/us/71/333/#378",
    "419": "https://supreme.justia.com/cases/federal/us/71/277/#319",
    "420": "[ERROR retrieving ref link]",
    "421": "[ERROR retrieving ref link]",
    "422": "https://crsreports.congress.gov/product/pdf/LSB/LSB10760",
    "423": "https://supreme.justia.com/cases/federal/us/506/224/",
    "424": "https://www.justice.gov/d9/olc/opinions/2000/08/31/op-olc-v024-p0110_0.pdf",
    "425": "https://www.npr.org/2019/11/18/779938819/fractured-into-factions-what-the-founders-feared-about-impeachment",
    "426": "https://www.washingtonpost.com/outlook/2019/10/18/hamilton-pushed-impeachment-powers-trump-is-what-he-had-mind/",
    "427": "[ERROR retrieving ref link]",
    "428": "https://avalon.law.yale.edu/18th_century/fed65.asp",
    "429": "[ERROR retrieving ref link]",
    "430": "[ERROR retrieving ref link]",
    "431": "[ERROR retrieving ref link]",
    "432": "https://legislink.org/us/stat-18-317",
    "433": "https://legislink.org/us/stat-16-143",
    "434": "[ERROR retrieving ref link]",
    "435": "https://legislink.org/us/stat-62-993",
    "436": "https://www.federalrulesofcivilprocedure.org/rule_81",
    "437": "[ERROR retrieving ref link]",
    "438": "[ERROR retrieving ref link]",
    "439": "https://abcnews.go.com/Politics/judge-removes-local-official-engaging-jan-insurrection/story?id=89463597",
    "440": "https://supreme.justia.com/cases/federal/us/238/537/",
    "441": "[ERROR retrieving ref link]",
    "442": "https://law.justia.com/cases/federal/district-courts/FSupp/241/858/1951206/",
    "443": "https://code.dccouncil.gov/us/dc/council/code/titles/16/chapters/35",
    "444": "https://supreme.justia.com/cases/federal/us/457/731/",
    "445": "https://supreme.justia.com/cases/federal/us/520/681/#682",
    "446": "https://supreme.justia.com/cases/federal/us/520/681/#681–682",
    "447": "https://supreme.justia.com/cases/federal/us/343/579/",
    "448": "https://supreme.justia.com/cases/federal/us/418/683/",
    "449": "https://www.justice.gov/d9/olc/opinions/2000/10/31/op-olc-v024-p0222_0.pdf",
    "450": "https://www.wsj.com/articles/judge-allows-lawsuits-to-proceed-against-donald-trump-militia-groups-in-jan-6-lawsuit-11645218911",
    "451": "https://www.politico.com/news/2023/11/27/trump-immunity-appeal-00128786",
    "452": "https://www.wsj.com/articles/trump-can-be-sued-over-role-in-jan-6-attack-justice-department-says-b9f5a58c",
    "453": "https://www.cnn.com/2023/12/01/politics/trump-presidential-immunity-january-6-lawsuits/index.html",
    "454": "https://www.washingtonpost.com/dc-md-va/2023/12/01/trump-can-be-sued-jan-6-immunity/",
    "455": "https://www.nbcnews.com/politics/donald-trump/judge-denies-two-trumps-motions-dismiss-federal-election-interference-rcna127720",
    "456": "https://www.cbsnews.com/news/judge-rejects-trump-motion-to-dismiss-2020-federal-election-interference-case/",
    "457": "https://www.washingtonpost.com/national-security/2023/12/07/trump-appeal-trial-immunity/",
    "458": "https://apnews.com/article/trump-capitol-riot-presidential-immunity-appeal-46c2d7fc7807cd3262764d35e47f390e",
    "459": "https://abcnews.go.com/Politics/appeals-court-rejects-trumps-immunity-claim-federal-election/story?id=106380940",
    "460": "https://www.cnn.com/2024/02/06/politics/trump-immunity-court-of-appeals/index.html",
    "461": "https://supreme.justia.com/cases/federal/us/146/1/#35",
    "462": "https://supreme.justia.com/cases/federal/us/146/1/#27",
    "463": "[ERROR retrieving ref link]",
    "464": "[ERROR retrieving ref link]",
    "465": "[ERROR retrieving ref link]",
    "466": "https://supreme.justia.com/cases/federal/us/591/19-465/",
    "467": "[ERROR retrieving ref link]",
    "468": "https://supreme.justia.com/cases/federal/us/600/21-1271/",
    "469": "https://www.pbs.org/newshour/politics/supreme-court-upholds-north-carolina-ruling-declines-to-invoke-independent-state-legislature-theory",
    "470": "https://www.nbcnews.com/politics/supreme-court/supreme-court-rules-republicans-north-carolina-elections-dispute-rcna68630",
    "471": "https://supreme.justia.com/cases/federal/us/415/724/#730",
    "472": "[ERROR retrieving ref link]",
    "473": "https://supreme.justia.com/cases/federal/us/403/431/#442",
    "474": "https://supreme.justia.com/cases/federal/us/415/724/#733",
    "475": "[ERROR retrieving ref link]",
    "476": "https://supreme.justia.com/cases/federal/us/479/189/#194–195",
    "477": "https://supreme.justia.com/cases/federal/us/405/134/#145–146",
    "478": "https://doi.org/10.2307%2F1123281",
    "479": "https://supreme.justia.com/cases/federal/us/415/709/",
    "480": "https://supreme.justia.com/cases/federal/us/393/23/#23–24",
    "481": "https://supreme.justia.com/cases/federal/us/460/780/#790–795",
    "482": "[ERROR retrieving ref link]",
    "483": "[ERROR retrieving ref link]",
    "484": "https://www.nass.org/sites/default/files/surveys/2020-07/research-ballot-access-president-Jan20_0.pdf",
    "485": "https://supreme.justia.com/cases/federal/us/365/127/",
    "486": "https://supreme.justia.com/cases/federal/us/404/508/#510",
    "487": "https://law.justia.com/constitution/us/amendment-01/18-rights-of-assembly-and-petition.html",
    "488": "https://supreme.justia.com/cases/federal/us/490/319/#325",
    "489": "https://www.law.cornell.edu/wex/frivolous",
    "490": "https://www.usa.gov/write-in-candidates",
    "491": "[ERROR retrieving ref link]",
    "492": "http://prospect.org/article/if-you-give-mouse-vote",
    "493": "[ERROR retrieving ref link]",
    "494": "https://supreme.justia.com/cases/federal/us/514/779/#834–835",
    "495": "https://supreme.justia.com/cases/federal/us/514/779/#837",
    "496": "https://supreme.justia.com/cases/federal/us/514/779/#833–834",
    "497": "https://supreme.justia.com/cases/federal/us/514/779/#850",
    "498": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1121483",
    "499": "https://supreme.justia.com/cases/federal/us/514/779/#861",
    "500": "https://supreme.justia.com/cases/federal/us/591/19-465/",
    "501": "https://supreme.justia.com/cases/federal/us/393/23/#29",
    "502": "https://supreme.justia.com/cases/federal/us/591/19-465/",
    "503": "[ERROR retrieving ref link]",
    "504": "[ERROR retrieving ref link]",
    "505": "https://crsreports.congress.gov/product/pdf/R/R40864",
    "506": "[ERROR retrieving ref link]",
    "507": "[ERROR retrieving ref link]",
    "508": "[ERROR retrieving ref link]",
    "509": "https://books.google.com/books?id=NMt-yrjVE50C",
    "510": "ISBN: 978-0-684-82535-9",
    "512": "https://www.nytimes.com/2024/02/07/opinion/supreme-court-trump-section-3.html",
    "513": "https://legislink.org/us/stat-136-5237",
    "514": "[ERROR retrieving ref link]",
    "515": "https://thehill.com/opinion/congress-blog/5055171-constitution-insurrection-trump-disqualification/",
    "516": "https://www.cato.org/blog/valid-grounds-objections-electoral-count-reform-act",
    "517": "https://www.law.cornell.edu/uscode/text/3/15",
    "518": "[ERROR retrieving ref link]",
    "519": "[ERROR retrieving ref link]",
    "520": "[ERROR retrieving ref link]",
    "521": "[ERROR retrieving ref link]",
    "522": "[ERROR retrieving ref link]",
    "523": "https://supreme.justia.com/cases/federal/us/591/19-465/",
    "524": "[ERROR retrieving ref link]",
    "525": "http://scholar.valpo.edu/cgi/viewcontent.cgi?article=1443&context=vulr",
    "526": "https://supreme.justia.com/cases/federal/us/134/377/#379",
    "527": "https://supreme.justia.com/cases/federal/us/531/98/#112",
    "528": "[ERROR retrieving ref link]",
    "529": "[ERROR retrieving ref link]",
    "530": "[ERROR retrieving ref link]",
    "531": "[ERROR retrieving ref link]",
    "532": "[ERROR retrieving ref link]",
    "533": "[ERROR retrieving ref link]",
    "534": "[ERROR retrieving ref link]",
    "535": "[ERROR retrieving ref link]",
    "536": "[ERROR retrieving ref link]",
    "537": "https://www.ncsl.org/state-legislatures-news/details/what-the-electoral-count-reform-act-means-for-states",
    "538": "https://legislink.org/us/stat-136-5233",
    "539": "[ERROR retrieving ref link]",
    "540": "https://supreme.justia.com/cases/federal/us/290/534/#544",
    "541": "https://supreme.justia.com/cases/federal/us/290/534/#545",
    "543": "https://www.washingtonpost.com/history/2021/01/11/14th-amendment-trump-insurrection-impeachment/",
    "544": "https://www.msnbc.com/deadline-white-house/watch/fmr-federal-judge-trump-allies-committed-grave-crimes-with-2020-election-coup-plot-191375429762",
    "545": "https://www.realclearpolitics.com/video/2023/08/22/judge_luttig_secretaries_of_states_will_decline_to_place_trump_on_the_ballot_argue_he_is_unqualified.html",
    "546": "https://www.cnn.com/2023/11/14/politics/michigan-judge-trump-14th-amendment/index.html",
    "547": "https://www.bbc.com/news/world-us-canada-67446313",
    "548": "https://coloradonewsline.com/2023/12/06/colorado-supreme-court-trump-14th-amendment/",
    "549": "https://www.nytimes.com/2023/12/20/us/politics/trump-colorado-ballot-other-states.html",
    "550": "https://www.lawfaremedia.org/current-projects/the-trump-trials/section-3-litigation-tracker",
    "551": "https://www.washingtonpost.com/politics/2023/04/18/trump-ballots-january-6/",
    "552": "https://abcnews.go.com/Politics/14th-amendment-section-3-new-legal-battle-trump/story?id=102547316",
    "553": "https://www.bbc.com/news/world-us-canada-67899435",
    "554": "https://www.huffpost.com/entry/supreme-court-urged-rule-trump-ineligible-president-again-over-jan_n_65b500afe4b0d407294f429a",
    "555": "https://www.supremecourt.gov/DocketPDF/23/23-719/298854/20240126115645084_23-719%20Anderson%20Respondents%20Merits%20Brief.pdf",
    "556": "https://thehill.com/regulation/court-battles/4171623-florida-lawyer-files-challenge-to-disqualify-trump-from-2024-race-citing-14th-amendment/",
    "557": "https://www.courtlistener.com/docket/67724934/1/caplan-v-trump/",
    "558": "https://www.sun-sentinel.com/2023/09/01/federal-judge-dismisses-florida-lawsuit-seeking-to-have-trump-declared-ineligible-for-presidency/",
    "559": "https://nhjournal.com/the-600-man-trying-to-bring-down-trump",
    "560": "https://archive.today/20230909044601/https://www.deseret.com/2023/9/7/23862928/utah-lawsuit-bar-trump-2024-election-ballot-14th-amendment",
    "561": "https://archive.today/20230913223013/https://www.normantranscript.com/news/lawsuit-seeks-to-block-trump-from-the-ballot-in-oklahoma/article_e2c0fab0-51b5-11ee-b6f8-3f1640ff9d62.html",
    "562": "https://www.cbsnews.com/news/trump-ballot-14th-amendment-section-3-2024-eligibility/",
    "563": "https://www.cnn.com/2023/10/02/politics/donald-trump-fourteenth-amendment-ballot-case-supreme-court/index.html",
    "564": "https://www.reuters.com/world/us/us-supreme-court-rebuffs-long-shot-candidates-bid-disqualify-trump-2024-2023-10-02/",
    "565": "https://news.yahoo.com/nh-fed-judge-dismisses-suit-035900442.html",
    "566": "https://www.wmur.com/article/new-hampshire-donald-trump-ballot-lawsuit-dismiss/45682757",
    "567": "https://www.democracydocket.com/news-alerts/1st-circuit-affirms-dismissal-of-trump-eligibility-challenge-in-new-hampshire/",
    "568": "https://www.washingtontimes.com/news/2023/nov/27/trump-wins-another-ballot-challenge-federal-judge-/",
    "569": "https://www.providencejournal.com/story/news/politics/2023/11/27/trump-keeps-right-to-be-on-presidential-ballot-in-ri/71720185007/",
    "570": "https://www.nbcnews.com/politics/donald-trump/federal-judge-rejects-bid-keep-trump-ballot-arizona-rcna128239",
    "571": "https://www.democracydocket.com/news-alerts/federal-judge-dismisses-trump-eligibility-challenge-in-arizona/",
    "572": "https://wvrecord.com/stories/653224464-federal-judge-dismisses-attempt-to-keep-trump-off-west-virginia-ballot",
    "573": "https://wvmetronews.com/2023/12/22/lawsuit-to-boot-trump-off-west-virginia-ballots-is-dismissed-because-plaintiff-lacks-standing/",
    "574": "https://www.npr.org/2023/12/21/1220769191/colorado-trump-candidacy-fourteenth-amendment-insurrection",
    "575": "https://www.wmur.com/article/lawsuit-donald-trump-new-hampshire-ballot-010224/46269696",
    "576": "https://ballot-access.org/2023/10/12/john-anthony-castro-files-brief-in-eleventh-circuit-in-florida-trump-ballot-access-case/",
    "577": "https://www.newsweek.com/donald-trump-ballot-challenge-john-anthony-castro-1857069",
    "578": "https://www.mariettatimes.com/news/local-news/2023/12/dismissal-of-lawsuit-to-keep-trump-off-w-va-ballot-appealed/",
    "579": "https://thehill.com/regulation/court-battles/4398648-judge-rejects-trump-14th-amendment-claim-nevada/",
    "580": "https://www.koat.com/article/donald-trump-on-election-ballot-new-mexico/46366890",
    "581": "https://ballot-access.org/2024/01/29/u-s-district-court-in-alaska-dismisses-anti-trump-ballot-access-case/",
    "582": "https://www.santafenewmexican.com/news/local_news/judge-rejects-lawsuit-to-keep-trump-off-new-mexico-ballot/article_5b908044-b24d-11ee-8a57-fb15f989cfb3.html",
    "583": "https://ballot-access.org/2024/01/04/u-s-district-court-in-california-keeps-donald-trump-on-the-republican-presidential-primary-ballot/",
    "584": "https://www.inlander.com/news/spokane-judge-dismisses-lawsuit-attempting-to-remove-trump-from-washingtons-2024-ballot-27051864",
    "585": "https://abcnews.go.com/Politics/14th-amendment-lawsuits-seeking-bar-trump-failing/story?id=105391248",
    "586": "https://www.pilotonline.com/2024/01/05/why-efforts-to-remove-trump-from-virginias-primary-ballot-failed/",
    "587": "https://www.courts.state.co.us/userfiles/file/Court_Probation/02nd_Judicial_District/Denver_District_Court/11_17_2023%20Final%20Order.pdf",
    "588": "https://www.nytimes.com/2023/11/17/us/politics/colorado-trump-14th-amendment.html",
    "589": "https://www.cnn.com/2023/11/17/politics/trump-colorado-ballot-14th-amendment-insurrection/index.html",
    "590": "https://www.nbcnews.com/politics/donald-trump/colorado-judge-rejects-bid-keep-trump-2024-ballot-rcna125451",
    "591": "https://apnews.com/article/trump-insurrection-14th-amendment-appeal-colorado-7436a07c9d0259bba9a13136c541cf2c",
    "592": "https://www.nytimes.com/live/2023/12/19/us/trump-colorado-ballot-news",
    "593": "https://www.cnn.com/2023/12/19/politics/trump-colorado-supreme-court-14th-amendment/index.html",
    "594": "https://www.nbcnews.com/politics/donald-trump/colorado-supreme-court-kicks-trump-states-2024-ballot-violating-us-con-rcna130484",
    "595": "https://www.reuters.com/world/us/republicans-appeal-trump-colorado-ballot-disqualification-us-supreme-court-2023-12-28/",
    "596": "https://www.usatoday.com/story/news/politics/elections/2023/12/27/colorado-gop-appeals-decision-disqualifying-donald-trump-2024/72043874007/",
    "597": "https://www.washingtonpost.com/politics/2024/01/03/trump-colorado-ballot-appeal/",
    "598": "https://archive.today/20240105223555/https://www.supremecourt.gov/orders/courtorders/010524zr2_886b.pdf",
    "599": "https://www.courts.state.co.us/userfiles/file/Court_Probation/Supreme_Court/Opinions/2023/23SA300.pdf",
    "600": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/12/20/remarks-by-president-biden-after-air-force-one-arrival-milwaukee-wi/",
    "601": "https://www.cbsnews.com/chicago/news/voters-seek-to-have-donald-trump-removed-from-illinois-primary-ballot/",
    "602": "https://www.wbez.org/stories/trumps-candidacy-is-challenged-by-a-group-of-illinois-residents/6fd7f8c7-36cb-47bd-b278-f42333d3c0e5",
    "603": "https://edition.cnn.com/2024/01/26/politics/illinois-14th-amendment-trump-january-6/index.html",
    "604": "https://www.wbez.org/stories/trumps-candidacy-on-the-illinois-ballot-should-be-decided-by-the-courts-hearing-officer-says/e9af3a79-7e96-4429-8bf0-282833888bb2",
    "605": "https://edition.cnn.com/2024/01/30/politics/donald-trump-illinois-14th-amendment/index.html",
    "606": "https://news.wttw.com/2024/01/31/effort-remove-donald-trump-illinois-primary-ballot-continues-state-court",
    "607": "https://www.nprillinois.org/illinois/2024-02-07/trumps-illinois-ballot-challenge-to-move-forward",
    "608": "https://www.nytimes.com/2024/02/28/us/trump-removal-illinois-primary-ballot.html",
    "609": "https://www.scribd.com/document/709350212/Trump-Ruling",
    "610": "https://www.cbsnews.com/chicago/news/judge-orders-former-president-trump-removed-illinois-primary-ballot/",
    "611": "https://edition.cnn.com/2024/02/29/politics/trump-appeals-illinois-decision/index.html",
    "612": "https://www.cbsnews.com/chicago/news/donald-trump-appeal-illinois-primary-ballot-removal/",
    "614": "https://apnews.com/article/trump-insurrection-14th-amendment-ballot-michigan-b2a870f98a60dffbe4c9566cfe97457c",
    "615": "https://static01.nyt.com/newsgraphics/documenttools/ab30b95f96a68053/ce7b0cfb-full.pdf",
    "616": "https://apnews.com/article/trump-insurrection-amendment-2024-ballot-colorado-5b6e40f069abc1b8604ec37c46621055",
    "617": "https://thehill.com/regulation/court-battles/4315316-activists-trump-14th-amendment-fight-michigan-supreme-court/",
    "618": "https://www.bridgemi.com/michigan-government/michigan-appeals-court-trump-must-be-presidential-primary-ballot",
    "619": "https://abcnews.go.com/Politics/michigan-court-appeals-rules-trump-remain-2024-ballot/story?id=105675899",
    "620": "https://www.wkar.org/2023-12-19/michigan-supreme-court-filing-seeks-to-block-trump-from-state-primary-ballot",
    "621": "https://apnews.com/article/trump-insurrection-14th-amendment-ballot-michigan-colorado-b5a5d9ffa75efa63ab4780b04329e2a2",
    "622": "https://apnews.com/article/trump-insurrection-election-president-f6b72c94bb351c1b870d4884e54f6a75",
    "623": "https://www.cnn.com/2023/11/08/politics/minnesota-14th-amendment-trump/index.html",
    "624": "https://oregoncapitalchronicle.com/2023/12/06/group-sues-oregon-secretary-of-state-griffin-valade-to-keep-trump-off-ballot/",
    "625": "https://edition.cnn.com/politics/live-news/colorado-trump-14th-amendment-12-06-23/h_7638191da48331ce65087e2c93db15e7",
    "626": "https://centraloregondaily.com/donald-trump-oregon-primary-ballot-status/",
    "627": "https://www.cnn.com/2024/01/12/politics/oregon-supreme-court-trump-ballot-2024/index.html",
    "628": "https://www.timesheraldonline.com/2023/12/23/can-california-really-keep-trump-off-the-ballot-2/",
    "629": "https://cowboystatedaily.com/2023/12/19/wyoming-man-suing-to-keep-trump-off-ballot-ok-with-former-president-joining-lawsuit/",
    "630": "https://www.newsweek.com/judge-shuts-down-attempt-kick-donald-trump-off-ballot-1858087",
    "631": "https://cowboystatedaily.com/2024/01/18/laramie-attorney-appeals-to-wyoming-supreme-court-to-keep-trump-off-ballot/",
    "632": "https://www.fox8live.com/2023/12/27/chalmette-woman-files-suit-seeking-remove-trump-louisiana-ballot/",
    "633": "https://ballot-access.org/2024/01/18/louisiana-anti-trump-ballot-access-dropped/",
    "634": "https://wisconsinexaminer.com/2023/12/28/brewery-owner-political-fundraiser-says-hell-sue-to-block-trump-from-wisconsins-2024-ballot/",
    "635": "https://www.weau.com/2024/01/05/lawsuit-filed-bar-trump-wisconsin-ballot/",
    "636": "https://www.sun-sentinel.com/2024/01/03/south-florida-activist-asks-judge-to-keep-trump-off-states-election-ballot/",
    "637": "https://wjla.com/news/local/virginia-activists-roy-perry-bey-carlos-howard-file-lawsuit-state-court-remove-former-president-donald-trump-election-ballot-2024",
    "638": "https://www.khq.com/news/lawsuit-to-remove-donald-trump-from-washington-presidential-primary-ballot-to-get-hearing/article_6dbc72de-b1ab-11ee-bb83-bb8599195d29.html",
    "639": "https://www.king5.com/article/news/politics/donald-trump-washington-primary-ballot-kitsap-county-court/281-93ae6239-5e93-4d3e-9878-5ef2883afe82",
    "640": "https://lynnwoodtimes.com/2024/01/16/trump-ballot-240116/",
    "641": "https://thehill.com/regulation/court-battles/4416366-trump-washington-state-ballot-challenge/",
    "642": "https://oregoncapitalchronicle.com/2024/01/18/judge-denies-request-to-remove-trump-from-wa-presidential-primary-ballot/",
    "643": "https://www.nbcnews.com/politics/2024-election/secretaries-state-get-ready-possible-challenges-trumps-ballot-access-rcna102440",
    "644": "https://abcnews.go.com/Politics/state-election-officials-prepare-efforts-disqualify-trump-14th/story?id=102833123",
    "645": "https://www.nytimes.com/2023/12/30/us/trump-maine-democracy.html?action=click&pgtype=Article&state=default&module=styln-trump-colorado-ballot",
    "646": "https://apnews.com/article/trump-new-hampshire-gop-ballot-block-consitution-insurrection-56f75ee5d650988d304308c5c912e9b2",
    "647": "https://www.politico.com/news/2023/12/29/california-trump-ballot-fight-00133340",
    "648": "https://www.maine.gov/sos/news/2023/HearingScheduledChallengesTrumpPrimaryNominationPetition.html",
    "649": "https://www.wmtw.com/article/multiple-petitions-seek-remove-donald-trump-maine-presidential-primary-ballot/46093547",
    "650": "https://www.politico.com/news/2023/12/15/maine-14th-amendment-trump-00132136",
    "651": "https://www.newsfromthestates.com/article/mainers-challenge-donald-trumps-election-eligibility",
    "652": "https://mainemorningstar.com/2023/12/15/sec-of-state-bellows-hears-arguments-in-hearing-on-challenges-to-trumps-ballot-eligibility/",
    "653": "https://www.nytimes.com/2023/12/22/us/maine-trump-ballot.html",
    "654": "https://www.youtube.com/watch?v=JvBkgW893g8",
    "655": "https://www.maine.gov/sos/news/2023/BellowsDecisionChallengeTrumpPrimaryPetitionsDec2023.html",
    "656": "https://www.bbc.com/news/world-us-canada-67837639",
    "657": "https://www.nbcnews.com/politics/2024-election/maines-top-election-official-rules-trump-ineligible-2024-primary-ballo-rcna131375",
    "658": "https://www.politico.com/news/2023/12/28/maine-kicks-trump-off-ballot-under-14th-amendment-00133294",
    "659": "https://www.cbsnews.com/news/trump-maine-primary-ballot-disqualified-secretary-of-state-shenna-bellows/",
    "660": "https://www.pressherald.com/2024/01/02/appeal-filed-in-response-to-maine-secretary-of-states-decision-to-bar-trump-from-primary-ballot/",
    "661": "https://www.washingtonpost.com/politics/2024/01/02/trump-maine-ballot-appeal-14th-amendment/",
    "662": "https://thehill.com/regulation/court-battles/4414169-maine-judge-trump-14th-amendment-primary-ballot-supreme-court/",
    "663": "https://www.courts.maine.gov/news/trump/order-and-decision.pdf",
    "664": "https://www.cbsnews.com/news/maine-trump-ballot-eligibility-state-supreme-court-to-review/",
    "665": "https://apnews.com/article/maine-trump-ballot-insurrection-amendment-2240b954d91c442b5644c74b2823f2c0",
    "666": "https://www.wbur.org/news/2023/12/21/galvin-trump-mass-primary-ballot-colorado-courts",
    "667": "https://www.wbur.org/news/2024/01/02/trump-name-massachusetts-primary-ballot",
    "668": "https://whdh.com/news/group-of-massachusetts-voters-file-to-remove-former-president-trump-from-ballot/",
    "669": "https://www.nbcboston.com/news/local/commission-to-consider-objections-to-trump-being-on-mass-ballot/3250659/",
    "670": "https://www.wcvb.com/article/massachusetts-donald-trump-presidential-primary-ballot-decision/46494516",
    "671": "https://www.masslive.com/politics/2024/01/donald-trump-will-appear-on-the-ballot-in-mass-presidential-primary.html",
    "672": "https://www.wwlp.com/news/state-politics/appeal-filed-with-supreme-judicial-court-to-remove-trump-from-massachusetts-ballot/",
    "673": "https://www.boston25news.com/news/local/massachusetts-judge-keeps-former-president-donald-trump-ballot-2024-election/MUGHWJB6UVHDXNULMSXB6RW6IQ/",
    "674": "https://ballot-access.org/2024/01/30/justice-frank-gaziano-of-the-massachusetts-supreme-court-leaves-trump-on-ballot-but-objectors-then-ask-full-court-to-hear-their-appeal/",
    "675": "https://portcitydaily.com/latest-news/2024/01/03/nc-voter-appeals-state-boes-denial-of-trumps-candidacy-to-superior-court/",
    "676": "https://www.indystar.com/story/news/politics/elections/2024/02/16/jan-6-subject-of-trump-primary-ballot-challenge-in-indiana/72631205007/",
    "677": "https://www.wbaa.org/local-news/2024-02-27/donald-trump-remains-on-indiana-ballot-after-state-election-board-dismisses-challenge",
    "678": "https://thehill.com/homenews/campaign/4407017-long-shot-biden-challengers-trump-ballot-bans-dangerous/",
    "679": "https://www.deseret.com/2023/12/20/24010070/trump-on-the-ballot-his-gop-challengers-say",
    "680": "https://www.bostonglobe.com/2023/12/30/metro/shenna-bellows-maine-home-targeted-by-swatters/"
  },
  "flair_entities": [
    "lee",
    "fourteenth amendment",
    "francis wright",
    "haupt",
    "section 2383",
    "karen l.",
    "u.s. 4th circuit court of appeals",
    "asarco",
    "parte bollman",
    "board of education",
    "office of legal counsel",
    "james madison",
    "texas",
    "rosenberg",
    "south texas college of law houston",
    "elector",
    "amnesty act",
    "presidents",
    "insurrections",
    "debs'",
    "aid and comfort",
    "trevor n.",
    "mississippi",
    "ex parte vallandigham",
    "mascott",
    "nicholas murray butler",
    "new hampshire",
    "new mexico",
    "court",
    "salmon p",
    "oath or affirmation clause",
    "peter g",
    "house qualifications clause of article i, section ii",
    "utah",
    "fugitive slave act",
    "van winkle",
    "amendment",
    "nation",
    "madison cawthorn",
    "griffin's case",
    "hughes",
    "fries",
    "carl j",
    "cummings",
    "mitchell i",
    "sheffey",
    "ineligibility clause",
    "ohio",
    "virginia house of delegates",
    "democrats",
    "committee",
    "first amendment",
    "chisholm",
    "nixon",
    "section iv",
    "militia act of 1795",
    "lyman trumbull",
    "presidential qualifications clause",
    "section 14",
    "section ii",
    "freedom of speech clause",
    "blackman",
    "henry clay",
    "wisconsin",
    "myles s .",
    "military reconstruction acts",
    "webster's dictionary",
    "vivek ramaswamy",
    "beckham",
    "fort monroe",
    "united states.",
    "no title of nobility",
    "title of nobility",
    "maine superior court",
    "department of justice",
    "jennifer l .",
    "citizens for responsibility and ethics in washington",
    "american civil war",
    "metropolitan police department",
    "domestic emoluments clause of article ii",
    "indiana university school of law",
    "establishment clause of the first amendment",
    "olc",
    "reverdy johnson",
    "slaughter-house cases",
    "necessary and proper clause",
    "virginia u.s. district court",
    "harper",
    "lincoln",
    "galvin",
    "virginia",
    "couy griffin",
    "mcfadden",
    "world war i",
    "union army",
    "bush",
    "sedition act of 1918",
    "board of elections",
    "congressional globe",
    "due process clause",
    "section iii",
    "times",
    "james a",
    "pennsylvania",
    "affirmation clause of article vi",
    "thaddeus stevens",
    "electoral count reform act",
    "congress",
    "akhil amar",
    "united states capitol police",
    "colorado general assembly",
    "missouri",
    "2nd united states congress",
    "states",
    "kendall",
    "michelle childs",
    "brown",
    "confederate states",
    "house",
    "blount",
    "presidency and post-civil war",
    "maine",
    "cases of rebellion",
    "florida",
    "charles j.",
    "the federalist papers",
    "indiana election commission",
    "grant",
    "stevens",
    "minnesota supreme court",
    "jones",
    "maine supreme judicial court",
    "jacob m.",
    "bank of north america",
    "irwinville",
    "treason clause of article iii",
    "california motor transport co.",
    "ex parte young",
    "oath or affirmation",
    "kurt t",
    "southern florida u.s. district court",
    "west virginia",
    "democratic",
    "u.s. supreme court",
    "emolument",
    "johnson-morrill",
    "james s.",
    "united states capitol",
    "public company accounting oversight board",
    "12th amendment",
    "henry stanbery",
    "22nd amendment",
    "florida legislature",
    "joseph emerson worcester",
    "arizona",
    "david scanlan",
    "law clauses of article i, section ix",
    "beech aircraft corp",
    "justin r",
    "u.s. capitol",
    "cases of impeachment",
    "luther",
    "foreign emoluments clause of article i, section ix",
    "article i",
    "bellows'",
    "chase",
    "sawyer",
    "united states",
    "arkansas",
    "u.s.",
    "second confiscation act",
    "5th united states congress",
    "double jeopardy clause of the fifth amendment",
    "rainey",
    "treason act 1351",
    "jefferson davis",
    "united states electoral college",
    "united states congress",
    "william c",
    "john eaton",
    "laws of the union",
    "u.s. capitol police",
    "14th amendment",
    "davis",
    "taylor",
    "magliocca",
    "ulysses s.",
    "section x",
    "chapter 35",
    "eastern railroad conference",
    "christiana riot",
    "supremacy clause",
    "votes",
    "snowden",
    "shirley weber",
    "boutwell",
    "youngstown sheet & tube co.",
    "william blount",
    "cramer",
    "military reconstruction act of 1867",
    "samuel mckee",
    "section 2381",
    "circuit justice of virginia",
    "confederate",
    "law and fact",
    "debs",
    "circuit justice for virginia",
    "hollingsworth",
    "ashwander",
    "obergefell",
    "abraham lincoln",
    "martin",
    "bennie thompson",
    "espionage act",
    "80th united states congress",
    "steel co",
    "judicial circuits act",
    "katsas",
    "capitol",
    "congressional research service",
    "neil gorsuch",
    "district of columbia u.s",
    "marianne williamson",
    "affirmation clause",
    "battle of liberty place",
    "impeachment trial clause of article i, section iii",
    "government of the",
    "nevada",
    "steven daniel anderson",
    "capitol police",
    "munro",
    "house of representatives",
    "james speed",
    "presidential succession clause of article ii",
    "presidential qualifications clause of article ii",
    "eaton",
    "tillman",
    "us supreme court",
    "militia clause",
    "griswold",
    "elliot's debates",
    "michigan",
    "lawrence caplan",
    "kadish",
    "bill of attainder clause of article i",
    "harpers ferry",
    "appellate jurisdiction clause",
    "waitman t .",
    "sections 2",
    "foreign emoluments clause",
    "revised statutes of the",
    "state",
    "sections",
    "9th united states congress",
    "judith w",
    "colorado district court",
    "article i, section ix",
    "garfield",
    "democratic national convention",
    "district of columbia u.s. district court",
    "vigol",
    "southern new york u.s",
    "donald trump",
    "wake county",
    "senate qualifications clause of article i, section iii",
    "equal protection clause",
    "brandenburg",
    "ralph e cintron",
    "guarantee clause of the article iv",
    "brooks–baxter war",
    "4th circuit court of appeals",
    "contract clause of article i, section x",
    "17th amendment",
    "house officers",
    "section 1",
    "battle of fort sumter",
    "twenty-second amendment",
    "first bank of the",
    "otero county board",
    "trucking unlimited",
    "georgia",
    "inauguration day",
    "baker",
    "commonwealth",
    "indiana",
    "lamar",
    "charles o'conor",
    "lot m",
    "continuance in office",
    "clerk of the house of representatives",
    "clinton",
    "impeachment clause of article ii",
    "greeley",
    "laws",
    "darryl p",
    "valeo",
    "south carolina",
    "john marshall",
    "franklin pierce",
    "lynch",
    "presidential succession clause",
    "state board",
    "committee of style",
    "supremacy clause of article vi",
    "dean phillips",
    "crew",
    "beito",
    "vlahoplus",
    "new york",
    "mathew",
    "mehta",
    "twelfth amendment",
    "massachusetts ballot law commission",
    "john duncan young",
    "massachusetts supreme judicial court",
    "haley",
    "railroad company",
    "claiborne",
    "warth",
    "baude",
    "walker",
    "nat turner",
    "clay",
    "henderson",
    "colorado republican party",
    "castro",
    "presidential succession act",
    "california",
    "rush holt sr.",
    "wiscart",
    "no religious test clause of article vi",
    "electoral college",
    "circuit court",
    "enemies",
    "colorado",
    "carter",
    "buckley",
    "united states code",
    "new york city",
    "11th amendment",
    "enforcement act of 1870",
    "frizzell",
    "ron desantis",
    "lash",
    "legislature",
    "turner",
    "u.s. house select committee",
    "ilya somin",
    "daniel clark",
    "boston",
    "james robert redford",
    "appointments clause",
    "expulsion clause of article i",
    "insurrection act and militia acts",
    "madison",
    "george mason university",
    "sherman",
    "story",
    "district of columbia code",
    "united states supreme court",
    "burr",
    "u.s. term limits, inc",
    "senate",
    "democratic party",
    "oregon",
    "oath administration act",
    "49th united states congress",
    "rule 81",
    "gerard magliocca",
    "fortson",
    "government",
    "bill of attainder clause of article i, section x",
    "appointments clause of article ii",
    "millard fillmore",
    "bullock",
    "william baude",
    "federalist no",
    "williams",
    "oath",
    "congressional elections clause of article i, section iv",
    "washington",
    "presidency",
    "sarbanes–oxley act of 2002",
    "spokane valley",
    "oregon supreme court",
    "title 42",
    "american",
    "law of the land",
    "burdick",
    "power.",
    "george s .",
    "office",
    "joe biden",
    "ex parte virginia",
    "hamburg",
    "district of columbia",
    "gregory katsas",
    "anti-federalist papers",
    "militia",
    "reconstruction",
    "george washington",
    "house foreign affairs committee",
    "minor",
    "eric swalwell",
    "seth barrett tillman",
    "the foreign emoluments clause",
    "supreme court",
    "wade",
    "civil war",
    "20th amendment",
    "north carolina state board of elections",
    "panish",
    "seldin",
    "cook county",
    "hartwell",
    "massachusetts",
    "storer",
    "citizens for a better environment",
    "john anthony castro",
    "j .",
    "congressional elections clause",
    "seat of the government of the",
    "electoral judgement clause of article i, section v",
    "law dictionary",
    "gore",
    "treason",
    "civil war.",
    "commission",
    "chiafalo",
    "lot morrill",
    "in ex parte bollman",
    "city of boerne",
    "republicans",
    "victor l .",
    "eastern virginia",
    "bouvier",
    "university of richmond school of law",
    "lucius h",
    "law",
    "british journal of american legal studies",
    "framers",
    "nancy pelosi",
    "congressional gold medals",
    "constitution",
    "second enforcement act of 1871",
    "horace greeley",
    "second bank of the",
    "nichols",
    "privileges and immunities clause of article iv",
    "socialist party",
    "whiskey rebellion",
    "robin l .",
    "jenness",
    "liberal republican party",
    "amit mehta",
    "donald",
    "joseph story",
    "shelley",
    "laws of the",
    "rhode island",
    "powell",
    "clement vallandigham",
    "mercein",
    "mcculloch",
    "andersonville prison",
    "amy coney barrett",
    "mouat",
    "howard",
    "kentucky",
    "senators",
    "twentieth amendment",
    "davis'",
    "66th united states congress",
    "michigan court of claims",
    "biden",
    "daniels",
    "thornton",
    "free enterprise fund",
    "holley",
    "superior court",
    "tennessee",
    "ramaswamy",
    "law and equity",
    "louisiana",
    "armistead thomson mason",
    "fifth amendment",
    "commissions clause of article ii",
    "moore",
    "minnesota",
    "sections 102",
    "kennebec county",
    "francis j",
    "prize cases",
    "general election",
    "fischer",
    "mckee",
    "mark a",
    "article ii",
    "andrew johnson",
    "federal corrupt practices act",
    "kraemer",
    "laurence tribe",
    "florence y.",
    "tanya chutkan",
    "chris christie",
    "republican",
    "militia clause of article i, section viii",
    "electoral count act",
    "sarbanes–oxley act",
    "ecra",
    "ellenton",
    "colorado supreme court",
    "constitution or laws of any state to the contrary",
    "thomas",
    "john adams",
    "robert e .",
    "john y .",
    "berger",
    "39th united states congress",
    "victor l.",
    "1st amendment",
    "shenna bellows",
    "florence pan",
    "1st circuit court of appeals",
    "federal rules of evidence",
    "1st united states congress",
    "stanbery",
    "acceptance of congress",
    "josh blackman",
    "presidential succession act of 1947",
    "presidential succession act of 1792",
    "caesar griffin",
    "crs",
    "hannibal hamlin",
    "electoral college meetings clause of article ii",
    "bivens",
    "north carolina superior court",
    "william & mary bill of rights journal",
    "united kingdom",
    "impeachment trial clause",
    "regulations",
    "section 3",
    "burroughs",
    "ex parte garland",
    "alaska",
    "tennessee valley authority",
    "john curtiss underwood",
    "nathan bailey",
    "wyoming",
    "university of maryland school of law",
    "maryland",
    "hugh white sheffey",
    "eugene v",
    "bradwell",
    "circuit court of appeals",
    "republican party",
    "john vlahoplus",
    "section viii",
    "hamilton",
    "u.s. district of columbia circuit court of appeals",
    "no. 78",
    "the privilege of the writ of habeas corpus",
    "indiana house of representatives",
    "chandler",
    "graber",
    "ex-confederates",
    "erastus corning",
    "battle of appomattox court house",
    "mickey mouse",
    "mason",
    "article iii",
    "morrill",
    "rogers",
    "rhodes",
    "74th united states congress",
    "impeachment disqualification clause",
    "congressional sessions clause of article i",
    "illinois state board of elections",
    "district court",
    "central california u.s. district court",
    "mcpherson",
    "antonin scalia law school",
    "nikki haley",
    "michigan supreme court",
    "hodges",
    "congressional] elections clause",
    "flores",
    "yale law school",
    "michael stokes paulsen",
    "william f.",
    "lavonne griffin-valade",
    "wildlife",
    "37th united states congress",
    "henry d",
    "jamie raskin",
    "benson",
    "insurrection act",
    "national voting rights institute",
    "ineligibility clause of article i",
    "executive branch",
    "espionage act of 1917",
    "lubin",
    "the senators and representatives",
    "noel canning",
    "the case or controversy clause of article iii",
    "ex-confederate",
    "michael luttig",
    "underwood",
    "durousseau",
    "rules enabling act",
    "sri srinivasan",
    "original jurisdiction clause",
    "griffin",
    "john b .",
    "mott",
    "presidency in section 3",
    "colfax",
    "rebellion",
    "national labor relations board",
    "recess appointments clause of article ii",
    "term limits, inc",
    "federal judiciary",
    "john eastman",
    "fitzgerald",
    "illinois",
    "section 1 of the crimes act of 1790",
    "board",
    "confederacy",
    "germaine",
    "plessy",
    "noah webster",
    "punishment",
    "paulsen",
    "new mexico district court",
    "constitution of the",
    "clarence thomas",
    "constitutional convention",
    "hatfield",
    "john brown",
    "army of northern virginia",
    "celebrezze",
    "vicksburg",
    "house select january 6 committee",
    "johnson",
    "trump",
    "affirmation",
    "presidential electors clause of article ii",
    "mccormack",
    "michigan court of appeals",
    "willey",
    "stokes",
    "federal rules of civil procedure",
    "carr",
    "neitzke",
    "dorr rebellion",
    "green",
    "u.s. constitution",
    "cruikshank",
    "rule 803",
    "vesting clause of article ii",
    "north carolina",
    "madison cawthorn section 3",
    "electoral judgement clause",
    "south carolina general assembly",
    "article i, article ii",
    "farrand's records",
    "lujan",
    "new mexico supreme court",
    "rhode island royal charter",
    "bellows",
    "gregory g",
    "roe",
    "clause",
    "american dictionary of the english language",
    "blacker",
    "no religious test clause",
    "socialist workers party",
    "u.s",
    "maynooth university",
    "house judiciary committee",
    "impeachment disqualification clause of article i, section iii",
    "philip francis thomas",
    "borden",
    "presidential electors clause",
    "jack l hickman",
    "impeachment power clause of article i, section ii",
    "treasury",
    "this constitution",
    "david t.",
    "vermont",
    "john bonifaz",
    "ironclad oath",
    "continuity of government commission",
    "anderson",
    "newman",
    "ferguson",
    "title 18",
    "barry",
    "richmond",
    "judiciary",
    "joint committee on reconstruction",
    "noerr motors",
    "section 109",
    "election day",
    "happersett",
    "christie",
    "confederate states of america",
    "ex parte mccardle",
    "republican national convention",
    "civil rights cases",
    "d'auchy",
    "eastern washington u.s",
    "alexander hamilton",
    "marbury",
    "palm beach county",
    "section ix"
  ]
}