{
  "title": "Project_2025",
  "url": "https://en.wikipedia.org/wiki/Project_2025",
  "summary": "Project 2025 (also known as the 2025 Presidential Transition Project) is a political initiative published in April 2023 by the American conservative think tank The Heritage Foundation. The project aims to promote conservative and right-wing policies to reshape the federal government of the United States and consolidate executive power, originally under the premise that Donald Trump would win the 2024 presidential election.\nProject 2025 is the ninth iteration of the Mandate for Leadership series, published since 1981. The project asserts a controversial interpretation of the unitary executive theory, according to which the entire executive branch is under the complete control of the U.S. president. It proposes reclassifying tens of thousands of federal civil service workers as political appointees in order to replace them with people loyal to the president. Proponents of the project argue it would dismantle what they view as a vast, unaccountable, and mostly liberal governmental bureaucracy. The project also seeks to infuse the government and society with conservative Christian values. Critics have characterized Project 2025 as an authoritarian, Christian nationalist plan to steer the U.S. toward autocracy. Legal experts have said it would undermine the rule of law, separation of powers, separation of church and state, and civil liberties.\nProject 2025 envisions sweeping changes to economic and social policies and the federal government and its agencies. The plan proposes taking partisan control of the Department of Justice (DOJ), Federal Bureau of Investigation (FBI), Department of Commerce (DOC), Federal Communications Commission (FCC), and Federal Trade Commission (FTC), dismantling the Department of Homeland Security (DHS) and abolishing the Department of Education (ED), whose programs would be transferred or terminated. It calls for making the National Institutes of Health (NIH) less independent, stopping it from funding research with embryonic stem cells, and reducing environmental and climate change regulations to favor fossil fuels. The blueprint seeks to institute tax cuts, but its writers disagree on protectionism. The project seeks to cut Medicare and Medicaid, and urges the government to explicitly reject abortion as health care. It seeks to eliminate coverage of emergency contraception and use the Comstock Act to prosecute those who send and receive contraceptives and abortion pills. It proposes criminalizing pornography and imprisoning those who produce it, removing legal protections against discrimination based on sexual orientation and gender identity, and terminating diversity, equity, and inclusion (DEI) programs while having the DOJ prosecute \"anti-white racism\" instead. The project recommends the arrest, detention, and mass deportation of illegal immigrants living in the U.S. It proposes deploying the military for domestic law enforcement. It promotes capital punishment and the speedy \"finality\" of those sentences. It hopes to undo \"[al]most everything implemented\" by the Biden administration.\nAlthough Project 2025 cannot legally promote presidential candidates without endangering its 501(c)(3) tax-exempt status, many contributors are associated with Trump and his 2024 presidential campaign. The Heritage Foundation employs many people closely aligned with Trump, including members of his 2017–2021 administration, and coordinates the initiative with conservative groups run by Trump allies. Some Trump campaign officials have had regular contact with Project 2025, and told Politico in 2023 that the project aligned well with their Agenda 47 program, though they have since said that it does not speak for Trump or his campaign. The project's controversial proposals led Trump and his campaign to distance themselves from it in 2024; Trump said he knew \"nothing about it\" and that \"some of the things [Project 2025 says] are absolutely ridiculous and abysmal\". The project's president, Kevin Roberts, said in response that no one at Project 2025 had \"hard feelings\" for Trump because they knew \"he's making a political tactical decision there\". Critics dismissed Trump's claims, pointing to the various people close to Trump who helped to draft the project, the many contributors who are expected to be appointed to leadership roles in a future Trump administration, his endorsement of the Heritage Foundation's plans for his administration in 2022, and the 300 times Trump himself is mentioned in the plans. After Trump won the 2024 election, he nominated several of the plan's architects and supporters to positions in his administration.",
  "content": [
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "The Heritage Foundation has published its Mandate for Leadership series since 1981, with updated editions released in parallel with presidential elections",
          "refs": []
        },
        {
          "sentence": "Heritage calls its Mandate a \"policy bible\",  claiming that the implementation of almost two-thirds of the policies in its 1981 Mandate was attempted by Ronald Reagan,  and similarly, the implementation of nearly two-thirds of the policies of its 2015 Mandate was attempted by Donald Trump",
          "refs": [
            "https://www.heritage.org/press/project-2025-publishes-comprehensive-policy-guide-mandate-leadership-the-conservative-promise",
            "https://www.heritage.org/press/project-2025-publishes-comprehensive-policy-guide-mandate-leadership-the-conservative-promise",
            "https://www.theguardian.com/us-news/article/2024/may/26/what-is-project-2025-trump"
          ]
        },
        {
          "sentence": "Politico has called Project 2025 \"far more ambitious\" than previous editions  and The New York Times said it operates on \"a scale never attempted before in conservative politics.\"",
          "refs": [
            "https://www.theguardian.com/us-news/article/2024/may/26/what-is-project-2025-trump",
            "https://www.cbsnews.com/news/what-is-project-2025-trump-conservative-blueprint-heritage-foundation/",
            "https://www.politico.com/news/magazine/2023/09/19/project-2025-trump-reagan-00115811",
            "https://www.nytimes.com/2023/04/20/us/politics/republican-president-2024-heritage-foundation.html"
          ]
        },
        {
          "sentence": "The Heritage Foundation is closely aligned with Donald Trump  and coordinates the initiative with a constellation of conservative groups run by Trump allies",
          "refs": [
            "https://www.cnn.com/2024/07/05/politics/trump-distance-project-2025/index.html"
          ]
        },
        {
          "sentence": "Heritage president Kevin Roberts sees the organization's current role as \"institutionalizing Trumpism.\"  Project 2025 was established in 2022 to provide the 2024 Republican presidential nominee with a personnel database and ideological framework",
          "refs": [
            "https://www.politico.com/news/2024/02/20/donald-trump-allies-christian-nationalism-00142086",
            "https://www.nytimes.com/2024/01/21/magazine/heritage-foundation-kevin-roberts.html"
          ]
        },
        {
          "sentence": "At a 2022 Heritage Foundation dinner, Trump endorsed the organization, saying it was \"going to lay the groundwork and detail plans for exactly what our movement will do ..",
          "refs": [
            "https://www.nytimes.com/2023/04/20/us/politics/republican-president-2024-heritage-foundation.html"
          ]
        },
        {
          "sentence": "when the American people give us a colossal mandate.\"  Associate project director Spencer Chretien argued that it was \"past time to lay the groundwork for a White House more friendly to the right.\"",
          "refs": [
            "https://www.forbes.com/sites/alisondurkee/2024/07/30/project-2025-explained-what-to-know-about-the-controversial-right-wing-policy-map-for-trump-as-director-steps-down/",
            "https://www.bostonglobe.com/2024/06/13/nation/project-25-explained/"
          ]
        },
        {
          "sentence": "In April 2023, the Heritage Foundation published the 920-page Mandate, written by hundreds of conservatives,  most prominently former Trump administration officials",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Nearly half of the project's collaborating organizations have received dark money contributions from a network of fundraising groups linked to Leonard Leo, a major conservative donor and key figure in guiding the selection of Trump's federal judicial nominees",
          "refs": [
            "https://www.nytimes.com/2023/07/17/us/politics/trump-plans-2025.html"
          ]
        },
        {
          "sentence": "Axios reported that while Heritage had briefed other 2024 Republican presidential primaries candidates on the project, it is \"undeniably a Trump-driven operation\", pointing to the involvement of Trump's \"most fervent internal loyalty enforcer\" Johnny McEntee as a senior advisor to the project",
          "refs": []
        },
        {
          "sentence": "The 2024 Trump campaign said no outside group speaks for Trump and that its \"Agenda 47\"  is the only official plan for a second Trump presidency",
          "refs": [
            "https://www.politico.com/news/2023/07/28/far-right-climate-plans-00107498"
          ]
        },
        {
          "sentence": "Two top Trump campaign officials later issued a statement seeking to distance the campaign from what unspecified outside groups were planning, although many of those plans reflected Trump's own words",
          "refs": [
            "https://www.donaldjtrump.com/agenda47",
            "https://www.axios.com/2023/11/13/trump-loyalists-2024-presidential-election",
            "https://www.politico.com/news/2023/07/28/far-right-climate-plans-00107498"
          ]
        },
        {
          "sentence": "The New York Times reported the statement \"noticeably stopped short of disavowing the groups and seemed merely intended to discourage them from speaking to the press\"",
          "refs": []
        },
        {
          "sentence": "Nevertheless, the campaign said it was \"appreciative\" of suggestions from like-minded organizations",
          "refs": [
            "https://www.nytimes.com/2024/06/27/us/politics/biden-trump-project-2025.html"
          ]
        },
        {
          "sentence": "Project 2025 is not the only conservative program with a database of prospective recruits for a potential Republican administration, though these initiatives' leaders all have connections to Trump",
          "refs": []
        },
        {
          "sentence": "In general, these initiatives seek to help Trump avoid the mistakes of his first term, when he arrived at the White House unprepared",
          "refs": [
            "https://www.nytimes.com/2023/11/13/us/politics/trump-campaign-2025-statement.html",
            "https://www.washingtonpost.com/national-security/2024/05/15/trump-defendants-legal-fund/"
          ]
        },
        {
          "sentence": "By reclassifying tens of thousands of merit-based federal civil service workers as political appointees in order to replace them with Trump loyalists,   some fear they would be willing to bend or break protocol, or in some cases violate laws, to achieve his goals",
          "refs": [
            "https://www.npr.org/2023/12/06/1217562544/trump-and-insiders-craft-plans-for-unprecedented-power",
            "https://apnews.com/article/trump-project-2025-biden-9d372469033d23e1e3aef5cf0470a2e6",
            "https://www.cnn.com/2024/07/05/politics/trump-distance-project-2025/index.html"
          ]
        },
        {
          "sentence": "The two officials released a similar memo days later, after Axios reported Trump intended to staff a new administration with \"full, proud MAGA warriors, anti-GOP establishment zealots, eager and willing to test the boundaries of executive power to get Trump's way\", which would include targeting and jailing critics in government and media",
          "refs": []
        },
        {
          "sentence": "Axios also reported on people being considered for senior positions in a second presidency, including Kash Patel, Steve Bannon, and Mike Davis, a former aide to senator Chuck Grassley, who has promised a \"three-week reign of terror\" should Trump name him acting attorney general",
          "refs": [
            "https://apnews.com/article/america-first-trump-biden-russia-ukraine-policy-54080728c6e549c8312c4d71150480ba"
          ]
        },
        {
          "sentence": "Patel had said on Bannon's podcast two days earlier, \"We will go out and find the conspirators—not just in government, but in the media..",
          "refs": [
            "https://apnews.com/article/trump-2024-presidential-campaign-plans-ea397dc77aa29c63d37e0a56ab03ef38"
          ]
        },
        {
          "sentence": "We're going to come after you",
          "refs": []
        },
        {
          "sentence": "Whether it's criminally or civilly, we'll figure that out.\"   In June 2024, Bannon named specific current or former FBI and DOJ officials who would be hunted down for alleged crimes and treason, even if they fled the country",
          "refs": [
            "https://www.axios.com/2023/12/07/trump-loyalty-cabinet-2025-carlson-miller-bannon",
            "https://www.washingtonpost.com/politics/2023/11/05/trump-revenge-second-term/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Advisory board and leadership",
      "section_content": [
        {
          "sentence": "The Heritage Foundation, an American conservative think tank founded in 1973 and based in Washington, D.C., that employs people closely tied to Trump,    coordinates the initiative with a constellation of conservative groups run by Trump allies",
          "refs": [
            "https://www.cnn.com/2024/07/05/politics/trump-distance-project-2025/index.html",
            "https://www.cnn.com/2024/05/15/politics/trump-conservatives-pornography-fight/index.html",
            "https://abc7.com/post/donald-trumps-claim-unaware-project-2025-plan-transform-government/15042798/"
          ]
        },
        {
          "sentence": "By February 2024, the project had over 100 partner organizations,  seven of which the Southern Poverty Law Center identified as hate or extremist groups",
          "refs": [
            "https://www.politico.com/news/2024/02/20/donald-trump-allies-christian-nationalism-00142086",
            "https://newrepublic.com/post/182797/steve-bannon-exposes-trump-revenge-list"
          ]
        },
        {
          "sentence": "Project 2025 partners employ over 200 former Trump administration officials",
          "refs": []
        },
        {
          "sentence": "CNN found that at least 140 people who worked in the Trump administration had a hand in Project 2025, including more than half of the people listed as authors, editors and contributors",
          "refs": [
            "https://nymag.com/intelligencer/article/trump-2024-vs-project-2025.html"
          ]
        },
        {
          "sentence": "Vox estimates that nearly two-thirds of the authors and editors served in the Trump administration",
          "refs": [
            "https://www.cnn.com/2024/07/11/politics/trump-allies-project-2025/index.html"
          ]
        },
        {
          "sentence": "As of July 13, 2024, there is no evidence that Trump was personally involved in drafting or approving the plan",
          "refs": [
            "https://thebulletin.org/2024/07/trump-has-a-strategic-plan-for-the-country-gearing-up-for-nuclear-war/"
          ]
        },
        {
          "sentence": "Six of his cabinet secretaries are authors or contributors, and about 20 pages are credited to his first deputy chief of staff",
          "refs": [
            "https://thebulletin.org/2024/07/trump-has-a-strategic-plan-for-the-country-gearing-up-for-nuclear-war/"
          ]
        },
        {
          "sentence": "It developed a reputation in conservative circles as the institutional home for Trump's young and loyal coterie of personnel staffers",
          "refs": [
            "https://www.cnn.com/2024/07/11/politics/trump-allies-project-2025/index.html"
          ]
        },
        {
          "sentence": "The Washington Post reported on regular communication between Project 2025 and Trump campaign advisers",
          "refs": []
        },
        {
          "sentence": "In April 2024, according to Media Matters, Project 2025 senior advisor John McEntee said that they and the Trump campaign planned to \"integrate a lot of our work\"",
          "refs": [
            "https://www.washingtonpost.com/national-security/2024/05/15/trump-defendants-legal-fund/"
          ]
        },
        {
          "sentence": "In May 2024, Russell Vought was named policy director of the Republican National Committee platform committee",
          "refs": [
            "https://www.politico.com/news/magazine/2024/08/02/project-2025-trump-inside-story-00172299"
          ]
        },
        {
          "sentence": "The Center for Renewing America (CRA), founded by Vought, is on Project 2025's advisory board",
          "refs": [
            "https://www.axios.com/2024/07/05/trump-project-2025-heritage-foundation"
          ]
        },
        {
          "sentence": "CNN reported that the CRA is \"secretly drafting hundreds of executive orders, regulations, and memos that would lay the groundwork for rapid action on Trump’s plans if he wins\" and quoted Vought claiming that Trump has \"blessed\" the CRA, that \"he’s very supportive of what we do\", and that his effort to distance himself from Project 2025 was just \"graduate-level politics\"",
          "refs": [
            "https://www.nbcnews.com/politics/2024-election/trump-team-shift-rnc-gop-platform-abortion-marriage-rcna152677"
          ]
        },
        {
          "sentence": "Many contributors to Project 2025 are expected to have positions in a second Trump administration",
          "refs": []
        },
        {
          "sentence": "A future Trump administration is also expected to use the database of possible federal employees Project 2025 has recruited and trained",
          "refs": [
            "https://www.cnn.com/2024/08/15/politics/russ-vought-project-2025-trump-secret-recording-invs/index.html"
          ]
        },
        {
          "sentence": "Citing the Reagan-era maxim that \"personnel is policy\", some have argued that personnel is the most important aspect of Project 2025",
          "refs": [
            "https://www.reuters.com/world/us/trump-seeks-disavow-project-2025-despite-ties-conservative-group-2024-07-05/"
          ]
        },
        {
          "sentence": "Trump campaign officials initially acknowledged that the project aligns well with its Agenda 47 proposals,   but the Project has increasingly caused friction with the Trump campaign, which has preferred to avoid specific policy proposals",
          "refs": [
            "https://www.politico.com/news/magazine/2023/09/19/project-2025-trump-reagan-00115811",
            "https://www.politico.com/news/magazine/2024/08/02/project-2025-trump-inside-story-00172299"
          ]
        },
        {
          "sentence": "Trump has never publicly endorsed Project 2025",
          "refs": [
            "https://www.washingtonpost.com/politics/2024/06/18/trump-has-unveiled-an-agenda-his-own-he-just-doesnt-mention-it-much/"
          ]
        },
        {
          "sentence": "In November 2023, without naming Project 2025, his campaign remarked that \"Policy recommendations from external allies are just that—recommendations\"",
          "refs": []
        },
        {
          "sentence": "On July 2, 2024, Heritage Foundation president Kevin Roberts created controversy by saying, \"we are in the process of the second American Revolution, which will remain bloodless if the left allows it to be.\"    Shortly afterward, the Foundation released a statement adding, \"Unfortunately, they have a well established record of instigating the opposite.\"  On July 5, Trump sought to distance himself from the Project",
          "refs": [
            "https://www.donaldjtrump.com/news/e008b76c-9f0e-408a-b73f-24735d234914",
            "https://www.cnn.com/2024/08/15/politics/russ-vought-project-2025-trump-secret-recording-invs/index.html",
            "https://www.mediaite.com/tv/conservative-leader-issues-cryptic-threat-to-liberals-says-second-american-revolution-will-be-bloodless-if-the-left-allows-it-to-be/",
            "https://www.politico.com/news/2024/07/04/leader-of-the-pro-trump-project-2025-suggests-there-will-be-a-new-american-revolution-00166583"
          ]
        },
        {
          "sentence": "Political commentators including Robert Reich, Michael Steele, Ali Velshi, and Olivia Troye dismissed Trump's denial",
          "refs": [
            "https://www.propublica.org/article/project-2025-trump-campaign-heritage-foundation-paul-dans",
            "https://www.cnn.com/2024/07/05/politics/trump-distance-project-2025/index.html",
            "https://x.com/Heritage/status/1808581655122047025",
            "https://www.theguardian.com/us-news/article/2024/jul/05/donald-trump-project-2025",
            "https://thehill.com/homenews/campaign/4756929-michael-steele-donald-trump-project-2025-remarks/"
          ]
        },
        {
          "sentence": "Others have noted that Trump's name appears over 300 times in the document",
          "refs": [
            "https://x.com/Heritage/status/1808581655122047025",
            "https://www.theguardian.com/us-news/article/2024/jul/05/donald-trump-project-2025",
            "https://edition.cnn.com/2024/07/07/politics/video/trump-distance-project-2025-olivia-troye-nr-digvid",
            "https://thehill.com/homenews/campaign/4756929-michael-steele-donald-trump-project-2025-remarks/"
          ]
        },
        {
          "sentence": "Despite Trump having claimed on July 11 that \" [I] have no idea who is in charge of it,\" Heritage Foundation President Kevin Roberts said in April that \"I personally have talked to President Trump about Project 2025,\" a statement denied by a Trump campaign spokesperson",
          "refs": [
            "https://www.latimes.com/environment/story/2024-07-28/project-2025-targets-noaa-and-national-weather-service"
          ]
        },
        {
          "sentence": "Philip Bump of The Washington Post argues that it is impossible to separate Trump's campaign from Project 2025",
          "refs": []
        },
        {
          "sentence": "Project 2025 released a statement on July 5, saying the project \"does not speak for any candidate or campaign\" and that it is up to \"the next conservative president\" to decide which of its recommendations to implement",
          "refs": [
            "https://www.washingtonpost.com/elections/2024/08/07/trump-heritage-project-2025-roberts/"
          ]
        },
        {
          "sentence": "Trump advisor Stephen Miller subsequently sought to remove his company, America First Legal, from the Project 2025 list of advisory board members",
          "refs": [
            "https://www.cbsnews.com/news/what-is-project-2025-trump-conservative-blueprint-heritage-foundation/"
          ]
        },
        {
          "sentence": "Trump has since reiterated his disavowal of Project 2025,    but Project 2025 Director Paul Dans confirmed that his team has ongoing connections with the Trump campaign",
          "refs": [
            "https://www.washingtonpost.com/politics/2024/07/08/trump-project-2025-policy-staff/",
            "https://abcnews.go.com/US/pro-trump-group-asks-removed-project-2025-advisory/story?id=111896330",
            "https://www.independent.co.uk/news/world/americas/us-politics/donald-trump-project-2025-rally-b2583142.html",
            "https://www.nbcnews.com/politics/donald-trump/project-2025-trump-heritage-foundation-what-know-rcna161338"
          ]
        },
        {
          "sentence": "JD Vance has also been connected to Kevin Roberts and Project 2025",
          "refs": [
            "https://www.abc.net.au/news/2024-07-16/trump-project-2025-plan-us-election-four-corners/104015688"
          ]
        },
        {
          "sentence": "Dans informed Project staff during the week of July 29 that he would step down as director in August",
          "refs": [
            "https://edition.cnn.com/2024/07/11/politics/trump-allies-project-2025/index.html",
            "https://theintercept.com/2024/07/17/jd-vance-trump-project-2025/",
            "https://www.wired.com/story/jd-vance-venmo/",
            "https://newrepublic.com/post/184182/jd-vance-trouble-heritage-foundation-project-2025-book-foreword",
            "https://www.theguardian.com/books/article/2024/jul/24/jd-vance-project-2025-book-kevin-roberts"
          ]
        },
        {
          "sentence": "Kevin Roberts assumed the leadership of the project",
          "refs": [
            "https://www.vox.com/politics/362917/jd-vance-project-2025-book-kevin-roberts-trump"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Philosophical outlook",
      "section_content": [
        {
          "sentence": "Project 2025 outlines four main aims in Mandate for Leadership: restoring the family as the centerpiece of American life; dismantling the administrative state; defending the nation's sovereignty and borders; and securing God-given individual rights to live freely",
          "refs": []
        },
        {
          "sentence": "Heritage Foundation president Kevin Roberts writes in the Mandate foreword: \"The long march of cultural Marxism through our institutions has come to pass",
          "refs": [
            "https://apnews.com/article/project-2025-harris-trump-vance-heritage-roberts-01de527325a9a0325bac35989d37ce36"
          ]
        },
        {
          "sentence": "The federal government is a behemoth, weaponized against American citizens and conservative values, with freedom and liberty under siege as never before.\"",
          "refs": [
            "https://www.bbc.com/news/articles/c977njnvq2do"
          ]
        },
        {
          "sentence": "Roberts interprets the phrase \"pursuit of happiness\" in the Declaration of Independence as \"pursuit of blessedness\"",
          "refs": []
        },
        {
          "sentence": "According to him, \"an individual must be free to live as his Creator ordained—to flourish.\" The Constitution, he argues, \"grants each of us the liberty to do not what we want, but what we ought\"",
          "refs": []
        },
        {
          "sentence": "The key to a good life \"is found primarily in family—marriage, children, Thanksgiving dinners and the like\", he writes, and, above all, in \"religious devotion and spirituality\"",
          "refs": []
        },
        {
          "sentence": "Roberts complains that the United States in 2024 is a place where \"inflation is ravaging family budgets, drug overdose deaths continue to escalate, and children suffer the toxic normalization of transgenderism with drag queens and pornography invading their school libraries\"",
          "refs": [
            "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/"
          ]
        },
        {
          "sentence": "In a public statement, Roberts expressed concern over \"rampant crime\" in the United States",
          "refs": [
            "https://www.theguardian.com/us-news/article/2024/may/26/what-is-project-2025-trump"
          ]
        },
        {
          "sentence": "Project director Paul Dans served as chief of staff at the Office of Personnel Management during the Trump administration",
          "refs": []
        },
        {
          "sentence": "Spencer Chretien, a former special assistant to Trump, serves as associate director",
          "refs": []
        },
        {
          "sentence": "Dans, also an editor of the project's guiding document, has described Project 2025 as \"systematically preparing to march into office and bring a new army  [of] aligned, trained, and essentially weaponized conservatives ready to do battle against the deep state\"",
          "refs": [
            "https://www.project2025.org/about/about-project-2025/"
          ]
        },
        {
          "sentence": "He has said that Project 2025 is \"built on four pillars\":",
          "refs": [
            "https://www.nytimes.com/2024/02/29/opinion/project-2025-trump-administration.html",
            "https://www.heritage.org/staff/paul-dans"
          ]
        },
        {
          "sentence": "While Project 2025 cannot, by law, explicitly promote him,   Trump's campaign rhetoric has reflected its broad themes",
          "refs": [
            "https://newrepublic.com/article/177563/right-winning-war-schools",
            "https://my.lwv.org/sites/default/files/leagues/wysiwyg/%5Bcurrent-user%3Aog-user-node%3A1%3Atitle%5D/project_2025_bold_attack_ejeh_and_climate.pdf"
          ]
        },
        {
          "sentence": "He has said that he would fire \"radical Marxist prosecutors that are destroying America\",  \"totally obliterate the Deep State\", and appoint \"a real special prosecutor to go after the most corrupt president in the history of the United States of America, Joe Biden, and the entire Biden crime family\"",
          "refs": [
            "https://www.cnn.com/2024/08/15/politics/russ-vought-project-2025-trump-secret-recording-invs/index.html",
            "https://www.councilofnonprofits.org/running-nonprofit/governance-leadership/political-campaign-activities-risks-tax-exempt-status"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Policies",
      "section_content": [
        {
          "sentence": "The Economist summarized the plan as containing some culture war issues, alongside others that are more sweeping in scope and break with past Republican orthodoxy, expanding deficits and the national debt",
          "refs": []
        },
        {
          "sentence": "Anna North of Vox describes it as a plan to consolidate power and push through unpopular policies",
          "refs": [
            "https://edition.cnn.com/2023/11/16/politics/trump-agenda-second-term/index.html"
          ]
        },
        {
          "sentence": "While some proposals might require the support of Republicans in both houses of Congress  or favorable rulings from the conservative Supreme Court,  much relies on executive power.",
          "refs": [
            "https://www.economist.com/briefing/2023/07/13/the-meticulous-ruthless-preparations-for-a-second-trump-term",
            "https://www.politico.com/news/magazine/2023/09/19/project-2025-trump-reagan-00115811",
            "https://www.councilofnonprofits.org/running-nonprofit/governance-leadership/political-campaign-activities-risks-tax-exempt-status"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Census citizenship question",
          "section_content": [
            {
              "sentence": "The project seeks to revive a Trump administration effort to include in the decennial U.S",
              "refs": []
            },
            {
              "sentence": "census the question whether the person being counted is a U.S",
              "refs": []
            },
            {
              "sentence": "citizen",
              "refs": []
            },
            {
              "sentence": "The census is used to apportion congressional seats and the Electoral College",
              "refs": []
            },
            {
              "sentence": "The Trump administration publicly argued it wanted the new question to prevent racial and language discrimination under the Voting Rights Act, an argument the U.S",
              "refs": []
            },
            {
              "sentence": "Supreme Court rejected for the 2020 census",
              "refs": []
            },
            {
              "sentence": "The Fourteenth Amendment to the U.S",
              "refs": [
                "https://www.vox.com/policy/24122099/trump-second-term-project-2025-christian-nationalists"
              ]
            },
            {
              "sentence": "Constitution says the congressional apportionment figures must include the \"whole number of persons in each state\", not \"citizens\"",
              "refs": []
            },
            {
              "sentence": "The court ruled that while the citizenship question does not violate the 14th Amendment (and appeared on census questionnaires until 1960), the administration did not properly justify reinstating it on the 2020 form, and relied upon \"contrived\" arguments for doing so",
              "refs": [
                "https://www.npr.org/2019/06/27/717635291/supreme-court-leaves-citizenship-question-blocked-from-2020-census"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Christian nationalism",
          "section_content": [
            {
              "sentence": "The Washington Post described the plan as \"infusing Christian nationalism into every facet of government policy\"",
              "refs": []
            },
            {
              "sentence": "Some Project 2025 contributors, including Vought, promote Christian nationalism",
              "refs": []
            },
            {
              "sentence": "Other commentators     and news outlets    have also linked Project 2025 to Christian nationalism.",
              "refs": [
                "https://www.washingtonpost.com/politics/2024/07/12/project-2025-summary-trump/",
                "https://www.politico.com/news/2024/02/20/donald-trump-allies-christian-nationalism-00142086",
                "https://buckscountybeacon.com/2024/03/shocking-online-manifesto-reveals-project-2025s-link-to-a-coordinated-christian-nationalism-project/",
                "https://theweek.com/politics/donald-trump-christian-nationalism-theocracy-maga",
                "https://www.sfchronicle.com/us-world/article/trump-christian-nationalism-19448560.php",
                "https://www.motherjones.com/politics/2024/03/christian-nationalism-william-wolfe-ross-douthat-project-2025-russell-vought/",
                "https://religionnews.com/2024/03/27/staying-awake-to-the-threat-of-christian-nationalism/",
                "https://www.msnbc.com/ali-velshi/watch/colonization-in-disguise-project-2025-s-global-reach-213520965864",
                "https://www.themarysue.com/project-2025-explained/",
                "https://www.wabe.org/reporter-christian-nationalism-steadily-gaining-influence-in-republican-party/",
                "https://www.theguardian.com/us-news/article/2024/jul/24/project-2025-adoption-fostering"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Economy",
          "section_content": [
            {
              "sentence": "Project 2025 provides a range of options for economic reform that vary in their degree of radicalism",
              "refs": []
            },
            {
              "sentence": "It is critical of the Federal Reserve, which it blames for the business cycle, and proposes abolishing it; it advocates instead that the dollar be backed by a commodity like gold",
              "refs": []
            },
            {
              "sentence": "It recommends eliminating full employment from the Federal Reserve's mandate, instead focusing solely on targeting inflation",
              "refs": [
                "https://apnews.com/article/project-2025-harris-trump-vance-heritage-roberts-01de527325a9a0325bac35989d37ce36"
              ]
            },
            {
              "sentence": "The Project envisions eventually moving from an income tax to a consumption tax, such as a national sales tax",
              "refs": []
            },
            {
              "sentence": "In the interim, the Project seeks to extend the Tax Cuts and Jobs Act of 2017 (TCJA)",
              "refs": [
                "https://www.newsnationnow.com/politics/2024-election/project-2025-taxes-trade-impact/"
              ]
            },
            {
              "sentence": "It further recommends simplifying individual income taxes to two flat tax rates: 15% on incomes up to the Social Security Wage Base ($168,600 in 2024), and 30% above that",
              "refs": [
                "https://www.afr.com/world/north-america/what-a-second-trump-presidency-could-bring-20240407-p5fhxn"
              ]
            },
            {
              "sentence": "An unspecified standard deduction would be included, but most deductions, credits and exclusions would be eliminated",
              "refs": []
            },
            {
              "sentence": "The proposal would likely increase taxes significantly for millions of low- and middle-income households",
              "refs": [
                "https://www.newsnationnow.com/politics/2024-election/project-2025-taxes-trade-impact/"
              ]
            },
            {
              "sentence": "It aims to reduce the corporate tax rate from 21% to 18%, calling it \"the most damaging tax\" in the country",
              "refs": []
            },
            {
              "sentence": "The 2017 TCJA cut the rate from 35% to 21%",
              "refs": []
            },
            {
              "sentence": "It proposes reducing the capital gains rate for high earners to 15% from the 2024 level of 20%",
              "refs": [
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf",
                "https://www.cbsnews.com/news/project-2025-tax-trump-economy-heritage-foundation-how-it-works/"
              ]
            },
            {
              "sentence": "After these reforms are implemented, it recommends that a three-fifths vote threshold be required to pass legislation that increases individual or corporate income tax, to \"create a wall of protection\" for these reforms,   despite a wide consensus that enforcing legislation that binds a subsequent Congress is unconstitutional",
              "refs": [
                "https://www.taxpolicycenter.org/taxvox/conservatives-lay-out-their-second-term-trump-tax-policy",
                "https://www.cbsnews.com/news/project-2025-tax-trump-economy-heritage-foundation-how-it-works/",
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf",
                "https://www.pgpf.org/blog/2024/05/how-did-the-tcja-affect-corporate-tax-revenues"
              ]
            },
            {
              "sentence": "The project proposes merging the Bureau of Economic Analysis, the Census Bureau, and the Bureau of Labor Statistics into a single organization, and aligning its mission with conservative principles",
              "refs": []
            },
            {
              "sentence": "It recommends maximizing the hiring of political appointees in statistical analysis positions",
              "refs": []
            },
            {
              "sentence": "It also recommends that Congress abolish the Consumer Financial Protection Bureau",
              "refs": [
                "https://www.newsnationnow.com/politics/2024-election/project-2025-taxes-trade-impact/"
              ]
            },
            {
              "sentence": "It plans to abolish the FTC, which is responsible for enforcing antitrust laws, and shrink the role of the National Labor Relations Board, which protects employees' ability to organize and fight unfair labor practices",
              "refs": [
                "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=4867&context=lcp"
              ]
            },
            {
              "sentence": "Some of the authors worked for Amazon, Meta, and Bitcoin companies directly or as lobbyists",
              "refs": [
                "https://www.economist.com/the-economist-explains/2024/07/31/is-this-the-end-of-project-2025-the-plan-that-riled-donald-trump"
              ]
            },
            {
              "sentence": "Darrell West argues the inconsistencies in the plan are designed for fund-raising from certain industries or donors that would benefit",
              "refs": [
                "https://www.wired.com/story/project-2025-tech-industry/"
              ]
            },
            {
              "sentence": "Project 2025 suggests abolishing the Economic Development Administration (EDA) at the Department of Commerce, and, if that proves impossible, having the EDA instead assist \"rural communities destroyed by the Biden administration's attack on domestic energy production\"",
              "refs": []
            },
            {
              "sentence": "By 2023, the Biden administration had already granted more permits for oil and gas drilling than did its predecessor",
              "refs": [
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/"
              ]
            },
            {
              "sentence": "Project 2025 also seeks to facilitate innovations in the civilian nuclear industry",
              "refs": [
                "https://edition.cnn.com/2023/11/16/politics/trump-agenda-second-term/index.html"
              ]
            },
            {
              "sentence": ": 9",
              "refs": [
                "https://www9.heritage.org/rs/824-MHT-304/images/5%20Reasons%20Leftists%20Hate%20Project%202025%20eBook%20THF.pdf",
                "https://www.bloomberg.com/news/articles/2024-07-24/who-s-behind-project-2025-trump-allies-lobbyists-and-conservatives"
              ]
            },
            {
              "sentence": "The project declares that \"God ordained the Sabbath as a day of rest\" and recommends legislation requiring that Americans be paid more for working on Sunday",
              "refs": []
            },
            {
              "sentence": "It also aims to institute work requirements for people reliant on the Supplemental Nutrition Assistance Program, which issues food stamps",
              "refs": [
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/"
              ]
            },
            {
              "sentence": "Additionally, its proposed changes to overtime rules could weaken protections and decrease overtime pay for some workers",
              "refs": [
                "https://www.bostonglobe.com/2024/06/13/nation/project-25-explained/"
              ]
            },
            {
              "sentence": "Project 2025 is split on the issue of foreign trade",
              "refs": []
            },
            {
              "sentence": "Mandate author Peter Navarro advises a \"fair trade\" policy of reciprocal, higher tariffs on the European Union, China, and India, to achieve a balance of trade, though not all U.S",
              "refs": [
                "https://apnews.com/article/project-2025-harris-trump-vance-heritage-roberts-01de527325a9a0325bac35989d37ce36"
              ]
            },
            {
              "sentence": "levies are lower than those of its major trading partners",
              "refs": []
            },
            {
              "sentence": "On the other hand, Mandate author Kent Lassman of the Competitive Enterprise Institute promotes a \"free trade\" policy of lowering or eliminating tariffs to cut costs for consumers, and calls for more free trade agreements",
              "refs": [
                "https://www.economist.com/finance-and-economics/2023/10/31/donald-trumps-second-term-would-be-a-protectionist-nightmare"
              ]
            },
            {
              "sentence": "He argues that Trump's and Biden's tariffs have undermined not just the American economy, but also the nation's international alliances",
              "refs": [
                "https://www.economist.com/finance-and-economics/2023/10/31/donald-trumps-second-term-would-be-a-protectionist-nightmare"
              ]
            },
            {
              "sentence": "Regarding banking regulation, Project 2025 recommends \"merg [ing] the Office of the Comptroller of the Currency, the Federal Deposit Insurance Corporation, the National Credit Union Administration, and the Federal Reserve's non-monetary supervisory and regulatory functions\"; : 705  in a footnote, the document says that \"deposit insurance undermines  ['the incentives of bank depositors ..",
              "refs": [
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf"
              ]
            },
            {
              "sentence": "to monitor bank portfolios']\"",
              "refs": []
            },
            {
              "sentence": ": 743",
              "refs": [
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Education and research",
          "section_content": [
            {
              "sentence": "A major concern of Project 2025 is what it calls \"woke propaganda\" in public schools",
              "refs": []
            },
            {
              "sentence": "In response, it envisions a dramatic reduction of the federal government's role in education, and the elevation of school choice and parental rights",
              "refs": [
                "https://apnews.com/article/project-2025-harris-trump-vance-heritage-roberts-01de527325a9a0325bac35989d37ce36"
              ]
            },
            {
              "sentence": "For Project 2025, education should be left to the states",
              "refs": [
                "https://www.edweek.org/policy-politics/what-would-happen-to-k-12-in-a-2nd-trump-term-a-detailed-policy-agenda-offers-clues/2024/03"
              ]
            },
            {
              "sentence": "To achieve that goal, it proposes eliminating the Department of Education, and allowing states to opt out of federal programs or standards",
              "refs": [
                "https://www.bostonglobe.com/2024/06/13/nation/project-25-explained/"
              ]
            },
            {
              "sentence": "Programs under the Individuals with Disabilities' Education Act (IDEA) would be administered instead by the Department of Health and Human Services",
              "refs": []
            },
            {
              "sentence": "The National Center for Education Statistics (NCES) would become part of the Census Bureau",
              "refs": []
            },
            {
              "sentence": "The federal government, according to Project 2025, should be no more than a statistics-keeping organization when it comes to education",
              "refs": []
            },
            {
              "sentence": "Federal enforcement of civil rights in schools would be significantly curtailed, and such responsibilities would be transferred to the Department of Justice, but the DOJ would be able to enforce the law only through litigation",
              "refs": []
            },
            {
              "sentence": "The federal government would no longer investigate schools for signs of disparate impacts of disciplinary measures on the basis of race or ethnicity",
              "refs": []
            },
            {
              "sentence": "Project 2025 explicitly rejects the \"pursuit of racial parity in school discipline indicators—such as detentions, suspensions, and expulsions—over student safety\"",
              "refs": []
            },
            {
              "sentence": "A federal fund worth $18 billion for low-income students (Title I of the Elementary and Secondary Education Act of 1965) would be allowed to expire,  and those responsibilities would devolve to the states",
              "refs": [
                "https://www.edweek.org/policy-politics/what-would-happen-to-k-12-in-a-2nd-trump-term-a-detailed-policy-agenda-offers-clues/2024/03"
              ]
            },
            {
              "sentence": "Public funds for education would be available as school vouchers with no strings attached, even for parents sending their children to private or religious schools",
              "refs": [
                "https://ncnewsline.com/2024/05/14/the-trump-teams-radical-plan-to-gut-american-public-education/"
              ]
            },
            {
              "sentence": "Cuts would be made to the funding for free school meals",
              "refs": [
                "https://www.edweek.org/policy-politics/what-would-happen-to-k-12-in-a-2nd-trump-term-a-detailed-policy-agenda-offers-clues/2024/03"
              ]
            },
            {
              "sentence": "The Head Start program that provides services to children of low-income families would be eliminated",
              "refs": []
            },
            {
              "sentence": "For the project's backers, education is a private rather than a public good",
              "refs": [
                "https://ncnewsline.com/2024/05/14/the-trump-teams-radical-plan-to-gut-american-public-education/",
                "https://www.politifact.com/factchecks/2024/jul/12/threads-posts/project-2025-doesnt-call-for-eliminating-osha-or-o/"
              ]
            },
            {
              "sentence": "Project 2025 criticizes any programs to forgive student loans",
              "refs": [
                "https://www.edweek.org/policy-politics/what-would-happen-to-k-12-in-a-2nd-trump-term-a-detailed-policy-agenda-offers-clues/2024/03"
              ]
            },
            {
              "sentence": "Project 2025 encourages the president to ensure that \"any research conducted with taxpayer dollars serves the national interest in a concrete way in line with conservative principles\"",
              "refs": []
            },
            {
              "sentence": ": 686  For example, research in climatology should receive considerably less funding, in line with Project 2025's views on climate change",
              "refs": [
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/",
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Environment and climate",
          "section_content": [
            {
              "sentence": "Project 2025 advises a future Republican president to go further than merely nullifying Biden's executive orders on climate change to \"eradicate climate change references from absolutely everywhere\" in order to end a supposed government effort to \"control people\"",
              "refs": []
            },
            {
              "sentence": "It proposes abandoning strategies for reducing greenhouse gas emissions responsible for climate change, including by repealing regulations that curb emissions, downsizing the Environmental Protection Agency (EPA), and abolishing the National Oceanic and Atmospheric Administration (NOAA), which the project calls \"one of the main drivers of the climate change alarm industry\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.politico.com/newsletters/power-switch/2024/04/15/a-deep-dive-into-energy-plans-for-trump-2-0-00152281"
              ]
            },
            {
              "sentence": "The disbanding of NOAA has been criticized as endangering lives, shooting the messenger, and serving the climate denial movement",
              "refs": [
                "https://www.theguardian.com/us-news/article/2024/aug/12/project-2025-training-videos-trump-officials",
                "https://www.nytimes.com/2023/08/04/climate/republicans-climate-project2025.html",
                "https://www.scientificamerican.com/article/trump-allies-plan-to-gut-climate-research-if-he-is-reelected/",
                "https://www.theguardian.com/environment/2023/jul/27/project-2025-dismantle-us-climate-policy-next-republican-president"
              ]
            },
            {
              "sentence": "In particular, the EPA's Office of Environmental Justice and External Civil Rights  would be closed,   and the EPA's staff, including the science advisor, would be selected based on managerial skills rather than scientific qualifications",
              "refs": [
                "https://www.theguardian.com/us-news/2024/apr/26/trump-presidency-gut-noaa-weather-climate-crisis",
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/",
                "https://www.epa.gov/aboutepa/about-office-environmental-justice-and-external-civil-rights"
              ]
            },
            {
              "sentence": "States would be prevented from adopting stricter regulations on vehicular emissions, as the state of California has,  and regulations on the fossil fuel industry would be relaxed",
              "refs": [
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/",
                "https://www.theguardian.com/us-news/article/2024/aug/12/project-2025-training-videos-trump-officials"
              ]
            },
            {
              "sentence": "For example, restrictions on oil drilling imposed by the Bureau of Land Management would be removed",
              "refs": [
                "https://www.usatoday.com/story/news/politics/elections/2024/06/10/heritage-foundation-project-2025-explained/74042435007/"
              ]
            },
            {
              "sentence": "Heritage Foundation energy and climate director Diana Furchtgott-Roth has suggested that the EPA support the consumption of more natural gas, despite climatologists' concern that this would increase leaks of methane (CH4), a greenhouse gas more potent than carbon dioxide (CO2) in the short term",
              "refs": []
            },
            {
              "sentence": "Project 2025's blueprint includes repealing the Inflation Reduction Act, which offers $370 billion for clean technology, closing the Loan Programs Office and the Office of Clean Energy Demonstrations at the Department of Energy, eliminating climate change mitigation from the National Security Council's agenda, and encouraging allied nations to use fossil fuels",
              "refs": [
                "https://www.theguardian.com/us-news/article/2024/aug/12/project-2025-training-videos-trump-officials"
              ]
            },
            {
              "sentence": "The blueprint declares that the federal government has an \"obligation to develop vast oil and gas and coal resources\" and supports Arctic drilling",
              "refs": []
            },
            {
              "sentence": "Under this blueprint, the expansion of the national electrical grid would be blocked and the transition to renewable energy stymied",
              "refs": [
                "https://www.theguardian.com/us-news/article/2024/aug/12/project-2025-training-videos-trump-officials",
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/"
              ]
            },
            {
              "sentence": "Mandy Gunasekara, a contributor to the project, acknowledges the reality of human-made climate change, but considers it politicized and overstated",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On the other hand, project director Paul Dans accepts only that climate change is real, not that human activity causes it",
              "refs": [
                "https://www.washingtonpost.com/climate-environment/2024/06/12/trump-federal-scientists-climate-environment/"
              ]
            },
            {
              "sentence": "Project 2025 would reverse a 2009 EPA finding that carbon dioxide emissions are harmful to human health, preventing the federal government from regulating greenhouse gas emissions",
              "refs": []
            },
            {
              "sentence": "It further recommends incentives for members of the general public \"to identify scientific flaws and research misconduct\" and to legally challenge climatology research",
              "refs": [
                "https://www.theguardian.com/us-news/article/2024/aug/12/project-2025-training-videos-trump-officials",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The report's climate section was written by several people, including Gunasekara, the EPA's former chief of staff who considers herself principal to the United States withdrawal from the Paris Agreement in 2017",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Bernard McNamee, a lawyer who has advised several fossil fuel companies, drafted the section of Project 2025 describing the EPA's role",
              "refs": []
            },
            {
              "sentence": "Four of the report's top authors have publicly engaged in climate change denial",
              "refs": []
            },
            {
              "sentence": "McNamee dismisses climate change mitigation as \"progressive\" policy",
              "refs": [
                "https://www.theguardian.com/us-news/article/2024/aug/12/project-2025-training-videos-trump-officials",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Republican climate advocates have disagreed with Project 2025's climate policy",
              "refs": []
            },
            {
              "sentence": "Joseph Rainey Center for Public Policy president Sarah E",
              "refs": []
            },
            {
              "sentence": "Hunt  considered supporting the Inflation Reduction Act crucial, and Utah representative John Curtis said it was vital that Republicans \"engage in supporting good energy and climate policy\"",
              "refs": [
                "https://www.npr.org/2023/08/08/1192634090/if-republicans-win-the-white-house-in-2024-climate-policy-will-likely-change"
              ]
            },
            {
              "sentence": "American Conservation Coalition founder Benji Backer noted growing consensus among younger Republicans that human activity causes climate change, and called the project wrongheaded",
              "refs": []
            },
            {
              "sentence": "The project also abandons the habitat conservation goal of 30 by 30",
              "refs": []
            },
            {
              "sentence": "It has been criticized by the League of Conservation Voters as a giveaway to private industry",
              "refs": []
            },
            {
              "sentence": "The National Flood Insurance Program would be eliminated and replaced by private insurers",
              "refs": [
                "https://www.raineycenter.org/team/sarah-e-hunt"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Expansion of presidential powers",
          "section_content": [
            {
              "sentence": "\"The notion of independent federal agencies or federal employees who don't answer to the president violates the very foundation of our democratic republic,\" Heritage president Kevin Roberts argues",
              "refs": []
            },
            {
              "sentence": "Project 2025 seeks to place the federal government's entire executive branch under direct presidential control, eliminating the independence of the DOJ, the FBI, the Federal Communications Commission, the Federal Trade Commission, and other agencies",
              "refs": [
                "https://www.nytimes.com/2023/07/17/us/politics/trump-plans-2025.html"
              ]
            },
            {
              "sentence": "The plan is based on a controversial interpretation of unitary executive theory, \"an expansive interpretation of presidential power that aims to centralize greater control over the government in the White House.\"      Since the Reagan administration, the Supreme Court has embraced a stronger unitary executive led by conservative justices, the Federalist Society, and the Heritage Foundation, and overturned some precedents limiting Project 2025's vision of executive power",
              "refs": [
                "https://www.nytimes.com/2023/07/17/us/politics/trump-plans-2025.html",
                "https://www.nytimes.com/2023/04/20/us/politics/republican-president-2024-heritage-foundation.html",
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/",
                "https://www.wired.com/story/project-2025-wants-to-propel-america-into-environmental-catastrophe/",
                "https://theweek.com/politics/heritage-foundation-2025-donald-trump",
                "https://www.nytimes.com/interactive/2023/us/politics/unitary-executive-executive-power.html",
                "https://verdict.justia.com/2023/06/19/the-misguided-unitary-executive-theory-gains-ground",
                "https://www.bbc.com/news/articles/c977njnvq2do"
              ]
            },
            {
              "sentence": "Project 2025 proposes that all Department of State employees in leadership roles should be dismissed no later than January 20, 2025",
              "refs": []
            },
            {
              "sentence": "It calls for installing senior State Department leaders in \"acting\" roles that do not require Senate confirmation",
              "refs": []
            },
            {
              "sentence": "Kiron Skinner, who wrote the State Department chapter of Project 2025, ran the department's office of policy planning for less than a year during the Trump administration before being forced out of the department",
              "refs": [
                "https://harvardlawreview.org/print/vol-134/the-political-economy-of-the-removal-power/"
              ]
            },
            {
              "sentence": "She considers most State Department employees too left-wing and wants them replaced by those more loyal to a conservative president",
              "refs": []
            },
            {
              "sentence": "When asked by Peter Bergen in June 2024 if she could name a time when State Department employees obstructed Trump policy, she said she could not",
              "refs": []
            },
            {
              "sentence": "If Project 2025 were implemented, Congressional approval would not be required for the sale of military equipment and ammunition to a foreign nation,  unless \"unanimous congressional support is guaranteed\"",
              "refs": [
                "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981"
              ]
            },
            {
              "sentence": "Trump said in 2019 that Article Two of the U.S",
              "refs": []
            },
            {
              "sentence": "Constitution grants him the \"right to do whatever as president\", a common claim among supporters of the unitary executive theory",
              "refs": []
            },
            {
              "sentence": "Similarly, in 2018, Trump claimed he could fire special counsel Robert Mueller",
              "refs": []
            },
            {
              "sentence": "Trump is not the first president to consider policies related to the unitary executive theory",
              "refs": [
                "https://www.nytimes.com/2023/04/20/us/politics/republican-president-2024-heritage-foundation.html"
              ]
            },
            {
              "sentence": "The idea has seen a resurgence and popularization within the Republican Party since the 9/11 terrorist attacks in 2001",
              "refs": [
                "https://www.politico.com/story/2019/08/02/top-state-department-adviser-fired-1444894",
                "https://markrozell.gmu.edu/wp-content/uploads/2011/11/Rozell_and_Sollenberger_UE_and_Bush_Legacy_Chapter_2013.pdf"
              ]
            },
            {
              "sentence": "In November 2023, The Washington Post reported that deploying the military for domestic law and immigration enforcement  under the Insurrection Act of 1807 would be an \"immediate priority\" for a second Trump administration",
              "refs": [
                "https://www.nytimes.com/2023/11/11/us/politics/trump-2025-immigration-agenda.html"
              ]
            },
            {
              "sentence": "That aspect of the plan was being led by Jeffrey Clark, a contributor to the project and former official in Trump's Department of Justice",
              "refs": []
            },
            {
              "sentence": "Clark is a senior fellow at the Center for Renewing America (CRA), a Project 2025 partner",
              "refs": [
                "https://www.washingtonpost.com/politics/2023/11/05/trump-revenge-second-term/",
                "https://www.cnn.com/2024/04/27/politics/trump-federal-workers-2nd-term-invs/index.html"
              ]
            },
            {
              "sentence": "The plan reportedly includes directing the DOJ to pursue those Trump considers disloyal or political adversaries",
              "refs": [
                "https://www.thenation.com/article/politics/trump-unitary-executive/"
              ]
            },
            {
              "sentence": "For his alleged acts while working at the DOJ during the end of Trump's term, Clark has become a Trump co-defendant in the Georgia election racketeering prosecution and an unnamed co-conspirator in the federal prosecution of Trump for alleged election obstruction",
              "refs": []
            },
            {
              "sentence": "After the Post story was published, a Heritage spokesman said Project 2025 contains no plans related to the Insurrection Act or targeting of political enemies",
              "refs": []
            },
            {
              "sentence": "But ProPublica and Documented obtained video of Russell Vought saying that the CRA was working to keep legal and defense communities from preventing use of the Insurrection Act, in part by building \"a shadow Office of Legal Counsel\"",
              "refs": [
                "https://www.washingtonpost.com/politics/2023/11/05/trump-revenge-second-term/",
                "https://www.washingtonpost.com/national-security/2023/08/03/jeffrey-clark-trump-coconspirator-doj-indictment/"
              ]
            },
            {
              "sentence": "Media Matters reported that several Project 2025 partners praised the 2024 Supreme Court decision Trump v",
              "refs": []
            },
            {
              "sentence": "United States, which grants broad immunity from prosecution for acts committed in the course of a president's official duties",
              "refs": []
            },
            {
              "sentence": "In 2023, Michael Hirsh wrote that little of Project 2025's agenda is likely to happen, citing conservative scholars and government experts who criticize its plans to reform the federal bureaucracy as comically naïve, making the federal government more incompetent, chaotic and amateurish",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Personnel change",
              "section_content": [
                {
                  "sentence": "Project 2025 proposes reclassifying tens of thousands of federal civil service workers as political appointees in order to replace them with Trump loyalists",
                  "refs": []
                },
                {
                  "sentence": "It established a personnel database shaped by Trump's ideology",
                  "refs": [
                    "https://www.politico.com/news/magazine/2023/09/19/project-2025-trump-reagan-00115811"
                  ]
                },
                {
                  "sentence": "The project uses a questionnaire to screen potential recruits for their adherence to the project's agenda",
                  "refs": []
                },
                {
                  "sentence": "Throughout his presidency, Trump was accused of removing people he considered disloyal, regardless of their ideological conviction, such as former attorney general William Barr",
                  "refs": []
                },
                {
                  "sentence": "In the last year of his presidency, White House Presidential Personnel Office employees James Bacon and John McEntee developed a questionnaire to test potential government employees' commitment to Trumpism",
                  "refs": []
                },
                {
                  "sentence": "Bacon and McEntee joined the project in May 2023",
                  "refs": []
                },
                {
                  "sentence": "The project recommends that a White House Counsel be selected who is \"deeply committed\" to the president's \"America First\" agenda",
                  "refs": [
                    "https://www.axios.com/2023/12/01/trump-government-job-applications-2025"
                  ]
                },
                {
                  "sentence": "Project 2025 is aligned with Trump's plans to fire more government employees than allocated to the president using Schedule F, a job classification Trump established in an October 2020 executive order",
                  "refs": []
                },
                {
                  "sentence": "Biden rescinded the classification in January 2021; Trump has said he would restore it",
                  "refs": [
                    "https://thehill.com/homenews/campaign/3984096-ex-trump-aide-john-mcentee-joins-heritage-operation-as-senior-adviser/"
                  ]
                },
                {
                  "sentence": "The Heritage Foundation plans to have 20,000 personnel in its database by the end of 2024",
                  "refs": []
                },
                {
                  "sentence": "Vought said that the project's goal to remove federal workers would be \"a wrecking ball for the administrative state\", where those that remained were demoralized and put \"in trauma\"",
                  "refs": [
                    "https://www.nytimes.com/2023/04/20/us/politics/republican-president-2024-heritage-foundation.html"
                  ]
                },
                {
                  "sentence": "As of 2024, only about 4,000 government positions are deemed political appointments",
                  "refs": []
                },
                {
                  "sentence": "That could change with each administration",
                  "refs": []
                },
                {
                  "sentence": "Schedule F would affect tens of thousands of professional federal civil servants,  who have spent many years working under both Democratic and Republican administrations",
                  "refs": [
                    "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981",
                    "https://www.nytimes.com/2023/04/20/us/politics/republican-president-2024-heritage-foundation.html",
                    "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981"
                  ]
                },
                {
                  "sentence": "According to Donald Moynihan, a professor of public policy at Georgetown University, while the apolitical and meritocratic selection of public servants is vital to administrative functioning, the Republican Party increasingly views them and public sector unions as threats, or resources to be controlled",
                  "refs": [
                    "https://www.nytimes.com/2023/04/20/us/politics/republican-president-2024-heritage-foundation.html"
                  ]
                },
                {
                  "sentence": "In February 2024, Kevin Roberts said: \"People will lose their jobs",
                  "refs": [
                    "https://www.donaldjtrump.com/agenda47/agenda47-president-trumps-plan-to-dismantle-the-deep-state-and-return-power-to-the-american-people"
                  ]
                },
                {
                  "sentence": "Hopefully their lives are able to flourish in spite of that",
                  "refs": []
                },
                {
                  "sentence": "Buildings will be shut down",
                  "refs": []
                },
                {
                  "sentence": "Hopefully they can be repurposed for private industry.\"",
                  "refs": [
                    "https://onlinelibrary.wiley.com/doi/epdf/10.1111/puar.13433"
                  ]
                },
                {
                  "sentence": "Project 2025 encourages the U.S",
                  "refs": []
                },
                {
                  "sentence": "Congress to require federal contractors to be 70% American citizens, ultimately raising the limit to 95%",
                  "refs": []
                },
                {
                  "sentence": "By June 2024, the American Accountability Foundation, a conservative opposition research organization led by Tom Jones, a former aide to Republican senators, was researching certain key high-ranking federal civil servants' backgrounds",
                  "refs": []
                },
                {
                  "sentence": "Called Project Sovereignty 2025, the undertaking received a $100,000 grant from Heritage, with the objective of posting names on a website of 100 people who might oppose Trump's agenda",
                  "refs": []
                },
                {
                  "sentence": "Announcing the grant in May 2024, Heritage wrote that the research's purpose was \"to alert Congress, a conservative administration, and the American people to the presence of anti-American bad actors burrowed into the administrative state and ensure appropriate action is taken.\" Some found Project Sovereignty 2025 reminiscent of McCarthyism, when many Americans were persecuted and blacklisted as alleged communists",
                  "refs": []
                },
                {
                  "sentence": "Political scientist Francis Fukuyama has said that while the federal bureaucracy is in dire need of reform, Schedule F would \"dangerously undermine\" the functionality of the government",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Foreign affairs",
          "section_content": [
            {
              "sentence": "On the campaign trail, Trump has avoided any real specificity about foreign-policy plans for a second term,  but Kiron Skinner, who wrote Project 2025's State Department chapter, considers China a major threat, and is critical of any conciliatory move toward it",
              "refs": [
                "https://www.ft.com/content/a738e781-5c80-4d9d-b1cd-e9a145878b53"
              ]
            },
            {
              "sentence": "In its Preface, Project 2025 states, \"For 30 years, America's political, economic, and cultural leaders embraced and enriched Communist China and its genocidal Communist Party while hollowing out America's industrial base.\" : 11",
              "refs": [
                "https://www.newyorker.com/news/letter-from-bidens-washington/project-trump-global-edition",
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf"
              ]
            },
            {
              "sentence": "Works of the U.S",
              "refs": []
            },
            {
              "sentence": "Agency for International Development (USAID) would be dramatically curtailed due to the Heritage Foundation's distaste for what it calls the agency's \"divisive political and cultural agenda that promotes abortion, climate extremism, gender radicalism, and interventions against perceived systemic racism\"",
              "refs": []
            },
            {
              "sentence": "The word \"gender\" would be systematically purged from all USAID programs and documents",
              "refs": []
            },
            {
              "sentence": "Project 2025 indicates specific United Nations agencies to be defunded and suggests the president be given more power to allocate U.S",
              "refs": []
            },
            {
              "sentence": "foreign aid",
              "refs": []
            },
            {
              "sentence": "Such aid will not be allocated to help poorer countries address the impact of climate change",
              "refs": [
                "https://www.axios.com/2024/01/31/trump-2024-china-relationship"
              ]
            },
            {
              "sentence": "Rather, it will be devoted to advancing fossil fuel companies' interests",
              "refs": []
            },
            {
              "sentence": "Project 2025 favors neither interventionism nor isolationism",
              "refs": []
            },
            {
              "sentence": "Instead, it emphasizes that all decisions related to foreign policy must prioritize national interests",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Nuclear policy",
              "section_content": [
                {
                  "sentence": "The Mandate argues that the U.S",
                  "refs": []
                },
                {
                  "sentence": "should maintain its nuclear umbrella only for member nations of the North Atlantic Treaty Organization (NATO), and that these countries should be responsible for deploying their own conventional forces to deter Russian aggression",
                  "refs": []
                },
                {
                  "sentence": "As of June 2024, all NATO member states except Belgium, Canada, Croatia, Italy, Luxembourg, Portugal, Slovenia, and Spain have allocated at least 2% of their Gross Domestic Product (GDP) to defense",
                  "refs": [
                    "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/"
                  ]
                },
                {
                  "sentence": "Iceland does not have a military",
                  "refs": []
                },
                {
                  "sentence": "The Bulletin of the Atomic Scientists has called Project 2025's nuclear policy \"the most dramatic build up of nuclear weapons since the start of the Reagan administration\", and the beginning of a new global nuclear arms race",
                  "refs": []
                },
                {
                  "sentence": "It includes the prioritization of nuclear weapons development and production over other security programs, rejecting Congressional efforts to find cost-effective alternatives for the plans, increasing the number of nuclear weapons above treaty limits, rejecting current arms control treaties, expanding the capability and funding of the National Nuclear Security Administration (NNSA), preparing to test new nuclear weapons despite the Comprehensive Nuclear Test Ban Treaty, and accelerating all missile defense programs",
                  "refs": []
                },
                {
                  "sentence": "More specifically, the plan calls for a speech shortly after inauguration to \"make the case to the American people that nuclear weapons are the ultimate guarantor of their freedom and prosperity\"",
                  "refs": []
                },
                {
                  "sentence": "This would be followed by developing and producing new and modernized warheads, including the B61-12, W80-4, W87-1 Mod, and W88 Alt 370; deploying a new, nuclear-armed sea-launched cruise missile; deploying as-yet-unproven directed-energy and space-based weapons and a \"cruise missile defense of the homeland\"",
                  "refs": []
                },
                {
                  "sentence": "Plans include placing multiple warheads on each Minuteman III ICBM and its Sentinel replacement by 2026, putting nuclear warheads on Army ground-launched missiles, adding nuclear capabilities to hypersonic missile systems, directing the Air Force to investigate a road-mobile ICBM launcher, expanding the pre-positioning of nuclear bombs and weapons in Europe and Asia, and directing the NNSA to \"transition to a wartime footing\"",
                  "refs": []
                },
                {
                  "sentence": "This would be funded by directing the NNSA to submit monthly briefings to the Oval Office and submitting separate budget requests from the Energy Department, along with directing the Office of Management and Budget to submit a supplemental budget request to Congress",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Healthcare and public health",
          "section_content": [
            {
              "sentence": "Project 2025 accuses the Biden administration of undermining the traditional nuclear family, and wants to reform the Department of Health and Human Services (DHHS) to promote this household structure",
              "refs": []
            },
            {
              "sentence": "According to Project 2025, the federal government should prohibit Medicare from negotiating drug prices  and promote the Medicare Advantage program, which consists of private insurance plans",
              "refs": [
                "https://www.pbs.org/newshour/show/trumps-plans-for-healthcare-and-reproductive-rights-if-he-returns-to-white-house",
                "https://www.pbs.org/newshour/show/trumps-plans-for-healthcare-and-reproductive-rights-if-he-returns-to-white-house"
              ]
            },
            {
              "sentence": "Federal healthcare providers should deny gender-affirming care to transgender people and eliminate insurance coverage of the morning-after pill Ella, as required by the Affordable Care Act (Obamacare)",
              "refs": [
                "https://apnews.com/article/nato-defense-spending-stoltenberg-biden-5246409eec70745e6e936d997073a6f4"
              ]
            },
            {
              "sentence": "Project 2025 suggests a number of ways to cut funding for Medicaid,  such as caps on federal funding,  limits on lifetime benefits per capita,  and letting state governments impose stricter work requirements for beneficiaries of the program",
              "refs": [
                "https://ccf.georgetown.edu/2024/06/17/project-2025-blueprint-also-includes-draconian-cuts-to-medicaid/",
                "https://ccf.georgetown.edu/2024/06/17/project-2025-blueprint-also-includes-draconian-cuts-to-medicaid/",
                "https://ccf.georgetown.edu/2024/06/17/project-2025-blueprint-also-includes-draconian-cuts-to-medicaid/"
              ]
            },
            {
              "sentence": "Other proposals include limiting state use of provider taxes,  eliminating preexisting federal beneficiary protections and requirements,  increasing eligibility determinations and asset test determinations to make it harder to enroll in, apply for, and renew Medicaid,  providing an option to turn Medicaid into a voucher program,  and eliminating federal oversight of state medicaid programs",
              "refs": [
                "https://www.thenation.com/article/society/project-2025-trump-hhs/",
                "https://ccf.georgetown.edu/2024/06/17/project-2025-blueprint-also-includes-draconian-cuts-to-medicaid/",
                "https://ccf.georgetown.edu/2024/06/17/project-2025-blueprint-also-includes-draconian-cuts-to-medicaid/",
                "https://ccf.georgetown.edu/2024/06/17/project-2025-blueprint-also-includes-draconian-cuts-to-medicaid/",
                "https://ccf.georgetown.edu/2024/06/17/project-2025-blueprint-also-includes-draconian-cuts-to-medicaid/"
              ]
            },
            {
              "sentence": "The Project would also cut funding to the Department of Veterans Affairs (VA)",
              "refs": [
                "https://ccf.georgetown.edu/2024/06/17/project-2025-blueprint-also-includes-draconian-cuts-to-medicaid/"
              ]
            },
            {
              "sentence": "Project 2025 aims to dramatically reform the National Institutes of Health (NIH) by making it easier to fire employees and to remove DEI programs",
              "refs": []
            },
            {
              "sentence": "The agency would also be stopped from funding research with embryonic stem cells or promoting equal participation by women",
              "refs": []
            },
            {
              "sentence": "Conservatives consider the NIH corrupt and politically biased",
              "refs": [
                "https://www.medscape.com/viewarticle/what-project-2025-would-mean-health-and-healthcare-2024a1000eke?form=fpf"
              ]
            },
            {
              "sentence": "The project would also prevent the CDC from putting out public health advice",
              "refs": [
                "https://www.politico.com/news/2024/05/27/biden-plan-protect-science-trump-00160001"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Immigration reforms",
          "section_content": [
            {
              "sentence": "This Mandate for Leadership suggests abolishing the Department of Homeland Security (DHS) and replacing it with an immigration agency that incorporates Customs and Border Protection (CBP), the Transportation Security Administration (TSA), Immigration and Customs Enforcement (ICE), the U.S",
              "refs": []
            },
            {
              "sentence": "Citizenship and Immigration Services (USCIS), and elements of the departments of Health and Human Services and DOJ",
              "refs": []
            },
            {
              "sentence": "Other tasks could be privatized",
              "refs": [
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/",
                "https://www.nydailynews.com/2024/07/28/chuck-schumer-project-2025-department-veterans-affairs/"
              ]
            },
            {
              "sentence": "The admission of refugees would be curtailed, and processing fees for asylum seekers would increase, something the Project deems \"an opportunity for a significant influx of money\"",
              "refs": [
                "https://www.nydailynews.com/2024/07/28/chuck-schumer-project-2025-department-veterans-affairs/"
              ]
            },
            {
              "sentence": "Immigrants who wish to have their applications fast-tracked would have to pay even more",
              "refs": [
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/"
              ]
            },
            {
              "sentence": "In April 2024, Heritage said that Project 2025 policy includes \"arresting, detaining, and removing immigration violators anywhere in the United States\"",
              "refs": []
            },
            {
              "sentence": "Stephen Miller, a key architect of immigration policy during the Trump presidency, is a major figure in Project 2025 and under consideration for a senior role in a second Trump administration",
              "refs": []
            },
            {
              "sentence": "In November 2023, Miller told Project 2025 participant Charlie Kirk that the operation would rival the scale and complexity of \"building the Panama Canal\"",
              "refs": [
                "https://www.donaldjtrump.com/agenda47"
              ]
            },
            {
              "sentence": "He said it would include deputizing the National Guard in red states as immigration enforcement officers under Trump's command",
              "refs": []
            },
            {
              "sentence": "These forces would then be deployed in blue states",
              "refs": []
            },
            {
              "sentence": "Miller was considering deputizing local police and sheriffs for the undertaking, as well as agents of the Bureau of Alcohol, Tobacco, Firearms and Explosives and the Drug Enforcement Administration",
              "refs": []
            },
            {
              "sentence": "He said these forces would \"go around the country arresting illegal immigrants in large-scale raids\" who would then be taken to \"large-scale staging grounds near the border, most likely in Texas\", to be held in internment camps before deportation",
              "refs": []
            },
            {
              "sentence": "Trump has also spoken of rounding up homeless people in blue cities and detaining them in camps",
              "refs": []
            },
            {
              "sentence": "Funding for the Mexico–United States border wall would increase",
              "refs": [
                "https://www.theatlantic.com/politics/archive/2024/02/trumps-immigration-plan-is-even-more-aggressive-now/677385/"
              ]
            },
            {
              "sentence": "Project 2025 encourages the president to withhold federal disaster relief funds granted by the Federal Emergency Management Agency (FEMA) should state or local governments refuse to abide by federal immigration laws, by, for example, not sharing information with law enforcement",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Identity",
          "section_content": [
            {
              "sentence": "Project 2025 opposes what it calls \"radical gender ideology\"  and advocates that the government \"maintain a biblically based, social-science-reinforced definition of marriage and family\"",
              "refs": [
                "https://www.krem.com/article/news/verify/project-2025-verify/project-2025-free-school-lunch-head-start-cut-fact-check/536-9aa8975a-e7b8-4850-bd75-a34d5e0becdd"
              ]
            },
            {
              "sentence": "To achieve this, it proposes removing protections against discrimination on the basis of sexual or gender identity, and eliminating provisions pertaining to diversity, equity, and inclusion (DEI)—which it calls \"state-sanctioned racism\"—from federal legislation",
              "refs": [
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/"
              ]
            },
            {
              "sentence": "Federal employees who have participated in DEI programs or any initiatives involving critical race theory might be fired",
              "refs": [
                "https://www.theguardian.com/world/2023/sep/15/project-2025-policy-manifesto-lgbtq-rights",
                "https://www.pbs.org/newshour/show/how-a-second-trump-presidency-could-impact-the-lgbtq-community",
                "https://www.nytimes.com/article/project-2025.html"
              ]
            },
            {
              "sentence": "Public school teachers who want to use a transgender student's preferred pronouns would be required to obtain written permission from the student's legal guardian",
              "refs": []
            },
            {
              "sentence": "Project 2025's backers also want to target the private sector by reversing \"the DEI revolution in labor policy\" in favor of more \"race-neutral\" regulations",
              "refs": [
                "https://www.krem.com/article/news/verify/project-2025-verify/project-2025-free-school-lunch-head-start-cut-fact-check/536-9aa8975a-e7b8-4850-bd75-a34d5e0becdd"
              ]
            },
            {
              "sentence": "Project 2025 is part of a trend of intensifying backlash against DEI in the early 2020s",
              "refs": [
                "https://www.nytimes.com/article/project-2025.html"
              ]
            },
            {
              "sentence": "The White House's Gender Policy Council would be disbanded",
              "refs": []
            },
            {
              "sentence": "Government agencies would be forbidden from instituting quotas and collecting statistics on gender, race, or ethnicity",
              "refs": [
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/"
              ]
            },
            {
              "sentence": "Project contributor Jonathan Berry explains, \"The goal here is to move toward colorblindness and to recognize that we need to have laws and policies that treat people like full human beings not reducible to categories, especially when it comes to race.\"  The U.S",
              "refs": [
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/",
                "https://www.nytimes.com/article/project-2025.html",
                "https://www.nytimes.com/article/project-2025.html"
              ]
            },
            {
              "sentence": "Census Bureau would be reformed according to conservative principles",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Journalism",
          "section_content": [
            {
              "sentence": "Project 2025 proposes reconsidering the accommodations given to journalists who are members of the White House Press Corps",
              "refs": []
            },
            {
              "sentence": "It proposes defunding the Corporation for Public Broadcasting, a private, nonprofit corporation that provides funding for the Public Broadcasting System and National Public Radio, as \"good policy and good politics.\"  It also entertains the idea of revoking NPR stations' noncommercial status, forcing them to relocate outside the 88-92 range on the FM dial, which could then be taken by religious programming",
              "refs": [
                "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981",
                "https://www.usatoday.com/story/money/2024/03/03/trump-plans-crush-dei-affirmative-action/72774345007/"
              ]
            },
            {
              "sentence": "The Project also proposes allowing more media consolidation by changing FCC rules that would allow for the converting local news programs into national news programs",
              "refs": []
            },
            {
              "sentence": "The project pushes for legislation requiring social media companies to not remove \"core political viewpoints\" from their platforms and proposes banning TikTok",
              "refs": []
            },
            {
              "sentence": "It also would prevent the Federal Elections Commission from countering misinformation or disinformation about election integrity",
              "refs": [
                "https://www.economist.com/the-economist-explains/2024/07/31/is-this-the-end-of-project-2025-the-plan-that-riled-donald-trump"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Law enforcement",
          "section_content": [
            {
              "sentence": "In the view of Project 2025, the Department of Justice (DOJ) has become \"a bloated bureaucracy with a critical core of personnel who are infatuated with the perpetuation of a radical liberal agenda\" and has \"forfeited the trust\" of the American people due to its role in the investigation of alleged Trump–Russia collusion",
              "refs": []
            },
            {
              "sentence": "It must therefore be thoroughly reformed and closely overseen by the White House, and the director of the Federal Bureau of Investigation (FBI) must be personally accountable to the president",
              "refs": []
            },
            {
              "sentence": "A DOJ reformed per Project 2025's recommendations would combat \"affirmative discrimination\" or \"anti-white racism\", citing the Civil Rights Act of 1964",
              "refs": []
            },
            {
              "sentence": "Former Trump DOJ official Gene Hamilton argues that \"advancing the interests of certain segments of American society..",
              "refs": []
            },
            {
              "sentence": "comes at the expense of other Americans—and in nearly all cases violates longstanding federal law.\"  Therefore, the DOJ's Civil Rights Division would \"prosecute all state and local governments, institutions of higher education, corporations, and any other private employers\" with DEI or affirmative action programs",
              "refs": [
                "https://www.axios.com/2024/04/01/trump-reverse-racism-civil-rights"
              ]
            },
            {
              "sentence": "Legal settlements called \"consent decrees\" between the DOJ and local police departments would be curtailed",
              "refs": []
            },
            {
              "sentence": "According to Project 2025, if the responsibilities of the FBI and another federal agency, such as the Drug Enforcement Administration (DEA), overlapped, then the latter should take the lead, leaving the FBI to concentrate on (other) serious crimes and threats to national security",
              "refs": [
                "https://www.thenation.com/?post_type=article&p=503442"
              ]
            },
            {
              "sentence": "Project 2025 acknowledges that capital punishment is a sensitive matter, but nevertheless promotes it to deal with what it considers an ongoing crime wave and for \"particularly heinous crimes\" such as pedophilia, until the U.S",
              "refs": []
            },
            {
              "sentence": "Congress legislates otherwise",
              "refs": []
            },
            {
              "sentence": "Like Trump, Project 2025 believes that the District of Columbia is infested with crime and as such suggests authorizing the Uniformed Division of the Secret Service to enforce the law outside of the White House and the immediate surroundings",
              "refs": []
            },
            {
              "sentence": "Project 2025's book proposes using active-duty troops to arrest drug smugglers along the U.S-Mexico border",
              "refs": []
            },
            {
              "sentence": "The New York Times reported that invoking the Insurrection Act to allow the military to perform law enforcement was \"too radioactive to gain a consensus among the conservatives involved in Project 2025\", though it was supported by related organizations, such as the Center for Renewing America",
              "refs": []
            },
            {
              "sentence": "The Washington Post reported in 2023 that such discussions were taking place, led by Jeffrey Clark (who has been charged with illegal election interference); the Heritage Foundation denied the Project had any such plan",
              "refs": [
                "https://www.reuters.com/world/us/donald-trump-wants-control-justice-department-fbi-his-allies-have-plan-2024-05-17/"
              ]
            },
            {
              "sentence": "Trump has voiced support for using active-duty military to arrest illegal immigrants, suppress protests, and fight crime in Democrat-run cities",
              "refs": [
                "https://www.nytimes.com/2024/08/17/us/politics/trump-2025-insurrection-act.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "National security",
          "section_content": [
            {
              "sentence": "Project 2025 would require the U.S",
              "refs": []
            },
            {
              "sentence": "Department of Defense to abolish its DEI programs and immediately reinstate all service members discharged for not getting vaccinated against COVID-19",
              "refs": []
            },
            {
              "sentence": "The United States Armed Forces would not be authorized to take climate change into account in evaluating national security threats",
              "refs": [
                "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981"
              ]
            },
            {
              "sentence": "Project 2025 identifies all communist and socialist parties and states, including China, as threats to U.S",
              "refs": []
            },
            {
              "sentence": "national security",
              "refs": []
            },
            {
              "sentence": "It also expresses concern over China's influence on American society, and recommends banning the social network TikTok (which it accuses of espionage) and the Confucius Institutes (which it accuses of corrupting American higher education)",
              "refs": [
                "https://edition.cnn.com/2023/11/16/politics/trump-agenda-second-term/index.html",
                "https://foreignpolicy.com/2024/02/01/usaid-trump-second-term-foreign-aid/"
              ]
            },
            {
              "sentence": "The Project also expresses concern over Chinese intellectual property theft and accuses Big Tech of acting on the behalf of the Chinese Communist Party to undermine the U.S",
              "refs": []
            },
            {
              "sentence": ": 9–13  American pension funds would be encouraged to avoid Chinese investments and American companies seeking to invest in sensitive sectors in China would face restrictions or denial of permission",
              "refs": [
                "https://edition.cnn.com/2023/11/16/politics/trump-agenda-second-term/index.html",
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pornography and adult content",
          "section_content": [
            {
              "sentence": "In the foreword of Project 2025's Mandate, Kevin Roberts argues that pornography promotes sexual deviance, the sexualization of children, and the exploitation of women; is not protected by the First Amendment to the United States Constitution; and should be banned",
              "refs": []
            },
            {
              "sentence": "He recommends the criminal prosecution of people and companies producing pornography, which he compares to addictive drugs",
              "refs": []
            },
            {
              "sentence": "Previously, the Supreme Court has ruled against attempts to ban pornography on First Amendment grounds",
              "refs": [
                "https://www.theguardian.com/world/2023/sep/15/project-2025-policy-manifesto-lgbtq-rights"
              ]
            },
            {
              "sentence": "In Vox, journalist Andrew Prokop wrote:",
              "refs": []
            },
            {
              "sentence": "When the Republican Party nominated him for president in 2016, Trump signed a pledge to examine the \"public health impact of Internet pornography on youth, families and the American culture\"",
              "refs": []
            },
            {
              "sentence": "He did not fulfill this promise",
              "refs": []
            },
            {
              "sentence": "But despite the affairs Trump was alleged to have had in 2006 with adult-film actress Stormy Daniels and Playboy model Karen McDougal,  Roberts was unconcerned, telling CNN, \"We understand our Lord works with imperfect instruments, including us",
              "refs": [
                "https://www.cnn.com/2024/05/15/politics/trump-conservatives-pornography-fight/index.html",
                "https://www.washingtonpost.com/politics/2023/11/05/trump-revenge-second-term/"
              ]
            },
            {
              "sentence": "While on the surface it seems like a contradiction, on the whole, it may make him a more powerful messenger if he embraces it.\"",
              "refs": [
                "https://www.cnn.com/2024/05/15/politics/trump-conservatives-pornography-fight/index.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Transportation infrastructure",
          "section_content": [
            {
              "sentence": "Project 2025 recommends curtailing the Bipartisan Infrastructure Law of 2021, which authorizes funding for de-carbonizing transportation infrastructure",
              "refs": []
            },
            {
              "sentence": "It views the Federal Transit Administration (FTA) unfavorably, calling it a waste of money",
              "refs": [
                "https://www.newyorker.com/news/news-desk/donald-trump-a-playboy-model-and-a-system-for-concealing-infidelity-national-enquirer-karen-mcdougal/"
              ]
            },
            {
              "sentence": "It suggests cutting federal funding for transit agencies nationwide in the form of the Capital Investment Grants (CIG) program",
              "refs": []
            },
            {
              "sentence": "It wants the FTA to conduct \"rigorous cost–benefit analysis\" even though the agency already scrutinizes projects before allocating funding",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Women's reproductive health",
          "section_content": [
            {
              "sentence": "Project 2025's proponents maintain that life begins at conception",
              "refs": []
            },
            {
              "sentence": "The Mandate says that the Department of Health and Human Services (HHS) should \"return to being known as the Department of Life\", as Trump HHS secretary Alex Azar nicknamed it in January 2020, voicing his pride in being \"part of the most pro-life administration in this country's history\"",
              "refs": [
                "https://www.pbs.org/newshour/show/trumps-plans-for-healthcare-and-reproductive-rights-if-he-returns-to-white-house"
              ]
            },
            {
              "sentence": "Project 2025 says it would reposition department policies \"by explicitly rejecting the notion that abortion is health care and by restoring its mission statement under the  [Trump HHS] Strategic Plan and elsewhere to include furthering the health and well-being of all Americans 'from conception to natural death'\"",
              "refs": []
            },
            {
              "sentence": "In 2022, the Supreme Court ruled in Dobbs v",
              "refs": []
            },
            {
              "sentence": "Jackson Women's Health Organization that the Constitution does not confer a right to abortion, thereby leaving it to the states to create their own legislation on the matter, but Project 2025 encourages the next president \"to enact the most robust protections for the unborn that Congress will support\"",
              "refs": []
            },
            {
              "sentence": "The Project also says, \"The Dobbs decision is just the beginning",
              "refs": [
                "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/"
              ]
            },
            {
              "sentence": "Conservatives ..",
              "refs": []
            },
            {
              "sentence": "should push as hard as possible to protect the unborn in every jurisdiction in America.\"",
              "refs": [
                "https://thehill.com/policy/healthcare/355104-health-department-defines-life-as-beginning-at-conception/"
              ]
            },
            {
              "sentence": "Heritage Foundation vice president of domestic policy Roger Severino told a Students for Life conference that Project 2025 was \"working on those sorts of executive orders and regulations\" to roll back Biden's abortion policies and \"institutionalize the post-Dobbs environment\"",
              "refs": []
            },
            {
              "sentence": "For example, the Reproductive Healthcare Access Task Force President Biden created would be replaced by a dedicated \"pro-life\" agency that would \"use their authority to promote the life and health of women and their unborn children\"",
              "refs": [
                "https://www.politico.com/news/2024/01/29/trump-abortion-ban-2024-campaign-00138417"
              ]
            },
            {
              "sentence": "The project opposes any initiatives that, in its view, subsidize single parenthood",
              "refs": []
            },
            {
              "sentence": "Project 2025 encourages the next administration to rescind some of the provisions of the Family Planning Services and Population Research Act of 1970, enacted as Title X of Public Health Service Act, which offers reproductive healthcare services, and to require participating clinics to emphasize the importance of marriage to potential parents",
              "refs": [
                "https://www.politico.com/news/2024/02/20/donald-trump-allies-christian-nationalism-00142086"
              ]
            },
            {
              "sentence": "Severino writes in the project's manifesto that the Food and Drug Administration is \"ethically and legally obliged to revisit and withdraw its initial approval\" of the abortion pills mifepristone and misoprostol",
              "refs": []
            },
            {
              "sentence": "He also recommends that the Centers for Disease Control and Prevention \"update its public messaging about the unsurpassed effectiveness of modern fertility awareness-based methods\" of contraception,   such as smartphone applications that track a woman's menstrual cycle",
              "refs": [
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf",
                "https://apnews.com/article/project-2025-harris-trump-vance-heritage-roberts-01de527325a9a0325bac35989d37ce36",
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf",
                "https://www.realclearpolitics.com/articles/2024/08/02/project_2025_continues_despite_bipartisan_pushback_151373.html"
              ]
            },
            {
              "sentence": "Severino says that the HHS should require that \"every state report exactly how many abortions take place within its borders, at what gestational age of the child, for what reason, the mother's state of residence, and by what method\"",
              "refs": [
                "https://www.realclearpolitics.com/articles/2024/08/02/project_2025_continues_despite_bipartisan_pushback_151373.html"
              ]
            },
            {
              "sentence": "The project seeks to restore Trump-era \"religious and moral exemptions\" to contraceptive requirements under the Affordable Care Act, including emergency contraception (Plan B), which it deems an abortifacient,   to defund the Planned Parenthood program,  and to remove protection of medical records involving abortions from criminal investigations if the owners of said records cross state lines",
              "refs": [
                "https://19thnews.org/2024/07/project-2025-women-education-lgbtq-workforce/",
                "https://www.pbs.org/newshour/show/trumps-plans-for-healthcare-and-reproductive-rights-if-he-returns-to-white-house",
                "https://www.politico.com/news/2024/02/20/donald-trump-allies-christian-nationalism-00142086"
              ]
            },
            {
              "sentence": "Project 2025 contributor Emma Waters told Politico, \"I've been very concerned with just the emphasis on expanding more and more contraception.\" According to her, Project 2025's policy recommendations constitute not restrictions but rather \"medical safeguards\" for women",
              "refs": [
                "https://www.pbs.org/newshour/show/trumps-plans-for-healthcare-and-reproductive-rights-if-he-returns-to-white-house"
              ]
            },
            {
              "sentence": "Waters said she wanted the NIH to investigate the long-term effects of contraception",
              "refs": [
                "https://www.realclearpolitics.com/articles/2024/08/02/project_2025_continues_despite_bipartisan_pushback_151373.html"
              ]
            },
            {
              "sentence": "In Project 2025's \"Department of Justice\" section, Gene Hamilton calls for enforcement of federal law against using the U.S",
              "refs": []
            },
            {
              "sentence": "Postal Service for transportation of medicines that induce abortion",
              "refs": []
            },
            {
              "sentence": "Project 2025 seeks to revive provisions of the Comstock Act of the 1870s, that banned mail delivery of any \"instrument, substance, drug, medicine, or thing\" that could be used for an abortion",
              "refs": [
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf",
                "https://www.washingtonpost.com/politics/2024/07/12/project-2025-summary-trump/"
              ]
            },
            {
              "sentence": "Congress and the courts have since narrowed Comstock laws, allowing contraceptives to be delivered by mail",
              "refs": []
            },
            {
              "sentence": "Project 2025 aims to enforce Comstock more rigorously at the national level to prohibit sending abortion pills and medical equipment used for abortions through the mail",
              "refs": []
            },
            {
              "sentence": "The plan would allow criminal prosecution for senders and receivers of abortion pills",
              "refs": []
            },
            {
              "sentence": "Project 2025 does not explicitly promote the prohibition of abortion,  but some legal experts and abortion rights advocates said adopting the Project's plan would cut off access to medical equipment used in surgical abortions to create a de facto national abortion ban",
              "refs": [
                "https://www.politico.com/news/2024/01/29/trump-abortion-ban-2024-campaign-00138417",
                "https://www.pbs.org/newshour/show/why-2024-may-be-the-most-consequential-election-for-reproductive-rights-in-50-years",
                "https://apnews.com/article/project-2025-harris-trump-vance-heritage-roberts-01de527325a9a0325bac35989d37ce36"
              ]
            },
            {
              "sentence": "One section would have HHS use federal funding to force states to report every unsuccessful pregnancy, including the cause and the mother's state of residence",
              "refs": []
            },
            {
              "sentence": "Regarding the issue of preventing teenage pregnancy, Project 2025 advises the federal government to deprecate what it considers promotion of abortion and high-risk sexual behaviors among adolescents",
              "refs": []
            },
            {
              "sentence": "It also seeks to remove the role of the Department of Health and Human Services in shaping sex education in the United States, arguing that this is tantamount to creating a monopoly",
              "refs": []
            },
            {
              "sentence": ": 477",
              "refs": [
                "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf",
                "https://www.npr.org/2024/04/10/1243802678/abortion-comstock-act"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Other initiatives",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Database",
          "section_content": [
            {
              "sentence": "To be admitted to the \"Presidential Personnel Database\", a recruit must respond to several prompts about their ideologies",
              "refs": []
            },
            {
              "sentence": "One is \"name one living public policy figure whom you greatly admire and why\"",
              "refs": []
            },
            {
              "sentence": "A recruit's social media accounts will be scrutinized",
              "refs": []
            },
            {
              "sentence": "The key people involved with the database are former Trump administration officials, including John McEntee",
              "refs": []
            },
            {
              "sentence": "Those reviewing profiles work out of a townhouse one staffer jokingly called the \"Heritage trap house\"",
              "refs": [
                "https://www.nytimes.com/2023/04/20/us/politics/republican-president-2024-heritage-foundation.html"
              ]
            },
            {
              "sentence": "Heritage claims to have nearly 20,000 profiles as of July 2024, though those could simply be empty after someone started the process and did not finish",
              "refs": []
            },
            {
              "sentence": "Staffers have privately questioned how many of the people in the database could actually work in a future administration",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Training modules",
              "section_content": [
                {
                  "sentence": "The training modules that members in the database can take were described by one person familiar with them as relatively light on substance and heavy on ideology",
                  "refs": []
                },
                {
                  "sentence": "The database and modules were also described as having a low-budget feel",
                  "refs": [
                    "https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce"
                  ]
                },
                {
                  "sentence": "ProPublica has published 23 of the videos Project 2025 created to support the training",
                  "refs": [
                    "https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce"
                  ]
                },
                {
                  "sentence": "According to ProPublica, 29 of the 36 speakers in the videos worked for Donald Trump in some capacity, including on his 2016–2017 transition team, in his administration, or in his 2024 reelection campaign",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Draft executive orders",
          "section_content": [
            {
              "sentence": "Project 2025 and the CRA have also helped draft executive orders that are not public",
              "refs": []
            },
            {
              "sentence": "The Washington Post reported that they include an order invoking the Insurrection Act to deploy the military for domestic law enforcement, which the Heritage Foundation denied",
              "refs": [
                "https://www.propublica.org/article/inside-project-2025-secret-training-videos-trump-election",
                "https://www.councilofnonprofits.org/running-nonprofit/governance-leadership/political-campaign-activities-risks-tax-exempt-status"
              ]
            },
            {
              "sentence": "At least 38 Democratic members of Congress have called on Project 2025 to release the draft executive orders, also known as the \"180-Day Playbook\", saying it is in the public interest to know what is being planned",
              "refs": [
                "https://www.propublica.org/article/inside-project-2025-secret-training-videos-trump-election"
              ]
            },
            {
              "sentence": "In July 2024, Micah Meadowcroft, the director of research at CRA, said in a secretly recorded interview that the orders would be distributed during the presidential transition in such a way that they would never be made public",
              "refs": [
                "https://www.snopes.com//news/2024/07/03/project-2025-trump-us-government/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Dawn's Early Light",
          "section_content": [
            {
              "sentence": "On September 24, 2024, Heritage Foundation president and Project 2025 architect Kevin Roberts was due to release the book Dawn's Early Light: Taking Back Washington to Save America, with a foreword by Republican vice-presidential nominee JD Vance",
              "refs": []
            },
            {
              "sentence": "The book was initially subtitled Burning Down Washington to Save America",
              "refs": [
                "https://www.wired.com/story/jd-vance-venmo/",
                "https://newrepublic.com/post/184182/jd-vance-trouble-heritage-foundation-project-2025-book-foreword"
              ]
            },
            {
              "sentence": "In the book, Roberts \"outlines a peaceful 'Second American Revolution' for voters looking to shift the power back into the hands of the people\"",
              "refs": []
            },
            {
              "sentence": "In a review of the book, Vance wrote: \"We are now all realizing that it's time to circle the wagons and load the muskets",
              "refs": [
                "https://abcnews.go.com/Politics/exclusive-democrats-call-answers-project-2025-heritage-foundation/story?id=112576667"
              ]
            },
            {
              "sentence": "In the fights that lay ahead, these ideas are an essential weapon.\"  Colin Dickey of the New Republic says the book reveals paranoid, Stalinist tactics like using conspiracy theories to violently enforce their vision for the world",
              "refs": [
                "https://www.wired.com/story/jd-vance-venmo/"
              ]
            },
            {
              "sentence": "Roberts criticizes birth control and law enforcement (preferring a more heavily armed frontier-like society), while promoting public prayer as a key tool in the competition with China",
              "refs": [
                "https://www.harpercollins.com/products/dawns-early-light-kevin-roberts?variant=41585944526882"
              ]
            },
            {
              "sentence": "On August 6, 2024, the book's release was postponed until after the November election",
              "refs": []
            },
            {
              "sentence": "Roberts held book release events in Manhattan and Washington, D.C",
              "refs": []
            },
            {
              "sentence": "On November 13, 2024, The Guardian published an account of the hostile reception its reporter encountered at one of the events",
              "refs": []
            },
            {
              "sentence": "Although invited to attend the event, the reporter was expelled",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Implementation",
      "section_content": [
        {
          "sentence": "After he won the 2024 election, Trump moved to nominate several Project 2025 contributors to positions in his second administration",
          "refs": []
        },
        {
          "sentence": "His choice to lead the FCC, Brendan Carr, wrote the manifesto's chapter about the agency",
          "refs": [
            "https://www.nytimes.com/2024/11/29/us/politics/trump-project-2025.html"
          ]
        },
        {
          "sentence": "Tom Homan, picked by Trump to act as a \"border czar\", also contributed to the Project 2025 document",
          "refs": [
            "https://www.theguardian.com/us-news/2024/nov/13/kevin-roberts-project-2025-book-events"
          ]
        },
        {
          "sentence": "Trump also selected Russell Vought to direct the Office of Management and Budget",
          "refs": [
            "https://www.nytimes.com/2024/11/17/technology/fcc-nominee-brendan-carr-trump.html"
          ]
        },
        {
          "sentence": "After these selections, Karoline Leavitt issued a statement saying \"President Trump never had anything to do with Project 2025\";  Leavitt herself is an instructor for Project 2025's \"Conservative Governance 101\" training program",
          "refs": [
            "https://www.npr.org/2024/11/11/nx-s1-5186522/tom-homan-border-czar-trump"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Reactions and responses",
      "section_content": [
        {
          "sentence": "Some critics believe Project 2025 is rhetorical \"window-dressing\" for four years of personal vengeance",
          "refs": []
        },
        {
          "sentence": "The project has employed warlike rhetoric and apocalyptic language in describing the \"battle plan\" to regain control of the government, which some have interpreted as threatening political violence",
          "refs": [
            "https://www.politico.com/news/magazine/2023/09/19/project-2025-trump-reagan-00115811"
          ]
        },
        {
          "sentence": "An August 2024 profile in Politico called the project underfunded, disorganized, and \"self-hyped\"",
          "refs": [
            "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981",
            "https://www.heritage.org/staff/paul-dans",
            "https://www.theguardian.com/us-news/article/2024/aug/12/project-2025-training-videos-trump-officials"
          ]
        },
        {
          "sentence": "On July 10, 2024, hacktivist group SiegedSec announced it had hacked the Heritage Foundation and acquired 200 gigabytes of user information, citing opposition to Project 2025 and the organization's general opposition to transgender rights as the group's primary motivation",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Allegations of authoritarianism",
          "section_content": [
            {
              "sentence": "Democracy experts, political scholars, and other commentators have described the project as dangerous,  risking authoritarianism,  and apocalyptic",
              "refs": [
                "https://www.nytimes.com/2023/11/13/us/politics/trump-campaign-2025-statement.html",
                "https://www.thepinknews.com/2024/07/10/gay-furry-hackers-project-2025/"
              ]
            },
            {
              "sentence": "Many legal experts have said it would undermine the rule of law,  the separation of powers,  the separation of church and state,  and civil liberties",
              "refs": [
                "https://www.krem.com/article/news/verify/project-2025-verify/project-2025-free-school-lunch-head-start-cut-fact-check/536-9aa8975a-e7b8-4850-bd75-a34d5e0becdd",
                "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981",
                "https://www.theguardian.com/us-news/2023/nov/22/trump-revenge-game-plan-alarm",
                "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981",
                "https://newrepublic.com/article/181265/permanent-counterrevolution"
              ]
            },
            {
              "sentence": "Snopes cites \"people across the political spectrum\" worried that the plan is a precursor to authoritarianism",
              "refs": [
                "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981",
                "https://www.theguardian.com/us-news/2023/nov/22/trump-revenge-game-plan-alarm",
                "https://www.bostonglobe.com/2024/06/13/nation/project-25-explained/"
              ]
            },
            {
              "sentence": "Ruth Ben-Ghiat, a scholar of fascism and authoritarian leaders at New York University, wrote in May 2024 that Project 2025 \"is a plan for an authoritarian takeover of the United States that goes by a deceptively neutral name\"",
              "refs": []
            },
            {
              "sentence": "She said the project's intent to abolish federal departments and agencies \"is to destroy the legal and governance cultures of liberal democracy and create new bureaucratic structures, staffed by new politically vetted cadres, to support autocratic rule\"",
              "refs": []
            },
            {
              "sentence": "She continues:",
              "refs": []
            },
            {
              "sentence": "Some academics worry Project 2025 represents significant executive aggrandizement,  a type of democratic backsliding involving government institutional changes made by elected executives that has been seen in Russia, Hungary, Turkey, and Venezuela",
              "refs": [
                "https://www.nytimes.com/2023/11/13/us/politics/trump-campaign-2025-statement.html"
              ]
            },
            {
              "sentence": "Cornell University political scientist Rachel Beatty Riedl says this global phenomenon represents threats to democratic rule not from violence but rather from using democratic institutions to consolidate executive power",
              "refs": [
                "https://reason.com/2024/06/28/project-2025-the-conservative-agenda-to-embrace-bigger-government-during-trumps-second-term/",
                "https://www.channel4.com/news/europe-fears-american-autocracy-if-trump-wins-anne-applebaum"
              ]
            },
            {
              "sentence": "She notes this has occurred in countries such as Hungary, Nicaragua, and Turkey, but is new to the U.S",
              "refs": []
            },
            {
              "sentence": "She adds, \"if Project 2025 is implemented, what it means is a dramatic decrease in American citizens' ability to engage in public life based on the kind of principles of liberty, freedom and representation that are accorded in a democracy.\"  Phillip Wallach, a senior fellow studying separation of powers at the American Enterprise Institute, characterized the project as visions that bleed into authoritarian fantasies",
              "refs": [
                "https://www.independent.co.uk/news/world/americas/us-politics/donald-trump-viktor-orban-hungary-b2511594.html"
              ]
            },
            {
              "sentence": "Donald B",
              "refs": []
            },
            {
              "sentence": "Ayer, the deputy attorney general under George H",
              "refs": []
            },
            {
              "sentence": "W",
              "refs": []
            },
            {
              "sentence": "Bush, said,",
              "refs": []
            },
            {
              "sentence": "Michael Bromwich, who was Justice Department inspector general from 1994 to 1999, remarked,",
              "refs": []
            },
            {
              "sentence": "Max Stier of the Partnership for Public Service and others have voiced concern that the project would revive the early-American spoils-and-patronage system that awarded government jobs to those loyal to a party or elected official rather than by merit",
              "refs": []
            },
            {
              "sentence": "The Pendleton Act of 1883 mandated that federal jobs be awarded by merit",
              "refs": []
            },
            {
              "sentence": "Former Trump campaign and presidency senior advisor Steve Bannon has advocated the plan on his War Room podcast, hosting Jeffrey Clark and others working on the project",
              "refs": [
                "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981"
              ]
            },
            {
              "sentence": "Georgetown University public policy professor Donald Moynihan wrote that Schedule F appointees could be required to swear loyalty to the president, in conflict with their constitutional obligation to swear loyalty to the U.S",
              "refs": [
                "https://www.theguardian.com/us-news/2023/nov/22/trump-revenge-game-plan-alarm"
              ]
            },
            {
              "sentence": "Constitution",
              "refs": []
            },
            {
              "sentence": "Spencer Ackerman and John Nichols in The Nation and Chauncey DeVega of Salon.com have called Project 2025 a plan to install Trump as a dictator, warning that Trump could prosecute and imprison enemies or overthrow American democracy altogether",
              "refs": []
            },
            {
              "sentence": "Longtime Republican academic Tom Nichols wrote in The Atlantic that Trump \"is not bluffing about his plans to jail his opponents and suppress—by force, if necessary—the rights of American citizens\"",
              "refs": [
                "https://www.nytimes.com/2023/11/27/opinion/trump-deep-state-schedule-f.html",
                "https://www.thenation.com/article/politics/trump-presidential-power-security-state/",
                "https://www.salon.com/2023/09/07/plans-to-become-a-dictator--denial-will-not-save-you/"
              ]
            },
            {
              "sentence": "In Mother Jones, Washington bureau chief David Corn called Project 2025 \"the right-wing infrastructure that is publicly plotting to undermine the checks and balances of our constitutional order and concentrate unprecedented power in the presidency",
              "refs": []
            },
            {
              "sentence": "Its efforts, if successful and coupled with a Trump (or other GOP) victory in 2024, would place the nation on a path to autocracy.\"",
              "refs": [
                "https://www.theatlantic.com/newsletters/archive/2023/11/trump-plot-military-election/675922/"
              ]
            },
            {
              "sentence": "Peter M",
              "refs": []
            },
            {
              "sentence": "Shane, a law professor who writes about the rule of law and the separation of powers, wrote:",
              "refs": []
            },
            {
              "sentence": "Dartmouth College professor Jeff Sharlet wrote the 2023 book The Undertow: Scenes from a Slow Civil War",
              "refs": []
            },
            {
              "sentence": "After years traveling to meet with Trump supporters, he writes that his initial \"objections to describing militant Trumpism as fascist have fallen away\"",
              "refs": []
            },
            {
              "sentence": "He says Project 2025 is influenced by the New Apostolic Reformation, a rapidly growing evangelical and charismatic movement aligned with Trump",
              "refs": [
                "https://www.motherjones.com/politics/2023/09/heritage-foundation-project-2025-trump-authoritarianism-our-land/"
              ]
            },
            {
              "sentence": "Sharlet contends that the Project's first mandate to \"restore the family as the centerpiece of American life and protect our children\" is \"Q-coded—it's 'protect the blood,' it's the 14 words, it's all this stuff\"",
              "refs": []
            },
            {
              "sentence": "In June 2024, Steven Greenhut wrote a column for the libertarian magazine Reason criticizing Project 2025 for increasing government power and risking authoritarianism and abuse by centralizing control of the executive in the president",
              "refs": []
            },
            {
              "sentence": "In July 2024, Donald Moynihan of Georgetown University wrote that Project 2025 \"would add measurably to the risks of corruption in American government",
              "refs": []
            },
            {
              "sentence": "President Trump talks a lot about the deep state",
              "refs": []
            },
            {
              "sentence": "Again, that is very similar to what authoritarians in other countries have tended to do to justify taking more direct control over civil service systems",
              "refs": []
            },
            {
              "sentence": "So I think there is a dangerous pattern here, where it would not just reduce the quality of government",
              "refs": []
            },
            {
              "sentence": "It would also open the door for abuses of political power.\"",
              "refs": [
                "https://www.thenation.com/article/society/trump-evangelicals-nar/"
              ]
            },
            {
              "sentence": "In July 2024, Reed Galen said that \"Project 2025 is Maga's endorsed blueprint for turning America into an authoritarian state.\"",
              "refs": [
                "https://www.pbs.org/video/trump-agenda-1720559568/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "LGBTQ+",
          "section_content": [
            {
              "sentence": "LGBTQ+ writers and journalists have criticized Project 2025 for its intended removal of protections for LGBTQ+ people and determination to outlaw pornography by claiming it is an \"omnipresent propagation of transgender ideology and sexualization of children\"",
              "refs": []
            },
            {
              "sentence": "Writing for Dame magazine, Brynn Tannehill argued that The Mandate for Leadership in part \"makes eradicating LGBTQ people from public life its top priority\", while citing passages from the playbook linking pornography to \"transgender ideology\", arguing that it related to other anti-transgender attacks in 2023",
              "refs": [
                "https://www.theguardian.com/world/2023/sep/15/project-2025-policy-manifesto-lgbtq-rights"
              ]
            },
            {
              "sentence": "Guthrie Graves-Fitzsimmons, the author of Just Faith: Reclaiming Progressive Christianity, criticized Project 2025 in an MSNBC article for appealing to Christian nationalism",
              "refs": []
            },
            {
              "sentence": "In particular, Graves-Fitzsimmons criticized Severino's chapter on the U.S",
              "refs": []
            },
            {
              "sentence": "Department of Health and Human Services and his opposition to the Respect for Marriage Act, a landmark law that repealed the Defense of Marriage Act and codified the federal definition of marriage to recognize same-sex and interracial marriage",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Political",
          "section_content": [
            {
              "sentence": "Some conservatives and Republicans have criticized the plan for its stance on climate change  and trade",
              "refs": [
                "https://www.theguardian.com/us-news/article/2024/aug/12/project-2025-training-videos-trump-officials"
              ]
            },
            {
              "sentence": "On August 18, 2023, Reuters reported that Ron DeSantis had embraced Project 2025",
              "refs": [
                "https://www.economist.com/finance-and-economics/2023/10/31/donald-trumps-second-term-would-be-a-protectionist-nightmare"
              ]
            },
            {
              "sentence": "On July 5, 2024, Trump wrote on his platform Truth Social: \"I know nothing about Project 2025",
              "refs": [
                "https://www.msnbc.com/opinion/msnbc-opinion/project-2025-heritage-foundation-christian-nationalism-rcna103510"
              ]
            },
            {
              "sentence": "I have no idea who is behind it",
              "refs": []
            },
            {
              "sentence": "I disagree with some of the things they're saying and some of the things they're saying are absolutely ridiculous and abysmal",
              "refs": []
            },
            {
              "sentence": "Anything they do, I wish them luck, but I have nothing to do with them.\"",
              "refs": [
                "https://www.politico.com/news/magazine/2024/08/02/project-2025-trump-inside-story-00172299",
                "https://www.reuters.com/world/us/conservative-think-tank-emerges-force-behind-desantis-campaign-2023-08-18/",
                "https://www.cnn.com/2024/08/15/politics/russ-vought-project-2025-trump-secret-recording-invs/index.html"
              ]
            },
            {
              "sentence": "In June 2024, Democratic Congressman Jared Huffman announced the formation of The Stop Project 2025 Task Force",
              "refs": []
            },
            {
              "sentence": "He warned that the project would hit \"like a Blitzkrieg\" and that \"if we're trying to react to it and understand it in real time, it's too late",
              "refs": []
            },
            {
              "sentence": "We need to see it coming well in advance and prepare ourselves accordingly.\"   He has not been alone in calling the project \"dystopian\"",
              "refs": [
                "https://thehill.com/homenews/campaign/4756602-trump-project-2025-heritage-foundation/",
                "https://apnews.com/article/project-2025-trump-biden-election-congress-6899a1167a4522b1c8be371f7abe7ee9"
              ]
            },
            {
              "sentence": "The Biden campaign launched a website critical of Project 2025 hours before his June 27 debate with Trump",
              "refs": [
                "https://apnews.com/article/project-2025-trump-biden-election-congress-6899a1167a4522b1c8be371f7abe7ee9",
                "https://www.independent.co.uk/news/world/americas/us-politics/project-2025-trump-task-force-republicans-b2560667.html"
              ]
            },
            {
              "sentence": "Later in August 2024 an oversize copy of The Mandate book was used as a prop during the 2024 Democratic National Convention",
              "refs": [
                "https://www.axios.com/2023/11/13/trump-loyalists-2024-presidential-election",
                "https://www.themarysue.com/is-project-2025-real-explained/"
              ]
            },
            {
              "sentence": "After Trump won the 2024 United States Presidential election, many Republicans, Trump allies, and other right-wing commentators took to social media to joke about Project 2025 being the official plan",
              "refs": []
            },
            {
              "sentence": "Right-wing podcast host Matt Walsh wrote that it was now the agenda, ex-White House advisor Steve Bannon praised Walsh's comment on his podcast, and Texas official Bo French tweeted, \"So can we admit now that we are going to implement Project 2025?\"",
              "refs": [
                "https://newrepublic.com/post/185143/kenan-thompson-project-2025-dnc",
                "https://www.axios.com/2024/11/07/trump-project-2025-second-term-agenda"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Other reactions and responses",
          "section_content": [
            {
              "sentence": "In April 2024, historian Emma Shortis wrote, \"The Mandate's veneer of exhausting technocratic detail, focused mostly on the federal bureaucracy, sits easily alongside a Trumpian project of revenge and retribution ..",
              "refs": []
            },
            {
              "sentence": "[plans] more broadly aim for nothing less than the total dismantling and restructure of both American life and the world as we know it. ..",
              "refs": []
            },
            {
              "sentence": "The Mandate doesn't specify who the next conservative president might be, but it is clearly written with Trump in mind ..",
              "refs": []
            },
            {
              "sentence": "Project 2025's Mandate is iconoclastic and dystopian, offering a dark vision of a highly militaristic and unapologetically aggressive America ascendant in 'a world on fire'",
              "refs": []
            },
            {
              "sentence": "Those who wish to understand Trump and the movement behind him, and the active threat they pose to American democracy, are obliged to take it seriously.\"",
              "refs": [
                "https://newrepublic.com/post/188097/steve-bannon-donald-trump-project-2025"
              ]
            },
            {
              "sentence": "Rick Perlstein in The American Prospect questioned the quality of the project, writing, \"much of  [the document] is too dumb to accomplish anything at all\", consisting of \"multiple authors debating opposite interpretations of basic public questions\"",
              "refs": []
            },
            {
              "sentence": "He says it displays \"advertisements of vulnerabilities within the conservative coalition",
              "refs": []
            },
            {
              "sentence": "Wedge issues",
              "refs": []
            },
            {
              "sentence": "Opportunities to split Republicans at their most vulnerable joints\", and compares it to similar projects under the administrations of Warren G",
              "refs": []
            },
            {
              "sentence": "Harding, Richard Nixon, and Ronald Reagan, noting for Reagan that, \"Then as now, the Heritage Foundation gave a Republican president a blueprint to do it",
              "refs": []
            },
            {
              "sentence": "Indeed, Project 2025's Mandate for Leadership shares the same name and format with the volume Heritage published in 1981.\" But Perlstein does not dismiss the danger of the project, writing, \"The fact that conservatives have been trying so hard for so long is what makes it more dangerous",
              "refs": []
            },
            {
              "sentence": "It's our good luck that each time, some accident of history stood in the way of the worst right-wing plans.\"",
              "refs": [
                "https://theconversation.com/friday-essay-project-2025-the-policy-substance-behind-trumps-showmanship-reveals-a-radical-plan-to-reshape-the-world-227161"
              ]
            },
            {
              "sentence": "In April 2024, responding to criticism of the project, Heritage released a 13-page document titled \"5 Reasons Leftists HATE Project 2025\"",
              "refs": []
            },
            {
              "sentence": "Restating many of its previously published objectives, the document asserted that \"the radical Left hates families\" and \"wants to eliminate the family and replace it with the state\"; that Leftist \"elites use the 'climate crisis' as a tool for scaring Americans into giving up their freedom\"; that the \"radical Left wants our country to travel down  [the] same dark path\" toward becoming the Soviet Union, North Korea, and Cuba; and that \"woke propaganda\" should be eliminated at every level of government",
              "refs": [
                "https://www9.heritage.org/rs/824-MHT-304/images/5%20Reasons%20Leftists%20Hate%20Project%202025%20eBook%20THF.pdf"
              ]
            },
            {
              "sentence": "Andrew Prokop predicts some of the more extreme aspects of Project 2025 could well come to pass once Trump no longer has to face election",
              "refs": []
            },
            {
              "sentence": "Wired described Project 2025 as primarily getting attention for its proposed crackdowns on human rights and individual liberties",
              "refs": [
                "https://thebulletin.org/2024/07/trump-has-a-strategic-plan-for-the-country-gearing-up-for-nuclear-war/"
              ]
            },
            {
              "sentence": "In July 2024, Oren Cass, author of the labor chapter, criticized the project's leadership, saying, \"Gaining productive power requires focusing on people's problems and explaining how you are going to solve them, not pounding the table for Christian nationalism or a second American revolution.\"",
              "refs": [
                "https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "70": "[ERROR retrieving ref link]",
    "1": "https://www.wsj.com/politics/elections/project-2025-donald-trump-election-2024-b89ed4dd",
    "2": "https://www.nytimes.com/2023/12/01/us/politics/heritage-foundation-2025-questionnaire.html",
    "3": "https://www.project2025.org/about/about-project-2025/",
    "4": "https://www.nytimes.com/2023/07/17/us/politics/trump-plans-2025.html",
    "5": "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981",
    "6": "https://apnews.com/article/election-day-trump-harris-white-house-83c8e246ab97f5b97be45cdc156af4e2",
    "7": "https://www.politico.com/news/magazine/2024/08/12/what-jd-vance-gets-wrong-about-the-supreme-court-00173445",
    "8": "https://www.pbs.org/newshour/show/a-look-at-the-project-2025-plan-to-reshape-government-and-trumps-links-to-its-authors",
    "9": "https://www.nytimes.com/2024/07/04/us/politics/conservative-legal-movement-supreme-court.html",
    "10": "https://apnews.com/article/trump-project-2025-biden-9d372469033d23e1e3aef5cf0470a2e6",
    "11": "https://www.politico.com/news/magazine/2023/09/19/project-2025-trump-reagan-00115811",
    "12": "https://www.politico.com/news/2024/02/20/donald-trump-allies-christian-nationalism-00142086",
    "13": "https://apnews.com/article/project-2025-trump-american-revolution-6e02a297fb91b55de01ba7e86615bb08",
    "14": "https://www.motherjones.com/politics/2024/03/christian-nationalism-william-wolfe-ross-douthat-project-2025-russell-vought/",
    "15": "https://www.usnews.com/news/u-s-news-decision-points/articles/2024-07-18/its-trumps-big-convention-night-welcome-to-the-coronation",
    "16": "https://www.usatoday.com/story/news/investigations/2024/07/29/project-2025-racist-writing/74567007007/",
    "17": "https://www.theguardian.com/us-news/2023/nov/22/trump-revenge-game-plan-alarm",
    "18": "https://newrepublic.com/article/181265/permanent-counterrevolution",
    "19": "https://www.bostonglobe.com/2024/06/13/nation/project-25-explained/",
    "20": "https://www.edweek.org/policy-politics/what-would-happen-to-k-12-in-a-2nd-trump-term-a-detailed-policy-agenda-offers-clues/2024/03",
    "21": "https://ncnewsline.com/2024/05/14/the-trump-teams-radical-plan-to-gut-american-public-education/",
    "22": "https://edition.cnn.com/2024/04/27/politics/trump-federal-workers-2nd-term-invs/index.html",
    "23": "https://www.medscape.com/viewarticle/what-project-2025-would-mean-health-and-healthcare-2024a1000eke?form=fpf",
    "24": "https://www.politico.com/news/2024/05/27/biden-plan-protect-science-trump-00160001",
    "25": "https://www.afr.com/world/north-america/what-a-second-trump-presidency-could-bring-20240407-p5fhxn",
    "26": "https://www.economist.com/finance-and-economics/2023/10/31/donald-trumps-second-term-would-be-a-protectionist-nightmare",
    "27": "https://www.pbs.org/newshour/show/trumps-plans-for-healthcare-and-reproductive-rights-if-he-returns-to-white-house",
    "28": "https://ccf.georgetown.edu/2024/06/17/project-2025-blueprint-also-includes-draconian-cuts-to-medicaid/",
    "29": "https://www.axios.com/2024/03/02/heritage-foundation-trump-allies-abortion",
    "30": "https://www.politico.com/news/2024/01/29/trump-abortion-ban-2024-campaign-00138417",
    "31": "https://www.pbs.org/newshour/show/why-2024-may-be-the-most-consequential-election-for-reproductive-rights-in-50-years",
    "32": "https://static.project2025.org/2025_MandateForLeadership_FULL.pdf",
    "33": "https://www.theguardian.com/world/2023/sep/15/project-2025-policy-manifesto-lgbtq-rights",
    "34": "https://www.pbs.org/newshour/show/how-a-second-trump-presidency-could-impact-the-lgbtq-community",
    "35": "https://www.axios.com/2024/04/01/trump-reverse-racism-civil-rights",
    "36": "https://www9.heritage.org/rs/824-MHT-304/images/5%20Reasons%20Leftists%20Hate%20Project%202025%20eBook%20THF.pdf",
    "37": "https://www.theatlantic.com/politics/archive/2024/02/trumps-immigration-plan-is-even-more-aggressive-now/677385/",
    "38": "https://www.nytimes.com/2023/11/11/us/politics/trump-2025-immigration-agenda.html",
    "39": "https://www.washingtonpost.com/politics/2023/11/05/trump-revenge-second-term/",
    "40": "https://slate.com/news-and-politics/2024/05/project-2025-death-penalty-trump-biden-wake-up-call.html",
    "41": "https://www.cnn.com/2024/04/27/politics/trump-federal-workers-2nd-term-invs/index.html",
    "42": "https://www.cbc.ca/news/world/trump-biden-project-2025-1.7249017",
    "43": "https://www.theguardian.com/us-news/article/2024/jul/08/trump-project-2025",
    "44": "https://theweek.com/politics/heritage-foundation-2025-donald-trump",
    "45": "https://www.nbcnews.com/politics/2024-election/donations-surged-groups-linked-conservative-project-2025-rcna125638",
    "46": "https://www.cnn.com/2024/07/11/politics/trump-allies-project-2025/index.html",
    "47": "https://www.cnn.com/2024/07/05/politics/trump-distance-project-2025/index.html",
    "48": "https://abc7.com/post/donald-trumps-claim-unaware-project-2025-plan-transform-government/15042798/",
    "49": "https://www.cnn.com/2024/05/15/politics/trump-conservatives-pornography-fight/index.html",
    "50": "https://abcnews.go.com/Politics/project-2025-conservative-presidential-list/story?id=111952315",
    "51": "https://www.washingtonpost.com/national-security/2024/05/15/trump-defendants-legal-fund/",
    "52": "https://www.abc.net.au/news/2024-07-16/trump-project-2025-plan-us-election-four-corners/104015688",
    "53": "https://www.snopes.com/news/2024/07/03/project-2025-trump-us-government/",
    "54": "https://www.forbes.com/sites/caileygleeson/2024/07/05/trump-disavows-project-2025-calls-some-of-conservative-groups-ideas-absolutely-ridiculous-and-abysmal/",
    "55": "https://www.thetimes.com/world/us-world/article/what-is-project-2025-trump-republican-election-0rbfngv8k",
    "56": "https://www.dallasnews.com/news/politics/2024/07/09/what-is-the-heritage-foundation-the-think-tank-behind-project-2025/",
    "57": "https://www.mediamatters.org/project-2025/heritage-foundation-president-kevin-roberts-overlap-tremendous-between-trumps-campaign",
    "58": "https://nymag.com/intelligencer/article/trump-2024-vs-project-2025.html",
    "59": "https://www.latimes.com/environment/story/2024-07-28/project-2025-targets-noaa-and-national-weather-service",
    "60": "https://www.washingtonpost.com/politics/2024/06/18/trump-has-unveiled-an-agenda-his-own-he-just-doesnt-mention-it-much/",
    "61": "https://www.forbes.com/sites/alisondurkee/2024/07/30/project-2025-explained-what-to-know-about-the-controversial-right-wing-policy-map-for-trump-as-director-steps-down/",
    "62": "https://www.nytimes.com/2024/11/29/us/politics/trump-project-2025.html",
    "63": "https://www.washingtonpost.com/politics/2024/06/13/trump-christian-right-abortion-prayer/",
    "64": "https://www.heritage.org/press/project-2025-publishes-comprehensive-policy-guide-mandate-leadership-the-conservative-promise",
    "65": "https://www.theguardian.com/us-news/article/2024/may/26/what-is-project-2025-trump",
    "66": "https://www.cbsnews.com/news/what-is-project-2025-trump-conservative-blueprint-heritage-foundation/",
    "67": "https://www.nytimes.com/2023/04/20/us/politics/republican-president-2024-heritage-foundation.html",
    "68": "https://www.nytimes.com/2024/01/21/magazine/heritage-foundation-kevin-roberts.html",
    "69": "https://nymag.com/intelligencer/article/trumps-second-term-agenda.html",
    "71": "https://www.politico.com/news/2023/07/28/far-right-climate-plans-00107498",
    "72": "https://www.donaldjtrump.com/agenda47",
    "73": "https://www.axios.com/2023/11/13/trump-loyalists-2024-presidential-election",
    "74": "https://www.nytimes.com/2024/06/27/us/politics/biden-trump-project-2025.html",
    "75": "https://www.nytimes.com/2023/11/13/us/politics/trump-campaign-2025-statement.html",
    "76": "https://www.npr.org/2023/12/06/1217562544/trump-and-insiders-craft-plans-for-unprecedented-power",
    "77": "https://apnews.com/article/america-first-trump-biden-russia-ukraine-policy-54080728c6e549c8312c4d71150480ba",
    "78": "https://apnews.com/article/trump-2024-presidential-campaign-plans-ea397dc77aa29c63d37e0a56ab03ef38",
    "79": "https://www.axios.com/2023/12/07/trump-loyalty-cabinet-2025-carlson-miller-bannon",
    "80": "https://thehill.com/homenews/4344065-bannon-patel-trump-revenge-on-media/",
    "81": "https://www.usatoday.com/story/news/politics/elections/2024/06/11/trump-threats-scare-agents/74039044007/",
    "82": "https://newrepublic.com/post/182797/steve-bannon-exposes-trump-revenge-list",
    "83": "https://www.semafor.com/article/02/20/2024/heritage-recruits-an-army-to-build-a-trump-presidency-playbook",
    "84": "https://nymag.com/intelligencer/article/trump-2024-vs-project-2025.html",
    "85": "https://thebulletin.org/2024/07/trump-has-a-strategic-plan-for-the-country-gearing-up-for-nuclear-war/",
    "86": "https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce",
    "87": "https://www.politico.com/news/magazine/2024/08/02/project-2025-trump-inside-story-00172299",
    "88": "https://www.axios.com/2024/07/05/trump-project-2025-heritage-foundation",
    "89": "https://www.nbcnews.com/politics/2024-election/trump-team-shift-rnc-gop-platform-abortion-marriage-rcna152677",
    "90": "https://web.archive.org/web/20231119034220/https://www.project2025.org/about/advisory-board/",
    "91": "https://www.cnn.com/2024/08/15/politics/russ-vought-project-2025-trump-secret-recording-invs/index.html",
    "92": "https://www.reuters.com/world/us/trump-seeks-disavow-project-2025-despite-ties-conservative-group-2024-07-05/",
    "93": "https://nymag.com/intelligencer/article/trump-2024-vs-project-2025.html",
    "94": "https://www.theatlantic.com/politics/archive/2024/08/trump-project-2025-director-weird/679321/",
    "95": "https://www.propublica.org/article/project-2025-trump-campaign-heritage-foundation-paul-dans",
    "96": "https://www.washingtonpost.com/politics/2024/07/05/trump-project-2025-disavowal/",
    "97": "https://www.donaldjtrump.com/news/e008b76c-9f0e-408a-b73f-24735d234914",
    "98": "https://www.mediaite.com/tv/conservative-leader-issues-cryptic-threat-to-liberals-says-second-american-revolution-will-be-bloodless-if-the-left-allows-it-to-be/",
    "99": "https://www.politico.com/news/2024/07/04/leader-of-the-pro-trump-project-2025-suggests-there-will-be-a-new-american-revolution-00166583",
    "100": "https://x.com/Heritage/status/1808581655122047025",
    "101": "https://www.theguardian.com/us-news/article/2024/jul/05/donald-trump-project-2025",
    "102": "https://thehill.com/homenews/campaign/4756929-michael-steele-donald-trump-project-2025-remarks/",
    "103": "https://edition.cnn.com/2024/07/07/politics/video/trump-distance-project-2025-olivia-troye-nr-digvid",
    "104": "https://www.msnbc.com/ali-velshi/watch/-complete-and-utter-b-s-trump-definitely-knows-his-own-team-authoring-project-2025-214354501878",
    "105": "https://www.washingtonpost.com/elections/2024/08/07/trump-heritage-project-2025-roberts/",
    "106": "https://www.washingtonpost.com/politics/2024/07/08/trump-project-2025-policy-staff/",
    "107": "https://abcnews.go.com/US/pro-trump-group-asks-removed-project-2025-advisory/story?id=111896330",
    "108": "https://www.independent.co.uk/news/world/americas/us-politics/donald-trump-project-2025-rally-b2583142.html",
    "109": "https://www.nbcnews.com/politics/donald-trump/project-2025-trump-heritage-foundation-what-know-rcna161338",
    "110": "https://edition.cnn.com/2024/07/11/politics/trump-allies-project-2025/index.html",
    "111": "https://theintercept.com/2024/07/17/jd-vance-trump-project-2025/",
    "112": "https://www.wired.com/story/jd-vance-venmo/",
    "113": "https://newrepublic.com/post/184182/jd-vance-trouble-heritage-foundation-project-2025-book-foreword",
    "114": "https://www.theguardian.com/books/article/2024/jul/24/jd-vance-project-2025-book-kevin-roberts",
    "115": "https://www.vox.com/politics/362917/jd-vance-project-2025-book-kevin-roberts-trump",
    "116": "https://www.wsj.com/politics/elections/project-2025-head-steps-down-89cba52b?st=hsuq9ll4t19otf1",
    "117": "https://apnews.com/article/project-2025-harris-trump-vance-heritage-roberts-01de527325a9a0325bac35989d37ce36",
    "118": "https://www.bbc.com/news/articles/c977njnvq2do",
    "119": "https://washingtonmonthly.com/2023/11/13/blitzkrieg-against-the-administrative-state/",
    "120": "https://www.nytimes.com/2024/02/29/opinion/project-2025-trump-administration.html",
    "121": "https://www.heritage.org/staff/paul-dans",
    "122": "https://newrepublic.com/article/177563/right-winning-war-schools",
    "123": "https://my.lwv.org/sites/default/files/leagues/wysiwyg/%5Bcurrent-user%3Aog-user-node%3A1%3Atitle%5D/project_2025_bold_attack_ejeh_and_climate.pdf",
    "124": "https://www.councilofnonprofits.org/running-nonprofit/governance-leadership/political-campaign-activities-risks-tax-exempt-status",
    "125": "https://edition.cnn.com/2023/11/16/politics/trump-agenda-second-term/index.html",
    "126": "https://www.economist.com/briefing/2023/07/13/the-meticulous-ruthless-preparations-for-a-second-trump-term",
    "127": "https://www.vox.com/policy/24122099/trump-second-term-project-2025-christian-nationalists",
    "128": "https://www.npr.org/2019/06/27/717635291/supreme-court-leaves-citizenship-question-blocked-from-2020-census",
    "129": "https://www.npr.org/2023/10/28/1204936155/republicans-census-project2025-trump-citizenship-question",
    "130": "https://www.nbcnews.com/politics/supreme-court/supreme-court-tosses-citizenship-question-2020-census-forms-victory-democratic-n1014651",
    "131": "https://nation.cymru/opinion/evangelicalism-isnt-the-problem-but-evangelicalism-has-a-problem/",
    "132": "https://www.washingtonpost.com/politics/2024/07/12/project-2025-summary-trump/",
    "133": "https://buckscountybeacon.com/2024/03/shocking-online-manifesto-reveals-project-2025s-link-to-a-coordinated-christian-nationalism-project/",
    "134": "https://theweek.com/politics/donald-trump-christian-nationalism-theocracy-maga",
    "135": "https://www.sfchronicle.com/us-world/article/trump-christian-nationalism-19448560.php",
    "136": "https://religionnews.com/2024/03/27/staying-awake-to-the-threat-of-christian-nationalism/",
    "137": "https://www.msnbc.com/ali-velshi/watch/colonization-in-disguise-project-2025-s-global-reach-213520965864",
    "138": "https://www.themarysue.com/project-2025-explained/",
    "139": "https://www.wabe.org/reporter-christian-nationalism-steadily-gaining-influence-in-republican-party/",
    "140": "https://www.theguardian.com/us-news/article/2024/jul/24/project-2025-adoption-fostering",
    "141": "https://www.npr.org/2024/06/17/1198911377/1a-06-17-2024",
    "142": "https://www.newsnationnow.com/politics/2024-election/project-2025-taxes-trade-impact/",
    "143": "https://www.taxpolicycenter.org/taxvox/conservatives-lay-out-their-second-term-trump-tax-policy",
    "144": "https://www.cbsnews.com/news/project-2025-tax-trump-economy-heritage-foundation-how-it-works/",
    "145": "https://www.cbsnews.com/news/project-2025-tax-trump-economy-heritage-foundation-how-it-works/",
    "146": "https://www.pgpf.org/blog/2024/05/how-did-the-tcja-affect-corporate-tax-revenues",
    "147": "https://corporateeurope.org/en/2024/05/alliance-attacking-freedom",
    "148": "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=4867&context=lcp",
    "149": "https://www.economist.com/the-economist-explains/2024/07/31/is-this-the-end-of-project-2025-the-plan-that-riled-donald-trump",
    "150": "https://www.wired.com/story/project-2025-tech-industry/",
    "151": "https://www.bloomberg.com/news/articles/2024-07-24/who-s-behind-project-2025-trump-allies-lobbyists-and-conservatives",
    "152": "https://sourcenm.com/2024/07/16/nuclear-waste-atomic-testing-on-tap-for-nevada-in-project-2025-manifesto/",
    "153": "https://www.politifact.com/factchecks/2024/jul/12/threads-posts/project-2025-doesnt-call-for-eliminating-osha-or-o/",
    "154": "https://www.krem.com/article/news/verify/project-2025-verify/project-2025-free-school-lunch-head-start-cut-fact-check/536-9aa8975a-e7b8-4850-bd75-a34d5e0becdd",
    "155": "https://www.usatoday.com/story/news/politics/elections/2024/06/10/heritage-foundation-project-2025-explained/74042435007/",
    "156": "https://www.politico.com/newsletters/power-switch/2024/04/15/a-deep-dive-into-energy-plans-for-trump-2-0-00152281",
    "157": "https://www.theguardian.com/us-news/article/2024/aug/12/project-2025-training-videos-trump-officials",
    "158": "https://www.nytimes.com/2023/08/04/climate/republicans-climate-project2025.html",
    "159": "https://www.scientificamerican.com/article/trump-allies-plan-to-gut-climate-research-if-he-is-reelected/",
    "160": "https://www.theguardian.com/environment/2023/jul/27/project-2025-dismantle-us-climate-policy-next-republican-president",
    "161": "https://www.politico.com/news/2024/02/25/second-trump-term-00140488",
    "162": "https://www.theguardian.com/us-news/2024/apr/26/trump-presidency-gut-noaa-weather-climate-crisis",
    "163": "https://www.epa.gov/aboutepa/about-office-environmental-justice-and-external-civil-rights",
    "164": "https://www.washingtonpost.com/climate-environment/2024/06/12/trump-federal-scientists-climate-environment/",
    "165": "https://www.npr.org/2023/08/08/1192634090/if-republicans-win-the-white-house-in-2024-climate-policy-will-likely-change",
    "166": "https://www.raineycenter.org/team/sarah-e-hunt",
    "167": "https://www.wired.com/story/project-2025-wants-to-propel-america-into-environmental-catastrophe/",
    "168": "https://www.nytimes.com/interactive/2023/us/politics/unitary-executive-executive-power.html",
    "169": "https://verdict.justia.com/2023/06/19/the-misguided-unitary-executive-theory-gains-ground",
    "170": "https://www.bbc.com/news/articles/c977njnvq2do",
    "171": "https://link.springer.com/10.1007/978-3-031-56415-4_22",
    "172": "https://harvardlawreview.org/print/vol-134/the-political-economy-of-the-removal-power/",
    "173": "https://www.theguardian.com/us-news/article/2024/jun/13/trump-state-department-project-2025-purge",
    "174": "https://www.politico.com/story/2019/08/02/top-state-department-adviser-fired-1444894",
    "175": "https://markrozell.gmu.edu/wp-content/uploads/2011/11/Rozell_and_Sollenberger_UE_and_Bush_Legacy_Chapter_2013.pdf",
    "176": "https://www.cambridge.org/core/journals/ps-political-science-and-politics/article/abs/has-barack-obama-embraced-the-unitary-executive/026347F2F70FD4534428C85FB41BD514",
    "177": "https://www.thenation.com/article/politics/trump-unitary-executive/",
    "178": "https://www.washingtonpost.com/national-security/2023/08/03/jeffrey-clark-trump-coconspirator-doj-indictment/",
    "179": "https://www.nytimes.com/2023/11/01/us/politics/trump-2025-lawyers.html",
    "180": "https://www.propublica.org/article/video-donald-trump-russ-vought-center-renewing-america-maga",
    "181": "https://www.mediamatters.org/project-2025/project-2025-partners-celebrate-supreme-court-ruling-presidential-immunity",
    "182": "https://www.axios.com/2023/12/01/trump-government-job-applications-2025",
    "183": "https://thehill.com/homenews/campaign/3984096-ex-trump-aide-john-mcentee-joins-heritage-operation-as-senior-adviser/",
    "184": "https://www.donaldjtrump.com/agenda47/agenda47-president-trumps-plan-to-dismantle-the-deep-state-and-return-power-to-the-american-people",
    "185": "https://onlinelibrary.wiley.com/doi/epdf/10.1111/puar.13433",
    "186": "https://apnews.com/article/biden-2024-government-regulations-democrats-6badc3b424b9eff3ba51e0ec35a8d824",
    "187": "https://apnews.com/article/trump-biden-president-project-2025-33d3fc2999a74f4aa424f1128dca2d16",
    "188": "https://www.theguardian.com/us-news/article/2024/jun/30/trump-loyalists-deep-state-blacklist-american-accountability-foundation",
    "189": "https://www.newyorker.com/news/a-reporter-at-large/the-slime-machine-targeting-dozens-of-biden-nominees",
    "190": "https://www.ft.com/content/a738e781-5c80-4d9d-b1cd-e9a145878b53",
    "191": "https://www.newyorker.com/news/letter-from-bidens-washington/project-trump-global-edition",
    "192": "https://www.axios.com/2024/01/31/trump-2024-china-relationship",
    "193": "https://foreignpolicy.com/2024/02/01/usaid-trump-second-term-foreign-aid/",
    "194": "https://www.voanews.com/a/what-would-trump-s-and-biden-s-second-term-policy-on-ukraine-look-like/7653616.html",
    "195": "https://apnews.com/article/nato-defense-spending-stoltenberg-biden-5246409eec70745e6e936d997073a6f4",
    "196": "https://www.thenation.com/article/society/project-2025-trump-hhs/",
    "197": "https://www.yahoo.com/news/project-2025-movement-could-erode-130000679.html",
    "198": "https://www.nydailynews.com/2024/07/28/chuck-schumer-project-2025-department-veterans-affairs/",
    "199": "https://www.theguardian.com/us-news/article/2024/may/26/trump-project-2025-sanctuary-cities",
    "200": "https://www.nytimes.com/article/project-2025.html",
    "201": "https://www.usatoday.com/story/money/2024/03/03/trump-plans-crush-dei-affirmative-action/72774345007/",
    "202": "https://www.wcnc.com/article/news/verify/project-2025-verify/project-2025-npr-pbs-cpb-defunding-fact-check/536-7590b6b1-cef0-4f64-8a8d-4268cee6bc66",
    "203": "https://www.thenation.com/?post_type=article&p=503442",
    "204": "https://www.reuters.com/world/us/donald-trump-wants-control-justice-department-fbi-his-allies-have-plan-2024-05-17/",
    "205": "https://www.nytimes.com/2024/08/17/us/politics/trump-2025-insurrection-act.html",
    "206": "https://www.washingtonpost.com/politics/2023/11/05/trump-revenge-second-term/",
    "207": "https://www.newyorker.com/news/news-desk/donald-trump-a-playboy-model-and-a-system-for-concealing-infidelity-national-enquirer-karen-mcdougal/",
    "208": "https://www.wbur.org/cognoscenti/2024/03/27/heritage-foundation-project-2025-2024-election-climate-change-frederick-hewett",
    "209": "https://www.americanprogress.org/article/project-2025-would-increase-costs-for-commuters-defund-transit-maintenance-and-undermine-economic-growth/",
    "210": "https://pedestrianobservations.com/2024/07/17/project-2025-and-public-transportation/",
    "211": "https://theweek.com/speedreads/891410/alex-azar-just-called-health-human-services-department-life",
    "212": "https://thehill.com/policy/healthcare/355104-health-department-defines-life-as-beginning-at-conception/",
    "213": "https://www.realclearpolitics.com/articles/2024/08/02/project_2025_continues_despite_bipartisan_pushback_151373.html",
    "214": "https://www.politico.com/news/2024/05/29/trump-birth-control-contraception-00159555",
    "215": "https://19thnews.org/2024/07/project-2025-women-education-lgbtq-workforce/",
    "216": "https://www.rollingstone.com/politics/politics-news/birth-control-targeted-right-wing-influencers-1234974833/",
    "217": "https://www.politico.com/news/2024/03/27/conservative-abortion-pill-restriction-efforts-00149199",
    "218": "https://www.npr.org/2024/04/10/1243802678/abortion-comstock-act",
    "219": "https://www.thenation.com/article/society/project-2025-trump-hhs/",
    "220": "https://www.propublica.org/article/inside-project-2025-secret-training-videos-trump-election",
    "221": "https://www.snopes.com//news/2024/07/03/project-2025-trump-us-government/",
    "222": "https://abcnews.go.com/Politics/exclusive-democrats-call-answers-project-2025-heritage-foundation/story?id=112576667",
    "223": "https://www.harpercollins.com/products/dawns-early-light-kevin-roberts?variant=41585944526882",
    "224": "https://newrepublic.com/article/184651/voters-right-know-kevin-robertss-disturbing-book-says-j-d-vance-project-2025",
    "225": "https://www.realclearpolitics.com/articles/2024/08/06/heritage_president_to_delay_book_publication_after_project_2025_firestorm_151403.html",
    "226": "https://www.nbcnews.com/politics/2024-election/book-project-2025-jd-vance-delayed-heritage-foundation-rcna165632",
    "227": "https://apnews.com/article/project-2025-harris-trump-vance-heritage-roberts-01de527325a9a0325bac35989d37ce36",
    "228": "https://www.theguardian.com/us-news/2024/nov/13/kevin-roberts-project-2025-book-events",
    "229": "https://www.nytimes.com/2024/11/17/technology/fcc-nominee-brendan-carr-trump.html",
    "230": "https://www.npr.org/2024/11/11/nx-s1-5186522/tom-homan-border-czar-trump",
    "231": "https://apnews.com/article/trump-project-2025-administration-nominees-843f5ff20131ccba5f056e7ccc5baf23",
    "232": "https://www.project2025.org/training/conservative-governance-101/",
    "233": "https://www.thepinknews.com/2024/07/10/gay-furry-hackers-project-2025/",
    "234": "https://reason.com/2024/06/28/project-2025-the-conservative-agenda-to-embrace-bigger-government-during-trumps-second-term/",
    "235": "https://www.channel4.com/news/europe-fears-american-autocracy-if-trump-wins-anne-applebaum",
    "236": "https://www.independent.co.uk/news/world/americas/us-politics/donald-trump-viktor-orban-hungary-b2511594.html",
    "237": "https://www.smh.com.au/world/north-america/a-920-page-plan-lays-out-a-second-trump-presidency-nadine-has-read-it-and-is-terrified-20240614-p5jlqc.html",
    "238": "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981",
    "239": "https://www.theatlantic.com/politics/archive/2023/09/trump-desantis-republicans-dismantle-deep-state/675378/",
    "240": "https://www.nytimes.com/2023/11/27/opinion/trump-deep-state-schedule-f.html",
    "241": "https://www.thenation.com/article/politics/trump-presidential-power-security-state/",
    "242": "https://www.salon.com/2023/09/07/plans-to-become-a-dictator--denial-will-not-save-you/",
    "243": "https://www.thenation.com/article/society/project-2025-democracy-fcc-fec/",
    "244": "https://www.theatlantic.com/newsletters/archive/2023/11/trump-plot-military-election/675922/",
    "245": "https://www.motherjones.com/politics/2023/09/heritage-foundation-project-2025-trump-authoritarianism-our-land/",
    "246": "https://www.nytimes.com/2023/03/21/books/review/the-undertow-jeff-sharlet.html",
    "247": "https://www.thenation.com/article/society/trump-evangelicals-nar/",
    "248": "https://www.pbs.org/video/trump-agenda-1720559568/",
    "249": "https://www.theguardian.com/books/article/2024/jul/24/jd-vance-project-2025-book-kevin-roberts",
    "250": "https://www.damemagazine.com/2023/08/14/the-gop-has-a-master-plan-to-criminalize-being-trans/",
    "251": "https://www.msnbc.com/opinion/msnbc-opinion/project-2025-heritage-foundation-christian-nationalism-rcna103510",
    "252": "https://www.reuters.com/world/us/conservative-think-tank-emerges-force-behind-desantis-campaign-2023-08-18/",
    "253": "https://thehill.com/homenews/campaign/4756602-trump-project-2025-heritage-foundation/",
    "254": "https://apnews.com/article/project-2025-trump-biden-election-congress-6899a1167a4522b1c8be371f7abe7ee9",
    "255": "https://www.independent.co.uk/news/world/americas/us-politics/project-2025-trump-task-force-republicans-b2560667.html",
    "256": "https://www.themarysue.com/is-project-2025-real-explained/",
    "257": "https://joebiden.com/project2025/",
    "258": "https://www.washingtonpost.com/politics/2024/08/20/project-2025-book-mcmorrow-trump/f4cb124a-5f2e-11ef-ae22-cef4d8785d67_story.html",
    "259": "https://www.washingtonpost.com/politics/2024/08/21/democrats-use-oversize-text-project-2025-warn-trump-gop-agenda/",
    "260": "https://newrepublic.com/post/185143/kenan-thompson-project-2025-dnc",
    "261": "https://www.axios.com/2024/11/07/trump-project-2025-second-term-agenda",
    "262": "https://newrepublic.com/post/188097/steve-bannon-donald-trump-project-2025",
    "263": "https://theconversation.com/friday-essay-project-2025-the-policy-substance-behind-trumps-showmanship-reveals-a-radical-plan-to-reshape-the-world-227161",
    "264": "https://prospect.org/politics/2024-07-10-project-2025-republican-presidencies-tradition/"
  },
  "flair_entities": [
    "lord",
    "fourteenth amendment",
    "mandy gunasekara",
    "department of education",
    "slovenia",
    "department of health and human services",
    "office of legal counsel",
    "texas",
    "mother jones",
    "joseph rainey center for public policy",
    "tiktok",
    "deep state",
    "second american revolution",
    "jd vance",
    "utah",
    "obamacare",
    "the undertow: scenes from a slow civil war",
    "individuals with disabilities' education act",
    "jared huffman",
    "leftist",
    "chuck grassley",
    "white house",
    "nces",
    "leonard leo",
    "ronald reagan",
    "state department",
    "reed galen",
    "first amendment",
    "national flood insurance program",
    "cig",
    "the nation",
    "comprehensive nuclear test ban treaty",
    "department of veterans affairs",
    "consumer financial protection bureau",
    "schedule f",
    "donald b",
    "noaa",
    "environmental protection agency",
    "department of justice",
    "medicare",
    "food and drug administration",
    "america",
    "national security council",
    "belgium",
    "federalist society",
    "chinese",
    "reagan",
    "defense of marriage act",
    "micah meadowcroft",
    "united states armed forces",
    "jeffrey clark",
    "just faith: reclaiming progressive christianity",
    "bush",
    "tom jones",
    "uniformed division",
    "sentinel",
    "peter navarro",
    "siegedsec",
    "congress",
    "anti-american",
    "southern poverty law center",
    "bureau of land management",
    "conservatives",
    "god-given",
    "united nations",
    "customs and border protection",
    "india",
    "national guard",
    "war room",
    "james bacon",
    "oren cass",
    "god",
    "washington, d.c.",
    "michael steele",
    "federal elections commission",
    "ella",
    "cnn",
    "vance",
    "russian",
    "luxembourg",
    "trumpism",
    "europe",
    "centers for disease control and prevention",
    "democratic",
    "u.s. supreme court",
    "the heritage foundation",
    "kevin roberts",
    "internet",
    "league of conservation voters",
    "foundation",
    "ayer",
    "hungary",
    "new york university",
    "kent lassman",
    "italy",
    "united states",
    "u.s. citizenship and immigration services",
    "u.s.",
    "politico",
    "vought",
    "paul dans",
    "project 2025",
    "documented",
    "gunasekara",
    "the american prospect",
    "fm",
    "patel",
    "united states constitution",
    "olivia troye",
    "heritage foundation",
    "cornell university",
    "14th amendment",
    "congressional",
    "reproductive healthcare access task force",
    "usaid",
    "charlie kirk",
    "transportation security administration",
    "tsa",
    "asia",
    "nnsa",
    "the economist",
    "fema",
    "dame magazine",
    "diana furchtgott-roth",
    "leavitt",
    "russia",
    "tom homan",
    "federal reserve",
    "georgetown university",
    "u.s. agency for international development",
    "bulletin of the atomic scientists",
    "journalism  project 2025",
    "mccarthyism",
    "rachel beatty riedl",
    "mike davis",
    "doc",
    "energy department",
    "propublica",
    "miller",
    "ftc",
    "head start",
    "kash patel",
    "canada",
    "severino",
    "voting rights act",
    "spencer ackerman",
    "npr",
    "russell vought",
    "dans",
    "iceland",
    "brynn tannehill",
    "identity  project 2025",
    "democratic national convention",
    "karoline leavitt",
    "bacon",
    "donald trump",
    "chauncey devega",
    "burning down washington to save america",
    "robert mueller",
    "post",
    "nih",
    "uscis",
    "william barr",
    "chinese communist party",
    "office of environmental justice and external civil rights",
    "hhs",
    "idea",
    "federal emergency management agency",
    "georgia",
    "andrew prokop",
    "bernard mcnamee",
    "affordable care act",
    "department of energy",
    "army",
    "harding",
    "turkey",
    "christian",
    "confucius institutes",
    "paris agreement",
    "bo french",
    "office of management and budget",
    "peter m.",
    "department of life",
    "brendan carr",
    "republican national committee",
    "clark",
    "gene hamilton",
    "johnny mcentee",
    "family planning services and population research act of 1970",
    "u.s. postal service",
    "conservative governance 101",
    "capital investment grants",
    "california",
    "the new york times",
    "electoral college",
    "icbm",
    "tom nichols",
    "nato",
    "heritage",
    "walsh",
    "north atlantic treaty organization",
    "america first",
    "project",
    "sabbath",
    "trump hhs",
    "the mandate for leadership",
    "richard nixon",
    "ron desantis",
    "public broadcasting system",
    "national center for education statistics",
    "ruth ben-ghiat",
    "warren g",
    "department of homeland security",
    "matt walsh",
    "maga",
    "shane",
    "marxist",
    "thanksgiving",
    "nicaragua",
    "ali velshi",
    "jeff sharlet",
    "immigration and customs enforcement",
    "title x of public health service act",
    "declaration of independence",
    "senate",
    "supplemental nutrition assistance program",
    "b61-12",
    "center for renewing america",
    "european union",
    "reuters",
    "oval office",
    "fta",
    "washington",
    "american accountability foundation",
    "federal deposit insurance corporation",
    "sarah e.",
    "msnbc",
    "kiron skinner",
    "american",
    "bureau of labor statistics",
    "mcentee",
    "180-day playbook",
    "perlstein",
    "communist party",
    "joe biden",
    "american enterprise institute",
    "district of columbia",
    "department of state",
    "article two",
    "tcja",
    "dobbs",
    "ex-white house",
    "supreme court",
    "alt 370",
    "early-american",
    "portugal",
    "communist china",
    "dawn's early light: taking back washington to save america",
    "americans",
    "meta",
    "reagan-era",
    "mod",
    "office of the comptroller of the currency",
    "dei",
    "reason",
    "republicans",
    "presidential transition project",
    "robert reich",
    "spain",
    "census bureau",
    "american conservation coalition",
    "doj",
    "constitution",
    "united states of america",
    "national nuclear security administration",
    "ed",
    "amazon",
    "mcnamee",
    "bipartisan infrastructure law of 2021",
    "francis fukuyama",
    "u.s. department of health and human services",
    "trump-era",
    "marxism",
    "tax cuts and jobs act of 2017",
    "loan programs office",
    "david corn",
    "stormy daniels",
    "bureau of alcohol, tobacco, firearms and explosives",
    "bureau of economic analysis",
    "jackson women's health organization",
    "guthrie graves-fitzsimmons",
    "u.s-mexico",
    "drug enforcement administration",
    "partnership for public service",
    "stephen miller",
    "pendleton act of 1883",
    "mandate",
    "office of personnel management",
    "biden",
    "office of clean energy demonstrations",
    "air force",
    "national oceanic and atmospheric administration",
    "benji backer",
    "the stop project 2025 task force",
    "cdc",
    "students for life",
    "john curtis",
    "america first legal",
    "mandate for leadership",
    "act of 1965",
    "vox",
    "karen mcdougal",
    "democrat-run",
    "republican",
    "the guardian",
    "emma shortis",
    "federal bureau of investigation",
    "phillip wallach",
    "panama canal",
    "emma waters",
    "rick perlstein",
    "new republic",
    "fcc",
    "new apostolic reformation",
    "philip bump",
    "trump hhs] strategic plan",
    "post-dobbs",
    "democracy",
    "respect for marriage act",
    "venezuela",
    "croatia",
    "bitcoin",
    "axios",
    "national public radio",
    "fbi",
    "american revolution",
    "sharlet",
    "the atlantic",
    "alex azar",
    "republican party",
    "michael hirsh",
    "federal trade commission",
    "arctic",
    "corporation for public broadcasting",
    "roberts",
    "national institutes of health",
    "truth social",
    "competitive enterprise institute",
    "health and human services",
    "comstock act",
    "waters",
    "dawn",
    "civil rights division",
    "mexico",
    "the mandate",
    "dartmouth college",
    "manhattan",
    "john nichols",
    "cbp",
    "blitzkrieg",
    "white house press corps",
    "media matters",
    "wired",
    "colin dickey",
    "the washington post",
    "lgbtq",
    "insurrection act",
    "federal communications commission",
    "darrell west",
    "eda",
    "economy  project 2025",
    "donald moynihan",
    "graves-fitzsimmons",
    "bannon",
    "national credit union administration",
    "roger severino",
    "michael bromwich",
    "justice department",
    "national labor relations board",
    "playboy",
    "steve bannon",
    "salon.com",
    "planned parenthood program",
    "project sovereignty 2025",
    "spencer chretien",
    "peter bergen",
    "insurrection act of 1807",
    "federal transit administration",
    "civil rights act of 1964",
    "epa",
    "dea",
    "hunt",
    "john mcentee",
    "w80-4",
    "u.s. department of defense",
    "north korea",
    "trump",
    "steven greenhut",
    "department of commerce",
    "max stier",
    "gop",
    "comstock act of the 1870s",
    "george h.",
    "snopes",
    "ice",
    "u.s. constitution",
    "inflation reduction act",
    "minuteman iii icbm",
    "stalinist",
    "cuba",
    "jonathan berry",
    "soviet union",
    "u.s",
    "presidential personnel office",
    "secret service",
    "trumpian",
    "gender policy council",
    "dhs",
    "u.s. congress",
    "medicaid",
    "economic development administration",
    "china",
    "trump doj",
    "comstock",
    "cra",
    "agenda 47",
    "anna north",
    "big tech",
    "title i of the elementary and secondary education",
    "5 reasons leftists hate project 2025",
    "dhhs",
    "va"
  ]
}