{
  "title": "Regency_of_Algiers",
  "url": "https://en.wikipedia.org/wiki/Regency_of_Algiers",
  "summary": "The Regency of Algiers was an early modern semi-independent Ottoman province and nominal vassal state on the Barbary Coast of North Africa from 1516 to 1830. Founded by the privateer brothers Aruj and Hayreddin Reis (also known as the Barbarossa brothers), the Regency succeeded the Kingdom of Tlemcen as an infamous and formidable base that waged maritime holy war on European Christian powers. Elected regents headed a stratocracy that haunted European imagination for three centuries but still gained recognition as a regional power.\nThe Regency emerged in the 16th-century Ottoman–Habsburg wars. As self-proclaimed ghazis gaining popular support and legitimacy from the religious leaders at the expense of hostile local emirs, the Barbarossa brothers and their successors carved a unique corsair state that drew revenue and political power from its naval warfare against Habsburg Spain. In the 17th century, when the wars between Spain and the Ottoman Empire, Kingdom of France, Kingdom of England and Dutch Republic ended, Barbary corsairs started capturing merchant ships and their crews and goods from these states. When the Ottomans could not prevent these attacks, European powers negotiated directly with Algiers and also took military action against it. This policy would emancipate Algiers from the Ottomans.\nThe Regency held significant naval power in the 16th and 17th centuries and well into the end of the Napoleonic wars despite European naval superiority. Its institutionalised privateering dealt substantial damage to European shipping, took captives for ransom, plundered booty, hijacked ships and eventually demanded regular tribute payments. In the rich and bustling city of Algiers, the Barbary slave trade reached an apex. The Regency also expanded its hold in the interior by allowing a large degree of autonomy to the tribal communities. After the janissary coup of 1659, the Regency became a sovereign military republic, and its rulers were thenceforth elected by the council known as the diwan rather than appointed by the Ottoman sultan previously. \nDespite wars over territory with Spain and the Maghrebi states in the 18th century, Mediterranean trade and diplomatic relations with European states expanded, as wheat exports secured Algerian revenues after privateering decline. Bureaucratisation efforts stabilized the Regency's government, allowing into office regents such as Mohammed ben-Osman, who maintained Algerian prestige thanks to his public and defensive works. Increased Algerian privateering and demands for tribute started the Barbary Wars at the beginning of the 19th century, when Algiers was decisively defeated for the first time. Internal central authority weakened in Algiers due to political intrigue, failed harvests and the decline of privateering. Violent tribal revolts followed, mainly led by maraboutic orders such as the Darqawis and Tijanis. In 1830, France took advantage of this domestic turmoil to invade. The resulting French conquest of Algeria led to colonial rule until 1962.",
  "content": [
    {
      "section_title": "Names",
      "section_content": [
        {
          "sentence": "In the historiography of the Regency of Algiers, it has been called the \"Kingdom of Algiers\",   \"Republic of Algiers\",   \"State of Algiers\",    \"State of the Algerians\",   \"State of the Turks of Algiers\"  and \"Ottoman Algeria\"",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The current states of Algeria, Tunisia and Libya go back to the three regencies of the 16th century: Algiers, Tunis and Tripoli",
          "refs": []
        },
        {
          "sentence": "Algiers became the capital of its state and this term in the international acts applied to both the city and the country which it ordered: الجزائر (El-Djazâ'ir)",
          "refs": []
        },
        {
          "sentence": "However a distinction was made in the spoken language between on the one hand El-Djazâ'ir, the space which was neither the Sultanate of Morocco, nor the regency of Tunis, and on the other hand, the city commonly designated by the contraction دزاير (Dzayer) or in a more classic register الجزائر العاصمة (El-Djazâ'ir El 'âçima lit. 'Algiers the Capital')",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The Regency, which lasted over three centuries, formed a political entity that covered what Arab geographers designate as المغرب الأوسط (El-Maghrib El-Awsat, lit. 'Central Maghreb'), establishing the Algerian وطن الجزائر (Watan el-Djazâïr, lit. 'Country of Algiers') and the definition of its borders with its neighbors to the east and west",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In European languages, El-Djazâïr became Alger, Argel, Algiers, Algeria, etc",
          "refs": []
        },
        {
          "sentence": "In English, a progressive distinction was made between Algiers, the city, and Algeria, the country, whereas in French, Algiers designated both the city and the country, under the forms of \"Kingdom of Algiers\" or \"Republic of Algiers\"",
          "refs": []
        },
        {
          "sentence": "Algériens (lit. 'Algerians') as a demonym is attested to in writing in French as early as 1613 and its use has been constant since that date",
          "refs": []
        },
        {
          "sentence": "Meanwhile, in the English lexicology of that time, Algerian is \"Algerine\", which referred to the political entity that later became Algeria",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "History",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Establishment (1512–1533)",
          "section_content": [
            {
              "sentence": "Encouraged by the political disintegration of the Maghrebi Muslim states  and fearing an alliance between the Moriscos (exiled Spanish Muslims) and the Egyptian Mamluk Sultanate,  the Spanish Empire captured several cities and established walled and garrisoned strongpoints called presidios in North Africa",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Spanish conquered the city of Oran from the Zayyanids, as well as Béjaïa from the Hafsids in 1509, then Tripoli from the Hafsids in 1510, making other coastal cities submit to them, including Algiers, where they built an island fortress known as the Peñón of Algiers",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In addition to territorial ambitions and Catholic missionary fervor,  the gold and slave trades funded the Spanish treasury, as Spain controlled the caravan trade routes passing through the central Maghreb",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Barbarossa brothers",
              "section_content": [
                {
                  "sentence": "After operating as Hafsid-sponsored privateers from their base in the island of Djerba,  Mytilene-born brothers Aruj and Hayreddin Reis, nicknamed the Barbarossa brothers, came to the central Maghreb at the request of Béjaïa citizens in 1512",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They failed to take the city from the Spanish twice,  but the citizens of Jijel offered to make Aruj king after his corsairs arrived with a shipload of wheat during a famine",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Answering pleas for help from its inhabitants, the brothers captured Algiers in 1516 but failed to destroy the Peñón",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Aruj executed the Algerian emir, Salim Al-Toumi  [fr],  then proclaimed himself Sultan of Algiers",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In October 1516, Aruj repelled an attack led by the Spanish commander Don Diego de Vera,   which won him the allegiance of people in the northern part of central Algeria",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In the central Maghreb, Aruj built a powerful Muslim state at the expense of quarreling principalities",
                  "refs": []
                },
                {
                  "sentence": "He sought the support of the local religious Muslim (maraboutic and Sufi) orders,   while his absolute authority was backed by his Turkish and Christian renegade corsairs",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The latter were European converts to Islam, known in Europe as \"turned Turks\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "\"Aruj  [Reis] effectively began the powerful greatness of Algiers and the Barbary\", wrote Diego de Haedo  [fr; es; it], a Spanish Benedictine held captive in Algiers between 1577 and 1580",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Aruj continued his conquests in western central Maghreb",
                  "refs": []
                },
                {
                  "sentence": "He won the Battle of Oued Djer against Spanish vassal Hamid bin Abid, the prince of Ténès, in June 1517 and took his city",
                  "refs": []
                },
                {
                  "sentence": "While Aruj was there, a delegation arrived from Tlemcen to complain about the growing Spanish threat, exacerbated by squabbling between the Zayyanid princes over the throne",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Abu Hammou III  [fr] had seized power in Tlemcen and imprisoned his nephew Abu Zayan III  [fr]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Aruj and his troops entered Tlemcen in 1518 and released Abu Zayan from prison, restoring him to the throne",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Abu Zayan began to conspire against Aruj, who executed him",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Meanwhile, the deposed Abu Hammou III fled to Oran to beg the Spaniards to help him retake his throne",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Spaniards chose to do so; they cut Aruj's supply route from Algiers,  then began a siege of Tlemcen that lasted six months",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Aruj locked himself inside the Mechouar palace for several days to avoid an increasingly hostile populace, who opened the gates for the Spanish in May 1518",
                  "refs": []
                },
                {
                  "sentence": "Aruj attempted to flee Tlemcen, but the Spaniards pursued and killed him along with his Turkish companions",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hayreddin inherited his brother's position as sultan without opposition,   although he faced threats from the Spanish, Zayyanids, Hafsids and neighboring tribes",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After repelling another Spanish attack in August 1519, led by the Spanish viceroy of Sicily Hugo of Moncada,   Hayreddin pledged allegiance to the central Ottoman government, known as the Sublime Porte, to obtain Ottoman support against his foes",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In October 1519, a delegation of Algerian dignitaries and Muslim jurists went to Ottoman Sultan Selim I, proposing that Algiers join the Ottoman Empire",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After initial reluctance,  the sultan recognized Hayreddin as pasha —a regent with the title of beylerbey (lit. 'Prince of princes')  —and sent him 2,000 janissaries,  who formed a privileged military corps",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Algiers officially became an eyalet (lit. 'province') under Selim's successor Suleiman I in the spring of 1521",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "From this year onward, the Ottoman sultans appointed Algerian corsair captains as beylerbeys",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In European sources, Algiers was called \"the Regency\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Some historians refer to Algiers in this period as an Ottoman vassal state,   state-province  or Kingdom-province",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The historian Lamnouar Merouche stresses that Algiers had all the attributes of a state while being an integral part of the Ottoman Empire, calling it \"Etat d'empire\" (lit. 'Imperial state')",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "[d]",
                  "refs": []
                },
                {
                  "sentence": "Hayreddin had to return to Jijel after a coalition of the Hafsids with the Kabyle kingdom of Kuku blockaded Algiers and took it in 1520",
                  "refs": []
                },
                {
                  "sentence": "To gain legitimacy among the local tribes, he and his men used their reputation as \"holy warriors\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They gathered support from the Kabyle kingdom of Beni Abbas, a rival of Kuku",
                  "refs": []
                },
                {
                  "sentence": "Hayreddin retook Algiers in 1525 after defeating the prince and founder of Kuku, Ahmad ibn al-Kadi,   and then destroyed the Peñón of Algiers in 1529",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hayreddin used its rubble to build Algiers's harbour,  making it the headquarters of the Algerian corsair fleet",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hayreddin established the military structure of the Regency,  formalising an institution known as the taife reisi (lit. 'Corsair captains' group')",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "It would become the model for Barbary corsairs in Tunis, Tripoli and the Republic of Salé in the 17th century",
                  "refs": []
                },
                {
                  "sentence": "He conducted several raids on Spanish coasts  and vanquished the Genoese fleet of Andrea Doria at Cherchell in 1531",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hayreddin also rescued over 70,000 Andalusi refugees from the Spanish inquisition and brought them to Algeria,   where they contributed to the flourishing culture of the Regency",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Barbarossa brothers turned the city of Algiers into an Islamic bastion against Catholic Spain in the western Mediterranean,   making it the capital of what would become the early modern Algerian state",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Sultan called Hayreddin to the Porte to appoint him as Kapudan Pasha (grand admiral of the Ottoman fleet) in 1533",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Before departing, Hayreddin named Sardinian renegade Hasan Agha his deputy in Algiers",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Beylerbeylik period (1533–1587)",
          "section_content": [
            {
              "sentence": "The beylerbeys of Algiers were usually strongmen who kept most of the Maghreb firmly under Ottoman control, garrisoning the main towns with troops and collecting taxes on land while relying heavily on privateering at sea",
              "refs": []
            },
            {
              "sentence": "Assisted by a council of government, they took care to respect local institutions and customs under their dominion",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Because of their experience in fleet command, some beylerbeys became Kapudan Pasha  and led the Ottoman expansion in the Mediterranean",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "For most of the 16th century, the beylerbeys acted as independent sovereigns despite acknowledging the suzerainty of the Ottoman sultan,   who gave them a free hand but expected Algerian ships to help enforce Ottoman foreign policy if required",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "However, the interests of Algiers and Constantinople eventually diverged on the matter of privateering, over which the Sublime Porte had no control",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Algerian beylerbeys often remained in power for several years and exercised authority over Tunis and Tripoli as well",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In addition, the timar system that granted fertile land to Ottoman elite sipahi cavalrymen was not applied in Algiers; instead, the beylerbeys sent tribute to Constantinople every year after paying off the expenses of the Regency",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Algerian expansion",
              "section_content": [
                {
                  "sentence": "The foreign policy of Algiers aligned completely with the Ottoman Empire",
                  "refs": []
                },
                {
                  "sentence": "Under Hasan Agha, Algiers repelled a naval attack led by Holy Roman Emperor Charles V in October 1541",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The victory over the Spaniards was seen by the local population as a divine mandate for the Ottoman rule",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hasan Agha subjugated Kuku in the east in 1542,  extended his rule south to Biskra, and gained Tlemcen's support in the west",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Spanish defeat made Algiers the center of piracy, attracting pirates from all over the Mediterranean",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The city became a bazaar for thousands of captured Christian slaves",
                  "refs": []
                },
                {
                  "sentence": "British historian Matthew Carr points out that Algiers was known in Christian Europe as \"the scourge of Christendom\", while he described it as \"a kind of 16th-century rogue state\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hayreddin's son Hasan Pasha succeeded Hasan Agha in 1544",
                  "refs": []
                },
                {
                  "sentence": "He repulsed Spanish attacks on western Algeria before Saadian Morocco invaded Tlemcen with 30,000 men in 1551",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hasan Pasha's general Hasan Corso, a Corsican renegade, decisively defeated the Saadians in the Chelif valley and removed them from Tlemcen",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He installed an Ottoman governor there and officially ended the Zayyanid dynasty",
                  "refs": []
                },
                {
                  "sentence": "Hasan Pasha was recalled later that year by Sultan Suleiman, who sent a letter to the Saadian Sultan Mohammed al-Shaykh, deploring the war among Muslim neighbors and asking him to recognize Ottoman suzerainty and cooperate with the newly appointed Beylerbey Salah Reis,   a distinguished former subordinate of Hayreddin Reis",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Salah Reis expanded his rule to the Berber Beni Djallab's principalities in Touggourt and Ouargla,  making them tributaries until 1830",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He sent an embassy to Morocco led by Imam Muhammad al-Kharrubi in 1552 to sign a peace treaty which would demarcate the borders between Ottoman Algeria and Saadian Morocco at the Moulouya river",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Responding to renewed attacks from the Spanish-allied Saadians, Salah Reis advanced as far as the Moroccan capital of Fez in January 1554, installing the Saadians' opponent Abu Hassun as an Ottoman vassal there",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "However, the Saadians soon ousted him from Fez in September 1554",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1555, Salah Reis captured Béjaïa from the Spanish",
                  "refs": []
                },
                {
                  "sentence": "After his death, Sultan Suleiman, wary of Algiers’ growing autonomy, recalled its galleys to the Bosphorus in 1556, disrupting plans to besiege Oran",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This provoked a Janissary rebellion supporting Hasan Corso,  who rejected the authority of the Ottoman-appointed pasha, Mehmed Tekerli, and declared Algiers independent from the Ottoman Empire",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Although the pasha murdered Hasan Corso with the corsairs' support, the Janissaries killed him in retribution",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The subsequent instability prompted the sultan to restore order by sending Hasan Pasha back to Algiers",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He chased the invading Saadians out of Tlemcen again and had Mohammed al-Shaykh assassinated by Ottoman agents feigning to be deserters in October 1557",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Hasan Pasha also thwarted the expedition to Mostaganem of the Spanish governor of Oran, Count Alcaudete, in 1558",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "These military successes ended both Spanish and Moroccan territorial claims in Algiers",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After a failed attempt to conquer Oran in 1563 and the Ottoman defeat in the Grand Siege of Malta in 1565, Hasan Pasha was appointed Kapudan Pasha by Suleiman's successor Selim II and replaced with Muhammed I Pasha, son of Salah Reis, who ruled Algiers for only two years",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The last beylerbey of Algiers was Calabrian-born corsair Uluj Ali Pasha",
                  "refs": []
                },
                {
                  "sentence": "He captured Tunis from Spain's Hafsid vassals in 1569,  before losing it to the Christian forces under Spanish commander John of Austria in 1573, who left 8,000 men in the Spanish presidio of La Goletta",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Uluj Ali recaptured the city in 1574,  while his ships saved the Ottoman fleet from total defeat by the Catholic Holy League in the battle of Lepanto in 1571",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Sultan Selim II rewarded him with the title of Kapudan Pasha",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Uluj Ali rebuilt the Ottoman fleet, which would count 200 vessels and would be manned by North African sailors, all while retaining his nominal position of beylerbey",
                  "refs": []
                },
                {
                  "sentence": "Uluj Ali's deputy Caïd Ramdan  [fr] captured Fez in 1576 after defeating the Saadian ruler Mohammed II and put Mohammed's kinsman Abd al-Malik on the throne as an Ottoman vassal",
                  "refs": []
                },
                {
                  "sentence": "In 1578 another deputy of Uluj Ali, Hassan Veneziano, led his troops deep into the Sahara to the oases of Tuat in central Algeria in response to pleas from its inhabitants for help against Saadi-allied tribes from Tafilalt",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "A campaign against Morocco led by Uluj Ali was aborted in 1581,  as the Saadian ruler al-Mansur had at first vehemently refused to serve under Selim II's successor Murad III, but agreed to pay annual tribute afterwards",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Nonetheless, the Figuig oases in the south western Maghreb were part of the Regency by 1584",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Veneziano's privateers ravaged the Mediterranean and made the waters unsafe from Andalusia to Sicily",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Their power reached as far as the Canary Islands",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Pashalik period (1587–1659)",
          "section_content": [
            {
              "sentence": "Fearful of the growing authority of the beylerbeys, the Sublime Porte replaced it with pashas who served a three-year term starting in 1587",
              "refs": []
            },
            {
              "sentence": "The Ottomans also divided the Maghreb into the three regencies of Algiers, Tunis and Tripoli",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The first pashas, such as Khider Pasha  [fr] and Kose Mustafa Pasha  [fr], served for multiple but separate terms, which guaranteed stability",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "From the mid-17th century, pashas were isolated and deprived of local support,  as they were constantly torn between the demands of the two local ruling factions, the reis (lit. 'corsair captains') and janissaries",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The corsair captains were effectively outside the pashas' control, and the janissaries' loyalty to them depended on their ability to collect taxes and meet payroll",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Both groups sometimes refused orders from the sultan, or even sent the pashas appointed by the sultan back to Constantinople",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Janissary insubordination",
              "section_content": [
                {
                  "sentence": "Algiers was the headquarters of probably the largest janissary force in the empire outside Constantinople,  counting 22,000 soldiers by the mid-17th century",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to the Turkish historian Yılmaz Öztuna, the janissary corps in Algiers, known as the Odjak, was distinct from the janissary garrison in Constantinople",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Its members were not devshirme (Christian boys raised as Janissaries) but young men from western Anatolia",
                  "refs": []
                },
                {
                  "sentence": "The Algerian Janissary Agha maintained representatives in Izmir, Antalya, and Constantinople, who recruited volunteers interested in serving in Algiers",
                  "refs": []
                },
                {
                  "sentence": "Upon arrival, these recruits joined an orta (janissary company) and underwent three years of training to become \"naval soldiers\"",
                  "refs": []
                },
                {
                  "sentence": "This janissary corps cultivated a strong sense of elitism among its recruits, who were immediately made to feel like they wielded significant influence over the government of the Regency",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This sense of belonging incentivized them to protect and sustain the state, as its political stability and economic success directly benefited them",
                  "refs": []
                },
                {
                  "sentence": "Politically, they viewed the state as their own domain, and economically, its prosperity translated into personal gain",
                  "refs": []
                },
                {
                  "sentence": "[e]",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After Veneziano, the janissary corps grew stronger and more influential, challenging the corsairs for power",
                  "refs": []
                },
                {
                  "sentence": "In 1596, Khider Pasha led a revolt in Algiers in an effort to subdue the janissaries with help from Kabyles and Koulouglis—offspring of mixed marriages between Ottoman men and local women and having blood ties to the great indigenous families",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Although the revolt spread to neighboring towns, it ultimately failed",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Koulouglis failed to start another coup against the janissaries,  which won the janissaries sole power in Algiers",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In the 16th century, France signed capitulation treaties with the Ottomans that gave the French trading privileges in Algiers,  which had differences with Constantinople regarding relations with France",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The French built a trading center known as the Bastion de France in the city of El Kala in eastern Algeria,  which exported coral legally under its monopoly and wheat illegally",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "As the Bastion was fortified and turned into a military supply base and a center of espionage,  Khider Pasha destroyed it in 1604",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Ottoman Porte had him assassinated and replaced by the more compliant Mohammed Koucha  [fr] Pasha, but the janissaries revolted in 1606 and tortured him to death",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The janissary council, known as the diwan, challenged the pashas' authority by taking charge of the treasury and foreign affairs,  becoming the effective government of Algiers by 1626",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "It began official acts with the phrase, \"We, pasha and diwân of the invincible militia of Algiers\"",
                  "refs": []
                },
                {
                  "sentence": "According to the priest and historian Pierre Dan  [fr] (1580–1649), \"The state has only the name of a kingdom since, in effect, they have made it into a republic.\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Corsair autonomy",
              "section_content": [
                {
                  "sentence": "The corporate body of the Algerian corsairs was known as the taife reisi",
                  "refs": []
                },
                {
                  "sentence": "It constituted the embodiment of state-sponsored piracy, since the economical prosperity of Algiers depended on the corsairs' loot",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The taife formed a council of corsair captains who resided in the western quarter of the city of Algiers",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Its primary functions were recruiting new corsair captains, increasing finances through public and private investement in privateering expeditions and protecting its own corporate interests from the janissaries",
                  "refs": []
                },
                {
                  "sentence": "Algiers started strengthening and modernizing its fleet; by the end of the 16th century, janissaries were allowed to join corsair ships",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "As the 17th century began, the corsairs adopted square-rigged sails and tapered hulls",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Their ships became faster and less dependent on a steady supply of galley slaves",
                  "refs": []
                },
                {
                  "sentence": "This latest sailing technology was procured by the corsairs thanks to an influx of European renegades such as the Dutchman Simon Danseker,   enabling the corsairs to grow powerful in the Atlantic",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The taife was led by the Qubtan (lit. 'Captain') referred by European official documents as the \"General of the galleys of Algiers\"",
                  "refs": []
                },
                {
                  "sentence": "European renegades made up a majority on the taife, amongst whom were former slaves who rose to positions of power",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The most distinguished were the Albanian-born corsairs Qubtan Arnaut Mami and Qubtan Murat Reis the Elder, who headed the Algerian navy in 1574 and 1590 respectively",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1610 the taife was led by the Dutch corsairs, Sulayman Reis and his subordinate Murat Reis the Younger",
                  "refs": []
                },
                {
                  "sentence": "The latter became the leader of Salé's corsairs in the 1620s but still used Algiers as his base, from which he raided as far as Iceland in 1627 and Ireland in 1631",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The 17th century was a \"golden age\" for the North African corsairs",
                  "refs": []
                },
                {
                  "sentence": "Algerian autonomy and rivalry between Christian states made the prestige and wealth of the corsairs reach its zenith   as their intensified privateering filled Algerian coffers",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Historian Yahya Boaziz indicates that more than a thousand European ships were captured from 1608 to 1634, with more than 35,000 people enslaved, many of whom were Dutch, German, French, Spanish and English, making the value of the spoils total about 4,752,000 pounds",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Pierre Dan estimated the value of seized cargo at around 20,000,000 francs",
                  "refs": []
                },
                {
                  "sentence": "Algiers became a thriving market in the 17th century for captives and plundered goods from all over the Mediterranean,  and a wealthy city with over 100,000 inhabitants",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Reliance on piracy and the slave trade served to keep Algiers financially and politically autonomous",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Renegade Ali Bitchin became qubtan in 1621 and raided Italian harbors",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1638 Sultan Murad IV called the corsairs up against the Republic of Venice",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "A storm forced their ships to shelter at Valona, but the Venetians attacked them there and destroyed part of their fleet",
                  "refs": []
                },
                {
                  "sentence": "Claiming the corsairs had not been in his service, the sultan refused to compensate them for their losses",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In response, Ali Bitchin refused to answer a summons from the sultan to join the Cretan war against Venice in 1645",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He then died suddenly, amid rumors in Algiers that the sultan had ordered his poisoning",
                  "refs": []
                },
                {
                  "sentence": "From 1645 onward, the corsairs sent squadrons of sailing ships annually to join the Ottoman fleet in the war against Venice in return for subsidies in advance",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This would later diminish their privateering activity",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Military republic (1659–1710)",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Agha regime",
              "section_content": [
                {
                  "sentence": "The pashas sent by the Sublime Porte worked to multiply their wealth as quickly as possible before the end of their three-year term in office",
                  "refs": []
                },
                {
                  "sentence": "As governance became a secondary issue, the pashas lost all influence and respect,  and aversion to the Sublime Porte increased",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1659, Ibrahim Pasha pocketed some of the money the Ottoman sultan had sent to the corsairs as compensation for their losses in the Cretan War, which ignited a massive revolt,  in which the rebellious corsairs arrested and imprisoned him",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Khalil Agha, commander-in-chief of the janissaries of Algiers, took advantage of the incident and seized power,   accusing the pashas sent by the Sublime Porte of corruption and hindering the Regency's affairs with European countries",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The janissaries effectively eliminated the authority of the pasha, whose position became purely ceremonial",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Sublime Porte recognized the new government and ceased appointing triennial pashas",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "However, the title of pasha was retained as a symbol of Ottoman suzerainty, in exchange for the recruitment of new troops from Ottoman lands",
                  "refs": []
                },
                {
                  "sentence": "The Odjak assigned executive authority to Khalil Agha, provided that his rule would not exceed two years, and put legislative power in the hands of the diwan council",
                  "refs": []
                },
                {
                  "sentence": "Khalil Agha began his rule by building the Djamaa el Djedid mosque",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The era of the aghas began  and the pashalik became officially a military republic",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The first three aghas, Khalil, Ramazan and Shaban were all assassinated because they wanted to extend their term of office",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Agha Ali, who ruled in 1665, became an autocratic sovereign who alienated the diwan and whose conciliation policy with European states at the expense of privateering angered the corsairs",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Deylik period",
              "section_content": [
                {
                  "sentence": "In 1671 an English squadron led by Admiral Sir Edward Spragge destroyed seven ships anchored in the harbor at Algiers, causing the corsairs to revolt and kill Agha Ali",
                  "refs": []
                },
                {
                  "sentence": "Given the lack of candidates due to reluctance from the janissary leaders,  the corsairs vowed to restore the government established by Hayreddin Reis",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They entrusted the Regency's government and the payroll of the janissaries to an old Dutch-born reis named Hadj Mohammed Trik   and gave him the titles of dey (lit. 'maternal uncle'), doulateli (lit. 'head of state') and hakem (lit. 'military ruler')",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After 1671 the deys led the country  and were supported by members of the diwan, of which the president seconded the dey and managed most state affairs",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This centralized government institutionalized relations between the janissaries, effective holders of both military and political power, and the corsairs, as the Regency's economic powerhouse that would remunerate the janissaries through the deys",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This gradual integration of autonomous political institutions, local military elites and financial powers, coupled with an independent foreign policy, rendered Algiers de facto independent of the Ottoman Empire",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "However, the deys' power was checked by the diwan,  and both janissaries and corsairs ousted deys who lost their support",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Foreign relations and privateering in the 17th century",
          "section_content": [
            {
              "sentence": "Privateering operations were regulated by treaties with European powers",
              "refs": []
            },
            {
              "sentence": "Algiers used privateering as a foreign policy tool to play its European counterparts against one other   [f] and hunt merchant ships, prompting European states to sign peace treaties and seek Mediterranean passes (documents that identified ships that had safe passage), allowing European states to secure lucrative cabotage trade",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This gave the Regency's elites internal legitimacy as champions of jihad,  and according to early modern European authors, international respect for the Regency's sovereignty as an established government, despite still being a \"nest of pirates\"",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Dutch jurist Hugo Grotius (1583–1645) noted that \"Algiers exercised the jus ad bellum of a sovereign power through its corsairs\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The historian Daniel Panzac stressed:",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Europe",
              "section_content": [
                {
                  "sentence": "After the Battle of Lepanto, the corsairs broke loose from the Sublime Porte and began to prey on ships from countries at peace with the Ottomans,   whose peace with Habsburg Spain in 1580 did not concern their vassals, as both the Sovereign Order of Malta and the North African Regencies pursued hostilities",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Their privateers were motivated by desires of vengeance, wealth and salvation",
                  "refs": []
                },
                {
                  "sentence": "Spain would be debilitated by many of the Moriscos it expelled",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They joined the corsairs and would ravage Spanish mainland and its territories in Italy, where they captured people en masse",
                  "refs": []
                },
                {
                  "sentence": "England, France and the Dutch Republic were seen as allies by the Ottoman regencies until the end of the 16th century because of their common Spanish enemy,  but when James I of England and the Dutch States-General opted for peace with Spain in 1604 and 1609, respectively, and increased their shipping in the Mediterranean,  Algerian and Tunisian corsairs took advantage of their strong fleet to attack English and Dutch vessels, amassing wealth from capturing slaves and goods",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Ottoman incapacity to force Algiers to respect the Ottoman capitulations led European powers to negotiate treaties with Algiers directly on trade, tribute and slave ransoms,  recognizing Algerian autonomy despite its formal subordination to the Ottomans",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "France first established relations with Algiers in 1617,  with a treaty signed in 1619  and another in 1628",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The treaties mostly concerned the re-establishment of the Bastion de France and the rights of French merchants in Algiers,   but the Bastion was razed a second time by Ali Bitchin in 1637,  as armed incidents between French and Algerian vessels were frequent",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Nonetheless, a treaty in 1640 allowed France to regain its North African commercial establishments",
                  "refs": []
                },
                {
                  "sentence": "After attacks by the English in 1621  and the Dutch in 1624, Algerian corsairs took thousands of English  and Dutch sailors to the Algerian slave market,  resulting in intermittent wars followed by long-lasting peace treaties whose tribute payments terms ranged from money to weapons",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Under Louis XIV, France built a strong navy to fend off the corsairs who raided Corsica and were everywhere in the waters off Marseilles in the late 1650s",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "According to Panzac, relations with Algiers became strained because Muslim slaves were never returned to Algiers, and privateering became a political necessity due to corsair-janissary rivalry, while European states faced financial difficulties in recovering their captives through diplomatic means",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "France launched multiple campaigns against the Regency, first in Jijel in 1664,  then when several bombings of Algiers were conducted between 1682 and 1688 in what is known as the Franco-Algerian war,  which ended when a 100-year peace treaty was signed between Dey Hussein Mezzo Morto and Louis XIV",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Maghreb",
              "section_content": [
                {
                  "sentence": "As Algiers entered a period of peaceful relations with Europe,  the resulting decline in privateering forced Algiers to seek other sources of revenue",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1692 Dey Hadj Chabane set his sights on his Maghrebi neighbors, Muradid Tunis and Alawi Morocco",
                  "refs": []
                },
                {
                  "sentence": "For historical reasons, Algiers considered Tunisia a dependency because Algiers had annexed it to the Ottoman Empire,  which made the appointment of its pashas a prerogative of the Algerian beylerbeys",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Faced with Tunisian ambitions in the Constantine region and opposition to Algerian hegemony,  the Algerian dey took the opportunity provided by the 20 years of civil war between the sons of the Muradid ruler of Tunis Murad II Bey to invade in 1694 and put a puppet bey on the throne",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "A vengeful Murad III Bey of Tunis allied with Morocco and started the Maghrebi war in 1700",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He lost, and the Muradid dynasty was replaced by the Husainid dynasty in 1705",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Morocco opposed the Ottomans",
                  "refs": []
                },
                {
                  "sentence": "It also had ambitions to expand in western Algeria—especially in Tlemcen",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Algerian support for pretenders to the Moroccan throne  was answered with several invasions by Sultan Moulay Ismail in 1678,  1692,  1701  and 1707,  all of which failed",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Moulay Ismail was forced to accept the Moulouya River as his eastern border with Ottoman Algeria",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Dey-pashas of Algiers (1710–1792)",
          "section_content": [
            {
              "sentence": "Early-18th-century pashas tried to regain some of their lost authority, creating conflicts and instigating sedition to overthrow the deys",
              "refs": []
            },
            {
              "sentence": "From 1710 the deys assumed the title of pasha at the initiative of Dey Baba Ali Chaouch, and no longer accepted representatives from the Sublime Porte",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The deys' legitimacy increased, allowing them to establish a more stable form of government",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They were mainly elected from among the most powerful dignitaries of the central government known as \"powers\":  the treasurer, the commander-in-chief and the receiver of tribute",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Ottomans acknowledged Algiers' full sovereignty while maintaining a claim of formal suzerainty",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In practice, the deys only nominally recognized this by reciting the sultan's name on Friday prayers and striking it on their coins",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to the 19th-century French politician Pierre Genty de Bussy  [fr]:",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Strengthened authority",
              "section_content": [
                {
                  "sentence": "The deys imposed their authority on the janissaries and the reis",
                  "refs": []
                },
                {
                  "sentence": "European reactions, new treaties guaranteeing the safety of navigation and a slowdown in shipbuilding considerably reduced privateering",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The reis did not approve of treaty provisions which restricted their activity, which was their main source of income, and remained attached to the external prestige of the Regency",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They rebelled and killed Dey Mohamed Ben Hassan in 1724",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The new dey, Baba Abdi Pasha, quickly restored order and severely punished the conspirators",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He stabilised the Regency and fought corruption",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The diwan was gradually weakened in favor of the dey's cabinet, resulting in more stability through the implementation of a quasi-bureaucracy",
                  "refs": []
                },
                {
                  "sentence": "On 3 February 1748 Dey Mohamed Ibn Bekir issued The Fundamental Pact of 1748, a text that defined the rights of the subjects of Algiers and of all inhabitants of the Regency of Algiers",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "It codified the behavior of the different army units: janissaries, gunners, chaouchs (lit. 'officers') and sipahis",
                  "refs": []
                },
                {
                  "sentence": "[g]",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Fewer janissary recruits and a decreasing population and slave intake  compelled the deys to expand and exploit the interior under their control",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In the three beyliks (provinces), the beys relied on local notables since they had a limited number of janissaries",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This allowed the Koulouglis to become beys",
                  "refs": []
                },
                {
                  "sentence": "Fewer renegade defections and corsair prizes would shift the Algerian economy towards international trade dominated by Jewish merchants,  who became a commercial power and eliminated many European merchant houses from the Mediterranean",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This deeply worried the merchants of the French city of Marseilles, who saw their monopoly on Algerian external trade under threat",
                  "refs": []
                },
                {
                  "sentence": "[h] French consuls resented the Jews, and urged their government to pass ordinances to prevent them from trading in French ports",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Despite this, the Jewish merchants dealt in prize goods from the corsairs as well as in more usual merchandise, and were essential to the deys' government because of their contacts and skill in aligning their affairs with the interests of the Algerian state",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Appeased relations",
              "section_content": [
                {
                  "sentence": "In 1718 Dey Ali Chaouch had Austrian ships captured in clear contradiction to the Treaty of Passarowitz between the Habsburg monarchy and the Ottoman Empire, and ignored an Ottoman-Austrian delegation's demand for compensation",
                  "refs": []
                },
                {
                  "sentence": "Nevertheless, Algiers remained at peace with France and Britain, as both states had stronger fleets than Algiers but still believed it would be costly to fight wars against it",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Algiers imposed tributes and would trade further with Tunis and European states,  with whom Algiers signed numerous treaties, such as Austria in 1725, the Dutch Republic in 1726, Sweden in 1729, Tuscany in 1749 and Denmark in 1751–1752",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "These treaties had been concluded faster than the 17th century's ones since European ships no longer used Muslim galley slaves and Algiers had set up a more stable succession system",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Spain and Algiers had maintained their mutual animosity",
                  "refs": []
                },
                {
                  "sentence": "Determined to remove the Spanish from Oran, Dey Mohammed Bektach took the opportunity afforded by the War of the Spanish Succession to send Mustapha Bouchelaghem Bey at the head of a contingent of janissaries and local volunteers to take the city",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "He succeeded in 1707,  but in 1732 the Duke of Montemar's forces recaptured the city",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Husaynid dynasty failed to free Tunis from Algerian suzerainty in 1735  and 1756",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Tunis remained an Algerian tributary until the early 19th century",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Mohammed ben-Osman's rule",
              "section_content": [
                {
                  "sentence": "Baba Mohammed ben-Osman became dey in 1766 and ruled over a prosperous Algiers for 25 years until he died in 1791",
                  "refs": []
                },
                {
                  "sentence": "He built fortifications, fountains and a municipal water supply;  he also strengthened the navy,  kept the janissaries in check and developed trade",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Algerian historian Nasreddin Saidouni reports that the Dey placed in the state treasury 200,000 Algerian gold sequins (or sultani)  that he had saved from his salary during the Spanish attacks on Algiers",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His governor of Constantine, Salah Bey, re-asserted Regency authority as far south as Touggourt",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "During his rule, Algiers maintained its military superiority over its eastern and western neighbors",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Dey increased the annual tribute paid by several European states   such as Britain, Sweden, the Italian states and Denmark, which sent a naval campaign against Algiers under Frederik Kaas in 1770; the campaign failed, and Denmark was forced to pay heavy war compensations and send gifts to Algiers",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1775 the Irish-born admiral of the Spanish Empire, Alejandro O'Reilly, led an expedition to subdue pirate activity in the Mediterranean",
                  "refs": []
                },
                {
                  "sentence": "The assault's disastrous failure dealt a humiliating blow to the Spanish military",
                  "refs": []
                },
                {
                  "sentence": "This was followed by two bombardments by Spanish admiral Antonio Barceló's fleet in 1783  and 1784, also ending in defeat",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Led by Mohammed Kebir Bey in 1791,  Algiers launched a final assault on Oran, which was retaken after negotiations between Dey Hasan III Pasha and the Spanish Count of Floridablanca",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The assault marked the end of almost 300 years of a state of war between Algeria and Spain",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Fall of the Regency (1792–1830)",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Internal crisis",
              "section_content": [
                {
                  "sentence": "At the beginning of the 19th century, Algiers was plagued by political unrest and economic problems,  beginning with famine from 1803 to 1805",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Algerian reliance on the two influential Jewish merchants, Naphtali Busnash and David Bakri, to trade with Europe was so great  that a crisis caused by crop failure led to the assassination of Busnash on 28 June 1805,  as he was held responsible for alienating Muslim merchants from key external trade and impoverishing the population",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This was followed by the assassination of Dey Mustapha Pasha by the Odjak in August 1805",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Public unrest, a pogrom and successive coups followed, beginning a 20-year period of instability",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In 1804 the Alawi Sultanate incited a massive Sufi Darqawiyya revolt in the peripheries of the Regency,   which was quelled with difficulty by the governor of Oran, Osman Bey",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Meanwhile, payment delays caused frequent janissary revolts, leading to military setbacks  as Morocco took possession of Figuig in 1805 and then Tuat and Oujda in 1808,    and Tunisia freed itself from Algerian suzerainty after the wars of 1807 and 1813",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Barbary Wars",
              "section_content": [
                {
                  "sentence": "British tribute payments no longer insured U.S",
                  "refs": []
                },
                {
                  "sentence": "shipping traffic in the Mediterranean after the American Revolution",
                  "refs": []
                },
                {
                  "sentence": "This caused Algerian vessels to attack American merchant ships in 1785, claiming the latter were no longer under British protection and asserting an Algerian right to search and seizure",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The American president George Washington agreed to pay a ransom and annual tribute equal to $10 million over 12 years in accordance to a peace treaty with Algiers in 1795",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Internal financial problems led Algiers to re-engage in widespread piracy against American and European shipping in the early 19th century, taking full advantage of the French Revolutionary and Napoleonic Wars",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "However, Algiers was defeated in the Second Barbary War by the United States in 1815, when Commodore Stephen Decatur's squadron killed Algerian qubtan Reis Hamidou in the battle off Cape Gata on 17 June 1815,  ending the Algerian threat to U.S",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "shipping in the Mediterranean",
                  "refs": []
                },
                {
                  "sentence": "The new European order that emerged from the Coalition Wars and the Congress of Vienna did not tolerate Algerian raids and viewed them as a \"barbaric relic of a previous age\"",
                  "refs": []
                },
                {
                  "sentence": "In August 1816 British admiral Edward Pellew, 1st Viscount Exmouth carried out a bombardment of Algiers that ended in a British and Dutch victory, a weakened Algerian navy and the liberation of 1,200 slaves",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Dey Ali Khodja, with support from the Koulouglis and the Kabyles, disposed of the turbulent janissaries and transferred the seat of power and the treasury of the regency from the Djenina Palace  [Palais de la Jénina] to the Casbah citadel in 1817",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The last deys of Algiers tried to nullify the consequences of the previous Algerian defeats by reviving buccaneering and resisting a British attack on Algiers in 1824,   creating the illusion that Algiers could still defend itself against a divided Europe",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "French invasion",
              "section_content": [
                {
                  "sentence": "During the late 18th century, Algiers advanced on credit 2 million tons of wheat to the French First Republic through Busnash and Bakri",
                  "refs": []
                },
                {
                  "sentence": "In Napoleon's time, Algiers benefited greatly from Mediterranean trade and France's massive food imports,  many of which were bought on an advanced credit of 1,250,000 francs by Dey Hasan III Pasha without interest",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The French paid the Jewish merchants' debt but ignored the money lent by the dey",
                  "refs": []
                },
                {
                  "sentence": "In 1827, Dey Hussein Pasha demanded that the restored Kingdom of France pay off a 30-year-old debt dating from the 1790s for providing supplies to the soldiers of Napoleon's campaign in Egypt",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The response of French consul Pierre Deval displeased Hussein Dey, who hit him with a fly whisk and called him an \"infidel\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "King Charles X took this incident as an opportunity to break off diplomatic relations  and launch a full-scale invasion of Algeria on 14 June 1830",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Algiers surrendered on 5 July, and Dey Hussein went into exile in Naples, which marked the end of the Regency of Algiers",
                  "refs": []
                },
                {
                  "sentence": "The invasion led to the start of the Algerian popular resistance against the French colonial rule,  which would last until the Algerian independence in 1962",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Historiographic assessments of the Regency of Algiers",
          "section_content": [
            {
              "sentence": "American political scientist John P",
              "refs": []
            },
            {
              "sentence": "Entelis stresses that Europeans saw Algiers as \"the center of pirate activity – that captured the imagination of Europe as a fearsome and vicious enemy\"",
              "refs": []
            },
            {
              "sentence": "The 19th‑century French historian Henri de Grammont said:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "British historian James McDougall called this claim a \"colonial myth\"",
              "refs": []
            },
            {
              "sentence": "He pointed out that after the 17th century, termed by Merouche the \"century of privateering\",  less lucrative privateering remained symbolic of a corsair state",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Tribute payments to guarantee peace, trade, customs, taxation and increased agricultural production brought in most of the revenue of the Regency in the 18th century,  which Merouche termed the \"century of wheat\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "American historian John Baptist Wolf argued that the local population resented occupation by a republic of foreign \"cutthroats and thieves\", and that the French \"civilizing mission\", although carried out by brutal means, offered much to the Algerian people",
              "refs": []
            },
            {
              "sentence": "However, the British historian Peter Holt indicates that this antagonism never took a nationalist aspect and was balanced by strong ties such as shared faith, social structure and culture",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Algerian historian Nacereddin Saidouni argues that although Algeria was not a nation in the modern sense, it was nevertheless a local political entity that helped deepen the sense of community among large segments of the Algerian population in the countryside and cities",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The historian Yahia Boaziz noted that the Ottomans repelled European attacks and convinced the population to abide by the decisions of a centralised state",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Historians John Douglas Ruedy and William Spencer write that the Ottomans in North Africa created an Algerian political entity with all the classical attributes of statehood and a high standard of living",
              "refs": []
            },
            {
              "sentence": "[i] Historian Mahfoud Kaddache  [fr] considered the Ottoman period \"catalytic to the modern geopolitical and national development of Algeria.\"  Saidouni affirms that Algeria took a similar path as the rest of the North African states that gradually imposed their sovereignty, as it was no different from Muhammad Ali's Egypt, Husainid Tunisia and Alawid Morocco",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The historian John Douglas Ruedy believes that the early 18th-century \"deturkification\" could have led to a 19th-century nationalization of the Algerian regime, but the French conquest put an end to this evolution",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "However, Ruedy notes that the end of tribal rivalries and the emergence of a true nation state occurred only after long years of brutal French conquest and colonial implantation and unrelenting Algerian resistance, culminating in the Algerian war of independence in 1954",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Administration",
      "section_content": [
        {
          "sentence": "The Regency of Algiers' prominence as a regional power was a result of the Ottoman naval strategy that aimed to dominate its Christian enemies through the establishment of permanent naval bases on North African soil",
          "refs": []
        },
        {
          "sentence": "The corsairs waged war against the Christians through gunpowder and the resources of the Ottoman Empire",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "This granted them both political and military superiority to defeat weak local emirates and impose a foreign elite on a divided Maghrebi society",
          "refs": []
        },
        {
          "sentence": "As a consequence Ottoman Algeria's administrative organization relied on a mixture of borrowed Ottoman systems and local traditions inherited from the Almohad Caliphate and its successor states",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "This was maintained by regular recruitment of military personnel from Ottoman ports in Anatolia and Morea, in exchange for tribute sent to the Sublime Porte",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Stratocracy",
          "section_content": [
            {
              "sentence": "Some contemporary observers described the Regency of Algiers as a \"despotic, military-aristocratic republic\"",
              "refs": []
            },
            {
              "sentence": "[j] The French philosopher Montesquieu considered the Algerian government to be an aristocracy with republican and egalitarian characteristics, elevating and deposing a despotic sovereign",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was unique among Muslim countries in having limited democracy and elected rulers",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Democracy was extremely unusual in 18th-century Europe, and the Genevan philosopher Jean-Jacques Rousseau found Algiers impressive in this respect,  while historian Edward Gibbon considered Algiers a \"military government that floats between absolute monarchy and wild democracy\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Power was in the hands of the Odjak",
              "refs": []
            },
            {
              "sentence": "This government, described by the British philosopher Edmund Burke as \"janizarian republick\", centered on an Ottoman military elite consisting of several thousands of well-trained, resolute and democratically spirited Anatolian Turkish members of the janissary corps",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It referred to itself as Algerian,   but was separated from tribal and self-ruled indigenous society in the countryside",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Merouche calls the Odjak a \"collective regime\", a \"sovereign community\" and a \"military republic\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Inspired by his knowledge of Hospitaller Rhodes' organization during his captivity there (1501–1504), Aruj Reis excluded natives and Koulouglis from the Odjak, which was religiously endorsed and acted as a military order",
              "refs": []
            },
            {
              "sentence": "Unlike modern political democracies based on majority rule, transfers of power and competition between political parties, politics in Algiers relied on the principle of consensus (ijma), which was legitimized by Islam and jihad",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Rural populations gave allegiance and paid taxes to a military authority that respected their marabouts  and defended them against Christian powers",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As a local government that accepted Ottoman suzerainty, Algiers underwent numerous political developments with the transformation of the Ottoman Empire from strength and expansion to weakness and stagnation",
              "refs": []
            },
            {
              "sentence": "American historian John Baptist Wolf noted that this 17th century military democracy was later hampered by the absolute rule of the deys, starting from Baba Ali Chaouch in 1710",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Dey of Algiers",
              "section_content": [
                {
                  "sentence": "The French philosopher Marquis d'Argens compared 18th-century Algiers to the Roman Empire under Nero and Caligula and called it a republic, even though he also called the dey of Algiers a king",
                  "refs": []
                },
                {
                  "sentence": "The French historian Charles-André Julien wrote that the dey was head of an elective but absolute monarchy",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The dey was responsible for enforcing civil and military laws, ensuring internal security, generating necessary revenues, organizing and providing regular pay for soldiers and assuring relations with the tribes,  but his power was limited by privateer captains and the diwan of janissaries, since any member of either body could aspire to become dey",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "His fortune came from his civil list (which did not exceed that of the highest paid member of the janissaries), and although he could still receive shares of privateer booty and gifts from consuls and beys, his fortune reverted to the public treasury in the event of assassination",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This led some authors who compared the dey to the king of Poland–Lithuania to call him a \"despot without liberty\",   a \"king of slaves and slave of his subjects\" and a \"man of wealth but far from a master of his treasures\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Electing the dey was accomplished in absolute equality by unanimous vote among the armed forces",
                  "refs": []
                },
                {
                  "sentence": "Ottoman Algerian dignitary Hamdan Khodja wrote:",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Election was required for confirmation from the Ottoman sultan, who inevitably sent a firman of investiture, a red kaftan of honor, a saber of state and the rank of Pasha of Three Horsetails in the Ottoman army",
                  "refs": []
                },
                {
                  "sentence": "Because the dey was elected for life, executing him was the only method to attain power, so violence and instability flourished",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "This volatility led many early 18th-century European observers to point to Algiers as an example of the inherent dangers of democracy",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Cabinet",
              "section_content": [
                {
                  "sentence": "The dey appointed and relied on five ministers (plus an agha), who formed the \"council of the powers\" to govern Algiers:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Diwan council",
              "section_content": [
                {
                  "sentence": "The diwan of Algiers was established in the 16th century by Hayreddin Reis",
                  "refs": []
                },
                {
                  "sentence": "To manage state affairs and govern the country, he relied on carefully chosen janissary members of the diwan council",
                  "refs": []
                },
                {
                  "sentence": "This assembly, initially led by a janissary agha, evolved from an administrative body within the Odjak into a primary institution holding true power in Algiers",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "By the middle of the 17th century, it elected the head of state",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The diwan comprised two divisions:",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Judicial hierarchy",
              "section_content": [
                {
                  "sentence": "In Algiers, two distinct Islamic legal systems operated: Hanafi law for the Turks and Maliki law for the wider Muslim population",
                  "refs": []
                },
                {
                  "sentence": "Each system had its own Qadi (lit. 'judge'),  appointed from Constantinople in the early 17th century",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The Qadi handled most appeals, except for members of the Odjak, who could escalate cases to their agha",
                  "refs": []
                },
                {
                  "sentence": "Above the Qadis were the muftis (lit. 'jurists'), chosen by the dey for their integrity and knowledge, recognizable by their white kaftans",
                  "refs": []
                },
                {
                  "sentence": "Imams, though not legal officials, were often consulted on complex Koranic issues",
                  "refs": []
                },
                {
                  "sentence": "The Jews had their own courts and the Christians reverted to consular courts regarding commercial, civil and criminal cases, which would come under the jurisdiction of the dey and the diwan if Muslims were involved",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Territorial management",
          "section_content": [
            {
              "sentence": "The Regency was composed of various beyliks under the authority of beys (lit. 'governors'):",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "These beyliks were institutionally distinct and enjoyed significant autonomy",
              "refs": []
            },
            {
              "sentence": "Under the beylik system, the beys divided their beyliks into outan, or counties, governed by caïds (lit. 'commanders') under the authority of the bey to maintain order and collect taxes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The beys ran an administrative system and managed their beyliks with the help of commanders and governors among the makhzen tribes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In return, these tribes enjoyed special privileges, including exemption from taxes",
              "refs": []
            },
            {
              "sentence": "The bey of Constantine relied on the strength of the local tribes, particularly the Beni Abbas in Medjana and the Arab tribes in Hodna and the M'zab region",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The chiefs of these tribes were called \"Sheikh of the Arabs\"",
              "refs": []
            },
            {
              "sentence": "This system allowed Algiers to expand its authority over northern Algeria for three centuries",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Economy",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Monetary system",
          "section_content": [
            {
              "sentence": "Algiers used three main categories of currency:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A unit of account, which did not exist as physical coinage, was also in use: The pataque chique, also known as the \"current piastre of Algiers\" in Europe, and known in Algiers as Cezayir doro",
              "refs": []
            },
            {
              "sentence": "Algerian currency was minted at the Dâr al-Sikka  [fr], the mint located in Algiers, in conformity with the standards set by the Sublime Porte in terms of metal content, weight and value",
              "refs": []
            },
            {
              "sentence": "This institution played a significant role in monetary policy, as the deys adjusted the quality of the alloys based on their needs",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "American consul in Algiers William Shaler indicated that in the 1820s, the treasury of the Casbah contained at least 250 million francs",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "During the French conquest of Algiers in 1830, more than 100 million francs were pillaged from the treasury according to Julien",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Slave trade",
          "section_content": [
            {
              "sentence": "Algerian corsairs captured many people on land and at sea from Mediterranean shores to Atlantic high seas",
              "refs": []
            },
            {
              "sentence": "According to Wolf, at least 400,000 slaves were brought to the slave market in the city of Algiers, known as Bedestan  between 1520 and 1660",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "From 1660 to 1830 numbers went down to at least 200,000 slaves, without counting the slave population in the entire Regency,  totaling over one million European slaves in the early modern period as claimed by American historian Robert Davis",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As a result, slavery became the cornerstone of the Algerian economy",
              "refs": []
            },
            {
              "sentence": "Government-owned captives were held in prisons called bagnos; six operated in Algiers",
              "refs": []
            },
            {
              "sentence": "Privately owned captives were housed by their owners,  who were often rich individuals or privateering collectives",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After captured individuals were paraded naked, examined and inspected to assess their qualities, social position and value,  they were divided into four groups:",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The pasha took his share of the \"best merchandise\" first",
              "refs": []
            },
            {
              "sentence": "The next day after midday prayer the rest of the slaves were led one by one near the docks, where a guardian would give the crowd an account of their worth before they were sold to the highest bidders",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "These were usually wealthy corsair captains, merchants and members of the Jewish community",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Spain, France and the Dutch Republic,  ransom funds came from the captive's family, the state or religious orders of the Catholic church who negotiated in Algiers for the captives",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Catholic missions such as the Trinitarians and the Mercedarians  were instructed to identify captives in danger of apostasy, captives whose family and friends had raised money and valuable individuals before reaching a ransom agreement",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Captives who could buy their own freedom were allowed to move freely in Algiers, and often managed its taverns",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Christians were exchanged for small sums in the early 16th century",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "However, in the 17th century redemptionist missions paid at least 100 pounds for their freedom",
              "refs": []
            },
            {
              "sentence": "Persons of distinction were almost priceless:  the Spanish governor of Oran Don Martín de Córdoba was released from captivity for 23,000 Spanish escudos",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Catalan nobleman Glaceran de Pinos paid 100,000 doubles of gold and offered 100 pieces of silk for his freedom",
              "refs": []
            },
            {
              "sentence": "The governor of the Canary Islands bought himself back in 1670 for 60,000 pounds",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After ransom was paid, additional fees for customs duties were still required, over 50 percent of the agreed ransom:",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Royalties",
          "section_content": [
            {
              "sentence": "Algiers charged its European trading partners royalties for freedom of navigation in the western Mediterranean and gave the merchants of those countries special privileges, including lower customs duties",
              "refs": []
            },
            {
              "sentence": "Royalties were also imposed on Bremen, Hanover and Prussia, in addition to the Papal States at times",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "These royalties were paid annually or biennially and differed according to the relationship between those countries and Algiers, and the conditions prevailing in that period had an impact on determining their amounts, shown in the following table:",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Trade",
          "section_content": [],
          "subsections": [
            {
              "section_title": "External trade",
              "section_content": [
                {
                  "sentence": "Along with tribute payments, Algerian wheat exports to Europe replaced privateering as its primary source of income in the 18th century and became the core factor in trade relations between Algiers and Britain, Genoa and France",
                  "refs": []
                },
                {
                  "sentence": "The French Compagnie royale d'Afrique  [fr] (lit. 'Royal African Company') controlled French wheat imports in 1741 from the Algerian Constantinois region",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Merouche wrote:",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Most Algerian exports went to Marseilles",
                  "refs": []
                },
                {
                  "sentence": "Exports included, according to historian William Spencer, \"carpets, embroidered handkerchiefs, silk scarves, ostrich feathers,  wax, wool, animal hides and skins, dates, and a coarse native linen similar to muslin\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The sea trade was run by the Bakri and Busnash families, who had settled in Algeria by 1720",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "After acting as mediators in the Christian slave trade in the heyday of privateering,  they entangled the public interest of the Regency with the private interests of their own companies through their European contacts",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "These merchants amassed massive wealth from dealing in goods such as wheat and leather and from their monopoly on olive oil and customs taxation",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "They became the financiers of the dey and mediators between Algiers and Europe, both in diplomacy and in trade",
                  "refs": []
                },
                {
                  "sentence": "Large caravans of 300 mules went overland to neighbouring Tunisia twice a year",
                  "refs": []
                },
                {
                  "sentence": "The city of Constantine was a meeting point for caravans from the Sahara, Tunis and Algiers; they were loaded with woven fabric, carpets, chechias, luxury goods and coffee",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Caravans from the south brought dates and wool products like burnouses and haiks",
                  "refs": []
                },
                {
                  "sentence": "In the west, Tlemcen was linked by trade routes as far as Tafilalt in Morocco and Timbuktu in the Sudan",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "The former brought salt, spices, Moroccan leather, silk and gunstock; the latter, ostrich feathers, ivory, slaves, vermillion, copper and gold",
                  "refs": []
                },
                {
                  "sentence": "\"Desert oases have historically been essential, strategic locations in trans-Saharan routes,\" wrote Chaibou and Bonnet, naming \"Bilma (Niger), Ouardane (Mauritania), In Salah (Algeria), Taoudenni (Mali), Iférouane, Chinguetti (Mauritania), Kufra, and Murzuk (Libya).\"",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Imbalanced trade",
              "section_content": [
                {
                  "sentence": "Algerian commerce faced significant constraints due to state-imposed monopolies designed to secure stable revenues",
                  "refs": []
                },
                {
                  "sentence": "Key exports like salt, olive oil, and hides were heavily restricted, with some reserved for trade only within the Ottoman Empire,  while trade in military assets such as cannons and small arms was prohibited",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Regional monopolies, such as those granted to the beys of Oran and the French at Bona, further limited trade, while export licenses and concessions for goods like grain, wool, and wax added bureaucratic hurdles",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "These measures stabilized state finances but stifled local economic growth, leading to an unfavorable balance of trade",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Despite adherence to Ottoman capitulations in theory, local regulations prevailed in practice",
                  "refs": []
                },
                {
                  "sentence": "Import duties were set at 12.5%, export duties at 2.5%, and port fees added further costs",
                  "refs": []
                },
                {
                  "sentence": "In 1822, the Regency's international trade totaled approximately 7 million francs, with imports making up 80% of the total",
                  "refs": []
                },
                {
                  "sentence": "This reliance on imported goods led to economic challenges,  including deindustrialization and capital outflow",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Export revenues declined significantly, particularly due to the near disappearance of wheat from foreign trade, a major export in earlier centuries",
                  "refs": []
                },
                {
                  "sentence": "By the late 1820s, the total trade value had dropped to around 5 million francs",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Internal trade",
              "section_content": [
                {
                  "sentence": "Overland trade used animals to transport goods",
                  "refs": []
                },
                {
                  "sentence": "Carts could be used on suitable roads",
                  "refs": []
                },
                {
                  "sentence": "The many official posts of the Odjak and the makhzen tribes along the way provided security for caravans",
                  "refs": []
                },
                {
                  "sentence": "In addition, caravanserais, locally known as fonduk, gave travelers a place to rest",
                  "refs": []
                },
                {
                  "sentence": "Products such as wool from the tribal interior were traded in bazaars (known locally as souks)",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "These took the names of tribes preceded by days of the week, for example: Souk Al-Arbaa Al-Attafs (lit. 'Wednesday market of Al-Attaf tribe')",
                  "refs": []
                },
                {
                  "sentence": "Souks formed hubs for trading agricultural products such as grain, olives, cattle, sheep and horses",
                  "refs": []
                },
                {
                  "sentence": "In urban marketplaces they bought imported jewelry, textiles and pottery",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Jewish intermediaries helped further exchanges between cities and the countryside",
                  "refs": []
                },
                {
                  "sentence": "Administrative control over the Sahara was often loose, but Algiers's economic ties to it were very important,  and Algerian cities were among the main destinations of the trans-Saharan slave trade",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "In the late 18th century the Regency \"appears to have witnessed considerable commercial activity in the Algerian Sahara, related perhaps to the period of stability and prosperity under Dey Baba Mohammed ben-Osman, who ruled at Algiers from 1766 to 1791\", Donald Holsinger wrote, \"despite the picture of commercial decadence which has sometimes been painted for the Regency\"",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Taxation",
          "section_content": [
            {
              "sentence": "Some of the taxes levied by the Regency fell under Islamic law, including the ushr (tithe) on agricultural products, but some had elements of extortion",
              "refs": []
            },
            {
              "sentence": "Periodic tithes could only be collected from crops grown on private farmland near the towns; instead, nomadic tribes in the mountains paid a fixed tax, called garama (lit. 'compensation'), based on a rough estimate of their wealth",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In addition, rural populations also paid a tax known as lazma (lit. 'obligation') or ma'una (lit. 'support') that paid for Muslim armies to defend the country from Christians",
              "refs": []
            },
            {
              "sentence": "City dwellers had other taxes, including market taxes and dues to artisan guilds",
              "refs": []
            },
            {
              "sentence": "Beys also collected dannush (lit. 'gifts') every six months for the deys and their chief ministers",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Every bey had to personally bring dannush every three years",
              "refs": []
            },
            {
              "sentence": "In other years, his khalifa (lit. 'deputy') could take it to Algiers",
              "refs": []
            },
            {
              "sentence": "The arrival of a bey or khalifa in Algiers with dannush was a notable event governed by a protocol setting out how to receive him and when his gifts would be given to the dey, his ministers, officials and the poor",
              "refs": []
            },
            {
              "sentence": "The honors that the bey received depended on the value of the gifts he brought",
              "refs": []
            },
            {
              "sentence": "Al-Zahar reported that the chief of the western province was expected to pay more than 20,000 doro, half that in jewelry, four horses, fifty black slaves, wool from Tlemcen, silk garments from Fez, and twenty quintals each of wax, honey, butter, and walnuts",
              "refs": []
            },
            {
              "sentence": "Dannush from the eastern province was larger and included Tunisian perfumes and clothing",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Agriculture",
          "section_content": [
            {
              "sentence": "Agricultural production eventually overtook privateering as a source of Regency revenue in the 18th century",
              "refs": []
            },
            {
              "sentence": "Fallowing and crop rotation were widely practiced",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Wheat, cotton, rice, tobacco, watermelon and corn were the most commonly grown products",
              "refs": []
            },
            {
              "sentence": "Cereals and livestock products especially constituted much of the export trade after providing for local consumption of oil, grain, wool, wax and leather",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The state owned very fertile lands called fahs",
              "refs": []
            },
            {
              "sentence": "Located near the main towns, these lands were granted to Turkish military personnel, Koulouglis families, makhzen tribes and urban notables under the azl (lit. 'grant') system",
              "refs": []
            },
            {
              "sentence": "Fahs were cultivated by tenant farmers who received a fifth of the harvest under the khammas sharecropping system for common land",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The northern Metija region provided it with various fruits and vegetables",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Algerian wine was particularly sought after in Europe for its quality",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Vast areas of Algeria's land were known as arsh (lit. 'collective'), where animal husbandry predominated",
              "refs": []
            },
            {
              "sentence": "Historian Mahfoud Kaddache stresses: \"Arsh land, land of the tribes, belongs to the tribal community, it is frequently divided into two parts; the larger part, undivided, is used by the entire tribe and forms pasture areas, the second part is reserved for crops and allocated between families.\"  Lands classified as melk (lit. 'private') were under customary Berber law and were possessed and inherited through tribal families",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Algeria's agricultural wealth came from the quality of the cultivated land, agricultural techniques (ploughs dragged by oxen, donkeys, mules, or camels), and irrigation and water systems that supplied small collective dams",
              "refs": []
            },
            {
              "sentence": "The Algerian historian Mouloud Gaid  [fr] wrote: \"Tlemcen, Mostaganem, Miliana, Médéa, Mila, Constantine, M'sila, Aïn El-Hamma, etc., were always sought after for their green sites, their orchards and their succulent fruits.\"  South of the Tell Atlas, most of the western population and the people of the Sahara were pastoralists, nomads and semi-nomads who grew dates and bred sheep, goats and camels",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Their products (butter, wool, skins, camel hair) were traded north  in their annual migration to summer pastures",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Crafts",
          "section_content": [
            {
              "sentence": "Three centuries of Ottoman influence in Algeria left many cultural elements of Turkish origin or influence, wrote the French specialist professor of handicraft studies, Lucien Golvin",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Society",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Urban population",
          "section_content": [
            {
              "sentence": "At most 6% of the population lived in cities",
              "refs": []
            },
            {
              "sentence": "In the 17th century the population of Algiers was dominated by refugees from Andalusia and also included about 35,000 European slaves working on the docks and in quarries and shipyards",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the 18th century, French and Italian Jewish merchants began to arrive, a distinct and more affluent group than the Jewish minority among the earlier Andalusi arrivals",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the early 19th century the Regency's population numbered 2,5  or 3 millions",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It included around 10,000 Turks, 5000 Koulouglis,  and about 1,000 black slaves who worked as household servants; many freed black slaves also worked on the docks as masons",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Local administration was managed entirely by native Maghrebi Moors who could hold legal and police powers within Algiers as mayors",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They supervised guilds which regulated most trade and, like city neighborhoods headed by amins (lit. 'headmans'), responded to emergencies and strengthened community solidarity",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Muslim faith prevailed in every aspect of life",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The fraternal relations in the hierarchical system of urban Algiers were devoid of rivalry between the few great merchants in the wealthy upper class and the poorer lower classes of shopkeepers, craftsmen and scholars",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In addition to butcher shops and grocery stores, Ibadi Mozabites operated bath houses",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The shops and bazaars clustered around the alleys off the single main street of the lower city near the harbor,   overlooking the sea in the lower town or strategically located at crossroads",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Languages",
              "section_content": [
                {
                  "sentence": "Public business was carried out in both Osmanli and Arabic",
                  "refs": []
                },
                {
                  "sentence": "The former was used by the Odjak as the official language of the Regency,  while the latter was common among the native population, Moriscos and eventually the Turks as well",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Arabic would also attain official status by the start of the Deylik period",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "A lingua franca, called Sabir, had emerged in Algiers, blending Arabic, Spanish, Turkish, Italian, and Provençal",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "It would develop as a common language among European renegades, prisoners, and resident merchants",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Social structures",
          "section_content": [
            {
              "sentence": "In rural areas, the tribe was a primary social and political structure based upon family",
              "refs": []
            },
            {
              "sentence": "Competition among tribes for land and water was mediated through a sense of unity based on consanguinity, shared Islamic faith and their economic need to trade with each other to prevent dangerous social friction and encourage unity against external threats",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Under the Regency's rule, a complex link of interdependencies would develop between the tribes and the state; the tribes adapted to government pressure and would participate in power dynamics through both collaboration and competition with the state",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The latter would establish order from a tribal setting",
              "refs": []
            },
            {
              "sentence": "The city being the political and military center of power was no longer a source of constant political repression over its hinterland from which it extracted wealth,  ending a centuries-old factionalism between urban and rural inhabitants of the central Maghreb",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cities and villages articulated their own organizations within the tribal systems and confederations",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Although they depended on tribal society, cities weakened the political power and influence of tribes by giving more weight to the individual, allowing more personal freedom",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The tribes' importance varied from region to region; they remained relatively important in the Aurès mountains of eastern Algeria, for example",
              "refs": []
            },
            {
              "sentence": "Inside cities, tribes were assigned social roles; the Biskri Berbers were charged with street maintenance and guarding quarters, and the Berbers of Kabylia and Aurès frequently worked in Algiers",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The state was sometimes necessary for the prestige of the tribes; Makhzen tribes derived their legitimacy and power from their affiliation to the government, protecting urban areas, collecting taxes and exercising military control of the state in the countryside",
              "refs": []
            },
            {
              "sentence": "The rayas tribes were tax-paying subjects, and the siba tribes were dissidents who opposed taxes, which reduced their surplus production",
              "refs": []
            },
            {
              "sentence": "However, they still depended on market access organised by the state and the makhzen tribes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The markets outside the territories dependent on the state were managed by the marabouts who very often acted as guarantors of tribal order",
              "refs": []
            },
            {
              "sentence": "The political authority of the tribes depended either on their military strength or their religious lineage",
              "refs": []
            },
            {
              "sentence": "These two aristocracies—the religious brotherhoods who dominated the west, and the djouad  [fr] strongman families of the east—often opposed one another",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Algerian society had three separate aristocracies:",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Culture",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Education",
          "section_content": [
            {
              "sentence": "Education mainly took place in small primary kuttabs (lit. 'schools') that focused on reading, writing and religion",
              "refs": []
            },
            {
              "sentence": "Imams, zawiyas, marabouts and elders did most of the teaching",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Literacy was so effectively taught in these religious schools that in 1830 the literacy rate in Algeria was higher than in France",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Qadis or muftis often taught at the madrasas (lit. 'colleges') of the larger cities, maintained through central government funding and an inalienable charitable endowment under Islamic law, known as waqf",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The students received education on Islamic jurisprudence and Islamic medicine",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Afterwards they became teachers, joined the qadis and muftis or pursued further education in the universities of Tunis, Fez or Cairo",
              "refs": []
            },
            {
              "sentence": "In the Zayyanid period, Tlemcen had been a primary center of Islamic culture, but schools and universities there declined due to neglect",
              "refs": []
            },
            {
              "sentence": "Abu Hammu II's madrasa, known as Yaqubiyya, fell into complete ruin",
              "refs": []
            },
            {
              "sentence": "The military and naval Ottoman elites, driven by a strong belief in the need to prevent northern Christendom from expanding its military influence into the Maghreb, prioritized fortifications, naval fleets, and castles over the development of intellectual culture",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "This strategic focus on defense and military infrastructure came at the expense of fostering learning and scholarly pursuits",
              "refs": []
            },
            {
              "sentence": "In the late 18th century, the bey of Oran Mohammed el Kebir, significantly invested in renovating and rebuilding several new educational facilities in the region",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Architecture",
          "section_content": [
            {
              "sentence": "Architecture during this period showed a convergence of Ottoman influence with local traditions",
              "refs": []
            },
            {
              "sentence": "Mosques began to be built with domes under Ottoman influence, but minarets generally still had square shafts in the local tradition instead of the round or octagonal shafts seen in other Ottoman provinces, where pencil-shaped minarets were symbols of Ottoman sovereignty",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Ali Bitchin Mosque in Algiers was commissioned by its namesake in 1622",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Djamaa el Djedid (lit. 'New Mosque'), built in 1660–1661, became one of the most important Hanafi mosques in Algiers",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Architecturally one of the most significant remaining mosques of this era, it exemplifies a mix of Ottoman, North African, and European design elements, with its main dome preceded by a large barrel-vaulted nave",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "By the end of the 18th century, the city had over 120 mosques, including over a dozen congregational mosques",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Of the emblematic Ketchaoua Mosque, built by Dey Hassan III Pasha, Moroccan statesman and historian Abu al-Qasim al-Zayyani wrote in 1795: \"The money spent on it...was more than anyone could allow himself to spend except those whom God grants success.\"  Originally similar in design to the Ali Bitchin Mosque, its appearance radically changed under French colonial rule",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "After the Ottomans arrived, architectural ceramic tiles replaced zellij tiles decorated with stars and polygons used in geometric patterns in the medieval Maghreb",
              "refs": []
            },
            {
              "sentence": "Square decorative ceramic tiles were widespread in Algiers and Constantine, with simpler examples in Tlemcen",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to Dr",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Abdulaziz Al-Araj, \"In the Turkish era tiles were characterized by...motifs in Islamic art such as epigraphic, geometric, and floral motifs.\"  In addition to landscapes, seascapes, ships and animals, the tiles came in three types: Turkish, Tunisian and European (sourced from Italy, Spain and the Netherlands)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They decorated interior walls and floors, forming bands, patterns and frames around door jambs, window frames and balusters",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Algiers was protected by a wall about 3.1 kilometres (1.9 mi) long with five gates",
              "refs": []
            },
            {
              "sentence": "Seafront fortifications were supplemented by forts outside the city, which included the \"star fort\" built above the Casbah in 1568 to defend the landward approaches to the city,  the twenty-four hour fort in 1568–1569, and the Uluj Ali fort built in 1569 covering the Bab El-Oued beach",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Facing south was the Sultan Kalassi  [fr] (lit. 'Emperor fort'), built between 1545 and 1580",
              "refs": []
            },
            {
              "sentence": "The Casbah occupied the highest point of the city",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The lower town near the harbor was the center of Regency administration and contained the most important markets, mosques, palaces, janissary barracks and government buildings such as the mint",
              "refs": []
            },
            {
              "sentence": "The construction of Djenina Palace, also called the Pasha's palace, was begun in 1552 by Salah Reis and finished in 1556",
              "refs": []
            },
            {
              "sentence": "Ali Bitchin's Spanish captive Emmanuel de Aranda described it as \"a public structure for those who are advanced to that charge  [i.e., the position of governor], well built after the modern way of Architecture\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "He added: \"The most beautiful house in Algiers is that of Bacha  [Bassa], or Viceroy, which is almost in the middle of the city",
              "refs": []
            },
            {
              "sentence": "[It has] two small galleries one above the other, supported by a double row of columns of marble and porphyry.\"  The Djenina was located at the center of a larger complex known as the Dar al-Sultan until 1817, when Dey Ali Khodja moved to the Palace of the Dey in the Casbah",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The only building from the Dar al-Sultan complex that remains today is the Dar 'Aziza Bint al-Bey",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "American art historian Jonathan M",
              "refs": []
            },
            {
              "sentence": "Bloom believes it to have been built in the 16th century",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Arts",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Crafts",
              "section_content": [
                {
                  "sentence": "Three centuries of Ottoman influence in Algeria left many cultural elements of Turkish origin or influence, wrote the French specialist professor of handicraft studies, Lucien Golvin",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Music",
              "section_content": [
                {
                  "sentence": "New arrivals from Anatolia and Spain brought music to Algiers",
                  "refs": []
                },
                {
                  "sentence": "Accented Ottoman military music with Sufi bektashi origins was played by janissary bands called mehterân",
                  "refs": []
                },
                {
                  "sentence": "Andalusi classical music brought to Algiers by Moriscos developed three styles: Tlemcenian gharnati, Constantine's ma'luf and sanaa in Algiers",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "It was widespread in coffeehouses and often played by orchestras of tar, oud and rebab",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "Contemporary Algerian chaabi musician El-Hachemi Guerouabi recounts the exploits of corsairs against the Knights of Malta in his song Corsani Ghanem (English: Our corsairs captured a prize) based on 16th-century Algerian Arabic poetry by Imad Al-Din Doukkali",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Citations",
          "section_content": [],
          "subsections": []
        }
      ]
    }
  ],
  "references": {
    "3": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "70": "[ERROR retrieving ref link]",
    "152": "[ERROR retrieving ref link]",
    "218": "[ERROR retrieving ref link]",
    "269": "[ERROR retrieving ref link]",
    "278": "[ERROR retrieving ref link]",
    "340": "[ERROR retrieving ref link]",
    "348": "[ERROR retrieving ref link]",
    "1": "[ERROR retrieving ref link]",
    "2": "[ERROR retrieving ref link]",
    "4": "[ERROR retrieving ref link]",
    "5": "[ERROR retrieving ref link]",
    "6": "[ERROR retrieving ref link]",
    "7": "[ERROR retrieving ref link]",
    "8": "[ERROR retrieving ref link]",
    "9": "[ERROR retrieving ref link]",
    "10": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "13": "[ERROR retrieving ref link]",
    "14": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "23": "[ERROR retrieving ref link]",
    "24": "[ERROR retrieving ref link]",
    "25": "[ERROR retrieving ref link]",
    "26": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "28": "[ERROR retrieving ref link]",
    "29": "[ERROR retrieving ref link]",
    "30": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "32": "[ERROR retrieving ref link]",
    "33": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "35": "[ERROR retrieving ref link]",
    "36": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "43": "[ERROR retrieving ref link]",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "[ERROR retrieving ref link]",
    "49": "[ERROR retrieving ref link]",
    "50": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "52": "[ERROR retrieving ref link]",
    "53": "[ERROR retrieving ref link]",
    "54": "[ERROR retrieving ref link]",
    "55": "[ERROR retrieving ref link]",
    "56": "[ERROR retrieving ref link]",
    "57": "[ERROR retrieving ref link]",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "[ERROR retrieving ref link]",
    "63": "[ERROR retrieving ref link]",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "67": "[ERROR retrieving ref link]",
    "68": "[ERROR retrieving ref link]",
    "69": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "72": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "77": "[ERROR retrieving ref link]",
    "78": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "[ERROR retrieving ref link]",
    "83": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "[ERROR retrieving ref link]",
    "89": "[ERROR retrieving ref link]",
    "90": "[ERROR retrieving ref link]",
    "91": "[ERROR retrieving ref link]",
    "92": "[ERROR retrieving ref link]",
    "93": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "95": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "[ERROR retrieving ref link]",
    "98": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "102": "[ERROR retrieving ref link]",
    "103": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "107": "[ERROR retrieving ref link]",
    "108": "[ERROR retrieving ref link]",
    "109": "[ERROR retrieving ref link]",
    "110": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "114": "[ERROR retrieving ref link]",
    "115": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "117": "[ERROR retrieving ref link]",
    "118": "[ERROR retrieving ref link]",
    "119": "[ERROR retrieving ref link]",
    "120": "[ERROR retrieving ref link]",
    "121": "[ERROR retrieving ref link]",
    "122": "[ERROR retrieving ref link]",
    "123": "[ERROR retrieving ref link]",
    "124": "[ERROR retrieving ref link]",
    "125": "[ERROR retrieving ref link]",
    "126": "[ERROR retrieving ref link]",
    "127": "[ERROR retrieving ref link]",
    "128": "[ERROR retrieving ref link]",
    "129": "[ERROR retrieving ref link]",
    "130": "[ERROR retrieving ref link]",
    "131": "[ERROR retrieving ref link]",
    "132": "[ERROR retrieving ref link]",
    "133": "[ERROR retrieving ref link]",
    "134": "[ERROR retrieving ref link]",
    "135": "[ERROR retrieving ref link]",
    "136": "[ERROR retrieving ref link]",
    "137": "[ERROR retrieving ref link]",
    "138": "[ERROR retrieving ref link]",
    "139": "[ERROR retrieving ref link]",
    "140": "[ERROR retrieving ref link]",
    "141": "[ERROR retrieving ref link]",
    "142": "[ERROR retrieving ref link]",
    "143": "[ERROR retrieving ref link]",
    "144": "[ERROR retrieving ref link]",
    "145": "[ERROR retrieving ref link]",
    "146": "[ERROR retrieving ref link]",
    "147": "[ERROR retrieving ref link]",
    "148": "[ERROR retrieving ref link]",
    "149": "[ERROR retrieving ref link]",
    "150": "[ERROR retrieving ref link]",
    "151": "[ERROR retrieving ref link]",
    "153": "[ERROR retrieving ref link]",
    "154": "[ERROR retrieving ref link]",
    "155": "[ERROR retrieving ref link]",
    "156": "[ERROR retrieving ref link]",
    "157": "[ERROR retrieving ref link]",
    "158": "[ERROR retrieving ref link]",
    "159": "[ERROR retrieving ref link]",
    "160": "[ERROR retrieving ref link]",
    "161": "[ERROR retrieving ref link]",
    "162": "[ERROR retrieving ref link]",
    "163": "[ERROR retrieving ref link]",
    "164": "[ERROR retrieving ref link]",
    "165": "[ERROR retrieving ref link]",
    "166": "[ERROR retrieving ref link]",
    "167": "[ERROR retrieving ref link]",
    "168": "[ERROR retrieving ref link]",
    "169": "[ERROR retrieving ref link]",
    "170": "[ERROR retrieving ref link]",
    "171": "[ERROR retrieving ref link]",
    "172": "[ERROR retrieving ref link]",
    "173": "[ERROR retrieving ref link]",
    "174": "[ERROR retrieving ref link]",
    "175": "[ERROR retrieving ref link]",
    "176": "[ERROR retrieving ref link]",
    "177": "[ERROR retrieving ref link]",
    "178": "[ERROR retrieving ref link]",
    "179": "[ERROR retrieving ref link]",
    "180": "[ERROR retrieving ref link]",
    "181": "[ERROR retrieving ref link]",
    "182": "[ERROR retrieving ref link]",
    "183": "[ERROR retrieving ref link]",
    "184": "[ERROR retrieving ref link]",
    "185": "[ERROR retrieving ref link]",
    "186": "[ERROR retrieving ref link]",
    "187": "[ERROR retrieving ref link]",
    "188": "[ERROR retrieving ref link]",
    "189": "[ERROR retrieving ref link]",
    "190": "[ERROR retrieving ref link]",
    "191": "[ERROR retrieving ref link]",
    "192": "[ERROR retrieving ref link]",
    "193": "[ERROR retrieving ref link]",
    "194": "[ERROR retrieving ref link]",
    "195": "[ERROR retrieving ref link]",
    "196": "[ERROR retrieving ref link]",
    "197": "[ERROR retrieving ref link]",
    "198": "[ERROR retrieving ref link]",
    "199": "[ERROR retrieving ref link]",
    "200": "[ERROR retrieving ref link]",
    "201": "[ERROR retrieving ref link]",
    "202": "[ERROR retrieving ref link]",
    "203": "[ERROR retrieving ref link]",
    "204": "[ERROR retrieving ref link]",
    "205": "[ERROR retrieving ref link]",
    "206": "[ERROR retrieving ref link]",
    "207": "[ERROR retrieving ref link]",
    "208": "[ERROR retrieving ref link]",
    "209": "[ERROR retrieving ref link]",
    "210": "[ERROR retrieving ref link]",
    "211": "[ERROR retrieving ref link]",
    "212": "[ERROR retrieving ref link]",
    "213": "[ERROR retrieving ref link]",
    "214": "[ERROR retrieving ref link]",
    "215": "[ERROR retrieving ref link]",
    "216": "[ERROR retrieving ref link]",
    "217": "[ERROR retrieving ref link]",
    "219": "[ERROR retrieving ref link]",
    "220": "[ERROR retrieving ref link]",
    "221": "[ERROR retrieving ref link]",
    "222": "[ERROR retrieving ref link]",
    "223": "[ERROR retrieving ref link]",
    "224": "[ERROR retrieving ref link]",
    "225": "[ERROR retrieving ref link]",
    "226": "[ERROR retrieving ref link]",
    "227": "[ERROR retrieving ref link]",
    "228": "[ERROR retrieving ref link]",
    "229": "[ERROR retrieving ref link]",
    "230": "[ERROR retrieving ref link]",
    "231": "[ERROR retrieving ref link]",
    "232": "[ERROR retrieving ref link]",
    "233": "[ERROR retrieving ref link]",
    "234": "[ERROR retrieving ref link]",
    "235": "[ERROR retrieving ref link]",
    "236": "[ERROR retrieving ref link]",
    "237": "[ERROR retrieving ref link]",
    "238": "[ERROR retrieving ref link]",
    "239": "[ERROR retrieving ref link]",
    "240": "[ERROR retrieving ref link]",
    "241": "[ERROR retrieving ref link]",
    "242": "[ERROR retrieving ref link]",
    "243": "[ERROR retrieving ref link]",
    "244": "[ERROR retrieving ref link]",
    "245": "[ERROR retrieving ref link]",
    "246": "[ERROR retrieving ref link]",
    "247": "[ERROR retrieving ref link]",
    "248": "[ERROR retrieving ref link]",
    "249": "[ERROR retrieving ref link]",
    "250": "[ERROR retrieving ref link]",
    "251": "[ERROR retrieving ref link]",
    "252": "[ERROR retrieving ref link]",
    "253": "[ERROR retrieving ref link]",
    "254": "[ERROR retrieving ref link]",
    "255": "[ERROR retrieving ref link]",
    "256": "[ERROR retrieving ref link]",
    "257": "[ERROR retrieving ref link]",
    "258": "[ERROR retrieving ref link]",
    "259": "[ERROR retrieving ref link]",
    "260": "[ERROR retrieving ref link]",
    "261": "[ERROR retrieving ref link]",
    "262": "[ERROR retrieving ref link]",
    "263": "[ERROR retrieving ref link]",
    "264": "[ERROR retrieving ref link]",
    "265": "[ERROR retrieving ref link]",
    "266": "[ERROR retrieving ref link]",
    "267": "[ERROR retrieving ref link]",
    "268": "[ERROR retrieving ref link]",
    "270": "[ERROR retrieving ref link]",
    "271": "[ERROR retrieving ref link]",
    "272": "[ERROR retrieving ref link]",
    "273": "[ERROR retrieving ref link]",
    "274": "[ERROR retrieving ref link]",
    "275": "[ERROR retrieving ref link]",
    "276": "[ERROR retrieving ref link]",
    "277": "[ERROR retrieving ref link]",
    "279": "[ERROR retrieving ref link]",
    "280": "[ERROR retrieving ref link]",
    "281": "[ERROR retrieving ref link]",
    "282": "[ERROR retrieving ref link]",
    "283": "[ERROR retrieving ref link]",
    "284": "[ERROR retrieving ref link]",
    "285": "[ERROR retrieving ref link]",
    "286": "[ERROR retrieving ref link]",
    "287": "[ERROR retrieving ref link]",
    "288": "[ERROR retrieving ref link]",
    "289": "[ERROR retrieving ref link]",
    "290": "[ERROR retrieving ref link]",
    "291": "[ERROR retrieving ref link]",
    "292": "[ERROR retrieving ref link]",
    "293": "[ERROR retrieving ref link]",
    "294": "[ERROR retrieving ref link]",
    "295": "[ERROR retrieving ref link]",
    "296": "[ERROR retrieving ref link]",
    "297": "[ERROR retrieving ref link]",
    "298": "[ERROR retrieving ref link]",
    "299": "[ERROR retrieving ref link]",
    "300": "[ERROR retrieving ref link]",
    "301": "[ERROR retrieving ref link]",
    "302": "[ERROR retrieving ref link]",
    "303": "[ERROR retrieving ref link]",
    "304": "[ERROR retrieving ref link]",
    "305": "[ERROR retrieving ref link]",
    "306": "[ERROR retrieving ref link]",
    "307": "[ERROR retrieving ref link]",
    "308": "[ERROR retrieving ref link]",
    "309": "[ERROR retrieving ref link]",
    "310": "[ERROR retrieving ref link]",
    "311": "[ERROR retrieving ref link]",
    "312": "[ERROR retrieving ref link]",
    "313": "[ERROR retrieving ref link]",
    "314": "[ERROR retrieving ref link]",
    "315": "[ERROR retrieving ref link]",
    "316": "[ERROR retrieving ref link]",
    "317": "[ERROR retrieving ref link]",
    "318": "[ERROR retrieving ref link]",
    "319": "[ERROR retrieving ref link]",
    "320": "[ERROR retrieving ref link]",
    "321": "[ERROR retrieving ref link]",
    "322": "[ERROR retrieving ref link]",
    "323": "[ERROR retrieving ref link]",
    "324": "[ERROR retrieving ref link]",
    "325": "[ERROR retrieving ref link]",
    "326": "[ERROR retrieving ref link]",
    "327": "[ERROR retrieving ref link]",
    "328": "[ERROR retrieving ref link]",
    "329": "[ERROR retrieving ref link]",
    "330": "[ERROR retrieving ref link]",
    "331": "[ERROR retrieving ref link]",
    "332": "[ERROR retrieving ref link]",
    "333": "[ERROR retrieving ref link]",
    "334": "[ERROR retrieving ref link]",
    "335": "[ERROR retrieving ref link]",
    "336": "[ERROR retrieving ref link]",
    "337": "[ERROR retrieving ref link]",
    "338": "[ERROR retrieving ref link]",
    "339": "[ERROR retrieving ref link]",
    "341": "[ERROR retrieving ref link]",
    "342": "[ERROR retrieving ref link]",
    "343": "[ERROR retrieving ref link]",
    "344": "[ERROR retrieving ref link]",
    "345": "[ERROR retrieving ref link]",
    "346": "[ERROR retrieving ref link]",
    "347": "[ERROR retrieving ref link]",
    "349": "[ERROR retrieving ref link]",
    "350": "[ERROR retrieving ref link]",
    "351": "[ERROR retrieving ref link]",
    "352": "[ERROR retrieving ref link]",
    "353": "[ERROR retrieving ref link]",
    "354": "[ERROR retrieving ref link]",
    "355": "[ERROR retrieving ref link]",
    "356": "[ERROR retrieving ref link]",
    "357": "[ERROR retrieving ref link]",
    "358": "[ERROR retrieving ref link]",
    "359": "[ERROR retrieving ref link]",
    "360": "[ERROR retrieving ref link]",
    "361": "[ERROR retrieving ref link]",
    "362": "[ERROR retrieving ref link]",
    "363": "[ERROR retrieving ref link]",
    "364": "[ERROR retrieving ref link]",
    "365": "[ERROR retrieving ref link]",
    "366": "[ERROR retrieving ref link]",
    "367": "[ERROR retrieving ref link]",
    "368": "[ERROR retrieving ref link]",
    "369": "[ERROR retrieving ref link]",
    "370": "[ERROR retrieving ref link]",
    "371": "[ERROR retrieving ref link]",
    "372": "[ERROR retrieving ref link]",
    "373": "[ERROR retrieving ref link]",
    "374": "[ERROR retrieving ref link]",
    "375": "[ERROR retrieving ref link]",
    "376": "[ERROR retrieving ref link]",
    "377": "[ERROR retrieving ref link]",
    "378": "[ERROR retrieving ref link]",
    "379": "[ERROR retrieving ref link]",
    "380": "[ERROR retrieving ref link]",
    "381": "[ERROR retrieving ref link]",
    "382": "[ERROR retrieving ref link]",
    "383": "[ERROR retrieving ref link]",
    "384": "[ERROR retrieving ref link]",
    "385": "[ERROR retrieving ref link]",
    "386": "[ERROR retrieving ref link]",
    "387": "[ERROR retrieving ref link]",
    "388": "[ERROR retrieving ref link]",
    "389": "[ERROR retrieving ref link]",
    "390": "[ERROR retrieving ref link]",
    "391": "[ERROR retrieving ref link]",
    "392": "[ERROR retrieving ref link]",
    "393": "[ERROR retrieving ref link]",
    "394": "[ERROR retrieving ref link]",
    "395": "[ERROR retrieving ref link]",
    "396": "[ERROR retrieving ref link]",
    "397": "[ERROR retrieving ref link]",
    "398": "[ERROR retrieving ref link]",
    "399": "[ERROR retrieving ref link]",
    "400": "[ERROR retrieving ref link]",
    "401": "[ERROR retrieving ref link]",
    "402": "[ERROR retrieving ref link]",
    "403": "[ERROR retrieving ref link]",
    "404": "[ERROR retrieving ref link]",
    "405": "[ERROR retrieving ref link]",
    "406": "[ERROR retrieving ref link]",
    "407": "[ERROR retrieving ref link]",
    "408": "[ERROR retrieving ref link]",
    "409": "[ERROR retrieving ref link]",
    "410": "[ERROR retrieving ref link]",
    "411": "[ERROR retrieving ref link]",
    "412": "[ERROR retrieving ref link]",
    "413": "[ERROR retrieving ref link]",
    "414": "[ERROR retrieving ref link]",
    "415": "[ERROR retrieving ref link]",
    "416": "[ERROR retrieving ref link]",
    "417": "[ERROR retrieving ref link]",
    "418": "[ERROR retrieving ref link]",
    "419": "[ERROR retrieving ref link]",
    "420": "[ERROR retrieving ref link]",
    "421": "[ERROR retrieving ref link]",
    "422": "[ERROR retrieving ref link]",
    "423": "[ERROR retrieving ref link]",
    "424": "[ERROR retrieving ref link]",
    "425": "[ERROR retrieving ref link]",
    "426": "[ERROR retrieving ref link]",
    "427": "[ERROR retrieving ref link]",
    "428": "[ERROR retrieving ref link]",
    "429": "[ERROR retrieving ref link]",
    "430": "[ERROR retrieving ref link]",
    "431": "[ERROR retrieving ref link]",
    "432": "[ERROR retrieving ref link]",
    "433": "[ERROR retrieving ref link]",
    "434": "[ERROR retrieving ref link]",
    "435": "[ERROR retrieving ref link]",
    "436": "[ERROR retrieving ref link]",
    "437": "[ERROR retrieving ref link]",
    "438": "[ERROR retrieving ref link]",
    "439": "[ERROR retrieving ref link]",
    "440": "[ERROR retrieving ref link]",
    "441": "[ERROR retrieving ref link]",
    "442": "[ERROR retrieving ref link]",
    "443": "[ERROR retrieving ref link]",
    "444": "[ERROR retrieving ref link]",
    "445": "[ERROR retrieving ref link]",
    "446": "[ERROR retrieving ref link]",
    "447": "[ERROR retrieving ref link]",
    "448": "[ERROR retrieving ref link]",
    "449": "[ERROR retrieving ref link]",
    "450": "[ERROR retrieving ref link]",
    "451": "[ERROR retrieving ref link]",
    "452": "[ERROR retrieving ref link]",
    "453": "[ERROR retrieving ref link]",
    "454": "[ERROR retrieving ref link]",
    "455": "[ERROR retrieving ref link]",
    "456": "[ERROR retrieving ref link]",
    "457": "[ERROR retrieving ref link]",
    "458": "[ERROR retrieving ref link]",
    "459": "[ERROR retrieving ref link]",
    "460": "[ERROR retrieving ref link]",
    "461": "[ERROR retrieving ref link]",
    "462": "[ERROR retrieving ref link]",
    "463": "[ERROR retrieving ref link]",
    "464": "[ERROR retrieving ref link]",
    "465": "[ERROR retrieving ref link]",
    "466": "[ERROR retrieving ref link]",
    "467": "[ERROR retrieving ref link]",
    "468": "[ERROR retrieving ref link]",
    "469": "[ERROR retrieving ref link]",
    "470": "[ERROR retrieving ref link]",
    "471": "[ERROR retrieving ref link]",
    "472": "[ERROR retrieving ref link]",
    "473": "[ERROR retrieving ref link]",
    "474": "[ERROR retrieving ref link]",
    "475": "[ERROR retrieving ref link]",
    "476": "[ERROR retrieving ref link]",
    "477": "[ERROR retrieving ref link]",
    "478": "[ERROR retrieving ref link]",
    "479": "[ERROR retrieving ref link]",
    "480": "[ERROR retrieving ref link]",
    "481": "[ERROR retrieving ref link]",
    "482": "[ERROR retrieving ref link]",
    "483": "[ERROR retrieving ref link]",
    "484": "[ERROR retrieving ref link]",
    "485": "[ERROR retrieving ref link]",
    "486": "[ERROR retrieving ref link]",
    "487": "[ERROR retrieving ref link]",
    "488": "[ERROR retrieving ref link]",
    "489": "[ERROR retrieving ref link]",
    "490": "[ERROR retrieving ref link]",
    "491": "[ERROR retrieving ref link]",
    "492": "[ERROR retrieving ref link]",
    "493": "[ERROR retrieving ref link]",
    "494": "[ERROR retrieving ref link]",
    "495": "[ERROR retrieving ref link]",
    "496": "[ERROR retrieving ref link]",
    "497": "[ERROR retrieving ref link]",
    "498": "[ERROR retrieving ref link]",
    "499": "[ERROR retrieving ref link]",
    "500": "[ERROR retrieving ref link]",
    "501": "[ERROR retrieving ref link]",
    "502": "[ERROR retrieving ref link]",
    "503": "[ERROR retrieving ref link]",
    "504": "[ERROR retrieving ref link]",
    "505": "[ERROR retrieving ref link]",
    "506": "[ERROR retrieving ref link]",
    "507": "[ERROR retrieving ref link]",
    "508": "[ERROR retrieving ref link]",
    "509": "[ERROR retrieving ref link]",
    "510": "[ERROR retrieving ref link]",
    "511": "[ERROR retrieving ref link]",
    "512": "[ERROR retrieving ref link]",
    "513": "[ERROR retrieving ref link]"
  },
  "flair_entities": [
    "imad al-din doukkali",
    "overland",
    "reis",
    "maliki",
    "saadians",
    "john douglas ruedy",
    "spanish empire",
    "john baptist wolf",
    "north africa",
    "spanish-allied",
    "alejandro o'reilly",
    "barbarossa",
    "naples",
    "sicily hugo",
    "war of the spanish succession",
    "koulouglis",
    "maghrebi",
    "roman",
    "spanish",
    "sahara",
    "ali bitchin",
    "naphtali busnash",
    "algerian sahara",
    "kufra",
    "ottomans",
    "atlantic",
    "mahfoud kaddache",
    "sudan",
    "european christian",
    "maghrebi moors",
    "diwan",
    "republic of algiers",
    "hayreddin",
    "sulayman reis",
    "shaban",
    "kabyle",
    "busnash",
    "pierre dan",
    "republic of venice",
    "hussein dey",
    "sublime porte",
    "yılmaz öztuna",
    "casbah",
    "edmund burke",
    "kingdom of england",
    "ireland",
    "german",
    "dey baba ali chaouch",
    "knights of malta",
    "islam",
    "mediterranean",
    "dey mohammed bektach",
    "beylerbeylik",
    "pierre genty de bussy",
    "touggourt",
    "islamic",
    "algiers the capital')",
    "corsica",
    "fall of the regency",
    "julien",
    "médéa",
    "catholic holy league",
    "kingdom-province",
    "hadj mohammed trik",
    "algerian constantinois",
    "biskra",
    "murat reis the younger",
    "catalan",
    "provençal",
    "antalya",
    "m'sila",
    "husainid tunisia",
    "dey hassan iii pasha",
    "dutch states-general",
    "ruedy",
    "austria",
    "robert davis",
    "god",
    "emmanuel de aranda",
    "alawid morocco",
    "roman empire",
    "hanover",
    "berber",
    "christian europe",
    "sardinian",
    "cairo",
    "barbary",
    "husaynid",
    "salim al-toumi",
    "tuscany",
    "barbary wars",
    "europe",
    "cretan war",
    "aruj",
    "argel",
    "dey ali khodja",
    "second barbary war",
    "algériens",
    "aïn el-hamma",
    "spaniards",
    "ottoman",
    "dey hasan iii pasha",
    "algiers'",
    "italy",
    "egypt",
    "united states",
    "kingdom of france",
    "u.s.",
    "taoudenni",
    "abu hammou iii",
    "mamluk sultanate",
    "ténès",
    "central maghreb",
    "canary islands",
    "england",
    "oujda",
    "berbers",
    "dey",
    "british",
    "ramazan",
    "floridablanca",
    "irish-born",
    "bastion de france",
    "imams",
    "corsair",
    "marquis d'argens",
    "sufi darqawiyya",
    "turkish",
    "royal african company')",
    "el kala",
    "abu al-qasim al-zayyani",
    "béjaïa",
    "oran",
    "diego de haedo",
    "janissary",
    "agha",
    "cretan",
    "sultan selim ii",
    "turks",
    "bacha",
    "lithuania",
    "ouardane",
    "hanafi",
    "osman bey",
    "mechouar",
    "saadi-allied",
    "napoleonic",
    "barbary wars  british",
    "djamaa el djedid",
    "peñón",
    "muhammed i pasha",
    "duke of montemar",
    "moulay ismail",
    "albanian-born",
    "mustapha bouchelaghem bey",
    "algerians",
    "algerian",
    "william spencer",
    "genevan",
    "fez",
    "mohammed ben-osman",
    "abdulaziz al-araj",
    "selim ii",
    "salah reis",
    "koranic",
    "sabir",
    "tunisia",
    "alger",
    "denmark",
    "selim",
    "djenina",
    "nacereddin saidouni",
    "hasan corso",
    "iceland",
    "sultan murad iv",
    "sanaa",
    "sweden",
    "charles v",
    "libya",
    "osmanli",
    "country of algiers",
    "lucien golvin",
    "tlemcenian gharnati",
    "el-maghrib el-awsat",
    "stephen decatur",
    "kabylia",
    "kuku",
    "corsani ghanem",
    "arab",
    "matthew carr",
    "dutch",
    "ottoman algeria",
    "dey mohamed ibn bekir",
    "salah bey",
    "suleiman i",
    "medjana",
    "count alcaudete",
    "grand siege of malta",
    "beylerbey salah reis",
    "muhammad ali",
    "genoa",
    "beni abbas",
    "morea",
    "regency of algiers  american",
    "dey hadj chabane",
    "tunisian",
    "simon danseker",
    "christian",
    "egyptian",
    "almohad caliphate",
    "catholic",
    "poland",
    "hugo grotius",
    "murad iii bey",
    "al-zahar",
    "baba mohammed ben-osman",
    "khalil",
    "bilma",
    "djerba",
    "moulouya river",
    "viceroy",
    "three horsetails",
    "yahya boaziz",
    "kapudan pasha",
    "khalil agha",
    "dey mohamed ben hassan",
    "qadi",
    "oran mohammed el kebir",
    "jewish",
    "beys",
    "figuig",
    "john",
    "ottoman-austrian",
    "prussia",
    "muslim",
    "qubtan",
    "moncada",
    "hamid bin abid",
    "french revolutionary",
    "el-djazâ'ir",
    "baba ali chaouch",
    "souk al-arbaa al-attafs",
    "first republic",
    "history  establishment",
    "pashalik",
    "nero",
    "bloom",
    "merouche",
    "britain",
    "regency",
    "entelis",
    "selim i",
    "mohammed koucha  [fr] pasha",
    "bonnet",
    "donald holsinger",
    "republic of salé",
    "chinguetti",
    "daniel panzac",
    "dannush",
    "charles-andré julien",
    "sultan mohammed al-shaykh",
    "spanish muslims",
    "netherlands",
    "ahmad ibn al-kadi",
    "algiers",
    "uluj ali pasha",
    "montesquieu",
    "makhzen",
    "dey baba mohammed ben-osman",
    "mehmed tekerli",
    "american",
    "henri de grammont",
    "tlemcen",
    "qubtan arnaut mami",
    "france",
    "murzuk",
    "andrea doria",
    "anatolia",
    "hasan agha",
    "george washington",
    "frederik kaas",
    "watan el-djazâïr",
    "janissary agha",
    "arabic",
    "italian",
    "bona",
    "sicily",
    "genoese",
    "dey mustapha pasha",
    "imam muhammad al-kharrubi",
    "habsburg",
    "alawi morocco",
    "treaty of passarowitz",
    "ottoman porte",
    "north african",
    "wolf",
    "mohammed al-shaykh",
    "pierre dan  [fr",
    "janissaries",
    "europeans",
    "english",
    "hospitaller rhodes'",
    "constantinople",
    "uluj ali",
    "tell atlas",
    "kingdom of tlemcen",
    "spain",
    "oran don martín de córdoba",
    "murad iii",
    "ibrahim pasha",
    "european",
    "hamdan khodja",
    "iférouane",
    "muradid",
    "mali",
    "calabrian-born",
    "napoleon",
    "reliance",
    "trans-saharan",
    "james i",
    "saadians'",
    "dey hussein mezzo morto",
    "dey hussein pasha",
    "ali bitchin mosque",
    "chaibou",
    "aziza bint al-bey",
    "mohammed ii",
    "james mcdougall",
    "reis hamidou",
    "khider pasha",
    "algerine",
    "dâr al-sikka",
    "ouargla",
    "qubtan murat reis",
    "dutchman",
    "north african regencies",
    "viscount exmouth",
    "ketchaoua mosque",
    "sultanate",
    "caligula",
    "dey ali chaouch",
    "habsburg spain",
    "kose mustafa pasha",
    "aurès",
    "cezayir doro",
    "abu hassun",
    "saidouni",
    "kabyles",
    "lamnouar merouche",
    "darqawis",
    "berber beni djallab",
    "saadian morocco",
    "mouloud gaid",
    "tripoli",
    "suleiman",
    "abu hammu ii",
    "bassa",
    "ibadi mozabites",
    "franco-algerian",
    "glaceran de pinos",
    "papal states",
    "kingdom of algiers",
    "tuat",
    "hayreddin reis",
    "caïd ramdan",
    "bedestan",
    "abd al-malik",
    "aruj reis",
    "moroccan",
    "peter holt",
    "andalusia",
    "cherchell",
    "hodna",
    "muslims",
    "ottoman empire",
    "constantine",
    "biskri berbers",
    "coalition wars",
    "regency of algiers'",
    "qadis",
    "napoleonic wars",
    "american revolution",
    "congress of vienna",
    "louis xiv",
    "bakri",
    "jonathan m",
    "morocco",
    "barbary coast",
    "tunis murad ii bey",
    "early-18th-century",
    "al-attaf",
    "alawi sultanate",
    "odjak",
    "venetians",
    "austrian",
    "christians",
    "corsican",
    "jean-jacques rousseau",
    "yaqubiyya",
    "catholic spain",
    "la goletta",
    "french",
    "bab el-oued",
    "m'zab",
    "sultan moulay ismail",
    "arabs",
    "metija",
    "niger",
    "tafilalt",
    "battle of oued djer",
    "hafsids",
    "mercedarians",
    "sultan suleiman",
    "arsh",
    "tunis",
    "dey hussein",
    "bosphorus",
    "mohammed",
    "sultan",
    "regency of algiers",
    "mohammed kebir bey",
    "tijanis",
    "sovereign order of malta",
    "pierre deval",
    "don diego de vera",
    "battle of lepanto",
    "antonio barceló",
    "john p.",
    "sufi",
    "el-djazâïr",
    "edward spragge",
    "the fundamental pact of 1748",
    "hafsid-sponsored",
    "yahia boaziz",
    "mytilene-born",
    "timbuktu",
    "dar al-sultan",
    "maghrebi muslim",
    "valona",
    "saadian",
    "algeria",
    "maghreb",
    "trinitarians",
    "deylik",
    "william shaler",
    "mauritania",
    "dutch-born",
    "miliana",
    "el-djazâ'ir el 'âçima",
    "bremen",
    "salé",
    "new mosque')",
    "captain')",
    "abu zayan",
    "venice",
    "cape gata",
    "veneziano",
    "jijel",
    "abu zayan iii",
    "moriscos",
    "bastion",
    "izmir",
    "jews",
    "el-hachemi guerouabi",
    "al-mansur",
    "french compagnie royale d'afrique",
    "hafsid",
    "edward pellew",
    "david bakri",
    "zayyanid",
    "charles x",
    "benedictine",
    "agha ali",
    "u.s",
    "nasreddin saidouni",
    "husainid",
    "dutch republic",
    "christendom",
    "anatolian turkish",
    "state of the turks of algiers",
    "salah",
    "palace of the dey",
    "djenina palace",
    "sultan kalassi",
    "lepanto",
    "baba abdi pasha",
    "porte",
    "chelif",
    "ottoman-appointed",
    "sufi bektashi",
    "edward gibbon",
    "mostaganem",
    "andalusi",
    "marseilles",
    "palais de la jénina",
    "hasan pasha",
    "elder",
    "pasha",
    "hassan veneziano",
    "state of the algerians",
    "zayyanids",
    "mila",
    "panzac",
    "algiers’",
    "muradid tunis",
    "agriculture  agricultural",
    "state of algiers"
  ]
}