{
  "title": "Rishi_Sunak",
  "url": "https://en.wikipedia.org/wiki/Rishi_Sunak",
  "summary": "Rishi Sunak (born 12 May 1980) is a British politician who served as Prime Minister of the United Kingdom from 2022 to 2024. He was Leader of the Conservative Party from October 2022 to November 2024. Following his defeat to Keir Starmer’s Labour Party in the 2024 general election, he became Leader of the Opposition, serving in this role from July to November 2024. He previously held two Cabinet positions under Boris Johnson, latterly as Chancellor of the Exchequer from 2020 to 2022. Sunak has been Member of Parliament (MP) for Richmond and Northallerton, previously Richmond (Yorks), since 2015.\nSunak was born in Southampton to parents of Indian descent who immigrated to Britain from East Africa in the 1960s. He was educated at Winchester College, studied philosophy, politics and economics at Lincoln College, Oxford, and earned a Master of Business Administration from Stanford University in California as a Fulbright Scholar. During his time at Oxford University, Sunak undertook an internship at Conservative Central Office, and joined the Conservatives. After graduating, Sunak worked for Goldman Sachs and later as a partner at the hedge fund firms the Children's Investment Fund Management and Theleme Partners. Sunak was elected to the House of Commons at the 2015 general election. As a backbencher, Sunak supported the successful campaign for Brexit in the 2016 European Union membership referendum. Sunak was appointed to the junior ministerial position of Parliamentary Under-Secretary of State for Local Government by Theresa May in 2019, and was appointed to the cabinet-attending role of Chief Secretary to the Treasury by Johnson in 2019.\nIn 2020, Sunak was promoted to Chancellor of the Exchequer. During his time in the position, Sunak was prominent in the government's financial response to the COVID-19 pandemic and its economic impact, including the furlough and Eat Out to Help Out schemes, and was also prominent in the government's response to the cost-of living crisis. As chancellor, Sunak received high approval and popularity ratings in the early stages of the COVID-19 pandemic in 2020, although his popularity later declined amid the cost-of living crisis in 2022. He resigned as chancellor in July 2022 amid a government crisis that culminated in Johnson's resignation, and stood in the leadership election to succeed him. He received the most votes in each of the series of MP votes, but lost the members' vote to Liz Truss. After spending the duration of Truss's premiership on the backbenches, Sunak was elected unopposed in the leadership election to succeed Truss, who resigned amid another government crisis; aged 42 at the time he became prime minister, Sunak became the youngest prime minister since The Earl of Liverpool in 1812.\nDuring his premiership, Sunak attempted to improve the economy and stabilise national politics. He outlined five key priorities: halving inflation, growing the economy, cutting debt, reducing National Health Service waiting lists, and stopping the illegal small-boat crossings of the English Channel by enacting the Rwanda asylum plan. On foreign policy, Sunak authorised foreign aid and weapons shipments to Ukraine in response to the Russian invasion of the country, and pledged support for Israel after the attacks which began the Israel–Hamas war whilst later calling for a ceasefire in the Gaza Strip. He did not avert further unpopularity for the Conservatives, reflected in the party's poor performances in the 2023 and 2024 local elections. Sunak called a general election for July 2024 despite being widely expected to call the election in the autumn; the Conservatives lost this election in a landslide to the opposition Labour Party led by Keir Starmer, ending 14 years of Conservative government. \nAfter leaving office, Sunak became Leader of the Opposition and remained Conservative leader for nearly four months while the leadership election to replace him took place, and formed a shadow cabinet. He was succeeded by Kemi Badenoch, his Shadow Housing Secretary. He also intends to remain as a backbench MP for the next five years.",
  "content": [
    {
      "section_title": "Early life and education (1980–2001)",
      "section_content": [
        {
          "sentence": "Rishi Sunak was born on 12 May 1980 in Southampton General Hospital in Southampton, Hampshire,   to East African-born Hindu parents of Indian Punjabi descent",
          "refs": [
            "//upload.wikimedia.org/wikipedia/commons/transcoded/d/de/Rishi_Sunak_Pronunciation.ogg/Rishi_Sunak_Pronunciation.ogg.mp3",
            "https://www.bbc.co.uk/news/business-51490893"
          ]
        },
        {
          "sentence": "His father was born in the Kenya Colony in 1949, while his mother was born in the Tanganyika Territory (modern-day Tanzania)",
          "refs": [
            "https://www.dailyecho.co.uk/news/18865935.amp/",
            "https://www.bbc.com/news/uk-63345272.amp",
            "https://theprint.in/world/punjab-ancestry-oxford-graduate-proud-hindu-all-eyes-on-rishi-sunak-in-uk-pm-race/1045990/",
            "https://www.thequint.com/news/world/all-you-need-to-know-about-rishi-sunaks-family-history"
          ]
        },
        {
          "sentence": "His paternal grandfather Ramdas Sunak had migrated from Gujranwala, located in present-day Pakistan, to the Kenyan capital of Nairobi in 1935, while his maternal grandfather, Raghubir Berry, grew up in Punjab before eventually moving to Tanzania as an engineer",
          "refs": [
            "https://www.bbc.com/news/uk-63345272.amp",
            "https://www.bbc.co.uk/news/articles/c2qql1wk794o",
            "https://qz.com/east-africa-is-having-another-obama-moment-1849714121",
            "https://www.africanews.com/2022/10/24/rishi-sunak-is-the-first-british-prime-minister-of-asian-origin//"
          ]
        },
        {
          "sentence": "Both of Sunak's parents had moved to the UK in 1966",
          "refs": [
            "https://www.bbc.com/news/uk-63345272.amp"
          ]
        },
        {
          "sentence": "While in the UK they eventually met and would get married in 1977",
          "refs": [
            "https://www.bbc.com/news/uk-63345272.amp"
          ]
        },
        {
          "sentence": "Sunak attended Stroud School, a preparatory school in Romsey, and later studied at Winchester College as a dayboy, becoming head boy of the college",
          "refs": []
        },
        {
          "sentence": "He worked as a waiter, at the curry house Kuti's Brasserie in Southampton, during his summer holidays",
          "refs": [
            "https://www.citizen.digital/news/rishi-sunak-man-with-kenyan-roots-set-to-be-next-uk-prime-minister-n308055",
            "https://www.independent.co.uk/independentpremium/long-reads/rishi-sunak-profile-winchester-akshata-murthy-chancellor-a9525996.html",
            "https://www.thetimes.co.uk/article/meet-the-chancellor-the-real-rishi-sunak-by-the-people-who-know-him-best-q5lk3qf8l"
          ]
        },
        {
          "sentence": "He read philosophy, politics and economics at Lincoln College, Oxford, graduating with a first in 2001",
          "refs": [
            "https://www.telegraphindia.com/world/murthy-son-in-law-gets-hagues-seat/cid/1586703",
            "https://www.tatler.com/article/rishi-sunak-chancellor-of-the-exchequer-feature"
          ]
        },
        {
          "sentence": "During his time at university, he undertook an internship at Conservative Campaign Headquarters and joined the Conservative Party",
          "refs": [
            "https://www.thetimes.co.uk/article/meet-the-chancellor-the-real-rishi-sunak-by-the-people-who-know-him-best-q5lk3qf8l",
            "https://www.telegraph.co.uk/politics/2023/01/04/rishi-sunaks-ex-boss-indian-restaurant-puts-business-liquidation/"
          ]
        },
        {
          "sentence": "In 2006 Sunak earned a Master of Business Administration degree from Stanford University as a Fulbright Scholar",
          "refs": [
            "https://www.independent.co.uk/independentpremium/long-reads/rishi-sunak-profile-winchester-akshata-murthy-chancellor-a9525996.html"
          ]
        },
        {
          "sentence": "Sunak's paternal grandfather was from Gujranwala (in present-day Pakistan  ), while his maternal grandfather was from Ludhiana (in present-day India ); both cities at the time were part of the Punjab province in British India",
          "refs": [
            "https://www.theguardian.com/politics/2022/aug/05/rishi-sunak-stanford-business-school-few-remember",
            "https://www.khaleejtimes.com/asia/kt-traces-rishi-sunaks-roots-when-the-family-called-pakistan-home-in-1935",
            "https://www.washingtonpost.com/world/pakistanis-hope-sunak-will-push-india-on-kashmir-resolution/2022/10/26/efebdeb6-553b-11ed-ac8b-08bbfab1c5a5_story.html"
          ]
        },
        {
          "sentence": "His grandparents migrated to East Africa, and then to the United Kingdom in the 1960s",
          "refs": []
        },
        {
          "sentence": "His father was born and raised in the Colony and Protectorate of Kenya (present-day Kenya), and was a general practitioner in the National Health Service (NHS)",
          "refs": [
            "https://www.thenationalnews.com/world/2022/10/28/rishi-sunaks-overjoyed-indian-relatives-celebrate-his-victory/"
          ]
        },
        {
          "sentence": "His mother, born in Tanganyika (which later became part of Tanzania), was a pharmacist who owned the Sunak Pharmacy in Southampton between 1995 and 2014, and has a degree from Aston University",
          "refs": []
        },
        {
          "sentence": "Sunak is the eldest of three siblings",
          "refs": [
            "https://www.telegraphindia.com/world/murthy-son-in-law-gets-hagues-seat/cid/1586703",
            "https://www.business-standard.com/article/opinion/lunch-with-bs-rishi-sunak-115080601060_1.html"
          ]
        },
        {
          "sentence": "His brother is a psychologist and his sister works in New York as chief of strategy and planning at Education Cannot Wait, the United Nations Global Fund for Education in Emergencies and Protracted Crises",
          "refs": [
            "https://www.chemistanddruggist.co.uk/CD136493/Will-Rishi-Sunak-put-community-pharmacys-needs-above-politics"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Career",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Business career (2001–2015)",
          "section_content": [
            {
              "sentence": "Sunak worked as an analyst for the investment bank Goldman Sachs between 2001 and 2004",
              "refs": []
            },
            {
              "sentence": "He then worked for hedge fund management firm The Children's Investment Fund Management (TCI), becoming a partner in September 2006",
              "refs": [
                "https://www.telegraph.co.uk/politics/2023/01/04/rishi-sunaks-ex-boss-indian-restaurant-puts-business-liquidation/",
                "https://www.educationcannotwait.org/about-us/the-ecw-team"
              ]
            },
            {
              "sentence": "He left in November 2009  to join former colleagues in California at a new hedge fund firm, Theleme Partners, which launched in October 2010 with $700 million under management (equivalent to $978 million in 2023)",
              "refs": [
                "https://www.business-standard.com/article/companies/quite-positive-that-rishi-will-do-well-as-a-mp-says-murthy-115050800943_1.html",
                "https://www.fnlondon.com/articles/tci-adds-four-partners-20070124"
              ]
            },
            {
              "sentence": "At both hedge funds, his boss was Patrick Degorce",
              "refs": [
                "https://register.fca.org.uk/s/individual?id=003b000000LVKnuAAH",
                "https://www.ft.com/content/37c77240-50e8-11e1-8cdb-00144feabdc0",
                "https://www.ft.com/content/75c1e2da-dfb3-11df-bed9-00144feabdc0"
              ]
            },
            {
              "sentence": "Sunak was also a director of the investment firm Catamaran Ventures, owned by his father-in-law, the Indian businessman N",
              "refs": [
                "https://thehedgefundjournal.com/wp-content/uploads/2018/07/THFJ-Tomorrows-Titans-survey.pdf"
              ]
            },
            {
              "sentence": "R",
              "refs": []
            },
            {
              "sentence": "Narayana Murthy of Infosys, between 2013 and 2015",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Backbencher (2015–2018)",
          "section_content": [
            {
              "sentence": "Sunak was selected as the Conservative candidate for Richmond (Yorks) in October 2014",
              "refs": []
            },
            {
              "sentence": "The seat was previously held by William Hague",
              "refs": [
                "https://www.livemint.com/companies/news/narayana-murthy-far-behind-azim-premji-in-family-office-stakes-1549917473062.html",
                "https://conservativehome.com/2014/10/18/rishi-sunak-selected-for-richmond/"
              ]
            },
            {
              "sentence": "In the same year Sunak was head of the Black and Minority Ethnic (BME) Research Unit of the conservative think tank Policy Exchange, for which he co-wrote a report on BME communities in the UK",
              "refs": [
                "https://members.parliament.uk/member/4358/electionresult"
              ]
            },
            {
              "sentence": "He was elected as MP for the constituency at the 2015 general election with a majority of 19,550 (36.2%)",
              "refs": [
                "ISBN: 978-0-00-839258-1"
              ]
            },
            {
              "sentence": "During the 2015–2017 Parliament he was a member of the Environment, Food and Rural Affairs Select Committee",
              "refs": [
                "https://policyexchange.org.uk/wp-content/uploads/2016/09/a-portrait-of-modern-britain.pdf"
              ]
            },
            {
              "sentence": "Sunak supported the successful campaign to leave the European Union in the 2016 European Union membership referendum, criticising the EU's immigration laws: \"We are discriminating against countries with whom we have ties of history, language and culture\"  That year, he wrote a report for the Thatcherite think tank Centre for Policy Studies supporting the establishment of free ports after Brexit, and the following year wrote a report advocating the creation of a retail bond market for small and medium-sized enterprises",
              "refs": [
                "https://www.parliament.uk/biographies/commons/rishi-sunak/4483"
              ]
            },
            {
              "sentence": "Following Cameron's resignation, Sunak endorsed Michael Gove in the 2016 Conservative Party leadership election, and later endorsed successful candidate Theresa May after Gove was eliminated in the second round of voting",
              "refs": [
                "https://www.bbc.co.uk/news/uk-politics-eu-referendum-35616946",
                "https://www.standard.co.uk/business/business-focus-fears-grow-over-new-chancellors-taxlite-free-ports-push-a4366221.html",
                "https://www.cps.org.uk/files/reports/original/171116092827-ANewEraforRetailBonds.pdf"
              ]
            },
            {
              "sentence": "[citation needed]",
              "refs": []
            },
            {
              "sentence": "Sunak was re-elected at the 2017 general election with an increased majority of 23,108 (40.5%)",
              "refs": []
            },
            {
              "sentence": "In the same year, Sunak wrote a paper for Policy Exchange on the importance and fragility of the UK's undersea infrastructure",
              "refs": [
                "https://web.archive.org/web/20200220162750/https://www.yorkshirepost.co.uk/news/opinion/columnists/rishi-sunak-a-better-budget-way-for-smes-to-access-cash-for-growth-1-8868258"
              ]
            },
            {
              "sentence": "Sunak was re-elected at the 2019 general election with an increased majority of 27,210 (47.2%)",
              "refs": [
                "https://electionresults.parliament.uk/election/2017-06-08/results/Location/Constituency/Richmond%20(Yorks)"
              ]
            },
            {
              "sentence": "Following boundary changes in the 2024 general election, Sunak won the seat of Richmond and Northallerton, which replaced his former seat of Richmond (Yorks), with a majority of 23,059 (51.4)",
              "refs": [
                "https://www.ispreview.co.uk/index.php/2017/12/report-warns-uk-undersea-fibre-optic-data-links-vulnerable-attack.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Local government under-secretary (2018–2019)",
          "section_content": [
            {
              "sentence": "Sunak was appointed to a junior ministerial position in May's second government as Parliamentary Under-Secretary of State for Local Government in the 2018 cabinet reshuffle",
              "refs": []
            },
            {
              "sentence": "Sunak voted for May's Brexit withdrawal agreement on all three occasions, and voted against a second referendum on any withdrawal agreement",
              "refs": [
                "https://electionresults.parliament.uk/election/2015-05-07/results/Location/Constituency/Richmond%20(Yorks)"
              ]
            },
            {
              "sentence": "May's withdrawal agreement was rejected by Parliament three times, leading to May announcing her resignation in May 2019",
              "refs": []
            },
            {
              "sentence": "Sunak supported Boris Johnson's successful bid to succeed May in the 2019 Conservative Party leadership election and co-wrote an article with fellow MPs Robert Jenrick and Oliver Dowden to advocate for Johnson during the campaign in June",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Chief secretary to the Treasury (2019–2020)",
          "section_content": [
            {
              "sentence": "Sunak was appointed to the senior cabinet role of chief secretary to the Treasury by Johnson, serving under Sajid Javid",
              "refs": []
            },
            {
              "sentence": "He became a member of the Privy Council the next day",
              "refs": [
                "https://www.thetimes.co.uk/article/moderates-back-boris-johnson-to-be-next-prime-minister-vk2n72psm"
              ]
            },
            {
              "sentence": "During the 2019 general election, Sunak represented the Conservatives in debates.",
              "refs": [
                "https://www.gov.uk/government/news/full-list-of-new-ministerial-and-government-appointments-july-2019"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Chancellor of the Exchequer (2020–2022)",
          "section_content": [
            {
              "sentence": "In the weeks leading up to Johnson's first cabinet reshuffle in February 2020, a number of briefings in the press had suggested that a new economic ministry led by Sunak might be established, to reduce the power and political influence of the Treasury",
              "refs": []
            },
            {
              "sentence": "By February 2020, it was reported that Javid would remain in his role as Chancellor and that Sunak would stay on as Chief Secretary to the Treasury, in order to \"keep an eye\" on Javid",
              "refs": [
                "https://web.archive.org/web/20190730112009/http://privycouncil.independent.gov.uk/wp-content/uploads/2019/07/2019-07-25-List-of-Business.pdf",
                "https://www.ft.com/content/35e7bf74-1521-11ea-9ee4-11f260415385"
              ]
            },
            {
              "sentence": "On 13 February 2020, the day of the reshuffle, Javid resigned as Chancellor, following a meeting with Johnson",
              "refs": []
            },
            {
              "sentence": "During the meeting, Johnson had offered to allow Javid to keep his position on the condition that he dismiss all his advisers at the Treasury and replace them with ones selected by 10 Downing Street",
              "refs": []
            },
            {
              "sentence": "Upon resigning, Javid told the Press Association that \"no self-respecting minister would accept those terms\"",
              "refs": [
                "https://www.theguardian.com/politics/2020/feb/05/johnson-loyalists-to-be-rewarded-in-long-awaited-reshuffle"
              ]
            },
            {
              "sentence": "Sunak was promoted to chancellor to replace Javid as part of Johnson's first cabinet reshuffle later that day",
              "refs": [
                "https://www.bbc.co.uk/news/uk-politics-51491662",
                "https://www.theguardian.com/politics/2020/feb/13/sajid-javid-resigns-as-chancellor-amid-boris-johnson-reshuffle"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "COVID-19 pandemic",
              "section_content": [
                {
                  "sentence": "In response to the first confirmed COVID-19 cases in January 2020, Sunak introduced advice for travellers coming from affected countries in late January and February 2020, and began contact tracing, although this was later abandoned",
                  "refs": []
                },
                {
                  "sentence": "There were further societal restrictions on the public as the virus spread across the country in the following weeks, initially resisting more stringent measures introduced elsewhere in Europe and Asia",
                  "refs": [
                    "https://www.theguardian.com/politics/2020/feb/13/sajid-javid-resigns-as-chancellor-amid-boris-johnson-reshuffle"
                  ]
                },
                {
                  "sentence": "On 23 March 2020, as COVID-19 had become a pandemic and began rapidly spreading across the country, Sunak became prominent in the government's response to the pandemic and its economic impact",
                  "refs": [
                    "https://www.wired.co.uk/article/coronavirus-uk-response"
                  ]
                },
                {
                  "sentence": "On 20 March 2020, Sunak gave a statement on COVID-19, saying:",
                  "refs": [
                    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7270644"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Furlough scheme",
              "section_content": [
                {
                  "sentence": "Sunak introduced a programme providing £330 billion in emergency support for businesses,  as well as the Coronavirus Job Retention furlough scheme for employees",
                  "refs": [
                    "https://reaction.life/the-chancellor-we-will-be-judged-by-our-capacity-for-compassion/"
                  ]
                },
                {
                  "sentence": "This was the first time a British government had created such an employee retention scheme",
                  "refs": []
                },
                {
                  "sentence": "The scheme was introduced on 20 March 2020 as providing grants to employers to pay 80% of a staff wage and employment costs each month, up to a total of £2,500 per person per month",
                  "refs": [
                    "https://www.bbc.co.uk/news/business-51935467",
                    "https://www.bbc.co.uk/news/business-51982005"
                  ]
                },
                {
                  "sentence": "The cost was estimated at £14 billion a month to run",
                  "refs": [
                    "https://www.bbc.co.uk/news/business-51982005"
                  ]
                },
                {
                  "sentence": "The furlough scheme initially ran for three months and was backdated to 1 March",
                  "refs": []
                },
                {
                  "sentence": "Following a three-week extension of the countrywide lockdown the scheme was extended by Sunak until the end of June 2020",
                  "refs": []
                },
                {
                  "sentence": "At the end of May, Sunak extended the scheme until the end of October 2020",
                  "refs": [
                    "https://www.theguardian.com/business/2020/may/12/uk-furlough-scheme-extended-rishi-sunak-coronavirus",
                    "https://www.bbc.com/news/business-52323918"
                  ]
                },
                {
                  "sentence": "The decision to extend the job retention scheme was made to avoid or defer mass redundancies, company bankruptcies and potential unemployment levels not seen since the 1930s",
                  "refs": []
                },
                {
                  "sentence": "In March 2021, Sunak announced that the scheme had been extended once more until September 2021",
                  "refs": [
                    "https://www.theguardian.com/world/2020/apr/17/uk-government-extends-coronavirus-furlough-scheme-until-end-of-june"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Eat Out to Help Out",
              "section_content": [
                {
                  "sentence": "In July 2020, Sunak unveiled a plan for a further £30 billion of spending which included a stamp duty holiday, a cut to value-added tax (VAT) for the hospitality sector, a job retention bonus for employers and the Eat Out to Help Out scheme,   aimed at supporting and creating jobs in the hospitality industry",
                  "refs": [
                    "https://www.bbc.com/news/business-56259094",
                    "https://www.theguardian.com/uk-news/2020/jul/08/rishi-sunak-unveils-stamp-duty-holiday-and-hospitality-vat-cut-furloughed-coronavirus"
                  ]
                },
                {
                  "sentence": "The government subsidised food and soft drinks at participating cafes, pubs and restaurants at 50%, up to £10 per person",
                  "refs": []
                },
                {
                  "sentence": "The offer was available from 3 to 31 August on Monday to Wednesday each week",
                  "refs": []
                },
                {
                  "sentence": "In total, the scheme subsidised £849 million in meals",
                  "refs": [
                    "https://www.bbc.co.uk/news/uk-politics-53268594"
                  ]
                },
                {
                  "sentence": "Patrick Vallance and Chris Whitty were not informed of the scheme",
                  "refs": []
                },
                {
                  "sentence": "Some considered the scheme to be a success in boosting the hospitality industry,  whilst others disagreed",
                  "refs": [
                    "https://www.independent.co.uk/news/uk/home-news/eat-out-help-scheme-business-restaurants-meals-hmrc-b1761566.html",
                    "https://www.theguardian.com/uk-news/2023/dec/07/covid-inquiry-johnson-surprised-eat-out-to-help-out-not-cleared-by-scientists"
                  ]
                },
                {
                  "sentence": "A 2020 study found that the scheme contributed to a rise in COVID-19 infection, which Johnson acknowledged but the Treasury rejected",
                  "refs": [
                    "https://inews.co.uk/inews-lifestyle/food-and-drink/eat-out-to-help-out-scheme-money-government-saved-jobs-restaurants-640942",
                    "https://www.theguardian.com/business/2020/oct/01/eat-out-to-help-out-failed-boost-finances-uk-hospitality-industry"
                  ]
                },
                {
                  "sentence": "It was later said by Vallance during the COVID-19 Inquiry that Sunak had not informed medical advisers of the scheme until it was announced, whereas written evidence from Sunak said that the scheme had been discussed with medical advisers, including Vallance, and they had not objected",
                  "refs": [
                    "https://www.lse.ac.uk/News/Latest-news-from-LSE/2021/b-Feb-21/Eat-Out-to-Help-Out-scheme-had-a-limited-effect-on-the-UK's-restaurants-and-cafes",
                    "https://warwick.ac.uk/fac/soc/economics/research/centres/cage/news/30-10-20-eat_out_to_help_out_scheme_drove_new_covid_19_infections_up_by_between_8_and_17_new_research_finds/",
                    "https://www.bloomberg.com/news/articles/2020-10-04/boris-johnson-says-eat-out-drive-may-have-spread-covid-in-u-k"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Cost of living crisis and energy crisis",
              "section_content": [
                {
                  "sentence": "Amid the rising cost of living and energy crises, Sunak intensified efforts to respond to the crisis in May 2022, with a £5 billion windfall tax on energy companies to help fund a £15 billion support package for the public",
                  "refs": []
                },
                {
                  "sentence": "The package included every household getting a £400 discount on energy bills, which would be in addition to a £150 council tax refund the government had already ordered",
                  "refs": []
                },
                {
                  "sentence": "For about 8 million of the UK's lowest income households, a further £650 payment was announced",
                  "refs": []
                },
                {
                  "sentence": "Additionally, pensioners or those with disability would qualify for extra payments, on top of the £550 that every household gets, and the £650 they would receive if they had a low income",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Budgets",
              "section_content": [
                {
                  "sentence": "Sunak presented his first budget, Delivering on Our Promises to the British People, on 11 March 2020",
                  "refs": []
                },
                {
                  "sentence": "It was scheduled to be followed by another budget in the autumn, but in September 2020 he announced that budget would be scrapped because of the COVID-19 pandemic, stating \"now is not the right time to outline long-term plans – people want to see us focused on the here and now\"",
                  "refs": []
                },
                {
                  "sentence": "Instead, additional statements were given by the chancellor in both summer and autumn.",
                  "refs": [
                    "https://www.bbc.co.uk/news/business-61802109",
                    "https://www.bbc.co.uk/news/uk-politics-51835306"
                  ]
                },
                {
                  "sentence": "The Winter Economy Plan was delivered by Sunak on 24 September 2020",
                  "refs": []
                },
                {
                  "sentence": "The purpose of the statement was to announce measures aimed at further helping to promote economic recovery following the impact of COVID-19",
                  "refs": []
                },
                {
                  "sentence": "The plan aimed to further promote economic recovery while preserving jobs and businesses which were considered viable",
                  "refs": []
                },
                {
                  "sentence": "After a second lockdown in England on 31 October 2020, the programme was extended several times, until 30 September 2021",
                  "refs": []
                },
                {
                  "sentence": "The July 2020 summer statement (also known as the coronavirus mini-budget) was delivered by Sunak on 8 July 2020",
                  "refs": []
                },
                {
                  "sentence": "The purpose of the statement was to announce measures aimed at helping to promote economic recovery following the impact of the COVID-19 pandemic",
                  "refs": []
                },
                {
                  "sentence": "The statement was delivered to the House of Commons, where Sunak unveiled a spending package worth £30bn",
                  "refs": []
                },
                {
                  "sentence": "Concerns were subsequently raised by organisations including HM Revenue and Customs and the Institute for Fiscal Studies about the statement's impact, as well as its cost-effectiveness, while at least one major retailer declined to take advantage of a financial bonus scheme intended for rehiring employees placed on furlough during the pandemic.",
                  "refs": []
                },
                {
                  "sentence": "In his March 2021 budget, Sunak emphasized the effect the COVID-19 pandemic has had on the economy, with 700,000 people losing their jobs, the economy shrinking by 10% (the largest fall in 300 years), and the highest borrowing outside wartime",
                  "refs": []
                },
                {
                  "sentence": "The budget included an increase in the rate of corporation tax from 19% to 25% in 2023, a five-year freeze in the tax-free personal allowance and the higher rate income tax threshold, and the extension of the furlough scheme until the end of September",
                  "refs": [
                    "https://www.bbc.com/news/business-56259094",
                    "https://www.ft.com/content/2f1829d4-89e5-4b58-9394-28da615cc0ae"
                  ]
                },
                {
                  "sentence": "Sunak was the first Chancellor to raise the corporation tax rate since Labour's Denis Healey in 1974",
                  "refs": [
                    "https://www.theguardian.com/uk-news/2021/mar/03/rishi-sunak-tax-rises-budget-total-covid-support-spending-tops-400bn"
                  ]
                },
                {
                  "sentence": "In October 2021, Sunak made his third and final budget statement, which included substantial spending promises related to science and education",
                  "refs": []
                },
                {
                  "sentence": "The budget increased in-work support through the Universal Credit system by increasing the work allowances by £500 a year, and reducing the post-tax deduction taper rate from 63% to 55%",
                  "refs": [
                    "https://www.bbc.co.uk/news/uk-politics-56266773"
                  ]
                },
                {
                  "sentence": "£560 million of investment was announced for the Levelling Up White Paper",
                  "refs": [
                    "https://news.sky.com/story/autumn-budget-2021-rishi-sunak-unveils-new-spending-pledges-including-5bn-for-health-research-and-innovation-and-3bn-for-skills-education-12442957"
                  ]
                },
                {
                  "sentence": "Many of the announcements to be made in the budget were previewed before budget day, drawing criticism and anger from the House of Commons",
                  "refs": [
                    "https://www.politics.co.uk/opinion-former/press-release/2021/10/27/low-incomes-tax-reform-group-good-news-for-some-uc-claimants-but-the-detail-is-key/"
                  ]
                },
                {
                  "sentence": "In response to the criticism, Sunak said the budget \"begins the work of preparing for a new economy\"",
                  "refs": []
                },
                {
                  "sentence": "Sunak made what would ultimately be his final budget, his spring statement, on 23 March 2022",
                  "refs": []
                },
                {
                  "sentence": "He cut fuel duty, removed VAT on energy saving equipment (such as solar panels and insulation) and reduced national insurance payments for small businesses and, while continuing with a planned national insurance rise in April, he promised to align the primary threshold with the basic personal income allowance as of July",
                  "refs": []
                },
                {
                  "sentence": "He also promised a reduction in income tax in 2024",
                  "refs": []
                },
                {
                  "sentence": "Sunak also provided some funding which was intended to help vulnerable people cope with the cost of living",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Other actions",
              "section_content": [
                {
                  "sentence": "Sunak hosted a G7 summit in London in June 2021",
                  "refs": []
                },
                {
                  "sentence": "A tax reform agreement was signed, which in principle sought to establish a global minimum tax on multinationals and online technology companies",
                  "refs": [
                    "https://www.bbc.com/news/uk-politics-60848315"
                  ]
                },
                {
                  "sentence": "In October 2021, the OECD signed an accord to join the tax reform plan",
                  "refs": [
                    "https://www.bbc.com/news/uk-politics-60848315"
                  ]
                },
                {
                  "sentence": "Later that month, Sunak attended COP26 in Glasgow",
                  "refs": [
                    "https://www.theguardian.com/world/2021/jun/07/g7-tax-reform-what-has-been-agreed-and-which-companies-will-it-affect"
                  ]
                },
                {
                  "sentence": "During his speech given on 3 November, he said that he felt optimism despite daunting challenges and that by bringing together finance ministers, businesses and investors, COP26 could begin to deliver targets from the Paris Agreement",
                  "refs": [
                    "https://www.theguardian.com/business/2021/oct/08/oecd-deal-imposes-global-minimum-corporate-tax-of-15"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Resignation",
              "section_content": [
                {
                  "sentence": "On 5 July 2022, Sunak and Javid resigned almost simultaneously amid a scandal surrounding the sexual harassment allegations against Chris Pincher, which arose after it was revealed that Johnson had promoted Pincher to the position of Deputy Chief Whip while knowing of the allegations beforehand",
                  "refs": []
                },
                {
                  "sentence": "Sunak was the second of 61 Conservative MPs to resign during the government crisis",
                  "refs": [
                    "https://www.gov.uk/government/speeches/cop26-finance-day-speech"
                  ]
                },
                {
                  "sentence": "He was succeeded as chancellor by Nadhim Zahawi",
                  "refs": [
                    "https://www.independent.co.uk/news/uk/politics/rishi-sunak-resigns-chancellor-boris-johnson-b2116399.html"
                  ]
                },
                {
                  "sentence": "Following the resignations of Sunak and Javid, numerous junior ministers and among the parliamentary private secretary (PPS) also resigned, most of whom cited a lack of honesty and integrity on the part of Johnson",
                  "refs": []
                },
                {
                  "sentence": "In the following 24 hours, 36 MPs resigned from their roles in government and Johnson announced his resignation",
                  "refs": []
                },
                {
                  "sentence": "In his resignation letter Sunak said:",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Conservative leadership bids",
          "section_content": [
            {
              "sentence": "On 8 July 2022, Sunak announced his candidacy in the leadership election to replace Johnson",
              "refs": []
            },
            {
              "sentence": "Sunak launched his campaign in a video posted to social media, writing that he would \"restore trust, rebuild the economy and reunite the country\"",
              "refs": [
                "https://www.bbc.co.uk/news/live/uk-politics-62048657"
              ]
            },
            {
              "sentence": "He said that his values were \"patriotism, fairness, hard work\",  and pledged to \"crack down on gender neutral language\"",
              "refs": [
                "https://www.theguardian.com/politics/2022/jul/08/rishi-sunak-to-stand-for-conservative-party-leader",
                "https://news.sky.com/story/rishi-sunak-announces-conservative-leadership-bid-following-boris-johnsons-resignation-12648312"
              ]
            },
            {
              "sentence": "During the campaign, Sunak pledged to included tax cuts only when inflation was under control, scrapping of the 5% VAT rate on household energy for one year, introducing a temporary £10 fine for patients who fail to attend GP appointments, capping of refugee numbers, and a tightening of the definition of asylum",
              "refs": [
                "https://news.sky.com/story/first-conservative-hopefuls-announce-leadership-bids-with-more-expected-this-weekend-12648506"
              ]
            },
            {
              "sentence": "On 20 July, Sunak and Foreign Secretary Liz Truss emerged as the final two candidates in the contest on 20 July to be put forward to the membership for the final leadership vote",
              "refs": [
                "https://www.telegraph.co.uk/politics/2022/07/09/rishi-sunak-pledges-protect-womens-rights-first-leadership-policy/"
              ]
            },
            {
              "sentence": "He had received the most votes in each of the series of MP votes with Sunak receiving 137 to Truss's 113 in the final round",
              "refs": []
            },
            {
              "sentence": "Sunak opposed Truss' economic plans and predicted they would result in economic damage, saying \"Liz, we have to be honest",
              "refs": [
                "https://news.sky.com/story/tory-leadership-race-what-have-rishi-sunak-and-liz-truss-pledged-for-the-country-12664313"
              ]
            },
            {
              "sentence": "Borrowing your way out of inflation isn’t a plan, it’s a fairytale.” A spokesperson for Sunak later said: “The reality is that Truss cannot deliver a support package as well as come good on £50bn worth of unfunded, permanent tax cuts in one go",
              "refs": []
            },
            {
              "sentence": "To do so would mean increasing borrowing to historic and dangerous levels, putting the public finances in serious jeopardy and plunging the economy into an inflation spiral.\"",
              "refs": [
                "https://www.theguardian.com/politics/ng-interactive/2022/jul/18/tory-leadership-election-full-results"
              ]
            },
            {
              "sentence": "In the membership vote, Truss received 57.4% of the vote, making her the new leader",
              "refs": []
            },
            {
              "sentence": "Sunak responded by offering his support to Truss, saying \"It’s right we now unite behind the new PM, Liz Truss, as she steers the country through difficult times.\"  He spent the duration of Truss's premiership on the backbenches",
              "refs": [
                "https://www.telegraph.co.uk/politics/2022/07/15/rishi-sunak-attacks-liz-truss-fairy-tale-economic-plan-tory/",
                "https://www.bbc.co.uk/news/uk-politics-60037657"
              ]
            },
            {
              "sentence": "As Sunak predicted, Truss announced large-scale tax cuts and borrowing in a mini-budget on 23 September, which was widely criticised and – after it rapidly led to financial instability – largely reversed",
              "refs": []
            },
            {
              "sentence": "She announced her resignation on 20 October 2022 amid a government crisis, triggering a leadership contest",
              "refs": [
                "https://economictimes.indiatimes.com/news/international/world-news/conservatives-are-one-family-time-to-unite-behind-truss-says-sunak-after-defeat-in-uk-leadership-race/articleshow/94008859.cms?from=mdr"
              ]
            },
            {
              "sentence": "On 22 October, it was reported that Sunak had the required number of supporters—100 members of the House of Commons—to run in the ballot on 24 October",
              "refs": [
                "https://doi.org/10.1515%2Fev-2023-0021"
              ]
            },
            {
              "sentence": "The total number of MPs who publicly declared support passed 100 on the afternoon of 22 October",
              "refs": []
            },
            {
              "sentence": "On 23 October, Sunak declared that he would stand for election",
              "refs": [
                "https://www.abc.net.au/news/2022-10-22/boris-rishi-or-penny-emerge-as-contenders-to-replace-truss/101560978"
              ]
            },
            {
              "sentence": "After Johnson ruled himself out of the race and Penny Mordaunt withdrew her candidacy, Sunak was announced as the new leader on 24 October",
              "refs": [
                "https://www.theguardian.com/politics/live/2022/oct/22/boris-johnson-rishi-sunak-penny-mordaunt-conservative-tory-leadership-liz-truss-latest-politics-live"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Premiership (2022–2024)",
      "section_content": [
        {
          "sentence": "As the leader of the majority party in the House of Commons, Sunak was appointed as prime minister by Charles III on 25 October 2022, becoming the first British Asian to take the office",
          "refs": []
        },
        {
          "sentence": "At 42, Sunak became the youngest prime minister since Robert Jenkinson, 2nd Earl of Liverpool, in 1812",
          "refs": []
        },
        {
          "sentence": "In his first speech as prime minister, Sunak said that Truss \"was not wrong\" to want to improve growth and that he \"admired her restlessness to create change\", but admitted that \"some mistakes were made\", and that he was elected prime minister in part to fix them:",
          "refs": [
            "https://www.cnn.com/uk/live-news/uk-prime-minister-announcement-monday-gbr-intl/index.html",
            "https://www.bbc.co.uk/news/uk-politics-63375281"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Cabinet",
          "section_content": [
            {
              "sentence": "Sunak selected his cabinet ministers after his appointment as prime minister",
              "refs": []
            },
            {
              "sentence": "Jeremy Hunt was appointed Chancellor of the Exchequer, and Dominic Raab was also re-appointed as deputy prime minister and Justice Secretary, he later resigned from these roles in April 2023 and was replaced by Oliver Dowden",
              "refs": []
            },
            {
              "sentence": "James Cleverly was appointed Foreign Secretary with Suella Braverman as Home Secretary",
              "refs": []
            },
            {
              "sentence": "Ben Wallace was appointed Secretary of State for Defence",
              "refs": []
            },
            {
              "sentence": "Michael Gove was appointed Levelling Up Secretary, Grant Shapps was appointed as Secretary of State for Business, Energy and Industrial Strategy, and Penny Mordaunt became Leader of the House of Commons and Lord President of the council",
              "refs": []
            },
            {
              "sentence": "Other key appointments included Simon Hart as Parliamentary Secretary to the Treasury and Chief Whip of the House of Commons, Nadhim Zahawi as Chairman of the Conservative Party, Oliver Dowden as Chancellor of the Duchy of Lancaster, Thérèse Coffey as Environment Secretary, Mel Stride as Work and Pensions Secretary and Mark Harper as Transport Secretary",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "Reshuffles",
              "section_content": [
                {
                  "sentence": "Sunak's first cabinet reshuffle in February 2023 saw a significant restructuring of government departments",
                  "refs": []
                },
                {
                  "sentence": "New departments included those for Business and Trade, Energy Security and Net Zero, and Science, Innovation and Technology",
                  "refs": []
                },
                {
                  "sentence": "The Department for International Trade and the Department for Business, Energy and Industrial Strategy were split and merged into other departments",
                  "refs": []
                },
                {
                  "sentence": "Ministers who joined the cabinet in the first reshuffle included Greg Hands took over as chairman from Zahawi, though later resigned and replaced by Richard Holden",
                  "refs": []
                },
                {
                  "sentence": "Lucy Frazer became Secretary of State for Culture, Media and Sport taking over from Donelan",
                  "refs": []
                },
                {
                  "sentence": "Rachel Maclean left the backbenches and joined the Department for Levelling Up, Housing and Communities",
                  "refs": []
                },
                {
                  "sentence": "Sunak's last cabinet reshuffle in November 2023 saw the return of former prime minister David Cameron to government following a seven-year absence from frontline politics, replacing James Cleverly as foreign secretary",
                  "refs": [
                    "https://www.bbc.com/news/uk-politics-63410737",
                    "https://www.theguardian.com/politics/live/2023/feb/07/rishi-sunak-to-hold-limited-cabinet-shuffle-zahawi-dominic-raab-uk-politics-live"
                  ]
                },
                {
                  "sentence": "It also saw the departures of Braverman and Coffey from government and Hands from the cabinet, and the appointment of Laura Trott as Chief Secretary to the Treasury",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Foreign policy",
          "section_content": [
            {
              "sentence": "In February 2023, Sunak negotiated a proposed agreement with the EU on Northern Ireland's trading arrangements which was published as the Windsor Framework",
              "refs": []
            },
            {
              "sentence": "On 27 February, Sunak delivered a statement to the House of Commons, saying that the proposed agreement \"protects Northern Ireland's place in our Union",
              "refs": [
                "https://www.nytimes.com/2023/11/13/world/europe/david-cameron-return-uk-government.html"
              ]
            },
            {
              "sentence": "On 22 March, the date of the parliamentary vote, 22 Conservative MPs and six DUP MPs voted against the government legislation",
              "refs": [
                "https://www.bbc.co.uk/news/uk-northern-ireland-64793597"
              ]
            },
            {
              "sentence": "The vote ultimately passed by 515 votes to 29",
              "refs": [
                "https://www.gov.uk/government/speeches/pm-statement-to-the-house-of-commons-27-feb-2023"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Immigration",
              "section_content": [
                {
                  "sentence": "In 2019 the Conservative Party and Boris Johnson pledged to reduce net migration below 250,000 per year, but Sunak said in 2023 that the priority was not to reduce legal immigration but to stop illegal immigration",
                  "refs": []
                },
                {
                  "sentence": "Nearly 30,000 undocumented migrants crossed the Channel in small boats to the UK in 2023",
                  "refs": [
                    "https://inews.co.uk/news/politics/rishi-sunak-brexit-deal-passes-commons-2226166"
                  ]
                },
                {
                  "sentence": "Long-term net migration to the United Kingdom (the number of people immigrating minus the number emigrating) reached a record high of 764,000 in 2022,  with legal immigration at 1.26 million and emigration at 493,000",
                  "refs": [
                    "https://news.sky.com/story/rishi-sunak-refuses-to-commit-to-cutting-net-migration-to-level-set-in-2019-tory-manifesto-12883019",
                    "https://www.dw.com/en/uk-nearly-30000-migrants-crossed-channel-in-2023/a-67871435"
                  ]
                },
                {
                  "sentence": "Of the 1,218,000 legal migrants coming to the UK in 2023, only 10% were EU Nationals",
                  "refs": [
                    "https://www.bloomberg.com/news/articles/2024-05-23/migration-to-uk-falls-from-record-in-election-boost-for-sunak"
                  ]
                },
                {
                  "sentence": "Sunak continued the Rwanda asylum plan to have asylum seekers and illegal immigrants sent to Rwanda for processing",
                  "refs": []
                },
                {
                  "sentence": "After the plan was blocked by the UK's Court of Appeal in June 2023 due to concerns over international law and the possibility of refoulement (persecution of those sent to Rwanda), Sunak vowed to appeal against the verdict to the Supreme Court",
                  "refs": [
                    "https://www.bbc.com/news/uk-48785695",
                    "https://www.theguardian.com/politics/2023/nov/30/rishi-sunak-says-he-inherited-very-high-immigration-from-boris-johnson"
                  ]
                },
                {
                  "sentence": "On 15 November 2023, the Supreme Court upheld the ruling and declared the plan unlawful",
                  "refs": []
                },
                {
                  "sentence": "In response, Sunak sent Cleverly to Rwanda to negotiate a treaty with Rwanda focused on preventing refoulement which must now be ratified by the British and Rwandan Parliaments",
                  "refs": [
                    "https://www.independent.co.uk/news/uk/home-news/rwanda-judgment-ruling-court-appeal-migration-b2366343.html"
                  ]
                },
                {
                  "sentence": "The government also introduced the Safety of Rwanda (Asylum and Immigration) Bill, emergency legislation giving ministers the power to disapply sections of the Human Rights Act 1998 and certain aspects of international law in order to allow them to declare Rwanda a safe country according to UK law",
                  "refs": [
                    "https://www.independent.co.uk/news/uk/home-news/rwanda-deal-supreme-court-rishi-sunak-b2446992.html"
                  ]
                },
                {
                  "sentence": "The bill was criticised by many on the right of the party for not going far enough, resulting in the resignation of the minister for immigration, Robert Jenrick",
                  "refs": [
                    "https://www.independent.co.uk/news/uk/rwanda-kigali-lord-reed-james-cleverly-unhcr-b2458713.html"
                  ]
                },
                {
                  "sentence": "On 12 December 2023 Sunak secured a government majority of 44 for the Safety of Rwanda Bill, despite the opposition of all other parties and abstentions from members of the European Research Group",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Russia and Ukraine",
              "section_content": [
                {
                  "sentence": "Following the 15 November missile explosion in Poland, Sunak met US President Joe Biden and delivered a speech about it",
                  "refs": []
                },
                {
                  "sentence": "Sunak later met Ukrainian President Volodymyr Zelenskyy, and pledged to give Ukraine £50 million in aid",
                  "refs": [
                    "https://www.bbc.co.uk/news/uk-politics-67698672.amp"
                  ]
                },
                {
                  "sentence": "After meeting Zelenskyy, Sunak said: \"I am proud of how the UK stood with Ukraine from the very beginning",
                  "refs": []
                },
                {
                  "sentence": "And I am here today to say the UK and our allies will continue to stand with Ukraine, as it fights to end this barbarous war and deliver a just peace.\"",
                  "refs": [
                    "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/16/readout-of-president-joe-bidens-meeting-with-prime-minister-rishi-sunak-of-the-united-kingdom/"
                  ]
                },
                {
                  "sentence": "Sunak visited Ukraine on 12 January 2024 to sign a new U.K.-Ukraine Agreement on Security Cooperation with Zelenskyy promising £2.5 billion in military aid to Ukraine, including long-range missiles, artillery ammunition, air defence and maritime security, in addition to £200 million to be spent on military drones, making the UK the largest deliverer of drones to Ukraine out of any nation according to Downing Street",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Israel and Palestine",
              "section_content": [
                {
                  "sentence": "In October 2023, Hamas launched a surprise attack on Israel that devolved into a war and a growing humanitarian crisis in the Gaza Strip",
                  "refs": []
                },
                {
                  "sentence": "Sunak pledged the UK's support for Israel and declared that Israel \"has an absolute right to defend itself\"",
                  "refs": []
                },
                {
                  "sentence": "Sunak backed calls for humanitarian pauses to allow for aid to be brought into Gaza, although he initially rejected calls for a full ceasefire as he argued that this would only benefit Hamas",
                  "refs": [
                    "https://news.sky.com/story/rishi-sunak-unveils-2-5bn-of-support-to-ukraine-ahead-of-surprise-visit-13046583"
                  ]
                },
                {
                  "sentence": "Israel used British-supplied weapons in the war",
                  "refs": []
                },
                {
                  "sentence": "However, Sunak later condemned the high number of civilian casualties in Gaza and called for a \"sustainable ceasefire\" in which all Israeli hostages were returned to Israel, attacks against Israel ceased and humanitarian aid was allowed into Gaza",
                  "refs": [
                    "https://www.bbc.co.uk/news/uk-politics-67218948",
                    "https://www.aljazeera.com/news/2024/4/4/uks-rishi-sunak-faces-growing-pressure-to-stop-arms-sales-to-israel"
                  ]
                },
                {
                  "sentence": "His government supported the two-state solution as a resolution to the conflict",
                  "refs": [
                    "https://www.npr.org/2024/04/04/1242745977/uk-israel-arms-sales"
                  ]
                },
                {
                  "sentence": "When the International Criminal Court prosecutor Karim Ahmad Khan announced that he would seek to charge Israeli prime minister Benjamin Netanyahu with war crimes, Sunak criticised the move as \"unhelpful\" and accused Khan of drawing a moral equivalence between Israel and Hamas",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Local election results",
          "section_content": [
            {
              "sentence": "Sunak was faced with the task of rebuilding the Conservatives' reputation which had been significantly damaged by the controversies and scandals of the previous year and the Truss ministry",
              "refs": []
            },
            {
              "sentence": "While their poll ratings recovered slightly over the following months, it still wasn't enough to bring them back to pre-Truss levels",
              "refs": []
            },
            {
              "sentence": "Sunak contested his first local elections as leader on 4 May 2023, where the Conservatives suffered heavy losses",
              "refs": []
            },
            {
              "sentence": "Two months later, on 20 July 2023, they lost two seats in by-elections; one to Labour and one to the Liberal Democrats",
              "refs": []
            },
            {
              "sentence": "Their fortunes remained unchanged throughout policy changes of the following year, such as the shelving of the HS2 northern phase in October",
              "refs": []
            },
            {
              "sentence": "The Conservatives lost two further seats in by-elections on 15 February 2024.",
              "refs": []
            },
            {
              "sentence": "In March 2024, there were suggestions that Sunak could face a leadership challenge before the upcoming general election — which was expected within the calendar year — if the Conservatives perform poorly at the local elections on 2 May",
              "refs": []
            },
            {
              "sentence": "Sunak however said he would resist a challenge, even if that ends up being the case",
              "refs": [
                "https://www.politico.eu/article/uk-rishi-sunak-slams-icc-arrest-warrant-for-benjamin-netanyahu-no-moral-equivalance/",
                "https://inews.co.uk/news/politics/rishi-sunak-safe-mps-ready-local-election-bloodbath-2964426",
                "https://inews.co.uk/news/politics/tories-turn-on-each-other-insane-plot-oust-rishi-sunak-2961348"
              ]
            },
            {
              "sentence": "As predicted, 2 May saw grim showing for the Conservatives, who suffered their worst local election results since 1996",
              "refs": [
                "https://www.theguardian.com/politics/2024/mar/18/penny-mordaunt-tory-leadership-rivals-blamed-for-coup-plot-rumours",
                "https://www.mirror.co.uk/news/politics/rishi-sunak-insists-hell-still-32401459"
              ]
            },
            {
              "sentence": "Additionally, they lost another seat to Labour in the Blackpool South by-election, and narrowly lost the West Midlands mayoral election in a knife-edge vote",
              "refs": []
            },
            {
              "sentence": "Sunak's premiership was described as more stable than that of his two predecessors, while still not being able to represent a turnaround for the Conservatives",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "2024 general election and resignation",
          "section_content": [
            {
              "sentence": "On the afternoon of 22 May 2024, Sunak announced that he had asked the King to call a general election for 4 July 2024, surprising his own MPs",
              "refs": []
            },
            {
              "sentence": "Though Sunak had the option to wait until December 2024 to call the election, he said that he decided on the date because he believed that the economy was improving, and that \"falling inflation and net migration figures would reinforce the Conservatives' election message of 'sticking to the plan'\"",
              "refs": [
                "https://www.nytimes.com/2024/05/22/world/europe/uk-election-sunak-politics.html"
              ]
            },
            {
              "sentence": "Sunak sought to rebuild the Conservative's reputation following a slump in popularity after the short-lived Truss ministry and a slew of controversies including Partygate that irreparably damaged Johnson's ministry,  through campaigning on stabilising the economy, the Rwanda asylum plan, further strengthening the State Pension, and introducing National Service",
              "refs": [
                "https://www.theguardian.com/politics/article/2024/may/22/rishi-sunak-will-call-general-election-for-july-in-surprise-move-sources"
              ]
            },
            {
              "sentence": "He released the Conservative manifesto Clear Plan",
              "refs": []
            },
            {
              "sentence": "Bold Action",
              "refs": []
            },
            {
              "sentence": "Secure Future",
              "refs": []
            },
            {
              "sentence": "on 11 June, addressing the economy, taxes, welfare, expanding free childcare, education, healthcare, environment, energy, transport, and crime",
              "refs": []
            },
            {
              "sentence": "Sunak stated during the general election campaign that if his party lost the election he intended to remain as a backbench MP for the next 5 years",
              "refs": [
                "https://www.independent.co.uk/news/uk/politics/boris-johnson-controversies-timeline-why-resign-b2260174.html",
                "https://www.bbc.co.uk/news/articles/c722v3w66nwo"
              ]
            },
            {
              "sentence": "On 6 June 2024, the 80th anniversary of D-Day, Sunak was heavily criticised for leaving commemoration events early to do an interview with ITV,    including by veterans",
              "refs": [
                "https://www.thetimes.com/uk/politics/article/conservative-party-manifesto-key-policies-rishi-sunak-general-election-9zvjqvttp",
                "https://www.bloomberg.com/news/articles/2024-06-14/sunak-vows-to-stay-as-mp-for-5-years-if-tories-lose-uk-election",
                "https://www.theguardian.com/world/article/2024/jun/07/rishi-sunak-criticised-for-leaving-d-day-event-early-to-record-itv-interview",
                "https://www.spectator.co.uk/article/why-did-rishi-leave-the-d-day-commemorations-early/"
              ]
            },
            {
              "sentence": "Sunak apologised three times over the following week",
              "refs": [
                "https://www.bbc.com/news/articles/c4nnz0w41kvo",
                "https://www.independent.co.uk/news/uk/home-news/rishi-sunak-d-day-apology-veterans-b2558634.html"
              ]
            },
            {
              "sentence": "Labour won a landslide victory in the general election, ending 14 years of Conservative government",
              "refs": []
            },
            {
              "sentence": "A record number of Conservative MPs either stood down or lost their seats at the election",
              "refs": []
            },
            {
              "sentence": "Three Cabinet members stood down and eight full members and four who attended Cabinet lost their seats, the highest number of sitting cabinet seat losses in history",
              "refs": []
            },
            {
              "sentence": "Sunak conceded the election on 5 July",
              "refs": [
                "https://www.newstatesman.com/comment/2024/06/rishi-sunaks-d-day-apology-reveals-limits-saying-sorry"
              ]
            },
            {
              "sentence": "In his resignation speech before tending his resignation to the King, Sunak apologised to Conservative voters and candidates for the party's heavy defeat, and announced his intention to resign as party leader once a new leader is elected",
              "refs": []
            },
            {
              "sentence": "He also offered support to the incoming prime minister Keir Starmer, saying he was \"a decent, public-spirited man\" he respected and expressed hope he would be successful",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Post-premiership (2024–present)",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Leader of the Opposition (July–November 2024)",
          "section_content": [
            {
              "sentence": "After Starmer succeeded Sunak as prime minister, Sunak immediately became Leader of the Opposition and formed his shadow cabinet on 8 July",
              "refs": []
            },
            {
              "sentence": "Most members of Sunak's cabinet heading into the 2024 general election were given the same portfolios in the shadow cabinet, including former chancellor Jeremy Hunt, who became shadow chancellor, and former home secretary James Cleverly, who became shadow home secretary",
              "refs": []
            },
            {
              "sentence": "Former foreign secretary David Cameron chose to retire from frontline politics, with his former deputy Andrew Mitchell becoming shadow foreign secretary instead",
              "refs": [
                "https://news.sky.com/story/election-results-labour-keir-starmer-prime-minister-tory-reform-lib-dem-latest-news-12593360?postid=7943427"
              ]
            },
            {
              "sentence": "Richard Holden resigned as party chairman, and was succeeded by Richard Fuller in an interim capacity outside shadow cabinet",
              "refs": [
                "https://news.sky.com/story/election-results-labour-keir-starmer-prime-minister-tory-reform-lib-dem-latest-news-12593360?postid=7943427"
              ]
            },
            {
              "sentence": "Sunak appointed new officeholders to the portfolios held by the eleven cabinet ministers who lost their seats in the election, including Edward Argar, who became shadow justice secretary after the outgoing justice secretary Alex Chalk lost his seat, as well as Helen Whately, who became shadow transport secretary after the outgoing transport secretary Mark Harper also lost his seat",
              "refs": []
            },
            {
              "sentence": "Among other noteworthy appointments, Kemi Badenoch became the shadow housing, communities and local government secretary and former deputy prime minister Oliver Dowden became deputy leader of the opposition",
              "refs": [
                "https://www.reuters.com/world/uk/uks-sunak-appoints-shadow-cabinet-after-historic-election-loss-2024-07-08/"
              ]
            },
            {
              "sentence": "Sunak remained leader until his successor, Kemi Badenoch, was elected in the 2024 Conservative Party leadership election,   after which he returned to the backbenches",
              "refs": [
                "https://www.reuters.com/world/uk/uks-sunak-appoints-shadow-cabinet-after-historic-election-loss-2024-07-08",
                "https://www.theguardian.com/politics/article/2024/jul/05/rishi-sunak-to-resign-as-tory-leader-as-well-as-pm-after-election-defeat"
              ]
            },
            {
              "sentence": "Responding to the 2024 State Opening of Parliament, Sunak said his party would not oppose the government \"for the sake of it\", but would hold them to account on their election promises",
              "refs": []
            },
            {
              "sentence": "On proposals to change planning laws, Sunak said that though such changes were needed \"a system that does not allow local people to have a say will damage public consent for more housing in the long term\"",
              "refs": []
            },
            {
              "sentence": "While he respected Starmer's decision to scrap the Rwanda asylum plan, Sunak said that there needed to be an alternative deterrent, otherwise \"a large number of those who crossed the Channel illegally will end up remaining here\"",
              "refs": [
                "https://www.bbc.com/news/articles/cd1xnzlzz99o"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Other activities",
          "section_content": [
            {
              "sentence": "In January 2025, he became a visiting fellow at the Hoover Institution of Stanford University",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Political positions",
      "section_content": [
        {
          "sentence": "Sunak has been described as a moderate within his party with a technocratic or managerial leadership style",
          "refs": []
        },
        {
          "sentence": "According to Euronews, Sunak is \"frequently perceived as a pragmatist and as belonging to the centre-ground of the Conservative Party\"",
          "refs": [
            "https://www.telegraph.co.uk/politics/2025/01/21/sunak-takes-new-part-time-job-in-california/"
          ]
        },
        {
          "sentence": "He opposed the economic policies of Truss,  and although described as a fellow Thatcherite, he is viewed as less economically liberal than Truss",
          "refs": [
            "https://www.economist.com/britain/2023/04/13/rishi-sunak-a-very-tory-kind-of-technocrat",
            "https://www.economist.com/britain/2023/04/13/rishi-sunak-a-very-tory-kind-of-technocrat"
          ]
        },
        {
          "sentence": "In April 2023, Sunak's perception as a centrist contrasted with descriptions of his government's policies on transgender and migration issues as being socially conservative, with Jessica Elgot of The Guardian describing Sunak as \"perhaps the most socially conservative PM of his generation\"",
          "refs": []
        },
        {
          "sentence": "Robert Shrimsley of the Financial Times described Sunak as someone whose \"easy manner, career in global finance and ethnic background might suggest a more cosmopolitan conservative\", even though he is socially conservative and pragmatic",
          "refs": [
            "https://www.newsweek.com/what-are-rishi-sunaks-political-beliefs-1754164"
          ]
        },
        {
          "sentence": "Meanwhile, the New Statesman described Sunak as uneasily straddling both liberal-conservative and national-conservative instincts",
          "refs": [
            "https://www.theguardian.com/politics/2023/apr/18/why-rishi-sunak-is-perhaps-the-most-socially-conservative-pm-of-his-generation"
          ]
        },
        {
          "sentence": "In July 2023, The Economist described him as \"the most right-wing Conservative prime minister since Margaret Thatcher\"",
          "refs": [
            "https://www.ft.com/content/94807927-34b5-4f73-8661-e9af8f4e0abe"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Public image",
      "section_content": [
        {
          "sentence": "Following his appointment as chancellor, Sunak arrived in public discourse from relative obscurity",
          "refs": []
        },
        {
          "sentence": "Some political commentators saw Sunak's appointment as signalling the end of the Treasury's independence from Downing Street, with Robert Shrimsley, chief political commentator of the Financial Times, arguing that \"good government often depends on senior ministers – and the Chancellor in particular – being able to fight bad ideas\"",
          "refs": [
            "https://web.archive.org/web/20230809124702/https://www.economist.com/britain/2023/07/27/no-really-rishi-sunak-is-a-right-winger"
          ]
        },
        {
          "sentence": "In the early stages of the COVID-19 pandemic, he was popular by the standards of British politics, described by one analyst as having \"better ratings than any politician since the heydays of Tony Blair\"",
          "refs": []
        },
        {
          "sentence": "Various polls showed Sunak remained overwhelmingly popular among Conservative supporters and many other Britons throughout 2020",
          "refs": [
            "https://www.ft.com/content/f1e8b996-4e59-11ea-95a0-43d18ec715f5"
          ]
        },
        {
          "sentence": "In an Ipsos MORI poll in September 2020, Sunak had the highest satisfaction score of any British chancellor since Labour's Denis Healey in April 1978, and was widely seen as the favourite to become the next Conservative leader",
          "refs": [
            "https://www.newstatesman.com/politics/polling/2022/03/has-rishi-sunaks-bubble-burst",
            "https://yougov.co.uk/topics/politics/articles-reports/2020/07/10/sunak-most-popular-chancellor-15-years",
            "https://www.cityam.com/rishi-sunak-most-popular-chancellor-since-1970s/"
          ]
        },
        {
          "sentence": "Sunak developed a cult media following, with jokes and gossip about his attractiveness widespread on social media and in magazines, gaining the nickname \"Dishi Rishi\"",
          "refs": [
            "https://www.newstatesman.com/politics/uk-politics/2021/01/why-rishi-sunak-can-t-escape-blame-covid-19-crisis",
            "https://www.express.co.uk/news/politics/1340222/Rishi-sunak-popularity-next-prime-minister-chancellor-coronavirus"
          ]
        },
        {
          "sentence": "Public attitudes towards Sunak remained broadly positive in 2021,    though his popularity declined steadily over time",
          "refs": [
            "https://www.outlookindia.com/international/dishy-rishi-a-rising-star-in-the-conservative-party-news-46772",
            "https://www.thetimes.co.uk/article/rishi-sunak-the-most-popular-chancellor-since-healey-but-will-it-last-2cl36dcb7",
            "https://www.theweek.co.uk/news/politics/953417/the-five-most-popular-political-figures-in-the-uk"
          ]
        },
        {
          "sentence": "By early 2022, with the cost of living becoming a growing focus of public concern, Sunak's response as chancellor was perceived as inadequate and he received some of his lowest approval ratings, which continued as the Sunak family's financial affairs came under scrutiny",
          "refs": [
            "https://www.ft.com/content/f1e8b996-4e59-11ea-95a0-43d18ec715f5"
          ]
        },
        {
          "sentence": "By the time he resigned as chancellor in July 2022, Sunak's approval ratings slightly recovered",
          "refs": [
            "https://www.spectator.co.uk/article/rishi-sunak",
            "https://www.theguardian.com/politics/2022/apr/09/rishi-sunaks-hopes-of-becoming-prime-minister-are-over-say-top-tories",
            "https://yougov.co.uk/topics/politics/articles-reports/2022/04/06/rishi-sunaks-net-favourability-down-24pts-two-week",
            "https://www.newstatesman.com/politics/polling/2022/03/why-rishi-sunaks-spring-statement-has-gone-down-badly-with-voters",
            "https://www.indy100.com/politics/rishi-sunak-popularity-rating-low"
          ]
        },
        {
          "sentence": "In October 2022, following his appointment as prime minister, Sunak's personal favourability ratings increased",
          "refs": [
            "https://yougov.co.uk/topics/politics/articles-reports/2022/03/25/rishi-sunaks-favourability-drops-new-low-following"
          ]
        },
        {
          "sentence": "By July 2023, Sunak's approval ratings had decreased back to a similar level to when he resigned as chancellor",
          "refs": [
            "https://yougov.co.uk/topics/politics/trackers/rishi-sunak-approval-rating",
            "https://yougov.co.uk/topics/politics/articles-reports/2022/10/25/favourability-boost-sunak-he-enters-number-10"
          ]
        },
        {
          "sentence": "The New Statesman named him as the second most powerful right-wing figure of 2023, behind only Nigel Farage",
          "refs": [
            "https://www.huffingtonpost.co.uk/entry/rishi-sunak-poll-bounce-gov-approval-rating-at-record-low_uk_635a650fe4b0cf522df56a54"
          ]
        },
        {
          "sentence": "By his resignation as prime minister in July 2024, he had his lowest approval ratings to date",
          "refs": [
            "https://www.independent.co.uk/news/uk/politics/sunak-starmer-tories-labour-poll-ratings-b2375394.html"
          ]
        },
        {
          "sentence": "Following the 2024 general election, Sunak received praise for being gracious in defeat, with some commentators recommending for the Conservatives to keep him on as leader",
          "refs": [
            "https://www.newstatesman.com/politics/uk-politics/2023/09/the-new-statesmans-right-power-list"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Personal life",
      "section_content": [
        {
          "sentence": "In August 2009, Sunak married Akshata Murty, the daughter of N",
          "refs": []
        },
        {
          "sentence": "R",
          "refs": []
        },
        {
          "sentence": "Narayana Murthy and Sudha Murty",
          "refs": []
        },
        {
          "sentence": "His father-in-law is the founder of the technology company Infosys, in which Murty owns a stake",
          "refs": []
        },
        {
          "sentence": "Sunak and Murty met while studying at Stanford University in the US, and he proposed to her on a cliff near the Ritz-Carlton Half Moon Bay",
          "refs": [
            "https://www.thetimes.co.uk/article/meet-the-chancellor-the-real-rishi-sunak-by-the-people-who-know-him-best-q5lk3qf8l",
            "https://www.independent.co.uk/tv/news/rishi-sunak-mps-commons-speech-b2576673.html"
          ]
        },
        {
          "sentence": "They have two daughters: the first born in 2011 and the second in 2013",
          "refs": [
            "https://www.theguardian.com/politics/2022/apr/07/akshata-murty-who-is-rishi-sunak-wife"
          ]
        },
        {
          "sentence": "In November 2020, Sunak was reported by The Guardian to have not declared a significant amount of his wife and family's financial interests on the register of ministers' interests, including a combined £1.7 billion shareholding in Infosys",
          "refs": [
            "https://www.thetimes.co.uk/article/meet-the-chancellor-the-real-rishi-sunak-by-the-people-who-know-him-best-q5lk3qf8l",
            "https://www.ukwhoswho.com/view/10.1093/ww/9780199540884.001.0001/ww-9780199540884-e-283888"
          ]
        },
        {
          "sentence": "Ministers are required to declare interests that are \"relevant\" to their responsibilities and \"which might be thought to give rise to a conflict\" with their public duties",
          "refs": []
        },
        {
          "sentence": "The independent adviser on ministers' interests investigated and concluded that Sunak had not broken any rules",
          "refs": [
            "https://www.siliconvalley.com/2023/02/06/rishi-sunak-recalls-when-he-couldnt-afford-luxury-half-moon-bay-stay/"
          ]
        },
        {
          "sentence": "In early 2022, newspapers reported that Murty had non-domiciled status, meaning she did not have to pay tax on income earned abroad while living in the UK",
          "refs": []
        },
        {
          "sentence": "The status cost approximately £30,000 to secure, and allowed her to avoid paying an estimated £20 million in UK taxes",
          "refs": [
            "https://www.civilserviceworld.com/professions/article/sunak-cleared-of-ministerial-code-breach-over-tax-affairs"
          ]
        },
        {
          "sentence": "On 8 April Murty issued a statement saying that she would pay UK taxes on her global income, and that she regretted the issue had become \"a distraction for  [her] husband\"",
          "refs": [
            "https://www.civilserviceworld.com/professions/article/sunak-cleared-of-ministerial-code-breach-over-tax-affairs",
            "https://www.theguardian.com/politics/2022/apr/07/rishi-sunaks-wife-says-its-not-relevant-to-say-where-she-pays-tax-overseas"
          ]
        },
        {
          "sentence": "An inquiry was set up to identify the source of the leak regarding her tax status",
          "refs": []
        },
        {
          "sentence": "Reporting around this time also revealed that Sunak had continued to hold United States' permanent resident (green card) status he had acquired in the 2000s until 2021, including for 18 months after he was made chancellor, which required filing annual US tax returns",
          "refs": [
            "https://www.bbc.co.uk/news/uk-politics-61017993"
          ]
        },
        {
          "sentence": "An investigation into both his wife's tax status and his residency status found that Sunak had not broken any ministerial rules",
          "refs": [
            "https://news.sky.com/story/rishi-sunak-whitehall-inquiry-launched-into-leak-of-chancellors-wifes-tax-status-12586858",
            "https://www.bbc.com/news/uk-politics-61044847"
          ]
        },
        {
          "sentence": "Sunak and Murty own several houses, including one in North Yorkshire; a mews house in Earl's Court in central London; a flat on the Old Brompton Road, South Kensington; and a penthouse apartment on Ocean Avenue in Santa Monica, California",
          "refs": []
        },
        {
          "sentence": "In April 2022, it was reported that Sunak and Murty had moved out of the flat above 10 Downing Street to a newly refurbished West London home for domestic reasons",
          "refs": [
            "https://www.politicshome.com/news/article/rishi-sunak-cleared-over-us-green-card-by-independent-adviser",
            "https://www.forbes.com/sites/giacomotognini/2022/10/25/inside-the-fortune-of-britains-new-prime-minister-rishi-sunak-and-his-wife-akshata-murthy/?sh=2629a6f7ad1b",
            "https://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58345526",
            "https://www.independent.co.uk/independentpremium/long-reads/rishi-sunak-profile-winchester-akshata-murthy-chancellor-a9525996.html",
            "https://www.thetimes.co.uk/article/new-chancellor-rishi-sunak-adds-downing-street-address-to-his-bulging-property-portfolio-vtpzmvzcf"
          ]
        },
        {
          "sentence": "In October 2022, the Sunaks resumed residence of their former official home at 10 Downing Street, this time as prime minister and reversing the trend started in 1997 of prime ministers living in the four-bedroom flat above 11 Downing Street",
          "refs": [
            "https://www.theguardian.com/politics/2022/apr/03/sunaks-5m-santa-monica-flat-offers-sun-sea-and-a-pet-spa",
            "https://www.business-standard.com/article/international/rishi-sunak-moves-belongings-out-of-downing-street-says-report-122041000385_1.html"
          ]
        },
        {
          "sentence": "In April 2022, amid the Partygate scandal, Sunak was issued a fixed penalty notice by the police who believed he had committed offences under COVID-19 regulations by attending a birthday gathering for Boris Johnson on 19 June 2020",
          "refs": []
        },
        {
          "sentence": "The police also issued 125 fixed penalty notices to 82 other individuals, including Johnson and his wife Carrie Symonds, who all apologised and paid the penalties",
          "refs": []
        },
        {
          "sentence": "After receiving the penalty notice, Sunak said he was \"extremely and sincerely sorry\" for the hurt caused by him attending the party, and that he respected the police's decision to give him a fine",
          "refs": [
            "https://www.tatler.com/article/will-rishi-sunak-be-the-first-pm-to-shun-downing-street",
            "https://www.bbc.co.uk/news/uk-politics-62099272"
          ]
        },
        {
          "sentence": "In January 2023, Sunak was issued a fixed penalty notice by Lancashire Constabulary after a social media video of him failing to wear a seat belt in a moving vehicle was published",
          "refs": [
            "https://www.bbc.com/news/uk-politics-61508110"
          ]
        },
        {
          "sentence": "Sunak apologised for the incident and said he made a \"brief error of judgment\"",
          "refs": [
            "https://www.standard.co.uk/news/uk/rishi-sunak-boris-johnson-imf-washington-b995530.html"
          ]
        },
        {
          "sentence": "Sunak is a teetotaller",
          "refs": []
        },
        {
          "sentence": "He stated in 2022 that he had seven dental fillings due to excessive consumption of Coca-Cola when he was younger, and expressed a strong preference for Mexican Coke",
          "refs": [
            "//upload.wikimedia.org/wikipedia/commons/transcoded/d/de/Rishi_Sunak_Pronunciation.ogg/Rishi_Sunak_Pronunciation.ogg.mp3",
            "https://www.thenationalnews.com/world/2022/10/28/rishi-sunaks-overjoyed-indian-relatives-celebrate-his-victory/"
          ]
        },
        {
          "sentence": "He was previously a governor of the East London Science School",
          "refs": [
            "https://www.theguardian.com/politics/2023/jan/19/sunak-apologises-for-failing-to-wear-seatbelt-while-filming-in-car"
          ]
        },
        {
          "sentence": "Sunak has a Labrador called Nova and is a cricket and horse racing enthusiast",
          "refs": [
            "ISBN: 978-0-00-839258-1"
          ]
        },
        {
          "sentence": "As chancellor, Sunak rose early for a daily Peloton workout and was a fan of fitness instructor Cody Rigsby",
          "refs": [
            "https://www.theguardian.com/politics/2022/aug/05/10-things-you-may-not-know-about-rishi-sunak",
            "https://www.telegraph.co.uk/politics/2021/07/01/watch-dilyn-rishi-sunaks-got-new-pup-town/",
            "https://www.racingpost.com/news/chancellor-rishi-sunak-understands-that-racing-is-very-important/430330"
          ]
        },
        {
          "sentence": "Sunak is a close friend of The Spectator's former political editor James Forsyth, whom he has known since their school days",
          "refs": []
        },
        {
          "sentence": "Sunak was the best man at Forsyth's wedding to the journalist Allegra Stratton, and they are godparents to each other's children",
          "refs": []
        },
        {
          "sentence": "He appointed Forsyth as his political secretary in December 2022",
          "refs": [
            "https://www.independent.co.uk/independentpremium/long-reads/rishi-sunak-profile-winchester-akshata-murthy-chancellor-a9525996.html"
          ]
        },
        {
          "sentence": "Sunak is a steadfast Southampton F.C",
          "refs": []
        },
        {
          "sentence": "fan",
          "refs": []
        },
        {
          "sentence": "When asked what his ideal job would be if he was not a politician, he replied that if he could \"run Southampton Football Club\" he would be a \"very happy man\"",
          "refs": [
            "https://www.theguardian.com/politics/2022/dec/24/rishi-sunak-hires-journalist-james-forsyth-as-political-secretary",
            "https://www.bbc.co.uk/news/uk-65585908"
          ]
        },
        {
          "sentence": "Sunak is a Hindu and identifies as British Indian, stating that he is \"thoroughly British\" but with an Indian religious and cultural heritage",
          "refs": []
        },
        {
          "sentence": "He took his oath as an MP at the House of Commons on the Bhagavad Gita",
          "refs": [
            "https://www.independent.co.uk/tv/news/football-southampton-rishi-sunak-sport-b2136271.html"
          ]
        },
        {
          "sentence": "During the coronation of Charles III, Sunak gave a reading from the New Testament book of Epistle to the Colossians – Colossians 1:9–17",
          "refs": [
            "https://www.thenationalnews.com/world/2022/10/28/rishi-sunaks-overjoyed-indian-relatives-celebrate-his-victory/",
            "https://www.business-standard.com/article/opinion/lunch-with-bs-rishi-sunak-115080601060_1.html",
            "https://www.hindustantimes.com/columns/democracies-can-be-strengthened-by-equal-representation-in-parliament/story-hvt8P6KiFaf6Q2JQJ5CHQL.html"
          ]
        },
        {
          "sentence": "After the murder of George Floyd by police officer Derek Chauvin, Sunak said he had also faced racism in his life",
          "refs": [
            "https://www.hindustantimes.com/indians-abroad/alok-sharma-rishi-sunak-take-oath-on-bhagwad-gita-in-uk-s-house-of-commons/story-hNqAVICJawgjQMYg4QnffN.html",
            "https://www.ndtv.com/world-news/proud-expression-of-our-traditions-rishi-sunak-at-king-charles-iii-coronation-4011002"
          ]
        },
        {
          "sentence": "Speaking about his childhood during the 2024 general election campaign, Sunak said his parents \"wanted to put everything into our education and that was a priority\" and that he didn't have Sky TV growing up",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Further reading",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "4": "//upload.wikimedia.org/wikipedia/commons/transcoded/d/de/Rishi_Sunak_Pronunciation.ogg/Rishi_Sunak_Pronunciation.ogg.mp3",
    "1": "https://www.bbc.co.uk/news/election/2024/uk/constituencies/E14001444",
    "2": "https://www.collinsdictionary.com/dictionary/english/rishi",
    "3": "https://www.collinsdictionary.com/dictionary/english/sunak",
    "5": "https://www.bbc.co.uk/news/business-51490893",
    "6": "https://www.dailyecho.co.uk/news/18865935.amp/",
    "7": "https://www.bbc.com/news/uk-63345272.amp",
    "8": "https://theprint.in/world/punjab-ancestry-oxford-graduate-proud-hindu-all-eyes-on-rishi-sunak-in-uk-pm-race/1045990/",
    "9": "https://www.thequint.com/news/world/all-you-need-to-know-about-rishi-sunaks-family-history",
    "10": "https://www.bbc.co.uk/news/articles/c2qql1wk794o",
    "11": "https://qz.com/east-africa-is-having-another-obama-moment-1849714121",
    "12": "https://www.africanews.com/2022/10/24/rishi-sunak-is-the-first-british-prime-minister-of-asian-origin//",
    "13": "https://www.citizen.digital/news/rishi-sunak-man-with-kenyan-roots-set-to-be-next-uk-prime-minister-n308055",
    "14": "https://www.independent.co.uk/independentpremium/long-reads/rishi-sunak-profile-winchester-akshata-murthy-chancellor-a9525996.html",
    "15": "https://www.thetimes.co.uk/article/meet-the-chancellor-the-real-rishi-sunak-by-the-people-who-know-him-best-q5lk3qf8l",
    "16": "https://www.telegraphindia.com/world/murthy-son-in-law-gets-hagues-seat/cid/1586703",
    "17": "https://www.tatler.com/article/rishi-sunak-chancellor-of-the-exchequer-feature",
    "18": "https://www.telegraph.co.uk/politics/2023/01/04/rishi-sunaks-ex-boss-indian-restaurant-puts-business-liquidation/",
    "19": "https://www.ukwhoswho.com/view/10.1093/ww/9780199540884.001.0001/ww-9780199540884-e-283888",
    "20": "http://economictimes.indiatimes.com/nri/nris-in-news/sudha-narayana-murthys-son-in-law-rishi-sunak-wins-polls-as-conservative-party-member/articleshow/47209420.cms",
    "21": "https://www.theguardian.com/politics/2022/aug/05/rishi-sunak-stanford-business-school-few-remember",
    "22": "https://www.khaleejtimes.com/asia/kt-traces-rishi-sunaks-roots-when-the-family-called-pakistan-home-in-1935",
    "23": "https://www.washingtonpost.com/world/pakistanis-hope-sunak-will-push-india-on-kashmir-resolution/2022/10/26/efebdeb6-553b-11ed-ac8b-08bbfab1c5a5_story.html",
    "24": "https://www.thenationalnews.com/world/2022/10/28/rishi-sunaks-overjoyed-indian-relatives-celebrate-his-victory/",
    "25": "https://www.business-standard.com/article/opinion/lunch-with-bs-rishi-sunak-115080601060_1.html",
    "26": "https://www.chemistanddruggist.co.uk/CD136493/Will-Rishi-Sunak-put-community-pharmacys-needs-above-politics",
    "27": "https://www.theguardian.com/politics/2022/oct/24/spotlight-on-rishi-sunaks-family-as-they-prepare-to-enter-no-10",
    "28": "https://www.educationcannotwait.org/about-us/the-ecw-team",
    "29": "https://www.business-standard.com/article/companies/quite-positive-that-rishi-will-do-well-as-a-mp-says-murthy-115050800943_1.html",
    "30": "https://www.fnlondon.com/articles/tci-adds-four-partners-20070124",
    "31": "https://register.fca.org.uk/s/individual?id=003b000000LVKnuAAH",
    "32": "https://www.ft.com/content/37c77240-50e8-11e1-8cdb-00144feabdc0",
    "33": "https://www.ft.com/content/75c1e2da-dfb3-11df-bed9-00144feabdc0",
    "34": "https://thehedgefundjournal.com/wp-content/uploads/2018/07/THFJ-Tomorrows-Titans-survey.pdf",
    "35": "https://www.theguardian.com/politics/2020/feb/14/new-chancellor-rishi-sunak-challenged-over-hedge-fund-past",
    "36": "https://www.livemint.com/companies/news/narayana-murthy-far-behind-azim-premji-in-family-office-stakes-1549917473062.html",
    "37": "https://conservativehome.com/2014/10/18/rishi-sunak-selected-for-richmond/",
    "38": "https://members.parliament.uk/member/4358/electionresult",
    "39": "ISBN: 978-0-00-839258-1",
    "40": "https://policyexchange.org.uk/wp-content/uploads/2016/09/a-portrait-of-modern-britain.pdf",
    "41": "https://electionresults.parliament.uk/election/2015-05-07/results/Location/Constituency/Richmond%20(Yorks)",
    "42": "https://www.parliament.uk/biographies/commons/rishi-sunak/4483",
    "43": "https://www.bbc.co.uk/news/uk-politics-eu-referendum-35616946",
    "44": "https://www.standard.co.uk/business/business-focus-fears-grow-over-new-chancellors-taxlite-free-ports-push-a4366221.html",
    "45": "https://www.cps.org.uk/files/reports/original/171116092827-ANewEraforRetailBonds.pdf",
    "46": "https://web.archive.org/web/20200220162750/https://www.yorkshirepost.co.uk/news/opinion/columnists/rishi-sunak-a-better-budget-way-for-smes-to-access-cash-for-growth-1-8868258",
    "47": "https://electionresults.parliament.uk/election/2017-06-08/results/Location/Constituency/Richmond%20(Yorks)",
    "48": "https://www.ispreview.co.uk/index.php/2017/12/report-warns-uk-undersea-fibre-optic-data-links-vulnerable-attack.html",
    "49": "https://www.bbc.co.uk/news/politics/constituencies/E14000895",
    "50": "https://www.nytimes.com/2024/07/04/world/europe/sunak-wins-election-uk.html",
    "51": "https://web.archive.org/web/20190902092554/https://ig.ft.com/brexit-exit-deal-vote/",
    "52": "https://www.thetimes.co.uk/article/the-tories-are-in-deep-peril-only-boris-johnson-can-save-us-3xq9lrvr3",
    "53": "https://www.thetimes.co.uk/article/moderates-back-boris-johnson-to-be-next-prime-minister-vk2n72psm",
    "54": "https://www.gov.uk/government/news/full-list-of-new-ministerial-and-government-appointments-july-2019",
    "55": "https://web.archive.org/web/20190730112009/http://privycouncil.independent.gov.uk/wp-content/uploads/2019/07/2019-07-25-List-of-Business.pdf",
    "56": "https://www.ft.com/content/35e7bf74-1521-11ea-9ee4-11f260415385",
    "57": "https://web.archive.org/web/20200213123641/https://blogs.spectator.co.uk/2020/02/is-sajid-javid-at-war-with-no-10/",
    "58": "https://www.theguardian.com/politics/2020/feb/05/johnson-loyalists-to-be-rewarded-in-long-awaited-reshuffle",
    "59": "https://www.bbc.co.uk/news/uk-politics-51491662",
    "60": "https://www.theguardian.com/politics/2020/feb/13/sajid-javid-resigns-as-chancellor-amid-boris-johnson-reshuffle",
    "61": "https://www.rte.ie/news/business/2020/0213/1115043-sajid-javid-quits-as-british-chancellor/",
    "62": "https://www.bbc.co.uk/news/uk-politics-51491662",
    "63": "https://www.theguardian.com/politics/2020/feb/13/sajid-javid-resigns-as-chancellor-amid-boris-johnson-reshuffle",
    "64": "https://www.wired.co.uk/article/coronavirus-uk-response",
    "65": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7270644",
    "66": "https://reaction.life/the-chancellor-we-will-be-judged-by-our-capacity-for-compassion/",
    "67": "https://www.bbc.co.uk/news/business-51935467",
    "68": "https://www.bbc.co.uk/news/business-51982005",
    "69": "https://www.theguardian.com/uk-news/2020/mar/20/government-pay-wages-jobs-coronavirus-rishi-sunak",
    "70": "https://www.theguardian.com/business/2020/may/12/uk-furlough-scheme-extended-rishi-sunak-coronavirus",
    "71": "https://www.bbc.com/news/business-52323918",
    "72": "https://www.theguardian.com/world/2020/apr/17/uk-government-extends-coronavirus-furlough-scheme-until-end-of-june",
    "73": "https://www.theguardian.com/business/2020/may/02/business-leaders-extend-furlough-to-avoid-millions-of-job-losses",
    "74": "https://www.bbc.com/news/business-56259094",
    "75": "https://www.theguardian.com/uk-news/2020/jul/08/rishi-sunak-unveils-stamp-duty-holiday-and-hospitality-vat-cut-furloughed-coronavirus",
    "76": "https://www.bbc.co.uk/news/uk-politics-53268594",
    "77": "https://www.gov.uk/government/news/eat-out-to-help-out-launches-today-with-government-paying-half-on-restaurant-bills",
    "78": "https://www.independent.co.uk/news/uk/home-news/eat-out-help-scheme-business-restaurants-meals-hmrc-b1761566.html",
    "79": "https://www.theguardian.com/uk-news/2023/dec/07/covid-inquiry-johnson-surprised-eat-out-to-help-out-not-cleared-by-scientists",
    "80": "https://inews.co.uk/inews-lifestyle/food-and-drink/eat-out-to-help-out-scheme-money-government-saved-jobs-restaurants-640942",
    "81": "https://www.theguardian.com/business/2020/oct/01/eat-out-to-help-out-failed-boost-finances-uk-hospitality-industry",
    "82": "https://www.lse.ac.uk/News/Latest-news-from-LSE/2021/b-Feb-21/Eat-Out-to-Help-Out-scheme-had-a-limited-effect-on-the-UK's-restaurants-and-cafes",
    "83": "https://warwick.ac.uk/fac/soc/economics/research/centres/cage/news/30-10-20-eat_out_to_help_out_scheme_drove_new_covid_19_infections_up_by_between_8_and_17_new_research_finds/",
    "84": "https://www.bloomberg.com/news/articles/2020-10-04/boris-johnson-says-eat-out-drive-may-have-spread-covid-in-u-k",
    "85": "https://www.theguardian.com/business/2020/oct/30/treasury-rejects-theory-eat-out-to-help-out-caused-rise-in-covid",
    "86": "https://news.sky.com/story/boris-johnson-bamboozled-by-covid-science-claims-sir-patrick-vallance-13012223",
    "87": "https://www.theguardian.com/business/2022/feb/03/in-numbers-britains-cost-of-living-crisis",
    "88": "https://www.ft.com/content/05e49e39-a569-4346-88b9-4543ec9efbe1",
    "89": "https://inews.co.uk/news/consumer/how-apply-for-650-one-off-payment-paid-who-cost-living-help-1679452",
    "90": "https://www.bbc.co.uk/news/business-61802109",
    "91": "https://www.bbc.co.uk/news/uk-politics-51835306",
    "92": "https://www.bbc.com/news/business-54267795",
    "93": "https://www.bbc.com/news/business-56259094",
    "94": "https://www.ft.com/content/2f1829d4-89e5-4b58-9394-28da615cc0ae",
    "95": "https://www.theguardian.com/uk-news/2021/mar/03/rishi-sunak-tax-rises-budget-total-covid-support-spending-tops-400bn",
    "96": "https://www.bbc.co.uk/news/uk-politics-56266773",
    "97": "https://news.sky.com/story/autumn-budget-2021-rishi-sunak-unveils-new-spending-pledges-including-5bn-for-health-research-and-innovation-and-3bn-for-skills-education-12442957",
    "98": "https://www.politics.co.uk/opinion-former/press-release/2021/10/27/low-incomes-tax-reform-group-good-news-for-some-uc-claimants-but-the-detail-is-key/",
    "99": "https://www.bbc.com/news/education-60213729",
    "100": "https://www.bbc.com/news/uk-politics-59052997",
    "101": "https://www.bbc.com/news/uk-politics-60848315",
    "102": "https://www.theguardian.com/world/2021/jun/07/g7-tax-reform-what-has-been-agreed-and-which-companies-will-it-affect",
    "103": "https://www.theguardian.com/business/2021/oct/08/oecd-deal-imposes-global-minimum-corporate-tax-of-15",
    "104": "https://inews.co.uk/news/politics/cop26-rishi-sunak-unveils-130-trillion-commitment-to-help-developing-nations-fight-climate-change-1281644",
    "105": "https://www.gov.uk/government/speeches/cop26-finance-day-speech",
    "106": "https://www.independent.co.uk/news/uk/politics/rishi-sunak-resigns-chancellor-boris-johnson-b2116399.html",
    "107": "https://www.bbc.co.uk/news/live/uk-politics-62048657",
    "108": "https://www.theguardian.com/politics/2022/jul/08/rishi-sunak-to-stand-for-conservative-party-leader",
    "109": "https://news.sky.com/story/rishi-sunak-announces-conservative-leadership-bid-following-boris-johnsons-resignation-12648312",
    "110": "https://news.sky.com/story/first-conservative-hopefuls-announce-leadership-bids-with-more-expected-this-weekend-12648506",
    "111": "https://www.telegraph.co.uk/politics/2022/07/09/rishi-sunak-pledges-protect-womens-rights-first-leadership-policy/",
    "112": "https://news.sky.com/story/tory-leadership-race-what-have-rishi-sunak-and-liz-truss-pledged-for-the-country-12664313",
    "113": "https://www.theguardian.com/politics/ng-interactive/2022/jul/18/tory-leadership-election-full-results",
    "114": "https://www.telegraph.co.uk/politics/2022/07/15/rishi-sunak-attacks-liz-truss-fairy-tale-economic-plan-tory/",
    "115": "https://www.bbc.co.uk/news/uk-politics-60037657",
    "116": "https://economictimes.indiatimes.com/news/international/world-news/conservatives-are-one-family-time-to-unite-behind-truss-says-sunak-after-defeat-in-uk-leadership-race/articleshow/94008859.cms?from=mdr",
    "117": "https://doi.org/10.1515%2Fev-2023-0021",
    "118": "https://www.abc.net.au/news/2022-10-22/boris-rishi-or-penny-emerge-as-contenders-to-replace-truss/101560978",
    "119": "https://www.theguardian.com/politics/live/2022/oct/22/boris-johnson-rishi-sunak-penny-mordaunt-conservative-tory-leadership-liz-truss-latest-politics-live",
    "120": "https://www.theguardian.com/politics/2022/oct/23/rishi-sunak-race-replace-liz-truss-uk-prime-minister-conservative-leadership-former-chancellor",
    "121": "https://www.cnn.com/uk/live-news/uk-prime-minister-announcement-monday-gbr-intl/index.html",
    "122": "https://www.bbc.co.uk/news/uk-politics-63375281",
    "123": "https://www.conservatives.com/news/2022/rishi-sunak-s-first-speech-as-prime-minister",
    "124": "https://www.bbc.com/news/uk-politics-63410737",
    "125": "https://www.theguardian.com/politics/live/2023/feb/07/rishi-sunak-to-hold-limited-cabinet-shuffle-zahawi-dominic-raab-uk-politics-live",
    "126": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1134989/Making_Government_Deliver_for_the_British_People.pdf",
    "127": "https://news.sky.com/story/suella-braverman-sacked-as-home-secretary-13003852",
    "128": "https://www.theguardian.com/politics/2023/nov/13/hes-not-an-mp-so-how-can-david-cameron-return-to-the-cabinet",
    "129": "https://www.nytimes.com/2023/11/13/world/europe/david-cameron-return-uk-government.html",
    "130": "https://www.bbc.co.uk/news/uk-northern-ireland-64793597",
    "131": "https://www.gov.uk/government/speeches/pm-statement-to-the-house-of-commons-27-feb-2023",
    "132": "https://inews.co.uk/news/politics/rishi-sunak-brexit-deal-passes-commons-2226166",
    "133": "https://news.sky.com/story/rishi-sunak-refuses-to-commit-to-cutting-net-migration-to-level-set-in-2019-tory-manifesto-12883019",
    "134": "https://www.dw.com/en/uk-nearly-30000-migrants-crossed-channel-in-2023/a-67871435",
    "135": "https://www.bloomberg.com/news/articles/2024-05-23/migration-to-uk-falls-from-record-in-election-boost-for-sunak",
    "136": "https://www.lbc.co.uk/news/net-migration-drops-to-685-000/",
    "137": "https://www.bbc.com/news/uk-48785695",
    "138": "https://www.theguardian.com/politics/2023/nov/30/rishi-sunak-says-he-inherited-very-high-immigration-from-boris-johnson",
    "139": "https://www.telegraph.co.uk/news/2022/07/23/asylum-system-broken-ten-point-plan-fix/",
    "140": "https://www.independent.co.uk/news/uk/home-news/rwanda-judgment-ruling-court-appeal-migration-b2366343.html",
    "141": "https://www.independent.co.uk/news/uk/home-news/rwanda-deal-supreme-court-rishi-sunak-b2446992.html",
    "142": "https://www.independent.co.uk/news/uk/rwanda-kigali-lord-reed-james-cleverly-unhcr-b2458713.html",
    "143": "https://www.bbc.co.uk/news/uk-67641805",
    "144": "https://www.bbc.co.uk/news/uk-politics-67640833.amp",
    "145": "https://www.bbc.co.uk/news/uk-politics-67698672.amp",
    "146": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/16/readout-of-president-joe-bidens-meeting-with-prime-minister-rishi-sunak-of-the-united-kingdom/",
    "147": "https://www.bbc.com/news/world-europe-63687045",
    "148": "https://news.sky.com/story/rishi-sunak-unveils-2-5bn-of-support-to-ukraine-ahead-of-surprise-visit-13046583",
    "149": "https://news.sky.com/story/rishi-sunak-says-israel-has-an-absolute-right-to-defend-itself-against-hamas-attack-12979101",
    "150": "https://www.bbc.co.uk/news/uk-politics-67218948",
    "151": "https://www.aljazeera.com/news/2024/4/4/uks-rishi-sunak-faces-growing-pressure-to-stop-arms-sales-to-israel",
    "152": "https://www.npr.org/2024/04/04/1242745977/uk-israel-arms-sales",
    "153": "https://www.independent.co.uk/news/world/middle-east/rishi-sunak-israel-gaza-ben-wallace-b2465937.html",
    "154": "https://inews.co.uk/news/politics/rishi-sunak-calls-for-middle-east-peace-process-to-be-reinvigorated-amid-israel-hamas-conflict-2691449",
    "155": "https://www.independent.co.uk/news/uk/politics/rishi-sunak-israel-palestine-gaza-b2464002.html",
    "156": "https://www.politico.eu/article/uk-rishi-sunak-slams-icc-arrest-warrant-for-benjamin-netanyahu-no-moral-equivalance/",
    "157": "https://inews.co.uk/news/politics/rishi-sunak-safe-mps-ready-local-election-bloodbath-2964426",
    "158": "https://inews.co.uk/news/politics/tories-turn-on-each-other-insane-plot-oust-rishi-sunak-2961348",
    "159": "https://www.theguardian.com/politics/2024/mar/18/penny-mordaunt-tory-leadership-rivals-blamed-for-coup-plot-rumours",
    "160": "https://www.mirror.co.uk/news/politics/rishi-sunak-insists-hell-still-32401459",
    "161": "https://www.theguardian.com/politics/2024/mar/20/rishi-sunak-urges-his-mps-to-present-unified-front-before-local-elections",
    "162": "https://www.nytimes.com/2024/05/22/world/europe/uk-election-sunak-politics.html",
    "163": "https://www.bbc.com/news/articles/c9rr73w103vo",
    "164": "https://www.theguardian.com/politics/article/2024/may/22/rishi-sunak-will-call-general-election-for-july-in-surprise-move-sources",
    "165": "https://www.independent.co.uk/news/uk/politics/boris-johnson-controversies-timeline-why-resign-b2260174.html",
    "166": "https://www.bbc.co.uk/news/articles/c722v3w66nwo",
    "167": "https://www.thetimes.com/uk/politics/article/conservative-party-manifesto-key-policies-rishi-sunak-general-election-9zvjqvttp",
    "168": "https://www.bloomberg.com/news/articles/2024-06-14/sunak-vows-to-stay-as-mp-for-5-years-if-tories-lose-uk-election",
    "169": "https://www.theguardian.com/world/article/2024/jun/07/rishi-sunak-criticised-for-leaving-d-day-event-early-to-record-itv-interview",
    "170": "https://www.spectator.co.uk/article/why-did-rishi-leave-the-d-day-commemorations-early/",
    "171": "https://www.bbc.com/news/articles/c4nnz0w41kvo",
    "172": "https://www.independent.co.uk/news/uk/home-news/rishi-sunak-d-day-apology-veterans-b2558634.html",
    "173": "https://www.standard.co.uk/news/politics/rishi-sunak-d-day-conservatives-general-election-nigel-farage-b1162908.html",
    "174": "https://www.newstatesman.com/comment/2024/06/rishi-sunaks-d-day-apology-reveals-limits-saying-sorry",
    "175": "https://news.sky.com/story/election-key-moments-farage-wins-shapps-loses-and-starmer-mobbed-by-supporters-13165924",
    "176": "https://www.gov.uk/government/speeches/rishi-sunaks-final-speech-as-prime-minister-5-july-2024",
    "177": "https://news.sky.com/story/general-election-sir-keir-starmer-will-be-our-new-pm-but-what-happens-next-13156545",
    "178": "https://www.lbc.co.uk/news/richard-holden-quit-tory-party-chairman-rishi-sunak-shadow-cabinet/",
    "179": "https://news.sky.com/story/election-results-labour-keir-starmer-prime-minister-tory-reform-lib-dem-latest-news-12593360?postid=7943427",
    "180": "https://news.sky.com/story/election-results-labour-keir-starmer-prime-minister-tory-reform-lib-dem-latest-news-12593360?postid=7943427",
    "181": "https://www.telegraph.co.uk/politics/2024/07/08/politics-election-keir-starmer-tories-latest-news/#1720456456221",
    "182": "https://www.reuters.com/world/uk/uks-sunak-appoints-shadow-cabinet-after-historic-election-loss-2024-07-08/",
    "183": "https://www.lbc.co.uk/news/richard-holden-quit-tory-party-chairman-rishi-sunak-shadow-cabinet/",
    "184": "https://www.reuters.com/world/uk/uks-sunak-appoints-shadow-cabinet-after-historic-election-loss-2024-07-08",
    "185": "https://www.theguardian.com/politics/article/2024/jul/05/rishi-sunak-to-resign-as-tory-leader-as-well-as-pm-after-election-defeat",
    "186": "https://www.bbc.com/news/articles/cd1xnzlzz99o",
    "187": "https://www.bbc.com/news/articles/c903d09jwk7o",
    "188": "https://www.spectator.co.uk/article/rishi-sunak-looks-much-happier-in-opposition/",
    "189": "https://www.telegraph.co.uk/politics/2025/01/21/sunak-takes-new-part-time-job-in-california/",
    "190": "https://www.economist.com/britain/2023/04/13/rishi-sunak-a-very-tory-kind-of-technocrat",
    "191": "https://www.euronews.com/2022/10/24/rishi-sunak-who-is-the-uks-next-prime-minister-and-what-are-his-policies",
    "192": "https://www.newsweek.com/what-are-rishi-sunaks-political-beliefs-1754164",
    "193": "https://www.theguardian.com/politics/2023/apr/18/why-rishi-sunak-is-perhaps-the-most-socially-conservative-pm-of-his-generation",
    "194": "https://www.ft.com/content/94807927-34b5-4f73-8661-e9af8f4e0abe",
    "195": "https://www.newstatesman.com/new-statesman-view/2023/04/the-new-tory-tribes",
    "196": "https://web.archive.org/web/20230809124702/https://www.economist.com/britain/2023/07/27/no-really-rishi-sunak-is-a-right-winger",
    "197": "https://www.vice.com/en/article/k7ed3e/rishi-sunak-chancellor-dishy-rishi",
    "198": "https://www.ft.com/content/f1e8b996-4e59-11ea-95a0-43d18ec715f5",
    "199": "https://www.newstatesman.com/politics/polling/2022/03/has-rishi-sunaks-bubble-burst",
    "200": "https://yougov.co.uk/topics/politics/articles-reports/2020/07/10/sunak-most-popular-chancellor-15-years",
    "201": "https://www.cityam.com/rishi-sunak-most-popular-chancellor-since-1970s/",
    "202": "https://www.newstatesman.com/politics/uk-politics/2021/01/why-rishi-sunak-can-t-escape-blame-covid-19-crisis",
    "203": "https://www.express.co.uk/news/politics/1340222/Rishi-sunak-popularity-next-prime-minister-chancellor-coronavirus",
    "204": "https://www.ipsos.com/ipsos-mori/en-uk/ipsos-mori-political-monitor-rishi-sunak-has-highest-satisfaction-ratings-chancellor-denis-healey",
    "205": "https://www.vice.com/en/article/k7ed3e/rishi-sunak-chancellor-dishy-rishi",
    "206": "https://inews.co.uk/opinion/the-dishy-rishi-outpouring-is-about-one-thing-unconscious-bias-416643",
    "207": "https://www.newstatesman.com/politics/polling/2022/03/has-rishi-sunaks-bubble-burst",
    "208": "https://www.outlookindia.com/international/dishy-rishi-a-rising-star-in-the-conservative-party-news-46772",
    "209": "https://www.thetimes.co.uk/article/rishi-sunak-the-most-popular-chancellor-since-healey-but-will-it-last-2cl36dcb7",
    "210": "https://www.theweek.co.uk/news/politics/953417/the-five-most-popular-political-figures-in-the-uk",
    "211": "https://www.spectator.co.uk/article/rishi-sunak",
    "212": "https://www.theguardian.com/politics/2022/apr/09/rishi-sunaks-hopes-of-becoming-prime-minister-are-over-say-top-tories",
    "213": "https://yougov.co.uk/topics/politics/articles-reports/2022/04/06/rishi-sunaks-net-favourability-down-24pts-two-week",
    "214": "https://www.newstatesman.com/politics/polling/2022/03/why-rishi-sunaks-spring-statement-has-gone-down-badly-with-voters",
    "215": "https://www.indy100.com/politics/rishi-sunak-popularity-rating-low",
    "216": "https://yougov.co.uk/topics/politics/articles-reports/2022/03/25/rishi-sunaks-favourability-drops-new-low-following",
    "217": "https://yougov.co.uk/topics/politics/trackers/rishi-sunak-approval-rating",
    "218": "https://yougov.co.uk/topics/politics/articles-reports/2022/10/25/favourability-boost-sunak-he-enters-number-10",
    "219": "https://www.huffingtonpost.co.uk/entry/rishi-sunak-poll-bounce-gov-approval-rating-at-record-low_uk_635a650fe4b0cf522df56a54",
    "220": "https://www.independent.co.uk/news/uk/politics/sunak-starmer-tories-labour-poll-ratings-b2375394.html",
    "221": "https://www.newstatesman.com/politics/uk-politics/2023/09/the-new-statesmans-right-power-list",
    "222": "https://yougov.co.uk/politics/articles/49733-general-election-2024-rishi-sunaks-unfavourable-rating-at-highest-ever",
    "223": "https://www.independent.co.uk/voices/rishi-sunak-commons-starmer-speaker-opposition-b2576777.html",
    "224": "https://www.independent.co.uk/tv/news/rishi-sunak-mps-commons-speech-b2576673.html",
    "225": "https://www.theguardian.com/politics/2022/apr/07/akshata-murty-who-is-rishi-sunak-wife",
    "226": "https://www.siliconvalley.com/2023/02/06/rishi-sunak-recalls-when-he-couldnt-afford-luxury-half-moon-bay-stay/",
    "227": "https://www.theguardian.com/politics/2020/nov/27/huge-wealth-of-sunaks-family-not-declared-in-ministerial-register",
    "228": "https://www.theguardian.com/politics/2022/apr/27/sunak-cleared-in-financial-affairs-investigation",
    "229": "https://www.civilserviceworld.com/professions/article/sunak-cleared-of-ministerial-code-breach-over-tax-affairs",
    "230": "https://www.theguardian.com/politics/2022/apr/07/rishi-sunaks-wife-says-its-not-relevant-to-say-where-she-pays-tax-overseas",
    "231": "https://www.bbc.co.uk/news/uk-politics-61017993",
    "232": "https://news.sky.com/story/rishi-sunak-whitehall-inquiry-launched-into-leak-of-chancellors-wifes-tax-status-12586858",
    "233": "https://www.bbc.com/news/uk-politics-61044847",
    "234": "https://www.itv.com/news/2022-04-08/rishi-sunak-admits-holding-a-us-green-card-for-more-than-a-year-as-chancellor",
    "235": "https://www.politicshome.com/news/article/rishi-sunak-cleared-over-us-green-card-by-independent-adviser",
    "236": "https://www.forbes.com/sites/giacomotognini/2022/10/25/inside-the-fortune-of-britains-new-prime-minister-rishi-sunak-and-his-wife-akshata-murthy/?sh=2629a6f7ad1b",
    "237": "https://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58345526",
    "238": "https://www.thetimes.co.uk/article/new-chancellor-rishi-sunak-adds-downing-street-address-to-his-bulging-property-portfolio-vtpzmvzcf",
    "239": "https://www.theguardian.com/politics/2022/apr/03/sunaks-5m-santa-monica-flat-offers-sun-sea-and-a-pet-spa",
    "240": "https://www.business-standard.com/article/international/rishi-sunak-moves-belongings-out-of-downing-street-says-report-122041000385_1.html",
    "241": "https://www.itv.com/news/2022-04-09/chancellor-rishi-sunak-and-family-to-spend-less-time-at-downing-street",
    "242": "https://www.standard.co.uk/news/politics/rishi-sunak-downing-street-london-chequers-treasury-b1036170.html",
    "243": "https://www.bbc.com/news/uk-63404315",
    "244": "https://www.tatler.com/article/will-rishi-sunak-be-the-first-pm-to-shun-downing-street",
    "245": "https://www.bbc.co.uk/news/uk-politics-62099272",
    "246": "https://www.bbc.com/news/uk-politics-61508110",
    "247": "https://www.standard.co.uk/news/uk/rishi-sunak-boris-johnson-imf-washington-b995530.html",
    "248": "https://www.bbc.com/news/uk-politics-64353054",
    "249": "https://www.theguardian.com/politics/2023/jan/19/sunak-apologises-for-failing-to-wear-seatbelt-while-filming-in-car",
    "250": "https://www.theguardian.com/politics/2022/aug/05/10-things-you-may-not-know-about-rishi-sunak",
    "251": "https://www.telegraph.co.uk/politics/2021/07/01/watch-dilyn-rishi-sunaks-got-new-pup-town/",
    "252": "https://www.racingpost.com/news/chancellor-rishi-sunak-understands-that-racing-is-very-important/430330",
    "253": "https://www.deccanherald.com/international/world-news-politics/rishi-sunak-10-things-to-know-about-the-indian-origin-uk-pm-contender-1155567.html",
    "254": "https://www.theguardian.com/politics/2022/dec/24/rishi-sunak-hires-journalist-james-forsyth-as-political-secretary",
    "255": "https://www.bbc.co.uk/news/uk-65585908",
    "256": "https://www.standard.co.uk/news/politics/southampton-hiroshima-rishi-sunak-premier-league-prime-minister-b1082235.html",
    "257": "https://www.independent.co.uk/tv/news/football-southampton-rishi-sunak-sport-b2136271.html",
    "258": "https://www.business-standard.com/article/opinion/lunch-with-bs-rishi-sunak-115080601060_1.html",
    "259": "https://www.hindustantimes.com/columns/democracies-can-be-strengthened-by-equal-representation-in-parliament/story-hvt8P6KiFaf6Q2JQJ5CHQL.html",
    "260": "https://www.hindustantimes.com/indians-abroad/alok-sharma-rishi-sunak-take-oath-on-bhagwad-gita-in-uk-s-house-of-commons/story-hNqAVICJawgjQMYg4QnffN.html",
    "261": "https://www.ndtv.com/world-news/proud-expression-of-our-traditions-rishi-sunak-at-king-charles-iii-coronation-4011002",
    "262": "https://economictimes.indiatimes.com/news/international/world-news/pm-rishi-sunak-to-read-from-biblical-book-at-king-charles-iiis-coronation/articleshow/100022243.cms",
    "263": "https://www.bbc.com/news/articles/c2qql1wk794o"
  },
  "flair_entities": [
    "raghubir berry",
    "sunaks",
    "jessica elgot",
    "united kingdom",
    "penny mordaunt",
    "chris whitty",
    "carrie symonds",
    "cameron",
    "punjab",
    "donelan",
    "liberal",
    "conservative party",
    "ramdas sunak",
    "narayana murthy",
    "helen whately",
    "braverman",
    "truss",
    "infosys",
    "asia",
    "oxford university",
    "oxford",
    "tci",
    "james forsyth",
    "northern ireland",
    "european union",
    "forsyth",
    "truss'",
    "windsor framework",
    "indian punjabi",
    "the economist",
    "israel",
    "khan",
    "derek chauvin",
    "ritz-carlton half moon bay",
    "chris pincher",
    "labour party",
    "asylum and immigration",
    "catamaran ventures",
    "u.k.",
    "union",
    "ocean avenue",
    "laura trott",
    "northallerton",
    "simon hart",
    "rishi sunak",
    "richard holden",
    "russia",
    "dup",
    "education cannot wait",
    "joe biden",
    "kenya",
    "clear plan",
    "privy council",
    "mexican coke",
    "mp",
    "zelenskyy",
    "brexit",
    "liz",
    "may",
    "labrador",
    "sky tv",
    "indian",
    "conservatives'",
    "winter economy plan",
    "mel stride",
    "greg hands",
    "conservative campaign headquarters",
    "mori",
    "akshata murty",
    "policy exchange",
    "margaret thatcher",
    "javid",
    "glasgow",
    "rwanda",
    "zahawi",
    "hoover institution of stanford university",
    "nadhim zahawi",
    "goldman sachs",
    "tanzania",
    "supreme court",
    "british-supplied",
    "santa monica",
    "rishi",
    "democrats",
    "nova",
    "vallance",
    "king",
    "the spectator",
    "theresa may",
    "hindu",
    "aston university",
    "press association",
    "united nations global fund for education in emergencies and protracted crises",
    "lancashire constabulary",
    "cleverly",
    "safety of rwanda bill",
    "business and trade, energy security and net zero",
    "oliver dowden",
    "southampton",
    "centre for policy studies",
    "west london",
    "patrick vallance",
    "kemi badenoch",
    "department for business, energy and industrial strategy",
    "duchy of lancaster",
    "thérèse coffey",
    "keir starmer",
    "east africa",
    "ludhiana",
    "william hague",
    "gove",
    "us",
    "ukraine agreement on security cooperation",
    "karim ahmad khan",
    "national service",
    "murty",
    "boris johnson",
    "covid-19",
    "bme",
    "british people",
    "truss ministry",
    "earl's court",
    "old brompton road",
    "ben wallace",
    "partygate",
    "hamas",
    "national health service",
    "english channel",
    "eu",
    "exchequer",
    "master of business administration",
    "culture, media and sport",
    "coca-cola",
    "tanganyika",
    "stroud school",
    "sajid javid",
    "rwandan",
    "opposition",
    "ukrainian",
    "jeremy hunt",
    "blackpool south",
    "liverpool",
    "winchester college",
    "british india",
    "pakistan",
    "robert jenkinson",
    "international criminal court",
    "ukraine",
    "southampton general hospital",
    "sunak  rishi sunak",
    "conservative central office",
    "theleme partners",
    "stanford university",
    "james cleverly",
    "children's investment fund management",
    "the children's investment fund management",
    "colony and protectorate of kenya",
    "environment, food and rural affairs select committee",
    "sudha murty",
    "dominic raab",
    "israeli",
    "the new statesman",
    "michael gove",
    "pps",
    "hm revenue and customs",
    "department for international trade",
    "new statesman",
    "oecd",
    "north yorkshire",
    "cop26",
    "richard fuller",
    "west midlands",
    "european research group",
    "conservatives",
    "david cameron",
    "euronews",
    "united states'",
    "johnson",
    "cabinet",
    "andrew mitchell",
    "india",
    "hampshire",
    "downing street",
    "allegra stratton",
    "east african-born",
    "energy and industrial strategy",
    "kenya colony",
    "the earl of liverpool",
    "g7",
    "robert shrimsley",
    "universal credit system",
    "nigel farage",
    "southampton football club",
    "state opening of parliament",
    "safety of rwanda",
    "nairobi",
    "state pension",
    "department for levelling up, housing and communities",
    "paris agreement",
    "edward argar",
    "court of appeal",
    "mark harper",
    "russian",
    "gaza",
    "eat out to help out",
    "uk",
    "grant shapps",
    "lucy frazer",
    "poland",
    "channel",
    "lincoln college",
    "europe",
    "conservative",
    "gujranwala",
    "sunak pharmacy",
    "dishi rishi",
    "rachel maclean",
    "cody rigsby",
    "suella braverman",
    "new york",
    "coronavirus job retention",
    "alex chalk",
    "kuti's brasserie",
    "robert jenrick",
    "black and minority ethnic",
    "volodymyr zelenskyy",
    "patrick degorce",
    "hands",
    "house of commons",
    "george floyd",
    "east london science school",
    "covid-19 inquiry",
    "benjamin netanyahu",
    "work and pensions",
    "colossians – colossians",
    "california",
    "britons",
    "south kensington",
    "treasury",
    "nhs",
    "the guardian",
    "denis healey",
    "yorks",
    "romsey",
    "sunak",
    "london",
    "thatcherite",
    "gaza strip",
    "british asian",
    "institute for fiscal studies",
    "england",
    "southampton f.c.",
    "charles iii",
    "state for defence",
    "labour",
    "richmond",
    "starmer",
    "tanganyika territory",
    "financial times",
    "pincher",
    "liz truss",
    "tony blair",
    "british",
    "kenyan",
    "human rights act 1998",
    "palestine",
    "british indian",
    "itv",
    "eu nationals",
    "coffey",
    "epistle",
    "bhagavad gita",
    "britain",
    "new testament",
    "ipsos"
  ]
}