{
  "title": "September_2024_Israeli_attacks_against_Lebanon",
  "url": "https://en.wikipedia.org/wiki/September_2024_Israeli_attacks_against_Lebanon",
  "summary": "This page is subject to the extended confirmed restriction related to the Arab-Israeli conflict.\n\nOn 23 September 2024, Israel began a series of airstrikes in Lebanon as part of the ongoing Israel–Hezbollah conflict with an operation it code-named Northern Arrows. Since then, Israel's attacks have killed over 800 people, injured more than 5,000, and displaced hundreds of thousands of Lebanese civilians. The attacks are the deadliest in Lebanon since the end of the Lebanese Civil War, and began five days after Israel performed a deadly pager and walkie-talkie attack on devices intended for Hezbollah members, and three days after Israel performed an airstrike on an apartment complex in Beirut which killed Redwan Force commander Ibrahim Aqil as well as 54 others.\nThe deadliest day was 23 September, when Israeli attacks killed 558 people, including 50 children and 94 women. Additionally, Israel hit 14 ambulances and fire engines, killing four emergency responders and wounding 16 other medics. The attacks caused chaos among Lebanese civilians, forming traffic jams as they attempted to flee. Hundreds of schools were converted into shelters, where NGOs and volunteers worked to meet the needs of the displaced, as the Lebanese government struggled to provide adequate support. More than 50,000 people fled from Lebanon to Syria.\nA US Department of State official said the US did not see Israel's reported strategy of \"escalate to de-escalate\" as being effective. Lebanese Prime Minister Najib Mikati called the attacks a \"war of extermination\" and accused Israel of trying to destroy Lebanese villages and towns. Governments and human rights organizations have called for de-escalation. Israel has rejected these calls and has said it will continue the attacks. \nOn 27 September 2024, Israel air strikes assassinated Hassan Nasrallah, who was the Secretary-General of Hezbollah. On 1 October, Israel invaded Lebanon. On 27 November, a ceasefire agreement between Israel and Lebanon went into effect, although some attacks continue.",
  "content": [
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "A day after Hamas launched its 7 October 2023 attacks on Israel and Israel began its bombing of Gaza, Hezbollah joined the conflict in \"solidarity with the Palestinians\"   by firing on Israeli military outposts in Shebaa Farms,  and Golan Heights  — both territories under Israeli occupation",
          "refs": [
            "https://www.upi.com/Top_News/World-News/2024/11/27/lebanon-cease-fire-begins/3361732695775",
            "https://www.aljazeera.com/news/liveblog/2024/11/27/live-countdown-to-lebanon-ceasefire-as-israel-reaches-deal-with-hezbollah",
            "https://www.aljazeera.com/news/liveblog/2024/11/27/live-countdown-to-lebanon-ceasefire-as-israel-reaches-deal-with-hezbollah",
            "https://www.jpost.com/breaking-news/article-820536"
          ]
        },
        {
          "sentence": "Since then, Hezbollah and Israel have been involved in cross-border military exchanges that have displaced entire communities in Israel and Lebanon, with significant damage to buildings and land along the border",
          "refs": [
            "https://www.jpost.com/breaking-news/article-820536"
          ]
        },
        {
          "sentence": "From 7 October 2023 to 20 September 2024, there were 10,200 cross border attacks, of which Israel launched 8,300",
          "refs": []
        },
        {
          "sentence": "Over 96,000 people in Israel  and approximately 500,000 in Lebanon have been displaced",
          "refs": [
            "https://www.aljazeera.com/news/2023/10/9/hezbollah-fires-on-israel-after-several-members-killed-in-shelling",
            "https://apnews.com/article/lebanon-israel-chebaa-farms-gaza-rocket-attack-cd7b26f890bf4cae32491721506ec0a1"
          ]
        },
        {
          "sentence": "As of 24 August 2024, there were 564 confirmed deaths in Lebanon, including 133 civilians",
          "refs": [
            "https://www.aljazeera.com/news/2024/9/25/mapping-10000-cross-border-attacks-between-israel-and-lebanon",
            "https://www.reuters.com/world/middle-east/israeli-strikes-lebanon-kill-three-including-hezbollah-commander-sources-say-2024-04-16/"
          ]
        },
        {
          "sentence": "Israel and Hezbollah have maintained their attacks at a level that causes harm without escalating into a full-scale war",
          "refs": [
            "https://www.theguardian.com/world/live/2024/sep/25/middle-east-crisis-live-lebanon-says-only-us-can-end-war-as-israel-launches-new-attacks-on-countrys-south?page=with:block-66f3a0b48f08d264e8b29f54#block-66f3a0b48f08d264e8b29f54"
          ]
        },
        {
          "sentence": "Hezbollah has stated it will continue attacking Israel until Israel halts its operations in Gaza,  where over 40,000 Palestinians have been killed",
          "refs": [
            "https://reliefweb.int/report/lebanon/lebanon-flash-update-25-escalation-hostilities-south-lebanon-23-august-2024"
          ]
        },
        {
          "sentence": "Israel demanded that Hezbollah implement UNSC 1701 and withdraw its forces north of the Litani River",
          "refs": [
            "https://www.wsj.com/world/middle-east/rocket-strike-on-israeli-soccer-field-raises-risk-of-escalation-with-hezbollah-69943fd8?mod=hp_lead_pos6",
            "https://www.aljazeera.com/news/2024/9/11/mapping-11-months-if-israel-lebanon-cross-border-attacks"
          ]
        },
        {
          "sentence": "Both Israel and Hezbollah have outstanding obligations under UNSCR 1701",
          "refs": [
            "https://www.theguardian.com/world/article/2024/aug/21/hezbollah-fires-rockets-drones-israel-golan-heights-lebanon",
            "https://www.independent.co.uk/voices/israel-pager-explosions-walkie-talkies-hezbollah-b2615113.html"
          ]
        },
        {
          "sentence": "Diplomatic efforts, led by U.S",
          "refs": [
            "https://www.jpost.com/israel-news/article-816345",
            "https://www.jpost.com/israel-hamas-war/article-821375",
            "https://www.jpost.com/israel-news/article-791786"
          ]
        },
        {
          "sentence": "envoy Amos Hochstein and France, have so far been unsuccessful in resolving the conflict",
          "refs": []
        },
        {
          "sentence": "Late on 16 September 2024, the Security Cabinet of Israel established a new Israel-Hamas war objective: the safe return to the north of residents displaced by the cross-border conflict with Lebanon",
          "refs": [
            "https://www.jpost.com/israel-news/article-816345",
            "https://www.securitycouncilreport.org/atf/cf/%7B65BFCF9B-6D27-4E9C-8CD3-CF6E4FF96FF9%7D/2023.07.13%20S_2023_522.pdf"
          ]
        },
        {
          "sentence": "This goal was added to the two existing objectives: dismantling Hamas and securing the release of hostages taken during the 7 October attacks",
          "refs": []
        },
        {
          "sentence": "On 17 and 18 September 2024, thousands of handheld pagers and walkie-talkies exploded in a coordinated series of attacks",
          "refs": []
        },
        {
          "sentence": "The explosions killed 42 people and injured at least 3,500, including civilians",
          "refs": [
            "https://www.bbc.com/news/articles/cglkkrj94ldo"
          ]
        },
        {
          "sentence": "Health Minister Firass Abiad said the vast majority of those treated in emergency rooms were in civilian clothing and their Hezbollah affiliation was unclear",
          "refs": [
            "https://www.jpost.com/breaking-news/article-820445",
            "https://edition.cnn.com/2024/09/17/middleeast/lebanon-hezbollah-pagers-explosions-intl/index.html",
            "https://www.theguardian.com/world/2024/sep/20/we-are-isolated-tired-scared-pager-attack-leaves-lebanon-in-shock"
          ]
        },
        {
          "sentence": "Qassim Qassir, a Lebanese expert on Hezbollah, [c] said the attacks mostly struck civilian workers, leaving its military wing largely unaffected",
          "refs": [
            "https://today.lorientlejour.com/article/1427756/nasrallah-we-suffered-a-hard-blow-but-israel-failed.html"
          ]
        },
        {
          "sentence": "Reuters reported that, according to an unnamed Hezbollah official, 1,500 Hezbollah fighters were taken out of action due to injuries, with many blinded or having lost their hands",
          "refs": [
            "https://thearabweekly.com/despite-gaza-battle-hezbollah-israel-mutual-deterrence-holds"
          ]
        },
        {
          "sentence": "Despite Israel denying involvement with the attack,  unnamed Israeli sources told Reuters and other media that it was orchestrated by Israel's intelligence service (Mossad) and military",
          "refs": [
            "https://www.naharnet.com/stories/en/306086",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In response, Hezbollah, who described the attack as a possible declaration of war by Israel, launched a rocket attack on northern Israel a few days later",
          "refs": [
            "https://apnews.com/article/hezbollah-israel-exploding-pagers-walkie-talkies-devices-b8506471525e3848023b1d6a863827e8",
            "https://www.reuters.com/world/middle-east/hezbollahs-tunnels-flexible-command-weather-israels-deadly-blows-2024-09-25/",
            "https://www.bbc.com/news/articles/cglkkrj94ldo"
          ]
        },
        {
          "sentence": "On 20 September 2024, tensions further rose after Ibrahim Aqil was killed in an Israeli strike in Beirut, along with other senior commanders from the unit",
          "refs": [
            "https://www.independent.co.uk/news/uk/israel-hezbollah-muslims-benjamin-netanyahu-israelis-b2616970.html",
            "https://www.theguardian.com/us-news/2024/sep/18/first-thing-israel-planted-explosives-thousands-hezbollah-pagers-reports"
          ]
        },
        {
          "sentence": "After advising Lebanese citizens to evacuate, Israel began airstrikes on 23 September",
          "refs": [
            "https://www.nytimes.com/2024/09/18/world/middleeast/israel-exploding-pagers-hezbollah.html",
            "https://www.reuters.com/world/middle-east/dozens-hezbollah-members-wounded-lebanon-when-pagers-exploded-sources-witnesses-2024-09-17/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Attacks",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Lebanon",
          "section_content": [
            {
              "sentence": "During a cabinet meeting, Lebanese Prime Minister Najib Mikati called the attacks a \"war of extermination\" and accused Israel of trying to destroy Lebanese villages and towns",
              "refs": []
            },
            {
              "sentence": "A representative of Lebanon at the UNGA described the attacks as having \"threatened social order\"",
              "refs": [
                "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to"
              ]
            },
            {
              "sentence": "All non-essential judicial work in Lebanon was suspended on 24 September",
              "refs": []
            },
            {
              "sentence": "The Lebanese Football Association indefinitely postponed all domestic matches",
              "refs": [
                "https://apnews.com/video/israel-hamas-war-iraq-baghdad-lebanon-iraq-government-95903f0114e342048f072a8ba96a93d7"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "23 September in Lebanon",
              "section_content": [
                {
                  "sentence": "The IDF said it had attacked 1,300 Hezbollah military sites in southern Lebanon and the Beqaa Valley",
                  "refs": []
                },
                {
                  "sentence": "One attack hit as far as Byblos, north of Beirut",
                  "refs": [
                    "https://www.washingtonpost.com/world/2024/09/20/ibrahim-aqil-hezbollah-commander/"
                  ]
                },
                {
                  "sentence": "The first wave of attacks began at 06:30 EEST and hit hospitals and ambulances according to Firass Abiad, the Lebanese Health Minister",
                  "refs": []
                },
                {
                  "sentence": "According to the United Nations Office for the Coordination of Humanitarian Affairs (OCHA), 83 civilians were confirmed killed by Israeli attacks, and 93,881 civilians fled their homes",
                  "refs": [
                    "https://www.ft.com/content/ac505579-0bb7-469f-a9d7-2da42c6d3090",
                    "https://www.nytimes.com/live/2024/09/23/world/gaza-israel-hamas-hezbollah"
                  ]
                },
                {
                  "sentence": "According to the OCHA, Israeli attacks have damaged civilian infrastructure such as water, electricity, and telecommunications installations",
                  "refs": []
                },
                {
                  "sentence": "The first wave of attacks focused mostly on At Tiri, Bint Jbeil, and Hanine followed by shelling on Aita al-Shaab, Aitaroun, and Mahrouna and targeted attacks on Shmustar, Taraya, Bodai, Khiyam, the Mahmoudiyah area, and Harbata, Hermel, and other areas",
                  "refs": [
                    "https://www.nytimes.com/live/2024/09/23/world/gaza-israel-hamas-hezbollah/baa0d6f2-7de5-5c73-9196-4dbd212c5704"
                  ]
                },
                {
                  "sentence": "Shortly before noon, the Israeli Air Force (IAF) launched a second wave of attacks, targeting the areas previously struck in addition to bombardment of Hula, Majdel Selm, Talloussa, Sawwaneh, Taybeh, Deir Qanoun En Nahr, Maaroub amongst other areas",
                  "refs": []
                },
                {
                  "sentence": "Six people were injured when three missiles struck the Beir al-Abed neighborhood of Beirut",
                  "refs": [
                    "https://www.unocha.org/publications/report/lebanon/lebanon-flash-update-18-escalation-hostilities-south-lebanon-17-may-2024"
                  ]
                },
                {
                  "sentence": "The attack targeted Ali Karaki, whom Israel says is the commander of Hezbollah's Southern Front,   but Hezbollah said that he survived",
                  "refs": [
                    "https://www.nytimes.com/live/2024/09/23/world/gaza-israel-hamas-hezbollah",
                    "https://www.aljazeera.net/amp/news/2024/9/23/%D8%B4%D8%A7%D9%87%D8%AF-%D8%BA%D8%A7%D8%B1%D8%A7%D8%AA-%D8%A5%D8%B3%D8%B1%D8%A7%D8%A6%D9%8A%D9%84%D9%8A%D8%A9-%D9%85%D9%83%D8%AB%D9%81%D8%A9-%D8%B9%D9%84%D9%89-%D8%AC%D9%86%D9%88%D8%A8",
                    "https://lakome2.com/international/355809/"
                  ]
                },
                {
                  "sentence": "Israel reportedly launched five attacks in Qaliya, in the western Beqaa Valley, one of which hit a residential home, killing a father and his daughter",
                  "refs": []
                },
                {
                  "sentence": "Ten people were also killed in Taraya, near Baalbek",
                  "refs": [
                    "https://www.jpost.com/middle-east/article-821336"
                  ]
                },
                {
                  "sentence": "Sixteen attacks hit the town of Khodor, killing 14 people",
                  "refs": []
                },
                {
                  "sentence": "An entire family was killed in Bodai",
                  "refs": []
                },
                {
                  "sentence": "The Al-Qassam Brigades reported the death of their field commander Hussein al-Nader during the attacks in Lebanon",
                  "refs": [
                    "https://news.sky.com/story/were-already-at-war-lebanese-minister-says-as-he-warns-of-catastrophic-number-of-casualties-from-israeli-airstrikes-13221832"
                  ]
                },
                {
                  "sentence": "Israeli attacks continued into the night between 23 and 24 September, but were mostly focused on the Beqaa Valley",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "24 September in Lebanon",
              "section_content": [
                {
                  "sentence": "On 24 September, the IDF carried out an attack on a Hezbollah stronghold in southern Beirut, killing Ibrahim Qubaisi, head of Hezbollah's Missile Corps",
                  "refs": []
                },
                {
                  "sentence": "Three floors of the building it hit were destroyed, resulting in the deaths of five others, including two United Nations High Commissioner for Refugees (UNHCR) staff,  and injuring fifteen",
                  "refs": [
                    "https://aje.io/yt8n8y?update=3197986",
                    "https://www.aljazeera.net/news/2024/9/24/%D8%B9%D8%A7%D8%AC%D9%84-%D9%83%D8%AA%D8%A7%D8%A6%D8%A8-%D8%A7%D9%84%D9%82%D8%B3%D8%A7%D9%85-%D8%A7%D8%B3%D8%AA%D8%B4%D9%87%D8%A7%D8%AF-%D8%A7%D9%84%D9%82%D8%A7%D8%A6%D8%AF",
                    "https://www.france24.com/fr/moyen-orient/20240923-direct-israel-liban-hezbollah-hamas-gaza-borrell-guerre-totale"
                  ]
                },
                {
                  "sentence": "Bombardments also struck Al-Nabi Shayth, Bodai, Jieh, and a region between Shaath and Hermel in the Beqaa Valley",
                  "refs": [
                    "https://www.israelhayom.co.il/news/world-news/middle-east/article/16500726"
                  ]
                },
                {
                  "sentence": "Additionally, an attack targeted warehouses in Duris",
                  "refs": []
                },
                {
                  "sentence": "In Shaath alone, 12 individuals were killed, including ten members of the Hajj Hassan family",
                  "refs": []
                },
                {
                  "sentence": "The IDF said it struck Hezbollah launchers used to launch missiles targeting Megiddo Airfield",
                  "refs": []
                },
                {
                  "sentence": "It also attacked dozens of other Hezbollah targets in southern Lebanon",
                  "refs": []
                },
                {
                  "sentence": "At least 13 people were killed in other attacks in southern Lebanon",
                  "refs": [
                    "https://www.ynet.co.il/news/article/hkpmtmg0r"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "25 September in Lebanon",
              "section_content": [
                {
                  "sentence": "On 25 September, the IAF said it had struck a total of 280 Hezbollah sites across Lebanon, including weapons depots and rocket launchers",
                  "refs": []
                },
                {
                  "sentence": "The Lebanese Health Ministry announced that at least 51 people were killed in the attacks",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed"
                  ]
                },
                {
                  "sentence": "Four people were killed and 18 were injured after the IDF targeted Maaysara in the Christian majority district of Keserwan for the first time since the beginning of the war",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed"
                  ]
                },
                {
                  "sentence": "Israeli attacks also targeted villages and towns around Tyre, while rockets were launched at Israel and intercepted by the Iron Dome",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed"
                  ]
                },
                {
                  "sentence": "An Israeli airstrike in Maaysrah, Keserwan District killed three people and wounded nine others",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/air-force-says-it-has-struck-280-hezbollah-targets-today/"
                  ]
                },
                {
                  "sentence": "An Israeli attack in Ain Qana killed three people and injured 13 others",
                  "refs": [
                    "https://gulfnews.com/world/mena/lebanon-says-51-killed-in-israeli-strikes-on-wednesday-1.104201076"
                  ]
                },
                {
                  "sentence": "Al-Manar TV cameraman Kamel Karaki was killed in an Israeli attack on Qantara",
                  "refs": []
                },
                {
                  "sentence": "An Israeli airstrike in Joun killed four people and injured seven others,  while an attack in Bint Jbeil killed four",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
                    "https://www.lbcgroup.tv/news/lebanon-news/798530/three-dead-nine-injured-in-israeli-airstrike-on-maaysrah-kesrouane/en"
                  ]
                },
                {
                  "sentence": "Two people were killed and 27 injured during the bombardment of Tebnine, southern Lebanon",
                  "refs": [
                    "https://www.ft.com/content/ac505579-0bb7-469f-a9d7-2da42c6d3090"
                  ]
                },
                {
                  "sentence": "An Israeli airstrike in Tebnine killed three people and injured 20 others",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go"
                  ]
                },
                {
                  "sentence": "Several Israeli attacks in Baalbek-Hermel Governorate killed at least seven people and injured 38 others",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go"
                  ]
                },
                {
                  "sentence": "An Israeli attack in Maroun al-Ras injured two people,  while another in Ainata injured one person",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
                    "https://www.ft.com/content/ac505579-0bb7-469f-a9d7-2da42c6d3090"
                  ]
                },
                {
                  "sentence": "An Israeli attack on a house in Byblos killed one person",
                  "refs": [
                    "https://www.ft.com/content/ac505579-0bb7-469f-a9d7-2da42c6d3090"
                  ]
                },
                {
                  "sentence": "IDF chief Herzi Halevi said that the attacks in Lebanon were laying the foundation for a ground offensive",
                  "refs": [
                    "https://aje.io/6c6745?update=3201701"
                  ]
                },
                {
                  "sentence": "An explosion in Tyre caused a nearby building to collapse, killing a French citizen",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go"
                  ]
                },
                {
                  "sentence": "At least three people were killed in Israeli attacks on Maaysrah, including two woman",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go"
                  ]
                },
                {
                  "sentence": "Hezbollah said its air defense units forced two Israeli aircraft to return from Lebanese airspace and that it targeted Kiryat Motzkin with rockets and Fadi-1 missiles",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go"
                  ]
                },
                {
                  "sentence": "The IDF said it destroyed sixty Hezbollah intelligence directorate targets",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "26 September in Lebanon",
              "section_content": [
                {
                  "sentence": "The IDF said that it struck 220 Hezbollah targets in Lebanon",
                  "refs": []
                },
                {
                  "sentence": "The Lebanese Health Ministry announced that 92 people were killed and 153 others were injured in the attacks",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go"
                  ]
                },
                {
                  "sentence": "An Israeli attack in Aita al-Shaab killed three people",
                  "refs": []
                },
                {
                  "sentence": "An Israeli attack in Qana killed a Syrian national and injured another person",
                  "refs": [
                    "https://www.jpost.com/breaking-news/article-821693"
                  ]
                },
                {
                  "sentence": "The IDF said that it struck about 75 Hezbollah targets in Lebanon",
                  "refs": [
                    "https://www.jpost.com/breaking-news/article-821693"
                  ]
                },
                {
                  "sentence": "An Israeli attack on a three-storey building in Younine killed at least 23 Syrians, a majority of them women or children, and injured eight others",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/idf-jets-struck-some-220-hezbollah-targets-in-lebanon-today-including-rocket-launchers-weapons-depots/"
                  ]
                },
                {
                  "sentence": "Three people were killed and 17 others were injured in Israeli attacks around Tyre area",
                  "refs": [
                    "https://www.barrons.com/amp/news/israeli-strikes-kill-92-in-lebanon-in-past-24-hours-ministry-d5673a60"
                  ]
                },
                {
                  "sentence": "An Israeli attack destroyed a bridge in the Lebanese side of the Lebanon-Syria border in the northeastern Hermel region and injured five people",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks"
                  ]
                },
                {
                  "sentence": "The IDF said that it destroyed infrastructure used by Hezbollah to transfer weapons from Syria",
                  "refs": []
                },
                {
                  "sentence": "An Israeli attack in Dahieh, targeting Mohammed Srur, the commander of Hezbollah's drone unit, killed two people including the target and injured at least 15 others including a woman",
                  "refs": [
                    "https://www.lbcgroup.tv/news/lebanon-news/798806/israel-says-hit-about-75-hezbollah-targets-in-lebanon-overnight/en"
                  ]
                },
                {
                  "sentence": "[excessive citations]",
                  "refs": [
                    "https://www.theguardian.com/world/live/2024/sep/26/middle-east-crisis-live-israel-hezbollah-ceasefire-plan-us-france-netanyahu?page=with:block-66f5163c8f082be0ff233d47#block-66f5163c8f082be0ff233d47",
                    "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks",
                    "https://www.naharnet.com/stories/en/308276-israel-army-says-hits-hezbollah-infrastructure-on-syria-lebanon-border",
                    "https://www.jpost.com/breaking-news/article-821888"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "27 September in Lebanon",
              "section_content": [
                {
                  "sentence": "Israeli bombardment killed an elderly French woman in southern Lebanon",
                  "refs": []
                },
                {
                  "sentence": "An Israeli airstrike on a Syrian military position near Kfeir Yabous, on the border with Lebanon, killed five soldiers and injured one",
                  "refs": [
                    "https://www.barrons.com/amp/news/israel-strike-targeted-head-of-hezbollah-drone-unit-source-close-to-group-61b5ffc7"
                  ]
                },
                {
                  "sentence": "An Israeli airstrike in Shebaa killed nine members of a family, including four children",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks"
                  ]
                },
                {
                  "sentence": "Israeli airstrikes hit Beirut, with the IDF saying that it struck Hezbollah's central headquarters",
                  "refs": []
                },
                {
                  "sentence": "At least four residential buildings were destroyed",
                  "refs": []
                },
                {
                  "sentence": "Six people died and at least 100 were injured",
                  "refs": [
                    "https://www.straitstimes.com/world/europe/frenchwoman-killed-after-explosion-in-southern-lebanon-france-says"
                  ]
                },
                {
                  "sentence": "Hassan Nasrallah, who was the secretary-general of Hezbollah, was killed in the attack",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/5-syrian-soldiers-killed-in-purported-israeli-airstrike-near-lebanon-border-state-media/"
                  ]
                },
                {
                  "sentence": "The IDF employed several tons of munitions, including US-made 2,000-pound (910 kg) bunker buster bombs",
                  "refs": []
                },
                {
                  "sentence": "Around 11 p.m",
                  "refs": []
                },
                {
                  "sentence": "UTC+3 (local time), Israel issued evacuation warnings via social media, alerting residents in and near three building complexes in the southern suburbs of Beirut that they are located in an area of Hezbollah targets",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "28 September in Lebanon",
              "section_content": [
                {
                  "sentence": "The IDF said that it struck over 140 Hezbollah targets",
                  "refs": []
                },
                {
                  "sentence": "The Lebanese Health Ministry announced that 33 people were killed and 195 others were injured in the attacks",
                  "refs": [
                    "https://edition.cnn.com/2024/09/30/middleeast/israel-attack-nasrallah-2000-pound-bombs-intl/index.html"
                  ]
                },
                {
                  "sentence": "At around 12 midnight UTC+3 (local time), the IDF struck three buildings allegedly storing Hezbollah anti-ship missiles in Dahieh",
                  "refs": []
                },
                {
                  "sentence": "At around 3 a.m., Israel issued evacuation warnings via social media for two locations in Bourj el-Barajneh and one in Hadath",
                  "refs": [
                    "https://whatsapp.com/channel/0029Va252iS84OmE1Foa3e1q/2527"
                  ]
                },
                {
                  "sentence": "At around 4 a.m., the IDF began bombing Bourj el-Barajneh",
                  "refs": []
                },
                {
                  "sentence": "The IDF also posted on Twitter that it attacked Hezbollah targets in the Bekaa Valley in eastern Lebanon",
                  "refs": []
                },
                {
                  "sentence": "Some people took refuge in Ramlet al-Baida, a public beach in Beirut",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/5-syrian-soldiers-killed-in-purported-israeli-airstrike-near-lebanon-border-state-media/"
                  ]
                },
                {
                  "sentence": "The IDF said that it killed the commander of Hezbollah's rocket unit, Muhammad Ali Ismail, his deputy and other commanders and militants in an attack in southern Lebanon",
                  "refs": []
                },
                {
                  "sentence": "The IAF said that it struck \"dozens\" of Hezbollah targets in the Bekaa Valley and other places in southern Lebanon",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to"
                  ]
                },
                {
                  "sentence": "The Lebanese National News Agency reported that IDF attacks struck civil defense centres and a medical clinic in Taybeh and Deir Siriane, killing 11 medical staff and injuring 10 others",
                  "refs": [
                    "https://www.barrons.com/news/lebanon-says-33-killed-195-wounded-in-israeli-strikes-saturday-fbcf0623"
                  ]
                },
                {
                  "sentence": "Lebanese Civil Defense said that one of its staff was killed and another staff member was seriously injured in southern Beirut as a result of an Israeli strike",
                  "refs": []
                },
                {
                  "sentence": "At around 5:30 p.m",
                  "refs": [
                    "https://english.alarabiya.net/amp/News/middle-east/2024/09/28/israeli-army-says-killed-several-hezbollah-commanders-in-southern-lebanon"
                  ]
                },
                {
                  "sentence": "UTC+3, Israel started new attacks on Dahieh",
                  "refs": []
                },
                {
                  "sentence": "The IDF said that it struck over 140 Hezbollah targets since the evening of 27 September",
                  "refs": [
                    "https://www.nytimes.com/live/2024/09/25/world/israel-gaza-hamas-hezbollah"
                  ]
                },
                {
                  "sentence": "The IDF carried out a targeted strike in Dahieh killing Hassan Khalil Yassin, the commander of Hezbollah's intelligence division and a senior member of the group's aerial weapons unit",
                  "refs": [
                    "https://edition.cnn.com/2024/09/30/middleeast/israel-attack-nasrallah-2000-pound-bombs-intl/index.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "29 September in Lebanon",
              "section_content": [
                {
                  "sentence": "The Lebanese National News Agency reported that Israeli warplanes struck a civil defense center killing four people and injuring several others",
                  "refs": []
                },
                {
                  "sentence": "The IDF said that its fighter jets struck dozens of targets in Lebanon",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to"
                  ]
                },
                {
                  "sentence": "The IDF announced that senior Hezbollah official Nabil Qaouk was killed in an airstrike in Dahieh the previous day",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to"
                  ]
                },
                {
                  "sentence": "An Israeli airstrike in Dahr-al-Ain killed 11 people",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/idf-says-top-hezbollah-intel-commander-killed-in-beirut-strike-this-afternoon/"
                  ]
                },
                {
                  "sentence": "The Lebanese Scouting Federation said that four of its members were killed in Tayr Debba and another member was killed in Kabrikha",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/idf-says-top-hezbollah-intel-commander-killed-in-beirut-strike-this-afternoon/"
                  ]
                },
                {
                  "sentence": "The Lebanese National News Agency reported that at least 17 members of a family were killed and several others were trapped under rubble in an Israeli air strike in Zboud",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief"
                  ]
                },
                {
                  "sentence": "The Lebanese Health Ministry said that 14 rescuers were killed in Israeli strikes in two days",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief"
                  ]
                },
                {
                  "sentence": "An Israeli strike in Ain El Delb killed at least 32 people and injured 29 others",
                  "refs": [
                    "https://www.timesofisrael.com/idf-kills-another-senior-hezbollah-official-in-beirut-fresh-barrage-targets-tiberias/amp/"
                  ]
                },
                {
                  "sentence": "A second French national was killed in Lebanon",
                  "refs": [
                    "https://www.naharnet.com/stories/en/308335-israeli-airstrike-kills-11-in-northeast-lebanon"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "30 September in Lebanon",
              "section_content": [
                {
                  "sentence": "An Israeli airstrike on an apartment in central Beirut killed three members of the Popular Front for the Liberation of Palestine (PFLP), including the commanders of its military and security divisions in Lebanon",
                  "refs": []
                },
                {
                  "sentence": "Hamas said that its leader in Lebanon and concurrent member of its overseas leadership Fateh Sherif Abu el-Amin and his wife, daughter and son was killed in an Israeli strike at his house in Al-Bass camp in southern Lebanon",
                  "refs": [
                    "https://www.barrons.com/news/lebanon-says-14-rescuers-killed-in-two-days-of-israel-attacks-2e486e1c",
                    "https://english.aawsat.com/arab-world/5065774-24-people-killed-israeli-attack-ain-deleb-lebanon%E2%80%99s-health-ministry-says"
                  ]
                },
                {
                  "sentence": "An Israeli strike in Tyre killed six people",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief",
                    "https://apnews.com/article/israel-lebanon-hezbollah-gaza-09-29-2024-4696e581e28d8c747f017221f2cf420f"
                  ]
                },
                {
                  "sentence": "Relatives said that those killed were mostly women and children",
                  "refs": []
                },
                {
                  "sentence": "The IDF launched ground raids in al-Abbassieh, Harouf and Bedias using special forces",
                  "refs": [
                    "https://www.jpost.com/breaking-news/article-822453"
                  ]
                },
                {
                  "sentence": "A Lebanese Army soldier was killed by an Israeli airstrike in Wazzani",
                  "refs": [
                    "https://www.reuters.com/world/middle-east/apartment-building-beirut-hit-israel-widens-air-campaign-2024-09-29/",
                    "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed"
                  ]
                },
                {
                  "sentence": "Six paramedics were killed and four were injured in an Israeli strike on a civil defence centre in Sahmar",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed"
                  ]
                },
                {
                  "sentence": "The IAF conducted at least six airstrikes in Dahieh after issuing evacuation orders for residents of several buildings in the suburb, with planes also dropping thermal flares in the area",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Israel",
          "section_content": [
            {
              "sentence": "Following the attacks, Israeli Prime Minister Benjamin Netanyahu postponed a flight to New York where he was due to attend the general debate of the seventy-ninth session of the United Nations General Assembly (UNGA)",
              "refs": []
            },
            {
              "sentence": "He later said that his country was \"chang [ing] the security balance, the balance of power in the north\"",
              "refs": [
                "https://www.lbcgroup.tv/news/lebanon-news/800191/uae-president-pledges-100-million-in-urgent-aid-to-lebanon/en"
              ]
            },
            {
              "sentence": "An Israeli official later told CNN that there was \"great satisfaction\" across the Israeli political spectrum for the IDF's performance",
              "refs": []
            },
            {
              "sentence": "Opposition leader Yair Lapid also expressed his support for the operation",
              "refs": []
            },
            {
              "sentence": "Israel warned that its strikes on Hezbollah would intensify, urging Lebanese civilians to flee areas where the group was storing weapons",
              "refs": []
            },
            {
              "sentence": "Netanyahu addressed the Lebanese people, stating, the \"war is not with you; it's with Hezbollah\" accusing the group of using civilians as human shields",
              "refs": [
                "https://today.lorientlejour.com/article/1428126/israel-says-it-launched-large-scale-operation-against-hezbollah-targets-bekaa-and-southern-lebanon-bombed-day-353-of-the-gaza-war.html"
              ]
            },
            {
              "sentence": "He called on residents in southern Lebanon to evacuate until after the strikes had ended",
              "refs": [
                "https://www.aljazeera.com/sports/2024/9/24/lebanon-indefinitely-postpones-all-football-matches-amid-israels-attacks",
                "https://www.timesofisrael.com/liveblog_entry/netanyahu-delays-flight-to-ny-until-wednesday-night-as-fighting-intensifies-in-lebanon/",
                "https://www.timesofisrael.com/israel-expands-strikes-on-hezbollah-as-panicked-lebanese-flee-at-least-180-killed/"
              ]
            },
            {
              "sentence": "The government declared a nationwide state of emergency to last until 30 September",
              "refs": []
            }
          ],
          "subsections": [
            {
              "section_title": "23 September in Israel",
              "section_content": [
                {
                  "sentence": "On 23 September, Hezbollah fired a total of 150 rockets into Israel, the West Bank, and Golan Heights, injuring five people",
                  "refs": []
                },
                {
                  "sentence": "It first fired 35 rockets into northern Israel, targeting IDF bases and warehouses, lightly injuring a man in the Lower Galilee",
                  "refs": []
                },
                {
                  "sentence": "Later that day, it fired around 80 rockets, targeting several locations including Ariel and Karnei Shomron in the occupied West Bank",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed"
                  ]
                },
                {
                  "sentence": "The missile and artillery battalion's headquarters in the Yoav barracks was hit with dozens of rockets as well as warehouses at the Nimra military base",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed?update=3212593",
                    "https://www.timesofisrael.com/liveblog_entry/at-least-6-idf-strikes-hit-south-beirut-hezbollah-stronghold-lebanon-security-source/"
                  ]
                },
                {
                  "sentence": "Two Palestinian civilians were wounded in a Hezbollah rocket attack on Deir Istiya",
                  "refs": []
                },
                {
                  "sentence": "The headquarters of the 146th \"Ha-Mapatz\" Division was also reported to be struck by a Hezbollah attack",
                  "refs": []
                },
                {
                  "sentence": "Ben Gurion Airport was attacked by missiles but the missiles were intercepted",
                  "refs": [
                    "https://allisrael.com/hezbollah-fires-heavy-rocket-barrages-deep-into-israel-including-western-samaria-town-of-ariel"
                  ]
                },
                {
                  "sentence": "Hezbollah claimed to have attacked the Northern Command reserve headquarters and the  91st \"Galilee\" Division HQ at the Amiad base with rockets as well as having attacked the Rafael Advanced Defense Systems installations north of Haifa with dozens of rockets",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/some-80-rockets-from-lebanon-launched-at-israel-west-bank-over-past-hour-idf/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "24 September in Israel",
              "section_content": [
                {
                  "sentence": "On 24 September, as Hezbollah continued its attacks on Israel, one million Israelis moved into shelters",
                  "refs": []
                },
                {
                  "sentence": "Throughout the day, the group fired approximately 300 rockets at northern Israel, targeting the Upper Galilee and south of Haifa and injuring six people",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed"
                  ]
                },
                {
                  "sentence": "Heavy damage was inflicted on buildings and a cemetery in Kiryat Shmona,  while a reservist was injured by shrapnel in the Mount Carmel area",
                  "refs": [
                    "https://shehabnews.com/post/138530/%D8%A8%D8%A7%D9%84%D9%81%D9%8A%D8%AF%D9%8A%D9%88-%D9%88%D8%A8%D8%B9%D8%B6%D9%87%D8%A7-%D9%88%D8%B5%D9%84%D8%AA-%D8%AD%D9%8A%D9%81%D8%A7-%D9%88%D8%B9%D9%83%D8%A7-%D8%B5%D9%88%D8%A7%D8%B1%D9%8A%D8%AE-%D8%AD%D8%B2%D8%A8-%D8%A7%D9%84%D9%84%D9%87-%D8%AA%D8%B6%D8%B1%D8%A8-%D9%85%D8%B3%D8%AA%D9%88%D8%B7%D9%86%D8%A7%D8%AA-%D9%81%D9%8A-%D8%A7%D9%84%D8%B9%D9%85%D9%82-%D9%88%D8%B5%D8%A7%D9%81%D8%B1%D8%A7%D8%AA-%D8%A7%D9%84%D8%A5%D9%86%D8%B0%D8%A7%D8%B1-%D8%AA%D8%AF%D9%88-%D9%8A-%D9%82%D8%B1%D8%A8-%D8%A8%D9%86-%D8%BA%D9%88%D8%B1%D9%8A%D9%88%D9%86",
                    "https://rosaelyoussef.com/1226810/%D8%B9%D8%A7%D8%AC%D9%84-%D8%AD%D8%B2%D8%A8-%D8%A7%D9%84%D9%84%D9%87-%D9%8A%D8%AF%D9%85%D8%B1-%D8%A2%D9%84%D8%A9-%D8%A7%D9%84%D8%AD%D8%B1%D8%A8-%D8%A7%D9%84%D8%A5%D8%B3%D8%B1%D8%A7%D8%A6%D9%8A%D9%84%D9%8A%D8%A9-%D9%88%D9%8A%D9%87%D8%A7%D8%AC%D9%85-%D9%85%D8%B5%D8%A7%D9%86%D8%B9-%D8%B1%D8%A7%D9%81%D8%A7%D8%A6%D9%8A%D9%84"
                  ]
                },
                {
                  "sentence": "The IDF reported that around ten projectiles were launched from Lebanon toward the HaAmakim region",
                  "refs": [
                    "https://www.telegraph.co.uk/world-news/2024/09/24/israel-hamas-war-lebanon-strikes-latest-news/",
                    "https://www.timesofisrael.com/liveblog_entry/idf-says-at-least-two-other-hezbollah-commanders-killed-in-beirut-strike-that-took-out-rocket-chief/"
                  ]
                },
                {
                  "sentence": "Hezbollah launched six attacks on Israeli airbases and an explosives factory,  and said it used a new missile named Fadi-3 to target an IDF base",
                  "refs": [
                    "https://www.ynet.co.il/news/article/hkpmtmg0r"
                  ]
                },
                {
                  "sentence": "Hezbollah also attacked Katzrin,  and it launched a total of 90 missiles in two attacks on Dado IDF base in the vicinity of Safed",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/man-moderately-injured-by-shrapnel-amid-hezbollah-rocket-barrage-south-of-haifa/",
                    "https://apnews.com/live/lebanon-israel-strikes-hamas-war-updates#00000192-23ef-d351-a19f-f3ef6a6d0000"
                  ]
                },
                {
                  "sentence": "Hezbollah drones struck the Atlit naval base in the vicinity of Haifa",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
                    "https://www.theguardian.com/world/live/2024/sep/24/middle-east-crisis-live-israel-lebanon-hezbollah-war-news?CMP=share_btn_url&page=with:block-66f2be4d8f08d07f5def3941#block-66f2be4d8f08d07f5def3941"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "25 September in Israel",
              "section_content": [
                {
                  "sentence": "On 25 September, a surface-to-surface missile was intercepted from Lebanon towards Tel Aviv",
                  "refs": []
                },
                {
                  "sentence": "Hezbollah said its ballistic missile targeted Mossad headquarters in the vicinity of the city",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed"
                  ]
                },
                {
                  "sentence": "Hezbollah also fired 40 rockets at the Upper Galilee, striking an assisted living facility in Safed",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed"
                  ]
                },
                {
                  "sentence": "Its missile attacks in Sa'ar injured two people",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed"
                  ]
                },
                {
                  "sentence": "Two Israelis were slightly wounded in a drone attack by the Islamic Resistance in Iraq on the Port of Eilat",
                  "refs": [
                    "https://www.reuters.com/world/middle-east/israeli-military-says-missile-intercepted-tel-aviv-sirens-sound-2024-09-25/"
                  ]
                },
                {
                  "sentence": "A Hezbollah rocket hit a cable car at the Mount Hermon ski resort damaging it",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "26 September in Israel",
              "section_content": [
                {
                  "sentence": "Hezbollah attacked Acre with some projectiles falling in the Mediterranean Sea",
                  "refs": []
                },
                {
                  "sentence": "Approximately 45 rockets were launched from Lebanon towards northern Israel",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
                    "https://www.ynetnews.com/article/rkbkxrw00"
                  ]
                },
                {
                  "sentence": "Hezbollah said that its missiles targeted Rafael Advanced Defense Systems facilities in the Zevulun area",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/hezbollah-rocket-damages-cable-car-at-mount-hermon-ski-site/"
                  ]
                },
                {
                  "sentence": "Hezbollah fired more than 130 rockets into northern Israel, attacking areas in Mount Meron, Safed, Birya   and Kiryat Ata, injuring an Israeli man",
                  "refs": [
                    "https://news.walla.co.il/blog/3693985",
                    "https://www.ynet.co.il/news/article/skttxumcr#autoplay",
                    "https://www.bbc.com/news/live/c981g8mrl8lt?post=asset:8cc935a8-ea46-4156-8eea-eac0f35a300b#post"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "27 September in Israel",
              "section_content": [
                {
                  "sentence": "Shrapnel from an intercepted rocket wounded a man in Tiberias after Hezbollah fired ten rockets at the area",
                  "refs": []
                },
                {
                  "sentence": "Hezbollah said that it targeted Ilaniya and Kiryat Atta using Fadi-1 missiles",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks"
                  ]
                },
                {
                  "sentence": "Hezbollah fired 65 rockets at Safed caused damage in and lightly injuring a woman",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "28 September in Israel",
              "section_content": [
                {
                  "sentence": "Ten rockets were launched from Lebanon towards Upper Galilee",
                  "refs": []
                },
                {
                  "sentence": "A surface-to-surface missile was launched from Lebanon to central Israel",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/hezbollah-fired-10-rockets-at-tiberias-earlier-today-says-idf/"
                  ]
                },
                {
                  "sentence": "Hezbollah said that it targeted Ramat David Airbase with Fadi-3 missiles and Kabri with Fadi-1 missiles",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/27/israel-attacks-lebanon-israeli-bombings-kill-more-than-700-in-lebanon"
                  ]
                },
                {
                  "sentence": "Hezbollah said that its artillery shells targeted a group of soldiers at \"al-Sadah\" IDF site, its rockets targeted Sa’ar and Rosh Pina",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/idf-says-65-rockets-fired-from-lebanon-in-the-past-hour-safed-woman-lightly-hurt-from-impact/"
                  ]
                },
                {
                  "sentence": "The IDF announced that Hezbollah fired around 90 missiles at northern Israel, Tel Aviv and the West Bank throughout the day",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/upper-galilee-sirens-were-triggered-by-10-rockets-launched-from-lebanon-no-reports-of-injuries/"
                  ]
                },
                {
                  "sentence": "A Hezbollah missile landed near the Israeli outpost of Mitzpe Hagit, near Jerusalem, causing a fire and power outages in nearby communities",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to"
                  ]
                },
                {
                  "sentence": "Two drones were launched from southern Lebanon to western Galilee",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "29 September in Israel",
              "section_content": [
                {
                  "sentence": "Hezbollah fired eight rockets at Tiberias, causing no casualties",
                  "refs": []
                },
                {
                  "sentence": "Hezbollah said that it launched Fadi 1 missiles targeting Ofek IDF base in northern Israel",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/idf-says-top-hezbollah-intel-commander-killed-in-beirut-strike-this-afternoon/"
                  ]
                },
                {
                  "sentence": "Hezbollah said that it launched attacks on soldiers in Manara and its rockets targeted Sa'ar",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/idf-around-90-rockets-fired-at-israel-from-lebanon-throughout-day/"
                  ]
                },
                {
                  "sentence": "Hezbollah said that its rockets targeted Safed and another \"smaller location\" in northern Israel",
                  "refs": [
                    "https://www.timesofisrael.com/liveblog_entry/idf-missile-from-lebanon-lands-in-west-bank-sparking-fire-causing-power-outages-none-hurt/"
                  ]
                },
                {
                  "sentence": "A projectile was launched from Lebanon towards northern Israel",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "30 September in Israel",
              "section_content": [
                {
                  "sentence": "Hezbollah fired 35 rockets into northern Israel and the Golan Heights",
                  "refs": []
                },
                {
                  "sentence": "Hezbollah said that it targeted IDF positions in Golan Height with rockets",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief"
                  ]
                },
                {
                  "sentence": "Hezbollah also said that it targeted Kfar Giladi with a long-range anti-ship cruise missile, a northern Israel settlement with rockets, areas in northern Haifa with Fadi 1 missiles",
                  "refs": []
                },
                {
                  "sentence": "The IDF said that 10 rockets were launched from Lebanon towards northern Israel",
                  "refs": []
                },
                {
                  "sentence": "Hezbollah also claimed to have struck movements of Israeli troops “in the orchards opposite the Lebanese towns of Odaisseh and Kfar Kila”",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Syria",
          "section_content": [],
          "subsections": [
            {
              "section_title": "26 September in Syria",
              "section_content": [
                {
                  "sentence": "Eight people were injured when an Israeli attack struck a bridge near the Matrabah crossing on the Lebanon–Syria border, with both sides of the border being targeted",
                  "refs": []
                },
                {
                  "sentence": "Four of the injured were border-control policemen, while the other four were customs officers",
                  "refs": []
                },
                {
                  "sentence": "The bridge was also damaged",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "27 September in Syria",
              "section_content": [
                {
                  "sentence": "The Syrian Ministry of Defense reported that a Syrian military site near the village of Kfeir Yabous (~1.6 miles from the Lebanese border) was struck by Israeli attacks, killing five Syrian soldiers",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "28 September in Syria",
              "section_content": [
                {
                  "sentence": "Israel claimed to have killed Ahmad Muhammad Fahd, the commander of the Hamas network in southern Syria",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "29 September in Syria",
              "section_content": [
                {
                  "sentence": "A US airstrike targeted a Kata'ib Sayyid al-Shuhada base near Abu Kamal in Deir ez-Zor Governorate, killing 18",
                  "refs": []
                },
                {
                  "sentence": "This came shortly after the group performed drone attacks on three US bases in Syria and Iraq for the US government's support for Israel",
                  "refs": [
                    "https://www.daijiworld.com/news/newsDisplay?newsID=1230266",
                    "https://english.almanar.com.lb/2210738"
                  ]
                },
                {
                  "sentence": "An unknown drone targeted various facilities of various Islamic Revolutionary Guard Corps-aligned militias across Deir ez-Zor Governorate including a guesthouse in Al-Heri, two weapons warehouse in Al-Hizam, another warehouse in Al-Suwaiiyah, and a radar instillation in Jabal Hrabesh",
                  "refs": []
                },
                {
                  "sentence": "Strikes also took place within Deir ez-Zor city, at the headquarters of one of the militias, as well as at the Iranian-backed development corporation",
                  "refs": []
                },
                {
                  "sentence": "In total the strikes killed 17 and wounded 20",
                  "refs": []
                },
                {
                  "sentence": "Israeli strikes targeted the city of Al-Qusayr and its border crossing with Lebanon, claiming that it was being used to smuggle Iranian weapons into Lebanon",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "30 September in Syria",
              "section_content": [
                {
                  "sentence": "At least three people including a journalist were killed and nine people were injured in a suspected Israeli strike in the Mezzeh neighbourhood of Damascus",
                  "refs": []
                },
                {
                  "sentence": "Syrian state media reported that Syrian air defenses intercepted \"hostile targets\" following a blast",
                  "refs": [
                    "https://en.irna.ir/news/85611391/US-military-base-in-Syria-targeted-in-drone-attack",
                    "https://www.syriahr.com/en/345244/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "1 October in Syria",
              "section_content": [
                {
                  "sentence": "Israel struck three anti-aircraft radar stations, two near Sweida, and another in Daraa Governorate",
                  "refs": []
                },
                {
                  "sentence": "One of the strikes was on Al-Tha'lah Airport which Israel claims is used by Iranian militias",
                  "refs": [
                    "https://www.aljazeera.com/news/liveblog/2024/10/1/israel-attacks-lebanon-live-israelis-launch-ground-operation-in-lebanon"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "2 October in Syria",
              "section_content": [
                {
                  "sentence": "Three civilians were killed and three wounded in an Israeli airstrike on Damascus targeting the Mezzah suburb",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Jordan",
          "section_content": [],
          "subsections": [
            {
              "section_title": "28 September in Jordan",
              "section_content": [
                {
                  "sentence": "A rocket from Lebanon crashed into an uninhabited area in Al-Muwaqqar, Jordan, just outside Amman but caused no casualties or significant damage",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "Casualties and injuries",
      "section_content": [
        {
          "sentence": "More than 700 people were killed and over 2,000 injured during the first four days",
          "refs": []
        },
        {
          "sentence": "Among the fatalities are at least 50 children, 94 women, and 4 medics, according to the Lebanese Ministry of Public Health",
          "refs": [
            "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks?update=3205303"
          ]
        },
        {
          "sentence": "The UNHCR expressed outrage over the killing of two of its staff",
          "refs": [
            "https://syrianobserver.com/foreign-actors/southern-syria-israel-targets-regime-sites-including-two-military-airports.html",
            "https://www.reuters.com/world/middle-east/three-killed-israeli-strike-damascus-syrian-state-media-says-2024-10-02/"
          ]
        },
        {
          "sentence": "The Lebanese University (LU) announced that an LU student and her sister were killed during the attacks",
          "refs": []
        },
        {
          "sentence": "Lebanon's electricity company said one of its engineers was killed in her home by an Israeli attack, along with her husband, children, parents, and sister",
          "refs": [
            "https://www.timesofisrael.com/liveblog_entry/jordan-says-rocket-fired-from-lebanon-lands-outside-amman/"
          ]
        },
        {
          "sentence": "Israeli attacks hit 14 ambulances and fire engines, killing four Risala emergency responders and wounding 16 other medics",
          "refs": []
        },
        {
          "sentence": "Other casualties included Al-Manar TV cameraman Kamel Karaki and journalist Hadi al-Sayed, who worked for the pro-Hezbollah network Al Mayadeen",
          "refs": [
            "https://today.lorientlejour.com/article/1428126/israel-says-it-launched-large-scale-operation-against-hezbollah-targets-bekaa-and-southern-lebanon-bombed-day-353-of-the-gaza-war.html"
          ]
        },
        {
          "sentence": "The strikes were the deadliest attack on Lebanon since the end of the Lebanese Civil War (1975–1990)",
          "refs": [
            "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
            "https://today.lorientlejour.com/article/1428126/israel-says-it-launched-large-scale-operation-against-hezbollah-targets-bekaa-and-southern-lebanon-bombed-day-353-of-the-gaza-war.html"
          ]
        },
        {
          "sentence": "An Iraqi man was also killed and many more injured",
          "refs": [
            "https://news.sky.com/story/were-already-at-war-lebanese-minister-says-as-he-warns-of-catastrophic-number-of-casualties-from-israeli-airstrikes-13221832"
          ]
        },
        {
          "sentence": "Two Canadians were killed on a road while trying to seek refuge",
          "refs": [
            "https://news.sky.com/story/amp/israel-vows-to-accelerate-attacks-on-hezbollah-after-558-including-50-children-killed-in-lebanon-13221189",
            "https://aje.io/yt8n8y?update=3197881"
          ]
        },
        {
          "sentence": "137 Syrian refugees were also killed, according to the Syrian Observatory of Human Rights",
          "refs": [
            "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
            "https://thenewregion.com/posts/900/iraqi-national-killed-several-others-wounded-in-israel-s-tuesday-strikes-on-lebanon"
          ]
        },
        {
          "sentence": "A domestic worker from The Gambia was killed alongside eight others in a strike in Hanaouay",
          "refs": [
            "https://www.kurdistan24.net/en/story/36960-Iraqi-citizen-was-among-killed-people-in-Lebanon"
          ]
        },
        {
          "sentence": "An elderly woman from France was killed on 26 September",
          "refs": [
            "https://www.ctvnews.ca/canada/2-canadians-killed-in-lebanon-global-affairs-canada-confirms-amid-israel-hezbollah-conflict-1.7050926"
          ]
        },
        {
          "sentence": "Senior Hezbollah commanders Ali Aburia and Mohammad Saleh were killed in the attacks",
          "refs": []
        },
        {
          "sentence": "The head of Hezbollah's rocket unit, Ibrahim Qubaisi, was killed in Beirut on 24 September,  while Mohammad Hussein Surur, head of one of Hezbollah’s drone units, was killed in the same city two days later",
          "refs": [
            "https://www.syriahr.com/en/345332/",
            "https://www.cbc.ca/amp/1.7334054",
            "https://www.aljazeera.net/news/2024/9/24/%D8%B9%D8%A7%D8%AC%D9%84-%D9%83%D8%AA%D8%A7%D8%A6%D8%A8-%D8%A7%D9%84%D9%82%D8%B3%D8%A7%D9%85-%D8%A7%D8%B3%D8%AA%D8%B4%D9%87%D8%A7%D8%AF-%D8%A7%D9%84%D9%82%D8%A7%D8%A6%D8%AF"
          ]
        },
        {
          "sentence": "Mahmoud al Nader, a field commander of Hamas's al-Qassam Brigades, was also killed in southern Lebanon",
          "refs": []
        },
        {
          "sentence": "Hussein Nader, a leader in the Civil Defense affiliated with the Amal Movement, the al-Rissala Scouts, was killed in an Israeli airstrike on his house in Marjayoun",
          "refs": [
            "https://www.jpost.com/middle-east/article-821336"
          ]
        },
        {
          "sentence": "Amidst circulating misinformation that Greek Orthodox priest Gregorios Salloum had been killed and \"martyred\" in an air strike, the Greek Orthodox Archdiocese of Tyre and Sidon confirmed that Salloum was alive and injured",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Displacement",
      "section_content": [
        {
          "sentence": "In addition to the hundreds of thousands of Lebanese who had already been displaced since October 2023, 90,000 more have been displaced between 23 and 24 September",
          "refs": []
        },
        {
          "sentence": "On the first day of attacks, those fleeing south Lebanon were stuck in traffic as two-hour drives took some people more than 14 hours",
          "refs": [
            "https://today.lorientlejour.com/article/1428126/israel-says-it-launched-large-scale-operation-against-hezbollah-targets-bekaa-and-southern-lebanon-bombed-day-353-of-the-gaza-war.html"
          ]
        },
        {
          "sentence": "Five hundred and sixty-nine public facilities are being used for shelter, including schools, vocational institutes, and agricultural centres",
          "refs": [
            "https://www.timesofisrael.com/liveblog_entry/hamas-armed-wing-says-field-commander-in-south-lebanon-was-killed-in-israeli-strike/"
          ]
        },
        {
          "sentence": "The Lebanese government is not well-equipped to provide supplies or staff, so NGOs, individual donors, and volunteers affiliated with political parties are trying to meet people's needs",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "More than 100,000 people fled from Lebanon to Syria",
          "refs": [
            "https://today.lorientlejour.com/article/1428126/israel-says-it-launched-large-scale-operation-against-hezbollah-targets-bekaa-and-southern-lebanon-bombed-day-353-of-the-gaza-war.html"
          ]
        },
        {
          "sentence": "On 25 September, Lebanon's foreign minister Abdallah Bou Habib said that nearly 500,000 people were displaced due to the attacks",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "International humanitarian efforts",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Governments",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Organization",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reactions",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Lebanon",
          "section_content": [
            {
              "sentence": "During a cabinet meeting, Lebanese Prime Minister Najib Mikati called the attacks a \"war of extermination\" and accused Israel of trying to destroy Lebanese villages and towns",
              "refs": []
            },
            {
              "sentence": "A representative of Lebanon at the UNGA described the attacks as having \"threatened social order\"",
              "refs": [
                "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to"
              ]
            },
            {
              "sentence": "All non-essential judicial work in Lebanon was suspended on 24 September",
              "refs": []
            },
            {
              "sentence": "The Lebanese Football Association indefinitely postponed all domestic matches",
              "refs": [
                "https://apnews.com/video/israel-hamas-war-iraq-baghdad-lebanon-iraq-government-95903f0114e342048f072a8ba96a93d7"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Israel",
          "section_content": [
            {
              "sentence": "Following the attacks, Israeli Prime Minister Benjamin Netanyahu postponed a flight to New York where he was due to attend the general debate of the seventy-ninth session of the United Nations General Assembly (UNGA)",
              "refs": []
            },
            {
              "sentence": "He later said that his country was \"chang [ing] the security balance, the balance of power in the north\"",
              "refs": [
                "https://www.lbcgroup.tv/news/lebanon-news/800191/uae-president-pledges-100-million-in-urgent-aid-to-lebanon/en"
              ]
            },
            {
              "sentence": "An Israeli official later told CNN that there was \"great satisfaction\" across the Israeli political spectrum for the IDF's performance",
              "refs": []
            },
            {
              "sentence": "Opposition leader Yair Lapid also expressed his support for the operation",
              "refs": []
            },
            {
              "sentence": "Israel warned that its strikes on Hezbollah would intensify, urging Lebanese civilians to flee areas where the group was storing weapons",
              "refs": []
            },
            {
              "sentence": "Netanyahu addressed the Lebanese people, stating, the \"war is not with you; it's with Hezbollah\" accusing the group of using civilians as human shields",
              "refs": [
                "https://today.lorientlejour.com/article/1428126/israel-says-it-launched-large-scale-operation-against-hezbollah-targets-bekaa-and-southern-lebanon-bombed-day-353-of-the-gaza-war.html"
              ]
            },
            {
              "sentence": "He called on residents in southern Lebanon to evacuate until after the strikes had ended",
              "refs": [
                "https://www.aljazeera.com/sports/2024/9/24/lebanon-indefinitely-postpones-all-football-matches-amid-israels-attacks",
                "https://www.timesofisrael.com/liveblog_entry/netanyahu-delays-flight-to-ny-until-wednesday-night-as-fighting-intensifies-in-lebanon/",
                "https://www.timesofisrael.com/israel-expands-strikes-on-hezbollah-as-panicked-lebanese-flee-at-least-180-killed/"
              ]
            },
            {
              "sentence": "The government declared a nationwide state of emergency to last until 30 September",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "International",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Governments",
              "section_content": [],
              "subsections": []
            },
            {
              "section_title": "Other",
              "section_content": [
                {
                  "sentence": "Pope Francis described the situation in Lebanon as \"unacceptable\" and called on the international community to make \"every effort\" to prevent an escalation in violence",
                  "refs": []
                },
                {
                  "sentence": "A joint statement by the G7 said that \"actions and counter-reactions risk magnifying this dangerous spiral of violence\" leading to \"a broader regional conflict with unimaginable consequences\"",
                  "refs": []
                },
                {
                  "sentence": "The European Union's foreign policy chief, Josep Borrell, expressed concern over the situation, describing Israel and Hezbollah as \"almost in a full-fledged war\"",
                  "refs": [
                    "https://saudigazette.com.sa/article/645756/World/Israel-declares-nationwide-state-of-emergency-amid-escalating-strikes-on-Lebanon?ref=rss&format=simple&link=link"
                  ]
                },
                {
                  "sentence": "United Nations Secretary-General António Guterres said he was \"gravely alarmed by the escalating situation along the Blue Line\", referring to the demarcated section of the Israel–Lebanon border",
                  "refs": []
                },
                {
                  "sentence": "A spokesperson for the Office of the United Nations High Commissioner for Human Rights said it was \"extremely concerned\" about the risk of escalation",
                  "refs": [
                    "https://saudigazette.com.sa/article/645756/World/Israel-declares-nationwide-state-of-emergency-amid-escalating-strikes-on-Lebanon?ref=rss&format=simple&link=link"
                  ]
                },
                {
                  "sentence": "Several airlines announced a suspension of their flights to Lebanon",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "5": "[ERROR retrieving ref link]",
    "11": "[ERROR retrieving ref link]",
    "51": "[ERROR retrieving ref link]",
    "1": "https://www.middleeastmonitor.com/20240924-lebanon-pm-slams-israels-war-of-extermination/",
    "2": "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks?update=3205303",
    "3": "https://www.aljazeera.com/news/liveblog/2024/9/27/israel-attacks-lebanon-israeli-bombings-kill-more-than-700-in-lebanon?update=3206185",
    "4": "https://www.jpost.com/breaking-news/article-821437",
    "6": "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks",
    "7": "https://www.france24.com/en/middle-east/20240923-%F0%9F%94%B4-israeli-military-launches-fresh-strikes-on-hezbollah-in-lebanon-urges-civilians-to-evacuate",
    "8": "https://news.sky.com/story/israel-lebanon-hezbollah-hamas-gaza-war-latest-sky-news-live-blog-12978800?postid=8320545#liveblog-body",
    "9": "https://www.bbc.co.uk/news/live/c981g8mrl8lt?post=asset:41ddba54-a52f-4095-98bc-b54b9e315547#post",
    "10": "https://news.sky.com/story/were-already-at-war-lebanese-minister-says-as-he-warns-of-catastrophic-number-of-casualties-from-israeli-airstrikes-13221832",
    "12": "https://amp.theguardian.com/world/2024/sep/23/israel-lebanon-strikes-evacuation-hezbollah",
    "13": "https://today.lorientlejour.com/article/1428126/israel-says-it-launched-large-scale-operation-against-hezbollah-targets-bekaa-and-southern-lebanon-bombed-day-353-of-the-gaza-war.html",
    "14": "https://www.unicef.org/lebanon/press-releases/unicef-geneva-palais-briefing-note-impact-attacks-lebanon-children",
    "15": "https://www.nytimes.com/live/2024/09/25/world/israel-gaza-hamas-hezbollah",
    "16": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "17": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "18": "https://www.cnn.com/world/live-news/israel-lebanon-hezbollah-09-23-24-intl-hnk",
    "19": "https://www.wionews.com/world/lebanon-pm-slams-israels-war-of-extermination-after-multiple-strikes-kill-over-150-761260",
    "20": "https://www.washingtonpost.com/world/2024/09/29/israel-bomb-beirut-nasrallah-death/",
    "21": "https://www.upi.com/Top_News/World-News/2024/11/27/lebanon-cease-fire-begins/3361732695775",
    "22": "https://www.aljazeera.com/news/liveblog/2024/11/27/live-countdown-to-lebanon-ceasefire-as-israel-reaches-deal-with-hezbollah",
    "23": "https://www.jpost.com/breaking-news/article-820536",
    "24": "https://www.aljazeera.com/news/2023/10/9/hezbollah-fires-on-israel-after-several-members-killed-in-shelling",
    "25": "https://apnews.com/article/lebanon-israel-chebaa-farms-gaza-rocket-attack-cd7b26f890bf4cae32491721506ec0a1",
    "26": "https://www.aljazeera.com/news/2024/9/25/mapping-10000-cross-border-attacks-between-israel-and-lebanon",
    "27": "https://www.reuters.com/world/middle-east/israeli-strikes-lebanon-kill-three-including-hezbollah-commander-sources-say-2024-04-16/",
    "28": "https://www.theguardian.com/world/live/2024/sep/25/middle-east-crisis-live-lebanon-says-only-us-can-end-war-as-israel-launches-new-attacks-on-countrys-south?page=with:block-66f3a0b48f08d264e8b29f54#block-66f3a0b48f08d264e8b29f54",
    "29": "https://news.sky.com/story/were-already-at-war-lebanese-minister-says-as-he-warns-of-catastrophic-number-of-casualties-from-israeli-airstrikes-13221832",
    "30": "https://reliefweb.int/report/lebanon/lebanon-flash-update-25-escalation-hostilities-south-lebanon-23-august-2024",
    "31": "https://www.wsj.com/world/middle-east/rocket-strike-on-israeli-soccer-field-raises-risk-of-escalation-with-hezbollah-69943fd8?mod=hp_lead_pos6",
    "32": "https://www.aljazeera.com/news/2024/9/11/mapping-11-months-if-israel-lebanon-cross-border-attacks",
    "33": "https://www.theguardian.com/world/article/2024/aug/21/hezbollah-fires-rockets-drones-israel-golan-heights-lebanon",
    "34": "https://www.independent.co.uk/voices/israel-pager-explosions-walkie-talkies-hezbollah-b2615113.html",
    "35": "https://www.jpost.com/israel-news/article-816345",
    "36": "https://www.jpost.com/israel-hamas-war/article-821375",
    "37": "https://www.jpost.com/israel-news/article-791786",
    "38": "https://www.jpost.com/israel-news/article-816345",
    "39": "https://www.securitycouncilreport.org/atf/cf/%7B65BFCF9B-6D27-4E9C-8CD3-CF6E4FF96FF9%7D/2023.07.13%20S_2023_522.pdf",
    "40": "https://www.bbc.com/news/articles/c72ppnzyr2eo",
    "41": "https://www.bbc.com/news/articles/c30lpyl46z3o",
    "42": "https://www.bbc.com/news/articles/cglkkrj94ldo",
    "43": "https://www.jpost.com/breaking-news/article-820445",
    "44": "https://edition.cnn.com/2024/09/17/middleeast/lebanon-hezbollah-pagers-explosions-intl/index.html",
    "45": "https://www.theguardian.com/world/2024/sep/20/we-are-isolated-tired-scared-pager-attack-leaves-lebanon-in-shock",
    "46": "https://today.lorientlejour.com/article/1427756/nasrallah-we-suffered-a-hard-blow-but-israel-failed.html",
    "47": "https://abcnews.go.com/International/hezbollah-vows-reckoning-after-thousands-lebanon-injured-exploding/story?id=113798347",
    "48": "https://www.theguardian.com/world/live/2024/sep/17/middle-east-crisis-live-netanyahu-expands-gaza-war-aims-blinken-heads-to-egypt?page=with%3Ablock-66e9f8468f086ad2b4929f30#block-66e9f8468f086ad2b4929f30",
    "49": "https://thearabweekly.com/despite-gaza-battle-hezbollah-israel-mutual-deterrence-holds",
    "50": "https://www.naharnet.com/stories/en/306086",
    "52": "https://apnews.com/article/hezbollah-israel-exploding-pagers-walkie-talkies-devices-b8506471525e3848023b1d6a863827e8",
    "53": "https://www.reuters.com/world/middle-east/hezbollahs-tunnels-flexible-command-weather-israels-deadly-blows-2024-09-25/",
    "54": "https://www.independent.co.uk/news/uk/israel-hezbollah-muslims-benjamin-netanyahu-israelis-b2616970.html",
    "55": "https://www.theguardian.com/us-news/2024/sep/18/first-thing-israel-planted-explosives-thousands-hezbollah-pagers-reports",
    "56": "https://www.nytimes.com/2024/09/18/world/middleeast/israel-exploding-pagers-hezbollah.html",
    "57": "https://www.reuters.com/world/middle-east/dozens-hezbollah-members-wounded-lebanon-when-pagers-exploded-sources-witnesses-2024-09-17/",
    "58": "https://www.haaretz.com/israel-news/2024-09-19/ty-article-live/netanyahu-slams-misguided-starmer-accuses-u-k-of-sending-mixed-messages/00000192-07f9-d543-ab9f-2ffbf5790000",
    "59": "https://www.washingtonpost.com/world/2024/09/20/ibrahim-aqil-hezbollah-commander/",
    "60": "https://www.ft.com/content/ac505579-0bb7-469f-a9d7-2da42c6d3090",
    "61": "https://www.nytimes.com/live/2024/09/23/world/gaza-israel-hamas-hezbollah",
    "62": "https://www.nytimes.com/live/2024/09/23/world/gaza-israel-hamas-hezbollah/baa0d6f2-7de5-5c73-9196-4dbd212c5704",
    "63": "https://www.bbc.com/news/articles/cp3wy8kpy3eo.amp",
    "64": "https://apnews.com/article/israel-palestinians-hamas-war-news-lebanon-hezbollah-e3ca9c83642056f962fdf76319e3b8de#https://apnews.com/article/israel-palestinians-hamas-war-news-lebanon-hezbollah-e3ca9c83642056f962fdf76319e3b8de",
    "65": "https://www.unocha.org/publications/report/lebanon/lebanon-flash-update-18-escalation-hostilities-south-lebanon-17-may-2024",
    "66": "https://www.aljazeera.net/amp/news/2024/9/23/%D8%B4%D8%A7%D9%87%D8%AF-%D8%BA%D8%A7%D8%B1%D8%A7%D8%AA-%D8%A5%D8%B3%D8%B1%D8%A7%D8%A6%D9%8A%D9%84%D9%8A%D8%A9-%D9%85%D9%83%D8%AB%D9%81%D8%A9-%D8%B9%D9%84%D9%89-%D8%AC%D9%86%D9%88%D8%A8",
    "67": "https://lakome2.com/international/355809/",
    "68": "https://www.alhurra.com/lebanon/2024/09/23/%D9%84%D8%A8%D9%86%D8%A7%D9%86-%D9%8A%D8%B9%D9%84%D9%86-%D8%A7%D8%B1%D8%AA%D9%81%D8%A7%D8%B9%D8%A7-%D9%83%D8%A8%D9%8A%D8%B1%D8%A7-%D8%A8%D9%82%D8%AA%D9%84%D9%89-%D8%A7%D9%84%D8%B6%D8%B1%D8%A8%D8%A7%D8%AA-%D8%A7%D9%84%D8%A5%D8%B3%D8%B1%D8%A7%D8%A6%D9%8A%D9%84%D9%8A%D8%A9",
    "69": "https://www.jpost.com/middle-east/article-821336",
    "70": "https://www.axios.com/2024/09/23/israel-hezbollah-southern-front-commander-beirut-airstrike",
    "71": "https://www.jpost.com/breaking-news/article-821426",
    "72": "https://aje.io/yt8n8y?update=3197986",
    "73": "https://www.aljazeera.net/news/2024/9/24/%D8%B9%D8%A7%D8%AC%D9%84-%D9%83%D8%AA%D8%A7%D8%A6%D8%A8-%D8%A7%D9%84%D9%82%D8%B3%D8%A7%D9%85-%D8%A7%D8%B3%D8%AA%D8%B4%D9%87%D8%A7%D8%AF-%D8%A7%D9%84%D9%82%D8%A7%D8%A6%D8%AF",
    "74": "https://www.france24.com/fr/moyen-orient/20240923-direct-israel-liban-hezbollah-hamas-gaza-borrell-guerre-totale",
    "75": "https://www.israelhayom.co.il/news/world-news/middle-east/article/16500726",
    "76": "https://www.theguardian.com/world/2024/sep/25/israel-lebanon-strikes-hezbollah-commander-ibrahim-qubaisi-latest-news-death-toll",
    "77": "https://www.mtv.com.lb/en/News/Local/1488660/unhcr-mourns-killing-of-beloved-staff-member-and-contractor-staff-in-lebanon",
    "78": "https://www.ynet.co.il/news/article/hkpmtmg0r",
    "79": "https://today.lorientlejour.com/article/1428304/israeli-air-force-continues-to-bombard-southern-lebanon-and-the-bekaa-entire-families-have-been-killed-day-354-of-the-gaza-war.html?utm_source=CMS-48&utm_campaign=Post-122541&utm_medium=whatsapp",
    "80": "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
    "81": "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
    "82": "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
    "83": "https://www.timesofisrael.com/liveblog_entry/air-force-says-it-has-struck-280-hezbollah-targets-today/",
    "84": "https://gulfnews.com/world/mena/lebanon-says-51-killed-in-israeli-strikes-on-wednesday-1.104201076",
    "85": "https://today.lorientlejour.com/article/1428465/hezbollah-claims-ballistic-missile-attack-at-mossad-hq-in-tel-aviv-israeli-army-says-it-intercepted-it-day-355-of-the-gaza-war.html?utm_source=CMS-48&utm_campaign=Post-122567&utm_medium=whatsapp",
    "86": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "87": "https://www.lbcgroup.tv/news/lebanon-news/798530/three-dead-nine-injured-in-israeli-airstrike-on-maaysrah-kesrouane/en",
    "88": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "89": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "90": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "91": "https://aje.io/6c6745?update=3201701",
    "92": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "93": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "94": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "95": "https://www.bbc.com/news/articles/c8xe8nkj9wyo.amp",
    "96": "https://apnews.com/live/lebanon-israel-strikes-hamas-war-updates#00000192-2ac5-d8c4-a7b3-eaff0c570000",
    "97": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "98": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "99": "https://www.jpost.com/breaking-news/article-821693",
    "100": "https://www.timesofisrael.com/liveblog_entry/idf-jets-struck-some-220-hezbollah-targets-in-lebanon-today-including-rocket-launchers-weapons-depots/",
    "101": "https://www.barrons.com/amp/news/israeli-strikes-kill-92-in-lebanon-in-past-24-hours-ministry-d5673a60",
    "102": "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks",
    "103": "https://www.lbcgroup.tv/news/lebanon-news/798806/israel-says-hit-about-75-hezbollah-targets-in-lebanon-overnight/en",
    "104": "https://www.theguardian.com/world/live/2024/sep/26/middle-east-crisis-live-israel-hezbollah-ceasefire-plan-us-france-netanyahu?page=with:block-66f5163c8f082be0ff233d47#block-66f5163c8f082be0ff233d47",
    "105": "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks",
    "106": "https://www.naharnet.com/stories/en/308276-israel-army-says-hits-hezbollah-infrastructure-on-syria-lebanon-border",
    "107": "https://www.jpost.com/breaking-news/article-821888",
    "108": "https://www.barrons.com/amp/news/israel-strike-targeted-head-of-hezbollah-drone-unit-source-close-to-group-61b5ffc7",
    "109": "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks",
    "110": "https://abcnews.go.com/amp/International/israel-kills-hezbollah-commander-beirut-strike-netanyahu-vows/story?id=114183872",
    "111": "https://www.straitstimes.com/world/europe/frenchwoman-killed-after-explosion-in-southern-lebanon-france-says",
    "112": "https://www.timesofisrael.com/liveblog_entry/5-syrian-soldiers-killed-in-purported-israeli-airstrike-near-lebanon-border-state-media/",
    "113": "https://www.timesofisrael.com/liveblog_entry/authorities-say-9-killed-in-strike-on-shebaa-in-southern-lebanon/",
    "114": "https://www.nytimes.com/live/2024/09/27/world/israel-lebanon-hezbollah-hamas",
    "115": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "116": "https://apnews.com/article/lebanon-israel-hezbollah-airstrikes-28-september-2024-c4751957433ff944c4eb06027885a973",
    "117": "https://edition.cnn.com/2024/09/30/middleeast/israel-attack-nasrallah-2000-pound-bombs-intl/index.html",
    "118": "https://www.businessinsider.com/israel-likely-used-bunker-buster-bombs-strike-kill-hezbollah-chief-2024-9",
    "119": "https://whatsapp.com/channel/0029Va252iS84OmE1Foa3e1q/2527",
    "120": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "121": "https://www.barrons.com/news/lebanon-says-33-killed-195-wounded-in-israeli-strikes-saturday-fbcf0623",
    "122": "https://www.timesofisrael.com/liveblog_entry/after-evacuation-calls-idf-strikes-buildings-housing-hezbollah-anti-sea-missiles/",
    "123": "https://english.alarabiya.net/amp/News/middle-east/2024/09/28/israeli-army-says-killed-several-hezbollah-commanders-in-southern-lebanon",
    "124": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "125": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "126": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "127": "https://www.timesofisrael.com/liveblog_entry/idf-says-top-hezbollah-intel-commander-killed-in-beirut-strike-this-afternoon/",
    "128": "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief",
    "129": "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief",
    "130": "https://www.timesofisrael.com/idf-kills-another-senior-hezbollah-official-in-beirut-fresh-barrage-targets-tiberias/amp/",
    "131": "https://www.naharnet.com/stories/en/308335-israeli-airstrike-kills-11-in-northeast-lebanon",
    "132": "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief",
    "133": "https://www.barrons.com/news/lebanon-says-14-rescuers-killed-in-two-days-of-israel-attacks-2e486e1c",
    "134": "https://english.aawsat.com/arab-world/5065774-24-people-killed-israeli-attack-ain-deleb-lebanon%E2%80%99s-health-ministry-says",
    "135": "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief",
    "136": "https://apnews.com/article/israel-lebanon-hezbollah-gaza-09-29-2024-4696e581e28d8c747f017221f2cf420f",
    "137": "https://www.jpost.com/breaking-news/article-822453",
    "138": "https://www.reuters.com/world/middle-east/apartment-building-beirut-hit-israel-widens-air-campaign-2024-09-29/",
    "139": "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed",
    "140": "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed",
    "141": "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed",
    "142": "https://www.ynetnews.com/article/s1vvygd0a",
    "143": "https://aje.io/ohd77t?update=3211936",
    "144": "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed",
    "145": "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed?update=3212593",
    "146": "https://www.timesofisrael.com/liveblog_entry/at-least-6-idf-strikes-hit-south-beirut-hezbollah-stronghold-lebanon-security-source/",
    "147": "https://www.bbc.com/news/live/c5y32qew9z2t?post=asset:bf254dcb-ee59-46ea-a053-ec1205af4fb8#post",
    "148": "https://allisrael.com/hezbollah-fires-heavy-rocket-barrages-deep-into-israel-including-western-samaria-town-of-ariel",
    "149": "https://www.timesofisrael.com/liveblog_entry/some-80-rockets-from-lebanon-launched-at-israel-west-bank-over-past-hour-idf/",
    "150": "https://www.lorientlejour.com/article/1428207/le-hezbollah-dit-avoir-frappe-une-base-israelienne-en-reponse-aux-raids-sur-le-sud-et-lest-du-liban-.html",
    "151": "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
    "152": "https://shehabnews.com/post/138530/%D8%A8%D8%A7%D9%84%D9%81%D9%8A%D8%AF%D9%8A%D9%88-%D9%88%D8%A8%D8%B9%D8%B6%D9%87%D8%A7-%D9%88%D8%B5%D9%84%D8%AA-%D8%AD%D9%8A%D9%81%D8%A7-%D9%88%D8%B9%D9%83%D8%A7-%D8%B5%D9%88%D8%A7%D8%B1%D9%8A%D8%AE-%D8%AD%D8%B2%D8%A8-%D8%A7%D9%84%D9%84%D9%87-%D8%AA%D8%B6%D8%B1%D8%A8-%D9%85%D8%B3%D8%AA%D9%88%D8%B7%D9%86%D8%A7%D8%AA-%D9%81%D9%8A-%D8%A7%D9%84%D8%B9%D9%85%D9%82-%D9%88%D8%B5%D8%A7%D9%81%D8%B1%D8%A7%D8%AA-%D8%A7%D9%84%D8%A5%D9%86%D8%B0%D8%A7%D8%B1-%D8%AA%D8%AF%D9%88-%D9%8A-%D9%82%D8%B1%D8%A8-%D8%A8%D9%86-%D8%BA%D9%88%D8%B1%D9%8A%D9%88%D9%86",
    "153": "https://rosaelyoussef.com/1226810/%D8%B9%D8%A7%D8%AC%D9%84-%D8%AD%D8%B2%D8%A8-%D8%A7%D9%84%D9%84%D9%87-%D9%8A%D8%AF%D9%85%D8%B1-%D8%A2%D9%84%D8%A9-%D8%A7%D9%84%D8%AD%D8%B1%D8%A8-%D8%A7%D9%84%D8%A5%D8%B3%D8%B1%D8%A7%D8%A6%D9%8A%D9%84%D9%8A%D8%A9-%D9%88%D9%8A%D9%87%D8%A7%D8%AC%D9%85-%D9%85%D8%B5%D8%A7%D9%86%D8%B9-%D8%B1%D8%A7%D9%81%D8%A7%D8%A6%D9%8A%D9%84",
    "154": "https://www.telegraph.co.uk/world-news/2024/09/24/israel-hamas-war-lebanon-strikes-latest-news/",
    "155": "https://www.timesofisrael.com/liveblog_entry/idf-says-at-least-two-other-hezbollah-commanders-killed-in-beirut-strike-that-took-out-rocket-chief/",
    "156": "https://www.jpost.com/israel-hamas-war/article-821487",
    "157": "https://www.timesofisrael.com/liveblog_entry/man-moderately-injured-by-shrapnel-amid-hezbollah-rocket-barrage-south-of-haifa/",
    "158": "https://apnews.com/live/lebanon-israel-strikes-hamas-war-updates#00000192-23ef-d351-a19f-f3ef6a6d0000",
    "159": "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
    "160": "https://www.theguardian.com/world/live/2024/sep/24/middle-east-crisis-live-israel-lebanon-hezbollah-war-news?CMP=share_btn_url&page=with:block-66f2be4d8f08d07f5def3941#block-66f2be4d8f08d07f5def3941",
    "161": "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
    "162": "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
    "163": "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
    "164": "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
    "165": "https://www.reuters.com/world/middle-east/israeli-military-says-missile-intercepted-tel-aviv-sirens-sound-2024-09-25/",
    "166": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "167": "https://www.jpost.com/breaking-news/article-821649",
    "168": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "169": "https://www.ynetnews.com/article/rkbkxrw00",
    "170": "https://www.timesofisrael.com/liveblog_entry/hezbollah-rocket-damages-cable-car-at-mount-hermon-ski-site/",
    "171": "https://news.walla.co.il/blog/3693985",
    "172": "https://www.ynet.co.il/news/article/skttxumcr#autoplay",
    "173": "https://www.bbc.com/news/live/c981g8mrl8lt?post=asset:8cc935a8-ea46-4156-8eea-eac0f35a300b#post",
    "174": "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks",
    "175": "https://www.jpost.com/breaking-news/article-821905",
    "176": "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks",
    "177": "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks",
    "178": "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks",
    "179": "https://www.timesofisrael.com/liveblog_entry/hezbollah-fired-10-rockets-at-tiberias-earlier-today-says-idf/",
    "180": "https://www.aljazeera.com/news/liveblog/2024/9/27/israel-attacks-lebanon-israeli-bombings-kill-more-than-700-in-lebanon",
    "181": "https://www.timesofisrael.com/liveblog_entry/idf-says-65-rockets-fired-from-lebanon-in-the-past-hour-safed-woman-lightly-hurt-from-impact/",
    "182": "https://www.timesofisrael.com/liveblog_entry/upper-galilee-sirens-were-triggered-by-10-rockets-launched-from-lebanon-no-reports-of-injuries/",
    "183": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "184": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "185": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "186": "https://www.timesofisrael.com/liveblog_entry/idf-around-90-rockets-fired-at-israel-from-lebanon-throughout-day/",
    "187": "https://www.timesofisrael.com/liveblog_entry/idf-missile-from-lebanon-lands-in-west-bank-sparking-fire-causing-power-outages-none-hurt/",
    "188": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "189": "https://www.ynetnews.com/article/s1yhkyi0a",
    "190": "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief",
    "191": "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief",
    "192": "https://www.aljazeera.com/news/liveblog/2024/9/29/israel-attacks-lebanon-live-non-stop-bombardment-as-hezbollah-mourns-chief",
    "193": "https://www.jpost.com/breaking-news/article-822501",
    "194": "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed",
    "195": "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed",
    "196": "https://www.daijiworld.com/news/newsDisplay?newsID=1230266",
    "197": "https://english.almanar.com.lb/2210738",
    "198": "https://www.aljazeera.com/news/liveblog/2024/9/28/israel-attacks-lebanon-deaths-mount-as-beirut-buildings-bombed-to",
    "199": "https://en.irna.ir/news/85611433/US-led-airstrike-kills-18-in-Syria-s-border-city-of-Abu-Kamal",
    "200": "https://www.kurdistan24.net/en/story/37040-Several-explosions-shook-Deir-Ezzor-province",
    "201": "https://en.irna.ir/news/85611391/US-military-base-in-Syria-targeted-in-drone-attack",
    "202": "https://www.syriahr.com/en/345244/",
    "203": "https://www.timesofisrael.com/liveblog_entry/israeli-airstrike-reported-near-western-syrian-city-of-al-qusayr/",
    "204": "https://www.aljazeera.com/news/liveblog/2024/10/1/israel-attacks-lebanon-live-israelis-launch-ground-operation-in-lebanon",
    "205": "https://www.aljazeera.com/news/2024/10/1/israeli-strike-kills-three-civilians-in-syrias-damascus-state-tv-says",
    "206": "https://www.aljazeera.com/news/liveblog/2024/9/30/israel-attacks-lebanon-live-israel-expands-strikes-on-beirut-as-105-killed",
    "207": "https://www.reuters.com/world/middle-east/israel-strikes-three-anti-aircraft-radar-stations-southern-syria-sources-say-2024-10-01/",
    "208": "https://syrianobserver.com/foreign-actors/southern-syria-israel-targets-regime-sites-including-two-military-airports.html",
    "209": "https://www.reuters.com/world/middle-east/three-killed-israeli-strike-damascus-syrian-state-media-says-2024-10-02/",
    "210": "https://www.timesofisrael.com/liveblog_entry/jordan-says-rocket-fired-from-lebanon-lands-outside-amman/",
    "211": "https://www.aljazeera.com/news/liveblog/2024/9/24/israel-attacks-lebanon-live-global-calls-for-restraint-as-492-killed",
    "212": "https://news.sky.com/story/amp/israel-vows-to-accelerate-attacks-on-hezbollah-after-558-including-50-children-killed-in-lebanon-13221189",
    "213": "https://aje.io/yt8n8y?update=3197881",
    "214": "https://www.aljazeera.com/news/liveblog/2024/9/25/israel-attacks-lebanon-live-families-flee-israeli-bombs-unsure-where-to-go",
    "215": "https://thenewregion.com/posts/900/iraqi-national-killed-several-others-wounded-in-israel-s-tuesday-strikes-on-lebanon",
    "216": "https://www.kurdistan24.net/en/story/36960-Iraqi-citizen-was-among-killed-people-in-Lebanon",
    "217": "https://www.ctvnews.ca/canada/2-canadians-killed-in-lebanon-global-affairs-canada-confirms-amid-israel-hezbollah-conflict-1.7050926",
    "218": "https://www.cbc.ca/player/play/video/9.6519067",
    "219": "https://www.syriahr.com/en/345332/",
    "220": "https://www.cbc.ca/amp/1.7334054",
    "221": "https://www.middleeastmonitor.com/20240926-french-woman-killed-after-explosion-in-southern-lebanon-france-says/",
    "222": "https://www.jpost.com/middle-east/article-821336",
    "223": "https://english.ahram.org.eg/NewsContent/2/8/532317/World/Region/Israeli-strikes-on-southern-Lebanon-kill--senior-H.aspx",
    "224": "https://www.aljazeera.com/news/liveblog/2024/9/26/israel-attacks-lebanon-live-72-killed-in-latest-wave-of-israeli-attacks?update=3205388",
    "225": "https://www.timesofisrael.com/liveblog_entry/hamas-armed-wing-says-field-commander-in-south-lebanon-was-killed-in-israeli-strike/",
    "226": "https://greekherald.com.au/news/greek-orthodox-priest-injured-in-israeli-airstrike/",
    "227": "https://greekcitytimes.com/2024/10/01/southern-lebanon-as-airstrike-injures-greek-orthodox-priest/",
    "228": "https://www.aljazeera.com/features/2024/9/24/voices-of-lebanon-people-fleeing-for-their-lives-as-israel-attacks",
    "229": "https://www.aljazeera.com/news/2024/9/30/israeli-bombardment-of-lebanon-sends-100000-fleeing-to-war-torn-syria-un",
    "230": "https://www.thenationalnews.com/news/mena/2024/09/25/israel-gaza-war-live-lebanon-hezbollah-qubaisi/",
    "231": "https://www.reuters.com/world/middle-east/which-countries-have-pledged-aid-lebanon-conflict-worsened-2024-09-30/",
    "232": "https://apnews.com/video/israel-hamas-war-iraq-baghdad-lebanon-iraq-government-95903f0114e342048f072a8ba96a93d7",
    "233": "https://www.lbcgroup.tv/news/lebanon-news/798557/lebanon-receives-turkish-aid-shipment-to-support-health-sector-amid-es/en",
    "234": "https://www.lbcgroup.tv/news/lebanon-news/800191/uae-president-pledges-100-million-in-urgent-aid-to-lebanon/en",
    "235": "https://today.lorientlejour.com/article/1428126/israel-says-it-launched-large-scale-operation-against-hezbollah-targets-bekaa-and-southern-lebanon-bombed-day-353-of-the-gaza-war.html",
    "236": "https://www.aljazeera.com/sports/2024/9/24/lebanon-indefinitely-postpones-all-football-matches-amid-israels-attacks",
    "237": "https://www.timesofisrael.com/liveblog_entry/netanyahu-delays-flight-to-ny-until-wednesday-night-as-fighting-intensifies-in-lebanon/",
    "238": "https://www.timesofisrael.com/israel-expands-strikes-on-hezbollah-as-panicked-lebanese-flee-at-least-180-killed/",
    "239": "https://www.telegraph.co.uk/world-news/2024/09/23/netanyahu-israel-brink-of-war-with-lebanon/",
    "240": "https://www.timesofisrael.com/liveblog_entry/netanyahu-urges-lebanese-civilians-to-evacuate-israels-war-is-not-with-you/",
    "241": "https://www.reuters.com/world/middle-east/israeli-military-says-it-is-striking-hezbollah-targets-lebanon-2024-09-23/",
    "242": "https://saudigazette.com.sa/article/645756/World/Israel-declares-nationwide-state-of-emergency-amid-escalating-strikes-on-Lebanon?ref=rss&format=simple&link=link",
    "243": "https://www.aljazeera.com/news/2024/9/23/israel-warns-lebanon-civilians-of-air-strikes-on-hezbollah",
    "244": "https://www.abc.net.au/news/2024-09-24/australians-lebanon-warned-to-come-home-penny-wong/104388124",
    "245": "https://www.aljazeera.com/news/2024/9/24/unimaginable-consequences-world-reacts-to-israels-strikes-on-lebanon",
    "246": "https://www.cbc.ca/news/world/israel-hezbollah-lebanon-1.7331037",
    "247": "https://www.theguardian.com/world/live/2024/sep/23/middle-east-crisis-live-hezbollah-israel-war-lebanon-evacuations-latest",
    "248": "https://www.sudouest.fr/international/moyen-orient/la-guerre-d-israel-a-gaza-n-a-que-trop-dure-lance-emmanuel-macron-a-la-tribune-de-l-onu-21526014.php?csnt=1922b4bd127",
    "249": "https://www.bfmtv.com/international/moyen-orient/frappes-israeliennes-au-liban-la-france-demande-une-reunion-d-urgence-du-conseil-de-securite-de-l-onu_AD-202409231003.html",
    "250": "https://www.cnnindonesia.com/internasional/20240925043236-106-1147944/ri-kutuk-keras-serangan-israel-ke-lebanon",
    "251": "https://www.timesofisrael.com/iranian-president-says-lebanon-strikes-are-an-israeli-trap-to-draw-tehran-into-war/",
    "252": "https://www.aljazeera.com/news/2024/9/25/irans-khamenei-insists-hezbollah-will-survive-lebanon",
    "253": "https://manage.rudaw.net/english/middleeast/23092024",
    "254": "https://english.kyodonews.net/news/2024/09/8da390bed411-update1-japan-to-dispatch-sdf-planes-to-evacuate-nationals-in-lebanon.html",
    "255": "https://tvpworld.com/82482624/poland-expresses-deep-concern-over-rising-israel-lebanon-tensions",
    "256": "https://www.themoscowtimes.com/2024/09/24/moscow-extremely-concerned-over-deadly-israeli-strikes-in-lebanon-a86452",
    "257": "https://www.barrons.com/news/russia-s-lavrov-says-mideast-at-precipice-of-full-blown-war-13a5a35c",
    "258": "https://sana.sy/en/?p=338840",
    "259": "https://www.aa.com.tr/en/middle-east/turkiye-slams-israeli-attacks-on-lebanon-that-drag-entire-region-into-chaos/3338871",
    "260": "https://www.mofa.gov.ae/en/mediahub/news/2024/9/23/23-9-2024-uae-lebanon",
    "261": "https://www.bbc.co.uk/news/articles/c9dyj0n740po",
    "262": "https://www.theguardian.com/world/2024/sep/24/uk-moves-700-troops-to-cyprus-ready-to-evacuate-britons-from-lebanon",
    "263": "https://www.vaticannews.va/en/pope/news/2024-09/pope-francis-appeal-general-audience-lebanon-war-escalation.html",
    "264": "https://www.reuters.com/world/europe/nearly-full-fledged-war-lebanon-eus-borrell-says-2024-09-23/",
    "265": "https://www.theguardian.com/world/2024/sep/24/airlines-suspend-more-lebanon-flights-israel-airstrikes"
  },
  "flair_entities": [
    "us department of state",
    "ha-mapatz\" division",
    "lu",
    "hanine",
    "al-manar tv",
    "risala",
    "antónio guterres",
    "office of the united nations",
    "amal movement",
    "atlit",
    "sa'ar",
    "hanaouay",
    "security cabinet of israel",
    "the gambia",
    "yoav",
    "hussein al-nader",
    "lebanese health ministry",
    "maroun al-ras",
    "manara",
    "canadians",
    "sa’ar",
    "palestinians",
    "sawwaneh",
    "arab-israeli",
    "firass abiad",
    "missile corps",
    "european union",
    "reuters",
    "iaf",
    "joun",
    "josep borrell",
    "deir ez-zor",
    "acre",
    "israel",
    "byblos",
    "netanyahu",
    "odaisseh",
    "united nations office for the coordination of humanitarian affairs",
    "hezbollah",
    "al-qassam brigades",
    "talloussa",
    "baalbek",
    "syrian",
    "beir al-abed",
    "popular front for the liberation of palestine",
    "rafael advanced defense systems",
    "al-sadah",
    "fadi",
    "sahmar",
    "yair lapid",
    "pro-hezbollah",
    "al mayadeen",
    "keserwan district",
    "deir siriane",
    "nabil qaouk",
    "fadi-3",
    "majdel selm",
    "rosh pina",
    "mohammad saleh",
    "france",
    "lebanon",
    "hermel",
    "french",
    "mohammed srur",
    "shebaa farms",
    "aitaroun",
    "zevulun",
    "ben gurion airport",
    "deir ez-zor governorate",
    "dahieh",
    "ramlet al-baida",
    "unsc 1701",
    "al-rissala scouts",
    "megiddo airfield",
    "fadi-1",
    "lebanese civil war",
    "lower galilee",
    "ramat david airbase",
    "hula",
    "mossad",
    "zboud",
    "islamic resistance in iraq",
    "daraa governorate",
    "syrians",
    "katzrin",
    "golan height",
    "qantara",
    "southern front",
    "syrian ministry of defense",
    "iron dome",
    "muhammad ali ismail",
    "taraya",
    "jabal hrabesh",
    "herzi halevi",
    "lebanese",
    "deir istiya",
    "northern command",
    "unga",
    "shmustar",
    "unscr",
    "maaysara",
    "tiberias",
    "birya",
    "qana",
    "matrabah",
    "us",
    "hussein nader",
    "us-made",
    "bekaa valley",
    "blue line",
    "al-heri",
    "jordan",
    "ilaniya",
    "duris",
    "mahmoud al nader",
    "israeli air force",
    "united nations general assembly",
    "hadath",
    "hamas",
    "mitzpe hagit",
    "haifa",
    "al-tha'lah airport",
    "dado idf",
    "haamakim",
    "maaysrah",
    "greek",
    "wazzani",
    "damascus",
    "kamel karaki",
    "amiad",
    "al-hizam",
    "sweida",
    "lebanese national news agency",
    "ibrahim qubaisi",
    "harouf",
    "ariel",
    "146th",
    "bedias",
    "israelis",
    "mount meron",
    "kiryat ata",
    "ain qana",
    "mediterranean sea",
    "tayr debba",
    "civil defense",
    "aita al-shaab",
    "kabrikha",
    "maaroub",
    "upper galilee",
    "bint jbeil",
    "mezzah",
    "kiryat motzkin",
    "israeli",
    "pflp",
    "lebanon-syria",
    "al-muwaqqar",
    "hadi al-sayed",
    "kfar kila",
    "port of eilat",
    "lebanese university",
    "idf",
    "united nations",
    "mount hermon",
    "lebanese army",
    "iraqi",
    "g7",
    "twitter",
    "shebaa",
    "amman",
    "kiryat shmona",
    "unhcr",
    "tebnine",
    "jerusalem",
    "christian",
    "beqaa valley",
    "najib mikati",
    "kata'ib sayyid al-shuhada",
    "mohammad hussein surur",
    "cnn",
    "mahmoudiyah",
    "tiri",
    "keserwan",
    "shaath",
    "khiyam",
    "hajj hassan",
    "sidon",
    "lebanese football association",
    "gaza",
    "tel aviv",
    "al-qusayr",
    "lebanese civil defense",
    "younine",
    "galilee",
    "new york",
    "palestinian",
    "qassim qassir",
    "bourj el-barajneh",
    "kiryat atta",
    "abu kamal",
    "kfeir yabous",
    "hassan khalil yassin",
    "baalbek-hermel governorate",
    "greek orthodox archdiocese of tyre",
    "taybeh",
    "u.s",
    "ali karaki",
    "pope francis",
    "mahrouna",
    "al-bass",
    "dahr-al-ain",
    "hassan nasrallah",
    "khodor",
    "marjayoun",
    "beirut",
    "benjamin netanyahu",
    "israel-hamas",
    "iranian-backed",
    "ali aburia",
    "iranian",
    "ain el delb",
    "gregorios salloum",
    "ainata",
    "harbata",
    "qaliya",
    "islamic revolutionary guard corps-aligned",
    "west bank",
    "syria",
    "golan heights",
    "utc",
    "karnei shomron",
    "lebanese scouting federation",
    "kfar giladi",
    "ahmad muhammad fahd",
    "kabri",
    "nimra",
    "redwan force",
    "bodai",
    "litani river",
    "salloum",
    "safed",
    "al-nabi shayth",
    "mezzeh",
    "jieh",
    "fateh sherif abu el-amin",
    "ministry of public health",
    "mount carmel",
    "al-abbassieh",
    "abdallah bou habib",
    "al-suwaiiyah",
    "amos hochstein",
    "ocha",
    "deir qanoun en nahr",
    "northern arrows",
    "ibrahim aqil",
    "ofek idf",
    "tyre",
    "iraq",
    "syria  israel",
    "syrian observatory of human rights"
  ]
}