{
  "title": "The_Boys_season_4",
  "url": "https://en.wikipedia.org/wiki/The_Boys_season_4",
  "summary": "The fourth season of the American satirical superhero television series The Boys, the first series in the franchise based on the comic book series of the same name written by Garth Ennis and Darick Robertson, was developed for television by American writer and television producer Eric Kripke. The season is produced by Sony Pictures Television in association with Point Grey Pictures, Original Film, Kripke Enterprises, Kickstart Entertainment and KFL Nightsky Productions.\nThe show's fourth season stars Karl Urban, Jack Quaid, Antony Starr, Erin Moriarty, Jessie T. Usher, Laz Alonso, Chace Crawford, Tomer Capone, Karen Fukuhara, Nathan Mitchell, Colby Minifie, Claudia Doumit, and Cameron Crovetti returning from prior seasons, with Susan Heyward, Valorie Curry, and Jeffrey Dean Morgan joining the cast. Taking place six months after the events of the previous season, The Boys work with the CIA to assassinate Victoria Neuman (Doumit) in an effort to stop her from taking over the government. Concurrently, Neuman is closer than ever to the Oval Office and under the muscly thumb of Homelander (Starr), who is consolidating his power. With only months to live, Butcher (Urban) has lost his position as leader of The Boys, who are fed up with his lies, and must find a way to work with them if they want to save the world before it's too late. The season shares continuity with the spinoff series Gen V and is set after the conclusion of its first season (2023).\nThe fourth season was announced following the third season premiere. Its first three episodes were released on the streaming service Amazon Prime Video on June 13, 2024, after which episodes were released on a weekly basis. The season received positive reviews with praise towards its action sequences, character development, emotional depth, storyline, blend of political commentary and surrealism, unique combination of violence, humor and social commentary, and performances (particularly Urban, Quaid, Starr, and Moriarty), lauding its bold approach to tackling complex themes and pushing narrative boundaries. However, multiple critics and publications have considered it the most polarizing and darkest season yet.\nOn May 14, 2024, the series was renewed for a fifth season. On June 11, two days before the fourth season premiered, Kripke announced that the fifth season would serve as the final season.",
  "content": [
    {
      "section_title": "Episodes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Cast and characters",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Cameos",
          "section_content": [
            {
              "sentence": "In the season premiere, \"Department of Dirty Tricks\", Rafia Iqbal, Zach McGowan, and Jasper Morris appear in separate photographs as Hyperion, Dogknott and Wrangler, respectively, during Ashley's presentation of twenty-five potential new candidates to join The Seven",
              "refs": []
            },
            {
              "sentence": "Shoshana Bean, James Monroe Iglehart, and Andrew Rannells provide the singing voices of the uncredited figure skaters portraying Queen Maeve, Jesus, and Homelander, respectively, during the \"Let's Put the Christ Back in Christmas\" rehearsal musical sequence in the third episode",
              "refs": [
                "https://www.escapistmagazine.com/who-is-love-sausage-in-the-boys-season-4-finale/",
                "https://www.gamesradar.com/entertainment/superhero-shows/the-boys-season-4-post-credits-scene-explained/",
                "https://screenrant.com/the-boys-season-5-soldier-boy-tease-eric-kripke/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Production",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "On June 10, 2022, Amazon Prime Video renewed the series for a fourth season",
              "refs": []
            },
            {
              "sentence": "According to showrunner Eric Kripke, figuring out a way to save Ryan's soul is a key priority for Butcher in the fourth season, with Kripke saying it's like Kramer vs",
              "refs": [
                "https://www.broadwayworld.com/article/Video-Hear-Shoshana-Bean-Andrew-Rannells-and-James-Monroe-Iglehart-Sing-on-Amazons-THE-BOYS-20240615"
              ]
            },
            {
              "sentence": "Kramer (1979) combined with Avengers: Endgame (2019)",
              "refs": []
            },
            {
              "sentence": "On December 4, 2023, Kripke hinted that a scene from the fourth season might include \"the batshit craziest thing\" ever filmed for the series and expressed his own surprise that he \"got away with it\"",
              "refs": [
                "https://tvline.com/interviews/the-boys-vought-on-ice-song-lets-put-the-christ-back-in-christmas-andrew-rannells-1235267314/"
              ]
            },
            {
              "sentence": "He also teased how each episode this season will play out, saying: \"I think every episode has at least one totally fucking bananas moment",
              "refs": [
                "https://www.broadwaynews.com/watch-james-monroe-iglehart-shoshana-bean-and-andrea-rannells-perform-a-musical-number-from-the-boys/"
              ]
            },
            {
              "sentence": "I love the ones in episode five",
              "refs": []
            },
            {
              "sentence": "Episode six makes me cover my mouth with my hands every time I watch it",
              "refs": []
            },
            {
              "sentence": "So, I think there's lots of good stuff going on.\"",
              "refs": [
                "https://deadline.com/2022/06/the-boys-renewed-season-4-amazon-ratings-spinoffs-1235042784/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Writing",
          "section_content": [
            {
              "sentence": "Speaking with The Hollywood Reporter, Kripke described the inspirations of Valorie Curry's character, Misty Tucker Gray / Firecracker, stating: \"I think it's like  [politicians] Marjorie Taylor Greene, Lauren Boebert",
              "refs": []
            },
            {
              "sentence": "When we were writing her,  [South Dakota Governor] Kristi Noem wasn't in our heads, but then she comes out and she's shooting puppies and then it's like, 'There's Firecracker! She's literally shooting puppies!'\"  Kripke also spoke with Variety about the development of the character, saying: \"Firecracker came from like, 'Hey, isn't Marjorie Taylor Greene scary?' And just that type of personality",
              "refs": [
                "https://deadline.com/2022/06/the-boys-renewed-season-4-amazon-ratings-spinoffs-1235042784/"
              ]
            },
            {
              "sentence": "Like, you had  [Donald] Trump, but now you have these Trump spawn that are trying to outdo each other for how outrageous and sexualized and gun-toting and slavishly obedient they can be",
              "refs": []
            },
            {
              "sentence": "And just that idea — it wouldn't just start and end with Homelander, he would start to create these spores that would grow into these other characters, and she's a version of that.\"",
              "refs": [
                "https://www.slashfilm.com/1265396/the-boys-season-4-outcome-depends-one-character/"
              ]
            },
            {
              "sentence": "Kripke also revealed that Susan Heyward's character, Jessica \"Sage\" Bradley / Sister Sage, was conceived out of a conversation about one of Homelander's big weaknesses, saying: \"He's generally surrounded by idiots",
              "refs": []
            },
            {
              "sentence": "And so if we gave him someone truly brilliant, that makes him much more formidable",
              "refs": []
            },
            {
              "sentence": "It turns out that that's a really hard character to write! Because you have to write things that the smartest person in the world would think of and we're not the smartest people in the world, so that's really difficult",
              "refs": []
            },
            {
              "sentence": "And then Sage became a really interesting character, so that's really difficult.\"  Setting up the series' endgame, Kripke commented on the season finale's impact, stating: \"There's a sort of seismic change at the end of season four; nothing in the world is going to be the same.\"  The season finale is dedicated to Larry Kripke, father of Eric Kripke, who died on February 13, 2024",
              "refs": [
                "https://www.slashfilm.com/1265396/the-boys-season-4-outcome-depends-one-character/",
                "https://x.com/therealKripke/status/1731809842044526709"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Casting",
          "section_content": [
            {
              "sentence": "On July 8, 2022, it was announced Nathan Mitchell (who portrayed the masked Black Noir in the first three seasons), despite his character's death in the third season finale, would continue to portray Black Noir, but as a new entity of the character (Black Noir II) in a main capacity of the fourth season",
              "refs": []
            },
            {
              "sentence": "On August 1, it was announced that Cameron Crovetti had been promoted as a series regular, while Curry and Heyward were cast as new series regulars for the fourth season",
              "refs": [
                "https://variety.com/2024/tv/news/the-boys-eric-kripke-a-train-redemption-comic-changes-1236040008/"
              ]
            },
            {
              "sentence": "On August 25, Jeffrey Dean Morgan was cast as a recurring guest star for the fourth season",
              "refs": [
                "https://comicbookclublive.com/2024/07/11/shapeshifter-the-boys-actors-naomi-frenette-erin-moriarty-more/"
              ]
            },
            {
              "sentence": "On December 1, Rob Benedict and Elliot Knight joined the cast in undisclosed capacities for the fourth season, alongside Rosemarie DeWitt who was revealed to play Hughie's mother, Daphne",
              "refs": [
                "https://deadline.com/2022/08/the-boys-valorie-curry-susan-heyward-cameron-crovetti-series-regulars-season-4-amazon-series-1235082491/"
              ]
            },
            {
              "sentence": "After the three-episode premiere, it was revealed that Benedict and Knight were portraying Splinter  and Colin,  respectively.",
              "refs": [
                "https://www.dexerto.com/tv-movies/the-boys-season-4-finale-will-change-the-world-forever-2819863/",
                "https://www.distractify.com/p/who-is-larry-kripke-the-boys-season-4",
                "https://ew.com/tv/black-noir-nathan-mitchell-recast-the-boys-season-4",
                "https://screenrant.com/the-boys-stan-edgar-return-giancarlo-esposito-important-season-4/",
                "https://deadline.com/2024/06/the-boys-creator-how-tilda-swinton-season-4-cameo-happened-1235975032/"
              ]
            },
            {
              "sentence": "On May 3, 2024, the official trailer revealed Maddie Phillips and Asa Germann would appear in the fourth season, reprising their roles from Gen V as Cate Dunlap and Sam Riordan, respectively",
              "refs": []
            },
            {
              "sentence": "Derek Wilson also reprised his role as Robert Vernon / Tek Knight from Gen V",
              "refs": []
            },
            {
              "sentence": "Dan Mousseau portrayed Webweaver / Patrick Whitehall, a drug-addicted Supe and parody of Spider-Man, in two episodes",
              "refs": []
            },
            {
              "sentence": "A first-look image of the character was shared during the fictional V52 Expo, a convention put on by Vought that parodies Disney's D23 Expo",
              "refs": [
                "https://www.slashfilm.com/1608498/the-boys-season-4-gen-v-spinoff-series/",
                "https://www.thewrap.com/jack-quaid-the-boys-season-4-interview-gen-v-prime-video/",
                "https://ew.com/jack-quaid-the-boys-season-4-hughies-mom-rosemarie-dewitt-8651236"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Filming",
          "section_content": [
            {
              "sentence": "Filming on the fourth season commenced on August 22, 2022",
              "refs": []
            },
            {
              "sentence": "The fight scene in the Flatiron Building, featured in the episode \"The Insider\", took ten days to film",
              "refs": [
                "https://www.comicbasics.com/vought-unveils-32-projects-at-v52-expo/"
              ]
            },
            {
              "sentence": "Elaborating on the filming process, director Catriona McKenzie explained: \"Every day there was a fight, every day ..",
              "refs": []
            },
            {
              "sentence": "[Stunt coordinator and actor John] Koyama was the stunt coordinator on that — he's amazing",
              "refs": []
            },
            {
              "sentence": "Working with him and adjusting those fights, that was ten days on one scene — that's a movie",
              "refs": []
            },
            {
              "sentence": "Ten days is one episode",
              "refs": []
            },
            {
              "sentence": "It was really big",
              "refs": []
            },
            {
              "sentence": "Often in an episode, you get your coupons for VFX",
              "refs": []
            },
            {
              "sentence": "Like, 'Oh, you've got two and a half coupons, and you've got maybe three coupons for the big stunt work or VFX work or however you want to spend those resources'.\"",
              "refs": [
                "https://screenrant.com/the-boys-season-4-vought-phase-7-19-movies/"
              ]
            },
            {
              "sentence": "Pegg concluded filming his scenes on January 18, 2023",
              "refs": []
            },
            {
              "sentence": "Filming on the finale began on February 12,  with Starr concluding filming his scenes on April 4",
              "refs": [
                "https://torontolife.com/culture/toronto-season-four-amazon-prime-the-boys/",
                "https://ew.com/tv/the-boys-season-4-everything-we-know/"
              ]
            },
            {
              "sentence": "Filming on the fourth season officially wrapped on April 12, 2023",
              "refs": [
                "https://www.thewrap.com/the-boys-season-4-episode-7-flat-iron-fight-scene/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Visual effects",
          "section_content": [
            {
              "sentence": "The companies that were in charge of creating the visual effects for the season were ILM, MPC, Untold Studios, DNEG, Spin VFX, Luma Pictures, Pixomondo, Soho VFX, Zoic Studios, Rocket Science VFX, Crafty Apes VFX, Ingenuity Studios, Splice, Incessant Rain Studios, and CNCPT",
              "refs": []
            },
            {
              "sentence": "For the fourth consecutive season, Stephan Fleet served as the visual effects supervisor while Sean Tompkins came on board as the visual effects producer",
              "refs": [
                "https://bleedingcool.com/tv/the-boys-eric-kripke-confirms-season-4-finale-filming-underway/"
              ]
            },
            {
              "sentence": "Fleet described Tompkins being \"more like a VFX managerial partner\", adding: \"While I focused on the creative side,  [Sean] handled finance and scheduling",
              "refs": []
            },
            {
              "sentence": "We're a managerial dream team",
              "refs": []
            },
            {
              "sentence": "Everything overlaps, and communication, kindness, listening, discussing, and attacking based on group thought and experience are the keys.\"",
              "refs": [
                "https://bleedingcool.com/tv/the-boys-eric-kripke-confirms-season-4-finale-filming-underway/",
                "https://collider.com/the-boys-season-4-filming-wrap-antony-starr/",
                "https://collider.com/the-boys-season-4-filming-wrap-set-images/"
              ]
            },
            {
              "sentence": "Discussing his approach to how the visual effects have evolved from season three to season four, Fleet said: \"Each season is a learning curve",
              "refs": []
            },
            {
              "sentence": "Post-Season 3 with all the COVID chaos, I felt the world was off-kilter",
              "refs": []
            },
            {
              "sentence": "Season 4 was about leadership – steering through rough waters",
              "refs": []
            },
            {
              "sentence": "I kept my signature sarcasm, but emphasized my deep care for the team's well-being",
              "refs": []
            },
            {
              "sentence": "'Life First, Work Second' became my mantra",
              "refs": []
            },
            {
              "sentence": "Happy lives lead to better work",
              "refs": []
            },
            {
              "sentence": "I saw amazing talent bloom this season with minimal drama",
              "refs": []
            },
            {
              "sentence": "For the first time, I felt a balance in life and work.\" Fleet also went into detail about the new technologies and techniques introduced in season four to enhance the visual effects, explaining: \"We introduced fast portable witness cameras using tentacles, syncing timecode from sound for perfect footage alignment",
              "refs": []
            },
            {
              "sentence": "Our backend solution is slick",
              "refs": []
            },
            {
              "sentence": "We use Airtable as our hub, linked through scripting to ShotGrid and an on-set filemaker database I created",
              "refs": []
            },
            {
              "sentence": "My favorite feature is that all onset data is instantly uploaded and organized in Airtable every night",
              "refs": []
            },
            {
              "sentence": "So we can give one very searchable link to vendors of our entire set data for the season.\"  Executing Kripke and the writers' vision for the season's episodes, Fleet understood to keep it within the \"grounded world that happens to have superheroes in it\", explaining: \"Anytime we're going to do anything, be it cloning or an octopus, we always do a lot of research and try to find these nuggets of truth to build from, So, even if we're doing a clone, we'll look at something like cellular mitosis as a concept for it.\"",
              "refs": [
                "https://collider.com/the-boys-season-4-filming-wrap-antony-starr/",
                "https://www.artofvfx.com/the-boys-season-4/"
              ]
            },
            {
              "sentence": "Ambrosius (voiced by Tilda Swinton), The Deep's octopus lover who was first introduced in the season three episode \"Herogasm\", was brought back this season for a romantic arc with The Deep",
              "refs": []
            },
            {
              "sentence": "While Ambrosius has feelings for The Deep, Fleet said the visual effects team had to scale back on any tendency to anthropomorphize the sea creature when designing her",
              "refs": []
            },
            {
              "sentence": "\"We had the look and the photo reality stuff down\", he said",
              "refs": []
            },
            {
              "sentence": "But when it came to the animal's movements while talking, they had to keep it from looking like a cartoon",
              "refs": []
            },
            {
              "sentence": "Ultimately, the team devised an idea to put a little toy figurine of The Deep in her tank so that she will be able to interact with it while talking to her human counterpart",
              "refs": []
            },
            {
              "sentence": "\"If you look very closely, she'll constantly be, like, wrapping her tentacle around the toy",
              "refs": []
            },
            {
              "sentence": "And if she's angry at him, she'll move away from it\", Fleet said, adding: \"I love the detail of the toy in the tank because it gives the octopus character",
              "refs": []
            },
            {
              "sentence": "It gives it something more than just being a static kind of creature in a small aquarium.\"",
              "refs": [
                "https://www.artofvfx.com/the-boys-season-4/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Music",
          "section_content": [
            {
              "sentence": "The fourth season includes an original song, written by series composer Christopher Lennertz, titled \"Let's Put the Christ Back in Christmas\"",
              "refs": []
            },
            {
              "sentence": "The song is featured in the third episode (\"We'll Keep the Red Flag Flying Here\"), which was performed by Shoshana Bean, James Monroe Iglehart, Andrew Rannells and the cast of the fictional \"Vought on Ice\" figure skating performers",
              "refs": []
            },
            {
              "sentence": "On June 14, 2024, the music video was released on YouTube",
              "refs": [
                "https://www.polygon.com/24173065/the-boys-seven-rejected-candidates-list-dogknott"
              ]
            },
            {
              "sentence": "An official website for \"Vought on Ice\" was also created and is available to visit",
              "refs": [
                "https://www.artofvfx.com/the-boys-season-4-stephan-fleet-production-vfx-supervisor/"
              ]
            },
            {
              "sentence": "\"Vought on Ice\" serves a similar narrative purpose to Rogers: The Musical, an in-universe Broadway musical in the Marvel Cinematic Universe (MCU), based on the events of the 2012 film The Avengers, first featured in the miniseries Hawkeye (2021)",
              "refs": [
                "https://beforesandafters.com/2024/08/09/vfx-supervisor-stephan-fleet-on-the-latest-mayhem-he-helped-orchestrate-for-the-boys/",
                "https://www.indiewire.com/features/craft/the-boys-season-4-vfx-butcher-super-power-naked-clones-1235025759/",
                "https://www.youtube.com/watch?v=DTgv7wH7Gps"
              ]
            },
            {
              "sentence": "As Lennertz delved into composing \"Let's Put the Christ Back in Christmas\", he immersed himself in a marathon of ice capade shows, including \"Disney on Ice\" and \"Frozen on Ice\", seeking inspiration for the dance's final form",
              "refs": []
            },
            {
              "sentence": "\"I knew sleigh bells were essential and the tempo had to be lively\", he reflected",
              "refs": []
            },
            {
              "sentence": "Then, the essence of Vought, a hallmark of Kripke's storytelling, began to permeate his work",
              "refs": []
            },
            {
              "sentence": "While Lennertz matched high notes to laser sounds, his friend shared articles about the latest uproars over anti-Christmas sentiments",
              "refs": []
            },
            {
              "sentence": "One notable moment was Candace Cameron Bure's stance against LGBTQ+ representation in Hallmark Channel's Christmas films, which Lennertz found to be a telling source of exasperated satire",
              "refs": []
            },
            {
              "sentence": "The soundtrack album was released digitally on July 10, 2024, through Madison Gate Records",
              "refs": []
            },
            {
              "sentence": "Both Lennertz and Matt Bowen composed the original soundtrack",
              "refs": [
                "https://playbill.com/article/get-a-1st-look-at-disneylands-rogers-the-musical"
              ]
            },
            {
              "sentence": "Becoming the co-composer starting with the previous season and though he only co-composed two episodes of that season, Bowen co-composed all episodes of season four with Lennertz",
              "refs": [
                "https://playbill.com/article/get-a-1st-look-at-disneylands-rogers-the-musical"
              ]
            },
            {
              "sentence": "On June 13, 2024, Madison Gate Records released the first song of the season",
              "refs": [
                "https://playbill.com/article/get-a-1st-look-at-disneylands-rogers-the-musical",
                "https://www.polygon.com/24181252/boys-vought-on-ice-lets-put-christ-back-christmas",
                "https://screenrant.com/the-boys-season-4-composer-christopher-lennertz-interview/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Marketing",
      "section_content": [
        {
          "sentence": "On October 10, 2022, during production in Toronto, first-look images of new characters Firecracker and Sister Sage were released on Twitter",
          "refs": []
        },
        {
          "sentence": "On November 8, 2023, two teaser posters were released via Twitter, revealing a first-look at the fourth season appearances of Butcher and Homelander, featuring the caption \"Let's light this candle\"",
          "refs": []
        },
        {
          "sentence": "The teaser trailer debuted at comic event CCXP in São Paulo, Brazil, which teased the introduction of characters Sister Sage, Firecracker and Joe Kessler, and subsequently released on Twitter and YouTube, on December 2",
          "refs": [
            "https://screenrant.com/boys-season-3-score-imperfect-why/"
          ]
        },
        {
          "sentence": "On May 2, 2024, two official posters were unveiled",
          "refs": []
        },
        {
          "sentence": "The following day, the official trailer was released",
          "refs": [
            "https://deadline.com/video/the-boys-season-4-teaser-amazon/"
          ]
        },
        {
          "sentence": "Sneak peek images were released on May 29 and June 9",
          "refs": []
        },
        {
          "sentence": "Six character posters were released from June 1 to 6 on Twitter",
          "refs": [
            "https://www.thewrap.com/the-boys-season-4-trailer-amazon/",
            "https://x.com/PrimeVideo/status/1786048140321165696",
            "https://variety.com/2024/tv/news/the-boys-season-4-trailer-homelander-butcher-jeffrey-dean-morgan-1235991622/"
          ]
        },
        {
          "sentence": "A week before the season was released, the first official clip was uploaded on Twitter and YouTube on June 6",
          "refs": []
        },
        {
          "sentence": "Ahead of the premiere, IGN posted a comedic, heavily censored video of Morgan sharing details about his character, Joe Kessler, on June 9",
          "refs": []
        },
        {
          "sentence": "Promotional materials for the fourth season also included the quotes \"Make America Super Again\" and \"Supe Lives Matter\", a parody of the slogans \"Make America Great Again\" and \"Black Lives Matter\", respectively",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Release",
      "section_content": [
        {
          "sentence": "On June 28, 2023, Kripke confirmed that he was withholding release of the new season until the WGA strike was resolved",
          "refs": []
        },
        {
          "sentence": "The following year, the season premiered its first three episodes on June 13, 2024, while its remaining episodes were released on a weekly basis up until the season finale on July 18",
          "refs": [
            "https://screenrant.com/the-boys-season-4-homelander-poster-make-america-super-again/"
          ]
        },
        {
          "sentence": "Upon the season finale's release, the title of the episode was retitled from \"Assassination Run\" to \"Season Four Finale\", following the attempted assassination of Donald Trump five days prior",
          "refs": []
        },
        {
          "sentence": "A \"viewer discretion advised\" warning was added at the beginning of the episode, with Amazon, Sony Pictures Television and the producers of The Boys opposing real-world political violence and clarifying that \"any scene or plotline similarities to these real-world events are coincidental and unintentional\"",
          "refs": []
        },
        {
          "sentence": "These sentiments were echoed by Kripke, saying: \"We are a superhero TV show",
          "refs": [
            "https://www.cnn.com/politics/live-news/election-biden-trump-07-13-24/index.html",
            "https://screenrant.com/the-boys-season-4-campaign-video-story/",
            "https://x.com/therealKripke/status/1674163064755879937"
          ]
        },
        {
          "sentence": "We're fictional",
          "refs": []
        },
        {
          "sentence": "Obviously, it's a political show with a point of view so there's gonna be some horrible coincidences",
          "refs": []
        },
        {
          "sentence": "But anything real-world we condemn and are against in the strongest possible terms",
          "refs": []
        },
        {
          "sentence": "We're just making our superhero show.\"",
          "refs": [
            "https://deadline.com/2024/02/the-boys-season-four-return-date-prime-video-1235833883/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Reception",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Critical response",
          "section_content": [
            {
              "sentence": "On Rotten Tomatoes, the fourth season holds an approval rating of 92%, based on 141 reviews, with an average rating of 7.65/10",
              "refs": []
            },
            {
              "sentence": "The website's critical consensus reads, \"Boxing in the political arena with a bloodied smile, The Boys' fourth season is grim and even a little glum while holding up a cracked mirror towards modern society.\"  On Metacritic, the season holds a weighted average score of 76 out of 100, based on 22 critics, indicating \"generally favorable\" reviews",
              "refs": [
                "https://www.forbes.com/sites/conormurray/2024/07/18/the-boys-changes-episode-title-and-denounces-real-world-political-violence-after-trump-assassination-attempt/"
              ]
            },
            {
              "sentence": "Contributing to The Illuminerdi, Kevin Fenix was exceedingly impressed and ecstatic in his review, awarding it 10/10, writing: \"Season 4 is a triumph in every sense, blending sharp social commentary with compelling character arcs and breathtaking production value",
              "refs": []
            },
            {
              "sentence": "It is a brilliant exploration of power, corruption, and humanity, told through the lens of a world where superheroes are anything but heroic",
              "refs": []
            },
            {
              "sentence": "With its perfectly packed and balanced stories, characters, themes, and issues, The Boys continues to be one of the most relevant and entertaining series on television ..",
              "refs": []
            },
            {
              "sentence": "A must-watch.\"",
              "refs": [
                "https://variety.com/2024/tv/news/the-boys-soldier-boy-final-season-5-vought-rising-trump-attack-1236087070/"
              ]
            },
            {
              "sentence": "Alison Foreman of Empire rated the season 4 out of 5 stars, calling season four the \"best yet\" and the series \"at the top of its game\", while also praising its \"meaningful\" character drama",
              "refs": []
            },
            {
              "sentence": "Paste's Trent Moore gave the season a 9.0 rating, writing: \"It's a wild ride, arguably the show's wildest yet, which is saying something ..",
              "refs": [
                "https://www.rottentomatoes.com/tv/the_boys_2019/s04"
              ]
            },
            {
              "sentence": "Season 4 is simply phenomenal ..",
              "refs": []
            },
            {
              "sentence": "The Boys has been one of the best shows on television for years now and continues to cement its place in the pantheon with its deft blend of drama, gore, political commentary, and surrealism",
              "refs": []
            },
            {
              "sentence": "The series is a pressure cooker that only gets hotter and tighter as it goes on.\"",
              "refs": [
                "https://www.metacritic.com/tv/the-boys/season-4"
              ]
            },
            {
              "sentence": "Megan Vick of GameSpot commended its \"emotional center\", though criticized the \"slow start\"",
              "refs": []
            },
            {
              "sentence": "Grading the season a B+, IndieWire's Ben Travers wrote: \"It's mostly impressive how deftly The Boys' dramatic side balances its many arcs, while the black comedy's demented inventiveness helps distract from any lingering deficiencies ..",
              "refs": [
                "https://theilluminerdi.com/2024/06/11/the-boys-season-4-review/"
              ]
            },
            {
              "sentence": "My notes on Season 4 are littered with 'oh god's' and 'hoo boy's,' all of which denote a particularly gnarly set piece or horrific marvel of creature design.\"",
              "refs": [
                "https://www.empireonline.com/tv/reviews/the-boys-season-4/"
              ]
            },
            {
              "sentence": "In a mixed review, Matt Donato of IGN graded the season with a 7/10, writing: \"Season 4 can't capitalize on all its competing plotlines, but still delivers the show's signature shock and awe entertainment.\"  Also giving the season a 7/10 and mixed review, Garrett Blaney of Collider wrote: \"Season 4 goes wilder than ever before, but even that isn't enough to distract from the formulaic approach the show is taking\", adding \"No amount of gore or meta-commentary can hide the fact that the story is getting thin.\"  GamesRadar+'s Emily Murray, awarding the season 3 out of 5 stars, was also mixed, writing: \"The Boys may be back in town, but the cracks are beginning to show ..",
              "refs": [
                "https://www.pastemagazine.com/tv/amazon-prime-video/the-boys-season-4-review",
                "https://www.gamespot.com/reviews/the-boys-season-4-review-a-diabolical-slow-burn/1900-6418240/"
              ]
            },
            {
              "sentence": "at least there's plenty here to enjoy from this wildly entertaining latest chapter.\"  Though praising the season finale, calling it \"excellent\" and \"strong\", Erik Kain of Forbes found the rest of the season \"mediocre\" and considered the season to be \"filler, with unsatisfying character development ..",
              "refs": [
                "https://www.indiewire.com/criticism/shows/the-boys-season-4-review-new-season-1235014301/"
              ]
            },
            {
              "sentence": "and weird side stories that didn't need to take up so much time\"",
              "refs": []
            },
            {
              "sentence": "Conversely, Startefact's Zoe Wallace gave the overall season an extremely negative review, deeming it the \"worst\" and \"weakest\" season so far",
              "refs": [
                "https://www.ign.com/articles/the-boys-season-4-review-prime-video"
              ]
            },
            {
              "sentence": "She criticized about the low stakes, shock value, and new characters' lack of charisma, summarizing: \"The confrontation with Homelander is clearly dragging on and the writers are running out of ideas",
              "refs": []
            },
            {
              "sentence": "Season 4 could have been great if the writers weren't afraid to kill off characters and weren't distracted by secondary storylines – and that's what made Season 4 the worst of all.\"",
              "refs": [
                "https://collider.com/the-boys-season-4-review/"
              ]
            },
            {
              "sentence": "Reviewing the season finale and season four as a whole, Comic Book Resources' Joshua M",
              "refs": []
            },
            {
              "sentence": "Patton deemed the finale as \"the series' most important episode yet\" and the overall season as \"powerful\" television",
              "refs": []
            },
            {
              "sentence": "He concluded by stating: \"After faithfully adapting the comic's most important basics and beats during its earliest episodes, The Boys grew into its own beast",
              "refs": []
            },
            {
              "sentence": "Even better, the series' original story was a much better political commentary and character study of superheroes than its source material ever was",
              "refs": []
            },
            {
              "sentence": "Despite its aggression and edginess, The Boys is arguably one of the strongest appeals to humanity and demolitions of toxic masculinity on air today",
              "refs": []
            },
            {
              "sentence": "While the series is best known for its pitch-black humor and send-up of superhero culture, Season 4 proves that The Boys fits into the mold of superhero storytelling more than it doesn't",
              "refs": []
            },
            {
              "sentence": "Using fantastical characters and classic genre conventions, the storytellers held up a mirror to the real-world with a warning about how embracing ugliness, violence, revenge and hatred will only lead to the proliferation of more sadness and suffering",
              "refs": []
            },
            {
              "sentence": "There hasn't been a superhero story as daring and relevant as The Boys Season 4 in quite some time, and it will be an even longer while before any other superhero story can surpass it.\"",
              "refs": [
                "https://www.gamesradar.com/entertainment/superhero-shows/the-boys-season-4-review/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Audience response",
          "section_content": [
            {
              "sentence": "The season was generally divisive for audiences, though the season finale received acclaim",
              "refs": []
            },
            {
              "sentence": "Following its three-episode premiere, the season received a mixed response among audiences on Rotten Tomatoes",
              "refs": []
            },
            {
              "sentence": "Users have mainly criticized the season leaning towards more left-wing political commentary, compared to what was perceived as both left- and right-wing commentary from prior seasons",
              "refs": []
            },
            {
              "sentence": "Due to this, critics have attributed the audience response as review bombing",
              "refs": [
                "https://startefact.com/news/5-proofs-the-boys-season-4-was-the-worst-season-so-far_a134"
              ]
            },
            {
              "sentence": "Multiple journalists, fans, and critics have theorized and noted Trump inspired the series character development of Homelander,  a theory which has been confirmed by Kripke",
              "refs": [
                "https://www.cbr.com/the-boys-season-4-episode-8-finale-review/"
              ]
            },
            {
              "sentence": "Days before the premiere of season four, Kripke described the series to The Hollywood Reporter as a \"story about the intersection of celebrity and authoritarianism and how social media and entertainment are used to sell fascism\"",
              "refs": [
                "https://screenrant.com/the-boys-season-4-rotten-tomatoes-audience-score-series-lowest/"
              ]
            },
            {
              "sentence": "He also said that viewers who think the show is too \"woke\" should \"go watch something else\" and expressed surprise to some viewers perceiving Homelander as the series' hero, saying: \"What do you say to that? The show's many things",
              "refs": []
            },
            {
              "sentence": "Subtle isn't one of them.\"  Additionally, many social media users mocked others who lamented the anti-Trump undertones of season four",
              "refs": [
                "https://slate.com/culture/2024/06/the-boys-season-4-firecracker-homelander-starlight-politics.html"
              ]
            },
            {
              "sentence": "On June 22, 2024, in response to the review bombing, the Vought International Twitter account and YouTube channel addressed the controversy head-on by uploading a promotional video that introduced BROWSER, promoting internet privacy while still allowing users to \"review bomb\" woke television series; the video is presented and narrated by character Ashley Barrett (Colby Minifie)",
              "refs": []
            },
            {
              "sentence": "Garth Ennis, co-creator of the comic book series, addressed his thoughts about the right-wing fans and their reaction to the series' satire, claiming that this is a world where \"both ends of the political spectrum can claim they are the Jedi and the other guys are the Sith\" and that \"we're through the looking glass\"",
              "refs": []
            },
            {
              "sentence": "He also pointed out that the contrast from certain fans comes from the fact that \"people are choosing what to believe\" in regards to the series",
              "refs": []
            },
            {
              "sentence": "Conversely, one element of the season fans have praised is Starr's performance, particularly in the fourth episode (\"Wisdom of the Ages\")",
              "refs": [
                "https://x.com/VoughtIntl/status/1804544885644763450"
              ]
            },
            {
              "sentence": "Following the aforementioned episode's release, many users on social media campaigned for Starr to win a Primetime Emmy Award, expressing how deserving he is of such an honor,  a sentiment that critics have previously concurred with on various occasions;  Kripke himself also agreed",
              "refs": [
                "https://collider.com/the-boys-review-bomb-website/",
                "https://www.youtube.com/watch?v=1b3eKygSvUs"
              ]
            },
            {
              "sentence": "For his performance, Starr was named an honorable mention for TVLine's \"Performer of the Week\" for the week of June 17, 2024",
              "refs": [
                "https://screenrant.com/boys-garth-ennis-calls-out-fandom/"
              ]
            },
            {
              "sentence": "TVLine's Vlada Gelman highly praised Starr's performance, writing: \"We thought we'd already seen the scariest and most sadistic side of Homelander on The Boys, but Antony Starr's performance in this week's episode took the character to impressively terrifying new extremes ..",
              "refs": []
            },
            {
              "sentence": "which only goes to prove that Starr's instincts as Homelander are not only spot-on, but make the character even more fascinating and frightening.\"",
              "refs": [
                "https://screenrant.com/the-boys-season-4-episode-4-homelander-antony-starr-fan-reactions/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Audience viewership",
          "section_content": [
            {
              "sentence": "According to Amazon, the first three episodes of the season received a 21% increase in total viewers compared to season three in the first four days since launch",
              "refs": []
            },
            {
              "sentence": "The fourth season became among the top 5 most-viewed TV seasons on Amazon Prime Video through its first four days, according to the streamer",
              "refs": []
            },
            {
              "sentence": "It was also reported that the fourth season tallied the second most viewers of any returning season on Prime Video through its first four days, behind only the second season of Reacher",
              "refs": []
            },
            {
              "sentence": "Furthermore, Amazon reported that The Boys has grown in global viewership per season",
              "refs": []
            },
            {
              "sentence": "Amidst the launch of the season's first three episodes, The Boys scored 1.19 billion viewing minutes during the week of June 10–16, 2024, according to Nielsen streaming data",
              "refs": [
                "https://tvline.com/awards/the-boys-antony-starr-homelander-season-2-finale-emmy-worthy-scene-1234683344/"
              ]
            },
            {
              "sentence": "On July 25, Amazon reported that season four overall garnered more than 55 million viewers globally since the season premiere",
              "refs": [
                "https://www.cbr.com/antony-starr-the-boys-emmy-eric-kripke/"
              ]
            },
            {
              "sentence": "That figure counts 39 days of viewership after the premiere, ending on July 21, just after the July 18 season finale released",
              "refs": []
            },
            {
              "sentence": "This marks the third-consecutive season of global viewership growth for the satirical superhero series",
              "refs": []
            },
            {
              "sentence": "Season 4 has now become Prime Video's fourth most-viewed television season of all time — behind only The Lord of the Rings: The Rings of Power season 1, Fallout season 1, and Reacher season 1",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Awards and nominations",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "8": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "14": "[ERROR retrieving ref link]",
    "1": "https://ew.com/tv/gen-v-finale-the-boys-season-4/",
    "2": "https://comicbookmovie.com/tv/amazon/the-boys/the-boys-season-4-gets-mostly-positive-first-reviews---but-are-the-cracks-starting-to-show-a211425",
    "3": "https://screenrant.com/boys-season-4-darkest-reasons/",
    "4": "https://variety.com/2024/tv/news/the-boys-season-5-renewed-amazon-1235999034/",
    "5": "https://x.com/therealKripke/status/1800543513735471143",
    "6": "https://variety.com/2024/tv/news/the-boys-season-5-final-season-1236033418/",
    "7": "https://www.gamesradar.com/entertainment/superhero-shows/the-boys-season-4-episode-5-virus-gen-v-victoria-neuman/",
    "9": "https://x.com/therealKripke/status/1621937392658821120",
    "10": "https://www.cnn.com/politics/live-news/election-biden-trump-07-13-24/index.html",
    "11": "https://variety.com/2024/tv/news/the-boys-warning-trump-assassination-season-4-finale-2-1236076604/",
    "13": "https://comicbookclublive.com/2024/07/11/shapeshifter-the-boys-actors-naomi-frenette-erin-moriarty-more/",
    "15": "https://www.slashfilm.com/1617656/the-boys-season-4-introduces-new-villain/",
    "16": "https://deadline.com/2022/08/the-boys-valorie-curry-susan-heyward-cameron-crovetti-series-regulars-season-4-amazon-series-1235082491/",
    "17": "https://www.cbr.com/the-boys-season-4-sister-sage-explained/",
    "18": "https://www.hollywoodreporter.com/tv/tv-features/the-boys-valorie-curry-interview-character-1235925749/",
    "19": "https://deadline.com/2022/08/the-boys-jeffrey-dean-morgan-season-4-cast-1235099840/",
    "20": "https://ew.com/the-boys-season-4-how-jeffrey-dean-morgan-joined-cast-8654249",
    "21": "https://www.hollywoodreporter.com/tv/tv-features/the-boys-rosemarie-dewitt-daphne-season-4-1235934078/",
    "22": "https://gamerant.com/the-boys-tek-knight/",
    "23": "https://screenrant.com/the-boys-supernatural-reference-bobby-singer-season-4-finale/",
    "24": "https://bleedingcool.com/tv/the-boys-s04-spoiler-left-video-message-in-case-things-went-bad/",
    "25": "https://screenrant.com/the-boys-season-4-butcher-becca-hallucination-explained-eric-kripke/",
    "26": "https://www.gamesradar.com/entertainment/superhero-shows/will-ferrells-cameo-in-the-boys-season-4-episode-2-explained/",
    "27": "https://www.hollywoodreporter.com/tv/tv-features/the-boys-boss-will-ferrell-cameo-season-4-1235934156/",
    "28": "https://ew.com/tilda-swinton-the-boys-season-4-role-ambrosius-explained-8661926",
    "29": "https://deadline.com/2024/06/the-boys-creator-how-tilda-swinton-season-4-cameo-happened-1235975032/",
    "30": "https://collider.com/celebrities-fans-may-forget-starred-in-the-boys/",
    "31": "https://www.slashfilm.com/1608498/the-boys-season-4-gen-v-spinoff-series/",
    "32": "https://screenrant.com/who-plays-colin-the-boys-season-4-elliot-knight/",
    "33": "https://www.slashfilm.com/1618491/the-boys-season-4-kimiko-tragic-backstory/",
    "34": "https://screenrant.com/the-boys-webweaver-spider-man-parody-explained/",
    "35": "https://movieweb.com/the-boys-season-4-all-new-supes-explained/",
    "36": "https://beebom.com/the-boys-who-sameer-shah/",
    "37": "https://ew.com/the-boys-season-4-finale-post-credits-scene-cameo-8678169",
    "38": "https://screenrant.com/the-boys-stan-edgar-return-giancarlo-esposito-important-season-4/",
    "39": "https://movieweb.com/the-boys-todd-villain-season-4/",
    "40": "https://www.themarysue.com/who-is-anika-in-the-boys-explained/",
    "41": "https://screenrant.com/supernatural-god-chuck-rob-benedict-the-boys-reunion/",
    "42": "https://winteriscoming.net/posts/the-boys-season-4-episode-3-recap-vought-on-ice-01hzs892nkr6",
    "43": "https://www.escapistmagazine.com/the-boys-how-does-billy-butcher-kill-ezekiel-in-season-4/",
    "44": "https://www.avclub.com/the-boys-review-season-4-episode-4-1851543801",
    "45": "https://collider.com/the-boys-season-4-episode-7-recap/",
    "46": "https://screenrant.com/the-boys-tek-knight-butler-justice-comic/",
    "47": "https://collider.com/the-boys-season-4-cindy/",
    "48": "https://www.escapistmagazine.com/who-is-love-sausage-in-the-boys-season-4-finale/",
    "49": "https://www.gamesradar.com/entertainment/superhero-shows/the-boys-season-4-post-credits-scene-explained/",
    "50": "https://screenrant.com/the-boys-season-5-soldier-boy-tease-eric-kripke/",
    "51": "https://screenrant.com/the-boys-supes-join-homelander-army-season-5/",
    "52": "https://www.polygon.com/24173065/the-boys-seven-rejected-candidates-list-dogknott",
    "53": "https://www.gamesradar.com/entertainment/superhero-shows/the-boys-fan-has-screenshotted-all-the-potential-candidates-for-the-seven-and-there-are-some-marvel-dc-parodies-in-there/",
    "54": "https://www.broadwayworld.com/article/Video-Hear-Shoshana-Bean-Andrew-Rannells-and-James-Monroe-Iglehart-Sing-on-Amazons-THE-BOYS-20240615",
    "55": "https://tvline.com/interviews/the-boys-vought-on-ice-song-lets-put-the-christ-back-in-christmas-andrew-rannells-1235267314/",
    "56": "https://www.broadwaynews.com/watch-james-monroe-iglehart-shoshana-bean-and-andrea-rannells-perform-a-musical-number-from-the-boys/",
    "57": "https://deadline.com/2022/06/the-boys-renewed-season-4-amazon-ratings-spinoffs-1235042784/",
    "58": "https://www.slashfilm.com/1265396/the-boys-season-4-outcome-depends-one-character/",
    "59": "https://x.com/therealKripke/status/1731809842044526709",
    "60": "https://www.hollywoodreporter.com/tv/tv-features/the-boys-season-4-premiere-eric-kripke-1235921960/",
    "61": "https://variety.com/2024/tv/news/the-boys-eric-kripke-a-train-redemption-comic-changes-1236040008/",
    "62": "https://www.dexerto.com/tv-movies/the-boys-season-4-finale-will-change-the-world-forever-2819863/",
    "63": "https://www.distractify.com/p/who-is-larry-kripke-the-boys-season-4",
    "64": "https://ew.com/tv/black-noir-nathan-mitchell-recast-the-boys-season-4",
    "65": "https://deadline.com/2022/12/the-boys-rosemarie-dewitt-rob-benedict-elliot-knight-cast-season-4-simon-pegg-returns-1235186095/",
    "66": "https://www.thewrap.com/jack-quaid-the-boys-season-4-interview-gen-v-prime-video/",
    "67": "https://ew.com/jack-quaid-the-boys-season-4-hughies-mom-rosemarie-dewitt-8651236",
    "68": "https://ew.com/the-boys-season-4-trailer-gen-v-stars-returning-maddie-phillips-asa-germann-8643094",
    "69": "https://screenrant.com/the-boys-season-4-webweaver-image-first-look/",
    "70": "https://www.gamesradar.com/entertainment/superhero-shows/who-is-webweaver-the-boys-latest-supe-explained/",
    "71": "https://www.comicbasics.com/vought-unveils-32-projects-at-v52-expo/",
    "72": "https://screenrant.com/the-boys-season-4-vought-phase-7-19-movies/",
    "73": "https://torontolife.com/culture/toronto-season-four-amazon-prime-the-boys/",
    "74": "https://ew.com/tv/the-boys-season-4-everything-we-know/",
    "75": "https://www.thewrap.com/the-boys-season-4-episode-7-flat-iron-fight-scene/",
    "76": "https://comicbook.com/tv-shows/news/the-boys-star-simon-pegg-wraps-filming-season-4/",
    "77": "https://bleedingcool.com/tv/the-boys-eric-kripke-confirms-season-4-finale-filming-underway/",
    "78": "https://collider.com/the-boys-season-4-filming-wrap-antony-starr/",
    "79": "https://collider.com/the-boys-season-4-filming-wrap-set-images/",
    "80": "https://www.artofvfx.com/the-boys-season-4/",
    "81": "https://www.artofvfx.com/the-boys-season-4-stephan-fleet-production-vfx-supervisor/",
    "82": "https://beforesandafters.com/2024/08/09/vfx-supervisor-stephan-fleet-on-the-latest-mayhem-he-helped-orchestrate-for-the-boys/",
    "83": "https://www.indiewire.com/features/craft/the-boys-season-4-vfx-butcher-super-power-naked-clones-1235025759/",
    "84": "https://www.youtube.com/watch?v=DTgv7wH7Gps",
    "85": "https://x.com/VoughtIntl/status/1800605012017758579",
    "86": "https://www.voughtonice.com",
    "87": "https://x.com/VoughtIntl/status/1802753867110859068",
    "88": "https://variety.com/2023/artisans/news/rogers-the-musical-disneyland-1235663122/",
    "89": "https://playbill.com/article/get-a-1st-look-at-disneylands-rogers-the-musical",
    "90": "https://www.polygon.com/24181252/boys-vought-on-ice-lets-put-christ-back-christmas",
    "91": "https://screenrant.com/the-boys-season-4-composer-christopher-lennertz-interview/",
    "92": "https://filmmusicreporter.com/2024/07/10/the-boys-season-4-soundtrack-album-released/",
    "93": "https://screenrant.com/the-boys-composer-matt-bowen-interview/",
    "94": "https://screenrant.com/boys-season-3-score-imperfect-why/",
    "95": "https://filmmusicreporter.com/2024/06/13/first-song-from-the-boys-season-4-soundtrack-released/",
    "96": "https://variety.com/2022/tv/news/the-boys-season-4-first-look-firecracker-sister-sage-1235396983/",
    "97": "https://www.ign.com/articles/the-boys-season-4-first-posters-put-the-spotlight-on-homelander-and-butcher",
    "98": "https://deadline.com/video/the-boys-season-4-teaser-amazon/",
    "99": "https://ew.com/the-boys-season-4-trailer-jeffrey-dean-morgan-maga-8409999",
    "100": "https://www.thewrap.com/the-boys-season-4-trailer-amazon/",
    "101": "https://x.com/PrimeVideo/status/1786048140321165696",
    "102": "https://variety.com/2024/tv/news/the-boys-season-4-trailer-homelander-butcher-jeffrey-dean-morgan-1235991622/",
    "103": "https://collider.com/the-boys-season-4-images-jeffrey-dean-morgan-karl-urban/",
    "104": "https://x.com/TheBoysTV/status/1799801339347923227",
    "105": "https://www.cbr.com/the-boys-season-4-three-episode-images/",
    "106": "https://x.com/TheBoysTV/status/1796934740085289222",
    "107": "https://www.gamespot.com/articles/first-clip-from-the-boys-season-4-is-a-family-reunion-with-a-smash-mouth-connection/1100-6523987/",
    "108": "https://www.ign.com/videos/the-boys-season-4-official-clip-2024-jeffrey-dean-morgan-karl-urban-ign-live-2024",
    "109": "https://screenrant.com/the-boys-season-4-homelander-poster-make-america-super-again/",
    "110": "https://www.gamespot.com/articles/the-boys-season-4-promos-declare-supe-lives-matter-and-make-america-super-again/1100-6521610/",
    "111": "https://screenrant.com/the-boys-season-4-campaign-video-story/",
    "112": "https://x.com/therealKripke/status/1674163064755879937",
    "113": "https://deadline.com/2024/02/the-boys-season-four-return-date-prime-video-1235833883/",
    "114": "https://www.forbes.com/sites/conormurray/2024/07/18/the-boys-changes-episode-title-and-denounces-real-world-political-violence-after-trump-assassination-attempt/",
    "115": "https://www.hollywoodreporter.com/tv/tv-news/the-boys-finale-assassination-episode-trump-filmed-2023-1235952029/",
    "116": "https://variety.com/2024/tv/news/the-boys-soldier-boy-final-season-5-vought-rising-trump-attack-1236087070/",
    "117": "https://www.rottentomatoes.com/tv/the_boys_2019/s04",
    "118": "https://www.metacritic.com/tv/the-boys/season-4",
    "119": "https://theilluminerdi.com/2024/06/11/the-boys-season-4-review/",
    "120": "https://www.empireonline.com/tv/reviews/the-boys-season-4/",
    "121": "https://www.pastemagazine.com/tv/amazon-prime-video/the-boys-season-4-review",
    "122": "https://www.gamespot.com/reviews/the-boys-season-4-review-a-diabolical-slow-burn/1900-6418240/",
    "123": "https://www.indiewire.com/criticism/shows/the-boys-season-4-review-new-season-1235014301/",
    "124": "https://www.ign.com/articles/the-boys-season-4-review-prime-video",
    "125": "https://collider.com/the-boys-season-4-review/",
    "126": "https://www.gamesradar.com/entertainment/superhero-shows/the-boys-season-4-review/",
    "127": "https://www.forbes.com/sites/erikkain/2024/07/20/the-boys-season-4-review-its-not-enough-to-stick-the-landing/",
    "128": "https://startefact.com/news/5-proofs-the-boys-season-4-was-the-worst-season-so-far_a134",
    "129": "https://www.cbr.com/the-boys-season-4-episode-8-finale-review/",
    "130": "https://screenrant.com/the-boys-season-4-rotten-tomatoes-audience-score-series-lowest/",
    "131": "https://slate.com/culture/2024/06/the-boys-season-4-firecracker-homelander-starlight-politics.html",
    "132": "https://www.forbes.com/sites/danidiplacido/2020/11/23/the-boys-antony-starr-mocks-trump-fans-cosplaying-as-homelander/",
    "133": "https://www.hollywoodreporter.com/tv/tv-features/the-boys-showrunner-erik-kripke-interview-trumpism-1235914642/",
    "134": "https://www.forbes.com/sites/conormurray/2024/06/18/anti-woke-critics-of-the-boys-mocked-on-social-media-as-creators-say-the-series-was-always-a-satirical-right-wing-critique/",
    "135": "https://x.com/VoughtIntl/status/1804544885644763450",
    "136": "https://collider.com/the-boys-review-bomb-website/",
    "137": "https://www.youtube.com/watch?v=1b3eKygSvUs",
    "138": "https://screenrant.com/boys-garth-ennis-calls-out-fandom/",
    "139": "https://screenrant.com/the-boys-season-4-episode-4-homelander-antony-starr-fan-reactions/",
    "140": "https://tvline.com/awards/the-boys-antony-starr-homelander-season-2-finale-emmy-worthy-scene-1234683344/",
    "141": "https://www.cbr.com/antony-starr-the-boys-emmy-eric-kripke/",
    "142": "https://tvline.com/lists/nicola-coughlan-luke-newton-performance-bridgerton-season-3-finale-penelope-colin/the-boys-antony-starr/",
    "143": "https://deadline.com/2024/06/the-boys-season-4-premiere-viewership-amazon-1235978881/",
    "144": "https://www.thewrap.com/the-boys-season-4-viewership-nielsen/",
    "145": "https://variety.com/2024/tv/news/the-boys-season-4-ratings-finale-1236084666/",
    "146": "https://a15388.p3cdn1.secureserver.net/wp-content/uploads/2024/05/GTA24-Nominees.pdf",
    "147": "https://a15388.p3cdn1.secureserver.net/wp-content/uploads/2024/05/GTA24-Winners.pdf",
    "148": "https://awardswatch.com/emilia-perez-leads-2024-hollywood-music-in-media-awards-nominations-hmma/",
    "149": "https://awardswatch.com/hans-zimmer-emilia-perez-diane-warren-top-2024-hollywood-music-in-media-awards/"
  },
  "flair_entities": [
    "kristi noem",
    "indiewire",
    "untold studios",
    "soho vfx",
    "sister sage",
    "rocket science vfx",
    "hallmark channel",
    "hyperion",
    "season 4",
    "supe lives matter",
    "sony pictures television",
    "elliot knight",
    "forbes",
    "doumit",
    "laz alonso",
    "v52 expo",
    "nathan mitchell",
    "rafia iqbal",
    "sam riordan",
    "ben travers",
    "oval office",
    "ashley barrett",
    "wisdom of the ages",
    "firecracker!",
    "herogasm",
    "dogknott",
    "the boys'",
    "marvel cinematic universe",
    "variety",
    "d23 expo",
    "the boys season 4",
    "jack quaid",
    "american",
    "heyward",
    "youtube",
    "point grey pictures",
    "valorie curry",
    "chace crawford",
    "jasper morris",
    "the boys",
    "kickstart entertainment",
    "asa germann",
    "crafty apes vfx",
    "collider",
    "the insider",
    "robert vernon",
    "bowen",
    "candace cameron bure",
    "amazon prime video",
    "garth ennis",
    "disney",
    "assassination run",
    "primetime emmy award",
    "tomer capone",
    "airtable",
    "incessant rain studios",
    "maddie phillips",
    "kramer",
    "jeffrey dean morgan",
    "gamespot",
    "vought on ice",
    "browser",
    "colby minifie",
    "frozen on ice",
    "brazil",
    "matt donato",
    "mcu",
    "shotgrid",
    "james monroe iglehart",
    "rotten tomatoes",
    "madison gate records",
    "eric kripke",
    "kripke",
    "jessica \"sage\" bradley",
    "black noir ii",
    "zoic studios",
    "rogers: the musical",
    "patton",
    "spider-man",
    "butcher and homelander",
    "empire",
    "south dakota",
    "lgbtq",
    "sage",
    "vought international twitter",
    "cate dunlap",
    "cameos",
    "fleet",
    "alison foreman",
    "erin moriarty",
    "andrew rannells",
    "hawkeye",
    "donald trump",
    "colin",
    "webweaver",
    "ccxp",
    "kfl nightsky productions",
    "victoria neuman",
    "john] koyama",
    "black noir",
    "marjorie taylor greene",
    "stephan fleet",
    "toronto",
    "make america super again",
    "usher",
    "cameron crovetti",
    "flatiron building",
    "sean tompkins",
    "the deep",
    "lauren boebert",
    "tompkins",
    "jessie t.",
    "larry kripke",
    "cncpt",
    "amazon",
    "rob benedict",
    "wrangler",
    "pixomondo",
    "sean",
    "performer of the week",
    "tilda swinton",
    "kevin fenix",
    "cia",
    "urban",
    "tvline",
    "the lord of the rings: the rings of power",
    "season four finale",
    "joe kessler",
    "pegg",
    "misty tucker gray",
    "maeve",
    "neuman",
    "megan vick",
    "hughie",
    "zoe wallace",
    "firecracker",
    "the avengers",
    "trump",
    "supe",
    "antony starr",
    "kripke enterprises",
    "patrick whitehall",
    "life first, work second",
    "matt bowen",
    "twitter",
    "daphne",
    "dan mousseau",
    "tek knight",
    "zach mcgowan",
    "original film",
    "donald] trump",
    "disney on ice",
    "metacritic",
    "ryan",
    "splinter",
    "ilm",
    "luma pictures",
    "ingenuity studios",
    "mpc",
    "joshua m",
    "benedict",
    "sith",
    "starr",
    "reacher",
    "christopher lennertz",
    "quaid",
    "vfx",
    "rosemarie dewitt",
    "christmas",
    "garrett blaney",
    "catriona mckenzie",
    "emily murray",
    "dneg",
    "erik kain",
    "avengers: endgame",
    "ign",
    "wga",
    "paste",
    "gamesradar+'",
    "são paulo",
    "butcher",
    "department of dirty tricks",
    "jedi",
    "the illuminerdi",
    "karl urban",
    "darick robertson",
    "morgan",
    "the hollywood reporter",
    "the seven",
    "anti-trump",
    "trent moore",
    "homelander",
    "vlada gelman",
    "ashley",
    "let's light",
    "vought",
    "gen v",
    "lennertz",
    "make america great again",
    "spin vfx",
    "black lives matter",
    "let's put the christ back in christmas",
    "nielsen",
    "shoshana bean",
    "claudia doumit",
    "karen fukuhara",
    "susan heyward",
    "moriarty",
    "jesus",
    "marjorie taylor greene scary?",
    "curry",
    "ambrosius",
    "derek wilson",
    "we'll keep the red flag flying here",
    "splice",
    "knight",
    "startefact"
  ]
}