{
  "title": "The_Greatest_of_All_Time",
  "url": "https://en.wikipedia.org/wiki/The_Greatest_of_All_Time",
  "summary": "The Greatest of All Time (also marketed as GOAT) is a 2024 Indian Tamil-language spy action thriller film directed by Venkat Prabhu and produced by AGS Entertainment. The film stars Vijay in four roles, alongside Prashanth, Prabhu Deva, Mohan, Jayaram, Ajmal Ameer, Vaibhav, Yogi Babu, Premgi Amaren, Sneha, Laila, Meenakshi Chaudhary and Abyukta Manikandan. It is the twenty-fifth production of the studio and the penultimate film of Vijay before his political entry. The film follows Gandhi, the former leader of an anti-terrorism squad, who reunites with his squad members to address the problems which were stemmed from their previous actions.\nThe film was officially announced in May 2023 under the tentative title Thalapathy 68, as it is Vijay's 68th film as a leading actor, and the official title was announced that December. Principal photography commenced in October 2023 and wrapped by late June 2024. Filming locations included Chennai, Thailand, Hyderabad, Sri Lanka, Pondicherry, Thiruvananthapuram, Russia and United States. The film has music composed by Yuvan Shankar Raja, cinematography handled by Siddhartha Nuni and editing by Venkat Raajen.\nThe Greatest of All Time was released worldwide on 5 September 2024 in standard and IMAX formats to mixed reviews from critics, who praised Vijay's performance, action sequences and climax while the lack of character development and writing received criticism. The film grossed ₹440–455.63 crore at the box office, against a budget of ₹380–400 crore, which is AGS's highest expense and ranks among the most expensive Indian films and is also one of the priciest non-English-language films ever made, emerging as the highest-grossing Tamil film of 2024, the fourth highest-grossing Indian film of 2024, fifth highest-grossing Tamil film of all time, fifth highest-grossing Tamil film in overseas, and the third highest-grossing film in Tamil Nadu.",
  "content": [
    {
      "section_title": "Plot",
      "section_content": [
        {
          "sentence": "In 2008, in Kenya, the Special Anti-Terrorism Squad (SATS), consisting of M",
          "refs": []
        },
        {
          "sentence": "S",
          "refs": []
        },
        {
          "sentence": "Gandhi and his teammates Sunil Thiagarajan, Kalyan Sundaram and Ajay Govindharaj, intercepted the terrorist Omar to extract uranium from him",
          "refs": []
        },
        {
          "sentence": "Their former chief, Rajiv Menon, absconding after being charged with treason, is also on the same train",
          "refs": []
        },
        {
          "sentence": "They retrieve the uranium from Menon and destroy the train he was on, believing everyone on board, including Menon, to have died",
          "refs": []
        },
        {
          "sentence": "In Delhi, the team lives undercover as India Tourism Development Corporation employees, hiding their real jobs from their families",
          "refs": []
        },
        {
          "sentence": "Gandhi lives with his wife, Anuradha \"Anu\", who is pregnant, and their five-year-old son, Jeevan.",
          "refs": []
        },
        {
          "sentence": "Gandhi takes his family along to alleviate Anu's suspicions of infidelity when he is assigned a new mission in Bangkok",
          "refs": []
        },
        {
          "sentence": "After completing the mission, Gandhi and his family are attacked, leading to Anu giving birth to a baby girl and Jeevan mysteriously disappearing",
          "refs": []
        },
        {
          "sentence": "The police find a charred body believed to be Jeevan's, leaving Gandhi devastated",
          "refs": []
        },
        {
          "sentence": "Anu stops speaking to Gandhi out of grief.",
          "refs": []
        },
        {
          "sentence": "By 2024, Gandhi had left the squad and would be working as an immigration officer at Chennai International Airport",
          "refs": []
        },
        {
          "sentence": "He and Anu live separately, and their daughter, Jeevitha, lives with Anu",
          "refs": []
        },
        {
          "sentence": "Upon Kalyan's suggestion, Gandhi's former boss, Nazeer, asks him to go to Moscow to train new officers at the reopened Indian Embassy",
          "refs": []
        },
        {
          "sentence": "Though reluctant, Gandhi agrees, but during his time there, a gang attacks the embassy",
          "refs": []
        },
        {
          "sentence": "Gandhi fights them off and is shocked to see one of the attackers, a young doppelgänger",
          "refs": []
        },
        {
          "sentence": "He realizes it is Jeevan and confirms this when he helps him fend off the attackers",
          "refs": []
        },
        {
          "sentence": "They return to Chennai, and the family reunites, with Anu starting to speak to Gandhi again",
          "refs": []
        },
        {
          "sentence": "Nazeer calls Gandhi for an urgent meeting at the Chennai Metro station, stating that the information is confidential and cannot mention any details over the phone",
          "refs": []
        },
        {
          "sentence": "A masked man attacks Nazeer",
          "refs": []
        },
        {
          "sentence": "Gandhi arrives just in time to fight off the attacker, but the masked man kills Nazeer, who turns out to be Jeevan.",
          "refs": []
        },
        {
          "sentence": "Gandhi returns to the SATS squad to find who is trying to cause a threat to their agency",
          "refs": []
        },
        {
          "sentence": "Nazeer's phone has all the information about Jeevan and his gang from Moscow",
          "refs": []
        },
        {
          "sentence": "Jeevan's accomplice Sha took the phone from Nazeer in the Metro station when Nazeer dropped it",
          "refs": []
        },
        {
          "sentence": "But Sha reveals to Jeevan that the phone went missing",
          "refs": []
        },
        {
          "sentence": "As it turns out, Jeevan has been working for Menon all this time and has come to Gandhi's family for a reason.",
          "refs": []
        },
        {
          "sentence": "Menon survived the train explosion in 2008 but lost his wife and children in the incident",
          "refs": []
        },
        {
          "sentence": "Seeking revenge, he tracked Gandhi to Bangkok, kidnapped Jeevan, and placed him in a juvenile facility, instilling fear in him",
          "refs": []
        },
        {
          "sentence": "He then \"rescued\" Jeevan by killing the members of the facility, earning his trust and renaming him Sanjay after his deceased son",
          "refs": []
        },
        {
          "sentence": "Jeevan, manipulated by Menon, came to believe Gandhi was responsible for the deaths of his family",
          "refs": []
        },
        {
          "sentence": "Fueled by this hatred, Jeevan dedicated his life to Menon and his revenge on Gandhi.",
          "refs": []
        },
        {
          "sentence": "Diamond Babu, a thief, steals Nazeer's phone that contains key evidence; Gandhi tries to repurchase it, but Jeevan intervenes, leading to a deadly confrontation in which Jeevan murders Ajay",
          "refs": []
        },
        {
          "sentence": "Abdul and Menon's arrest prompts Jeevan to kidnap Srinidhi, blackmailing Sunil to secure their release",
          "refs": []
        },
        {
          "sentence": "Kalyan, revealed to be Menon's accomplice, convinces Gandhi to free them",
          "refs": []
        },
        {
          "sentence": "Jeevan slashes Srinidhi's throat, and Kalyan suffocates her to prevent her from becoming a key witness",
          "refs": []
        },
        {
          "sentence": "While tracking down Sha, Gandhi coincidentally finds Jeevan and arrests him",
          "refs": []
        },
        {
          "sentence": "During interrogation, he seizes Sunil's gun, seemingly kills him and forces Gandhi to escort him out, allowing Jeevan to escape",
          "refs": []
        },
        {
          "sentence": "However, Sunil is revealed to be alive and kills Kalyan",
          "refs": []
        },
        {
          "sentence": "In the meantime, Menon kidnaps Anu and reveals a bombing plan, unaware it is Gandhi's ploy",
          "refs": []
        },
        {
          "sentence": "Gandhi captures Menon and brings him to the M",
          "refs": []
        },
        {
          "sentence": "A",
          "refs": []
        },
        {
          "sentence": "Chidambaram Stadium to negotiate with Jeevan, preventing the bombing",
          "refs": []
        },
        {
          "sentence": "Jeevan plans to detonate multiple bombs at the stadium and frame Gandhi for treason",
          "refs": []
        },
        {
          "sentence": "Gandhi, with the help of his brother-in-law Seenu and Jeevitha, manages to get hold of the detonator",
          "refs": []
        },
        {
          "sentence": "Jeevan threatens Jeevitha's life, but Gandhi saves her and kills him.",
          "refs": []
        },
        {
          "sentence": "In the mid-credits scene, \"Jeevan\" is a clone",
          "refs": []
        },
        {
          "sentence": "Jeevan, still known as Sanjay, is a scientist who has since created more clones to target Gandhi.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Cast",
      "section_content": [
        {
          "sentence": "Additionally, late actor Vijayakanth was featured in the film as a tribute with the use of artificial intelligence in a short appearance as M",
          "refs": []
        },
        {
          "sentence": "S",
          "refs": []
        },
        {
          "sentence": "Gandhi in disguise; voice was dubbed by K",
          "refs": []
        },
        {
          "sentence": "Manikandan",
          "refs": []
        },
        {
          "sentence": "MS Dhoni, Ravindra Jadeja, Ruturaj Gaikwad, Rohit Sharma and Ajinkya Rahane, along with Archana Kalpathi and Aishwarya Kalpathi, appear from archived footages in an IPL game featuring Chennai Super Kings and Mumbai Indians.",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/manikandan-dubbed-for-vijayakanths-ai-appearance-in-vijays-goat/articleshow/113222380.cms"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Production",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "In late November 2021, Vijay, who had collaborated with director Atlee for three successful films, was reported to collaborate again with the latter for his 68th film as the lead actor",
              "refs": []
            },
            {
              "sentence": "Marking their collaboration after Theri (2016), Mersal (2017), and Bigil (2019), the production process was set to begin after the director completed his commitments for his debut Hindi film, Jawan (2023)",
              "refs": [
                "https://www.cinemaexpress.com/tamil/news/2021/Nov/30/vijay-and-atlee-to-join-hands-again-for-thalapathy-68-28123.html"
              ]
            },
            {
              "sentence": "In the meantime, Vijay would work on two projects, Varisu and Leo (both 2023)",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/will-vijay-and-atlee-reunite-for-thalapathy68/articleshow/88000082.cms",
                "https://www.news18.com/amp/news/movies/thalapathy-vijay-director-atlee-likely-to-collaborate-for-their-4th-project-reports-4506389.html"
              ]
            },
            {
              "sentence": "On 24 December, Yuvan Shankar Raja, through X, posted a picture of himself and Vijay,  which was speculated to hint a reunion in the near future after Pudhiya Geethai (2003)",
              "refs": [
                "https://www.ottplay.com/news/after-theri-mersal-and-bigil-vijay-and-atlee-to-join-hands-again-for-thalapathy-68/1f6705d081600",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/will-yuvan-shankar-raja-and-vijay-team-up-after-almost-two-decades/articleshow/88471671.cms"
              ]
            },
            {
              "sentence": "Reports of the collaboration between Vijay and Atlee continued throughout 2022",
              "refs": [
                "https://www.ottplay.com/news/yuvan-shankar-raja-posts-a-picture-of-himself-with-thalapathy-vijay-netizens-wonder-whats-brewing/09bac9e633574"
              ]
            },
            {
              "sentence": "That December, it was reported that filming was set to commence in June 2023, as Atlee by then had completed Jawan, as the initial film's release date was 2 June 2023; but was postponed",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/atlees-latest-tweet-raises-speculations-about-the-directors-reunion-with-vijay/articleshow/91782113.cms"
              ]
            },
            {
              "sentence": "The following May, however, Atlee was confirmed to not direct the project, as he had signed another Hindi film, which became Baby John (2024)",
              "refs": []
            },
            {
              "sentence": "Vijay had reportedly listened to multiple scripts, which included from directors Venkat Prabhu and Gopichand Malineni",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/as-its-not-thalapathy-68-for-atlee-heres-what-he-might-do-next/amp_articleshow/100529867.cms"
              ]
            },
            {
              "sentence": "On 21 May, Vijay, through his social media pages, announced that his 68th film would be helmed by Prabhu, tentatively titled Thalapathy 68",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/will-venkat-prabhu-direct-thalapathy-vijays-68th/articleshow/100293057.cms"
              ]
            },
            {
              "sentence": "AGS Entertainment would produce the film, while Archana Kalpathi and Aishwarya Kalapathi served as creative producers",
              "refs": [
                "https://www.thehindu.com/entertainment/movies/thalapathy-68-vijay-venkat-prabhu-team-up-for-their-next/article66877089.ece"
              ]
            },
            {
              "sentence": "It is the production house's most expensive and 25th film production",
              "refs": [
                "https://www.thehindu.com/entertainment/movies/cast-and-crew-of-vijay-venkat-prabhus-thalapathy-68-revealed/article67453076.ece"
              ]
            },
            {
              "sentence": "The film was made on a budget of ₹400 crore,  with Vijay having received a remuneration of ₹200 crore (US$23 million) making him the highest-paid actor in India",
              "refs": [
                "https://variety.com/2024/film/news/vijay-goat-ags-entertainment-1236127161/",
                "https://indianexpress.com/article/entertainment/tamil/archana-kalpathi-on-spending-rs-400-crore-for-vijay-venkat-prabhus-goat-9544491/"
              ]
            },
            {
              "sentence": "In August 2023, the team left for Los Angeles to use visual effects scanning to create the look of one of Vijay's characters; this technique was previously used for Fan (2016) and Indian 3 (2025)",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/official-thalapathy-vijay-got-rs-200-remuneration-for-goat/articleshow/112965388.cms"
              ]
            },
            {
              "sentence": "The film's official title, The Greatest of All Time, was announced on 31 December 2023",
              "refs": [
                "https://www.dtnext.in/news/cinema/thalapathy-68-team-takes-off-to-la-for-3d-vfx-scan-732207"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pre-production",
          "section_content": [
            {
              "sentence": "The film was reported to be science fiction film, after the film's release, however, it was stated as action thriller",
              "refs": []
            },
            {
              "sentence": "Prabhu had met Vijay ten months prior to the announcement and narrated a one-liner, which the latter requested to develop",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/the-goat-second-look-is-vijay-venkat-prabhu-film-a-science-fiction-new-poster-reinforces-this-notion-9090508/lite/",
                "https://www.pinkvilla.com/entertainment/south/thalapathy-vijay-starrer-the-greatest-of-all-times-synopsis-revealed-set-to-become-a-complete-action-thriller-1336350?amp"
              ]
            },
            {
              "sentence": "After completing the development in early-May 2023, Prabhu met Vijay again later that month and narrated the script",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/how-vijay-landed-on-venkat-prabhu-for-thalapathy-68-producer-dhananjay-reveals/articleshow/101197627.cms"
              ]
            },
            {
              "sentence": "Vijay then approved of the script and finalised him",
              "refs": []
            },
            {
              "sentence": "Prabhu co-wrote the film's script dialogues with Viji, with additional screenplay written by K",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/heres-when-venkat-prabhu-okayed-thalapathy-68-with-vijay/articleshow/100418383.cms"
              ]
            },
            {
              "sentence": "Chandru and Ezhilarasu Gunasekaran",
              "refs": []
            },
            {
              "sentence": "A muhurat puja was held on 2 October 2023 at Prasad Labs in Chennai with the film's cast and crew",
              "refs": [
                "https://www.pinkvilla.com/entertainment/south/thalapathy-68-first-look-thalapathy-vijays-next-film-titled-the-greatest-of-all-time-a-venkat-prabhu-hero-1268666"
              ]
            },
            {
              "sentence": "The same month, Siddhartha Nuni was announced as cinematographer, in his third Tamil film after Vendhu Thanindhathu Kaadu (2022) and Captain Miller (2024), marking his first film with Vijay and Prabhu",
              "refs": []
            },
            {
              "sentence": "Yuvan Shankar Raja was confirmed to score the music, in his third consecutive film with the director after they had done a total of ten films",
              "refs": [
                "https://www.ottplay.com/amp/news/vijay-venkat-prabhus-thalapathy-68-cast-and-crew-revealed-in-official-launch-video/36e5c6fba6452"
              ]
            },
            {
              "sentence": "The technical crew includes cinematographer Siddhartha Nuni, editor Venkat Raajen, production designer Rajeevan Nanbiyar, stunt choreographer Dhilip Subbarayan, art directors Sekar and Surya Rajeevan, costume designers Vasuki Bhaskar and Pallavi Singh",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/thalapathy-vijay-and-venkat-prabhu-to-join-forces-for-actors-68th-film-yuvan-shankar-raja-to-score-music-2382197-2023-05-21",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/thalapathy-68-vijay-to-sing-a-song-under-yuvan-shankar-rajas-composition/articleshow/104748613.cms"
              ]
            },
            {
              "sentence": "S",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/the-greatest-of-all-time-new-poster-thalapathy-vijay-promises-great-action-2482909-2024-01-01",
                "https://www.thehindu.com/entertainment/movies/cast-and-crew-of-vijay-venkat-prabhus-thalapathy-68-revealed/article67453076.ece"
              ]
            },
            {
              "sentence": "M",
              "refs": []
            },
            {
              "sentence": "Venkat Manickam was appointed as the executive producer",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Casting",
          "section_content": [
            {
              "sentence": "Vijay plays dual roles as an elderly and younger character; he had to shave his trademark moustache for the younger role",
              "refs": []
            },
            {
              "sentence": "De-aging technology was utilised to portray the younger version",
              "refs": []
            },
            {
              "sentence": "Initially, Prabhu's choices for the roles included Rajinikanth as the older character and Dhanush for the younger",
              "refs": []
            },
            {
              "sentence": "Meenakshi Chaudhary and Sneha were cast as female leads, with Chaudhary paired opposite the younger Vijay,  in her first collaboration with the actor,   while Sneha reunited with Vijay after working with him in Vaseegara (2003)",
              "refs": [
                "https://www.timesnownews.com/entertainment-news/tamil/rajinikanth-and-dhanush-were-the-first-choice-for-goat-article-112983156",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/meenakshi-chaudhary-roped-in-for-vijays-thalapathy-68/articleshow/104099271.cms",
                "https://www.timesnownews.com/entertainment-news/tamil/thalapathy-68-vijay-welcomes-meenakshi-chaudhary-prabhu-deva-and-other-cast-members-watch-pada-poojai-video-article-104665768",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/meenakshi-chaudhary-roped-in-for-vijays-thalapathy-68/articleshow/104099271.cms"
              ]
            },
            {
              "sentence": "Prabhu Deva joined the cast in a significant role, marking his first acting collaboration with Vijay after directing him in two films,  whilst Prashanth was cast further in an important role, collaborating with the latter for the first time",
              "refs": [
                "https://web.archive.org/web/20240103144125/https://www.pinkvilla.com/entertainment/south/after-jyotika-and-simran-this-former-co-star-of-thalapathy-vijay-approached-for-thalapathy-68-reports-1243146",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/sneha-elated-to-play-thalapathy-vijays-pair-in-goat/articleshow/106505999.cms",
                "https://www.ottplay.com/news/thalapathy-68-vijay-and-prabhu-deva-to-share-screen-space-after-a-long-time-details-inside/9891dd770e319"
              ]
            },
            {
              "sentence": "Laila,  Vaibhav,  Mohan,  Jayaram,  and Ajmal Ameer,  Yogi Babu,  VTV Ganesh,  Prabhu's frequent collaborators Premgi Amaren,  Aravind Akash,  and Ajay Raj were announced to play prominent roles",
              "refs": [
                "https://www.ottplay.com/amp/news/laila-calls-vijays-thalapathy-68-a-special-birthday-gift/130f1326c6790",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/not-vijay-this-actor-to-sport-a-versatile-look-in-thalapathy-68/articleshow/105896389.cms",
                "https://www.ottplay.com/news/vijays-thalapathy-68-mic-mohan-to-play-antagonist-in-the-venkat-prabhu-directorial/afecd4eec7667",
                "https://www.ottplay.com/news/thalapathy-68-jayaram-roped-in-for-the-vijay-starrer/c58b20d877468",
                "https://www.ottplay.com/news/thalapathy-68-ajmal-ameer-in-vijay-venkat-prabhu-film-shares-photo-from-set/5b90b0247b487",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-was-initially-written-for-dhanush-and-rajinikanth-and-was-to-be-titled-gandhi-reveals-venkat-prabhu/amp_articleshow/112993489.cms",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/is-thalapathy-68-to-be-titled-goat/articleshow/106264459.cms",
                "https://www.thehindu.com/entertainment/movies/cast-and-crew-of-vijay-venkat-prabhus-thalapathy-68-revealed/article67453076.ece",
                "https://www.cinemaexpress.com/tamil/news/2023/Oct/24/thalapathy-68-cast-and-crew-details-out-48891.html"
              ]
            },
            {
              "sentence": "With Babu and Ganesh making their first collaboration with Prabhu, all of their inclusion was confirmed during their presence at the muhurat puja",
              "refs": [
                "https://www.dtnext.in/news/cinema/thalapathy-68-launched-ai-based-song-to-be-filmed-today-739626"
              ]
            },
            {
              "sentence": "R",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/jayaram-mohan-and-meenakshi-to-join-cast-of-vijays-thalapathy-68/articleshow/104121664.cms",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/confirmed-ajmal-in-thalapathy-68-the-actor-shares-a-picture-with-leo-star-vijay/articleshow/104573795.cms"
              ]
            },
            {
              "sentence": "Madhavan and Arvind Swamy were the original choices for Mohan's role, and Nayanthara for Sneha's",
              "refs": []
            },
            {
              "sentence": "Parvati Nair revealed that she was a part of the cast in January 2024",
              "refs": [
                "https://tamil.asianetnews.com/gallery/cinema/two-heroes-rejected-mic-mohan-character-in-goat-venkat-prabhu-opens-up-ans-sjnr2z"
              ]
            },
            {
              "sentence": "Yugendran was present at the film's preliminary shooting, confirming his presence; he would act with Vijay after Thirupaachi (2005)",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/parvati-nair-to-play-a-bold-interesting-character-in-vijays-goat/articleshow/106532951.cms",
                "https://www.ottplay.com/news/its-official-parvati-nair-confirmed-for-thalapathy-vijays-the-greatest-of-all-time-dreams-do-come-true/a0e3a619df806"
              ]
            },
            {
              "sentence": "Premalatha, the wife of late Vijayakanth, confirmed that the latter would be featured in a scene for the film with the use of artificial intelligence (AI)",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/yugendran-to-act-with-vijay-in-goat-after-18-years/articleshow/109133155.cms"
              ]
            },
            {
              "sentence": "Y",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/premalatha-vijayakanth-confirms-vijayakanths-appearance-through-ai-in-vijays-goat/articleshow/109336636.cms"
              ]
            },
            {
              "sentence": "G",
              "refs": []
            },
            {
              "sentence": "Mahendran stated that he would also make a cameo appearance, during an interview with Filmibeat",
              "refs": []
            },
            {
              "sentence": "Ayaz Khan physically portrayed Jeevan as a teenager, with his face digitally morphed to resemble Vijay",
              "refs": [
                "https://www.ottplay.com/news/thalapathy-vijays-the-greatest-of-all-time-will-be-as-brilliant-as-thuppakki-says-yg-mahendra/5f95b98114733"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Filming",
          "section_content": [
            {
              "sentence": "Principal photography began with the first schedule on 3 October 2023 at Prasad Labs in Chennai",
              "refs": []
            },
            {
              "sentence": "A song sequence, choreographed by Raju Sundaram and picturised on Vijay, Prashanth, Deva and Ajmal, was firstly filmed",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/vijay-venkat-prabhus-thalapathy-68-shoot-begins-mohan-prashanth-to-join-cast-2443566-2023-10-03"
              ]
            },
            {
              "sentence": "Reportedly, the makers used AI for the sequence which concluded by 9 October",
              "refs": [
                "https://www.ottplay.com/news/thalapathy-68-venkat-prabhu-organises-special-screening-of-vijays-leo-trailer-for-the-crew/46d9f7107f620"
              ]
            },
            {
              "sentence": "The second schedule commenced in Thailand on 30 October,  with Vijay joining them on 3 November",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/thalapathy-68-song-shoot-wrapped-up-choreographer-revealed/articleshow/104282126.cms",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-thalapathy-68-team-head-to-bangkok-for-next-schedule/articleshow/104848380.cms"
              ]
            },
            {
              "sentence": "The team shot mostly at Bangkok in this schedule",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijay-heads-to-bangkok-for-thalapathy-68-shooting/articleshow/104937865.cms"
              ]
            },
            {
              "sentence": "Within ten days of filming, Vijay completed filming his portions for the schedule and returned to Chennai; the makers stayed in Thailand and filmed portions not involving the actor",
              "refs": [
                "https://www.ottplay.com/news/thalapathy-68-vijay-wraps-up-bangkok-schedule-back-in-chennai/18cd881602921"
              ]
            },
            {
              "sentence": "A minor portion was shot soon after at Prasad Labs in late November, before they moved to a film city in Hyderabad",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijay-returns-to-chennai-as-he-completes-the-thailand-schedule-of-thalapathy-68/articleshow/105180226.cms"
              ]
            },
            {
              "sentence": "Prabhu had reportedly united a major cast to film important sequences before the schedule ended by 27 December",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijay-and-venkat-prabhus-thalapathy-68-to-shoot-in-turkey-next/articleshow/105530834.cms"
              ]
            },
            {
              "sentence": "Filming resumed in Sri Lanka on 7 January 2024, following a hiatus for the New Year's",
              "refs": []
            },
            {
              "sentence": "On 2 February, Vijay announced his retirement from films after completing one more film and his entry into politics, making this his penultimate film",
              "refs": [
                "https://www.adaderana.lk/news.php?nid=96144"
              ]
            },
            {
              "sentence": "Siddhartha Nuni had used three cameras to shoot a significant sequence; something he had never done before",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-confirms-his-final-film-will-be-thalapathy-69/articleshow/107351699.cms"
              ]
            },
            {
              "sentence": "In early February, he stated that halfway of filming was completed",
              "refs": []
            },
            {
              "sentence": "A minor schedule began in Pondicherry on 5 February",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-cinematographer-siddhartha-nuni-opens-up-the-challenges-in-vijays-film-says-50-shoot-completed/articleshow/107352773.cms"
              ]
            },
            {
              "sentence": "A footage of Vijay, Prashanth and Deva was leaked during this schedule, and went viral on social media platforms",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-selfie-video-goat-actor-continues-to-prove-his-mass-in-pondicherry/articleshow/107446796.cms"
              ]
            },
            {
              "sentence": "This led to the film's official technology security partner to warn social media users from sharing the leaked content and that the leaks would be deleted",
              "refs": []
            },
            {
              "sentence": "In early-March, it was reported that an item number featuring Sreeleela was decided, however she declined the offer",
              "refs": []
            },
            {
              "sentence": "Later Trisha Krishnan has replaced her and her portion of Matta song was shot in Chennai",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/not-trisha-but-sreeleela-was-initially-offered-to-appear-in-matta-track-from-goat/articleshow/113283381.cms"
              ]
            },
            {
              "sentence": "The makers had initially decided to shoot the following schedule in Morocco; however, the filming locations was instead finalised in Kerala",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/will-trisha-krishnan-make-a-surprise-appearance-in-thalapathy-vijays-the-goat/articleshow/108482655.cms"
              ]
            },
            {
              "sentence": "The schedule there was intended to begin on 16 March,  but commenced two days later",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-climax-shoot-shifts-to-kerala-from-foreign-locations/articleshow/108318766.cms",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kerala-fans-are-eager-to-meet-vijay-after-14-years/articleshow/108516392.cms"
              ]
            },
            {
              "sentence": "After Kaavalan (2011), Vijay would make his return to Kerala for filming with this film",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/vijay-meets-fans-outside-thiruvananthapuram-hotel-gets-adorned-garland-watch-videos-9225048/"
              ]
            },
            {
              "sentence": "Therefore, the fans of his gathered in front of the airport the actor would land at",
              "refs": []
            },
            {
              "sentence": "A crowd was gathered from 11am to 5pm",
              "refs": []
            },
            {
              "sentence": "The schedule began filming in Greenfield International Stadium in Thiruvananthapuram",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/vijay-stirs-up-fan-frenzy-in-kerala/articleshow/108655698.cms"
              ]
            },
            {
              "sentence": "A sequence featuring at least 3000 background artists was reportedly filmed inside of the stadium",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/thiruvananthapuram-stadium-frenzy-for-vijay-refuses-to-die-down-9228801/lite/"
              ]
            },
            {
              "sentence": "Because of his fans presence outside the stadium at midnight during filming on 21 March, Vijay paused the shooting, met and greeted with them",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/vijay-stirs-up-fan-frenzy-in-kerala/articleshow/108655698.cms"
              ]
            },
            {
              "sentence": "On the day after, the actor arranged an outside gathering there with his fans",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/fans-stand-all-through-the-night-at-the-goat-shooting-spot-to-meet-thalapathy-vijay-check-out-the-actors-reaction/articleshow/108696804.cms"
              ]
            },
            {
              "sentence": "As his usual trademark, he took a video and posted it on his social media pages",
              "refs": []
            },
            {
              "sentence": "Filming for the scheduled portions was completed by 23 March",
              "refs": [
                "https://indianexpress.com/article/entertainment/tamil/thiruvananthapuram-stadium-frenzy-for-vijay-refuses-to-die-down-9228801/"
              ]
            },
            {
              "sentence": "On 7 April, the makers flew to Moscow in Russia for the following schedule",
              "refs": []
            },
            {
              "sentence": "The sequence filmed at the beginning of the schedule was reported to be filmed at a school campus",
              "refs": [
                "https://www.cinemaexpress.com/tamil/news/2024/Apr/07/archana-kalpathi-shares-an-update-on-vijays-goat"
              ]
            },
            {
              "sentence": "A chase sequence was filmed in the schedule",
              "refs": [
                "https://www.ottplay.com/news/thalapathy-vijay-takes-a-spin-on-a-kick-scooter-on-the-greatest-of-all-time-sets-see-video/b91ce2eb7c318"
              ]
            },
            {
              "sentence": "Vijay returned to Chennai on 18 April to cast his vote in the 2024 Lok Sabha elections",
              "refs": []
            },
            {
              "sentence": "The actor received an injury during filming before flying back",
              "refs": [
                "https://www.pinkvilla.com/entertainment/south/thalapathy-vijay-to-take-a-break-from-goats-russia-schedule-to-cast-his-vote-in-2024-lok-sabha-elections-1296771"
              ]
            },
            {
              "sentence": "In mid May, the makers were reportedly spotted on their way to the United States to resume the filming",
              "refs": [
                "https://www.news18.com/movies/thalapathy-vijays-hand-injury-photos-from-ghilli-success-bash-sparks-concern-among-fans-8867446.html"
              ]
            },
            {
              "sentence": "In late May, some sequences involving explosives were filmed in and around Puducherry, including Beach Road and Old Port",
              "refs": [
                "https://www.pinkvilla.com/entertainment/south/thalapathy-vijays-goat-what-are-makers-of-the-greatest-of-all-time-up-to-1305427"
              ]
            },
            {
              "sentence": "Shortly thereafter, Prabhu returned to Sri Lanka for additional shoots, albeit without Vijay,  that schedule was completed in early June",
              "refs": [
                "https://www.indiatoday.in/movies/regional-cinema/story/thalapathy-vijay-goat-puducherry-action-sequence-locals-panic-2544447-2024-05-27",
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/venkat-prabhu-leaves-for-sri-lanka-for-goat-shoot-sans-vijay-and-other-stars/articleshow/110596385.cms"
              ]
            },
            {
              "sentence": "Principal photography wrapped by late-June",
              "refs": [
                "https://www.news18.com/movies/greatest-of-all-time-will-be-a-treat-for-thalapathy-vijay-fans-says-actor-mohan-8924481.html"
              ]
            },
            {
              "sentence": "The makers, including Vijay, then shortly after reunited to shoot a few pending patchworks",
              "refs": []
            },
            {
              "sentence": "Patchworks continued to be shot at Sree Gokulam Studios in Chennai for two days",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-production",
          "section_content": [
            {
              "sentence": "In March 2024, Venkat Prabhu confirmed that VFX and CGI works had begun, simultaneously with filming, in Chennai and Los Angeles",
              "refs": []
            },
            {
              "sentence": "He further added that the effects works would be done by five companies",
              "refs": []
            },
            {
              "sentence": "Vijay began dubbing his portions in mid May and completed 50% by 14 May",
              "refs": [
                "https://www.ottplay.com/news/the-greatest-of-all-time-venkat-prabhu-opens-up-about-the-thalapathy-vijay-starrer-drops-major-updates/61bafc4ee940",
                "https://www.news18.com/movies/just-a-few-portions-left-filmmaker-venkat-prabhu-on-goats-vfx-and-first-single-8805596.html"
              ]
            },
            {
              "sentence": "Harihara Suthan is the film's visual effects supervisor, under SuthanVFX, along with B2H Studios which will be handling the digital intermediate",
              "refs": [
                "https://www.pinkvilla.com/entertainment/south/thalapathy-vijays-goat-what-are-makers-of-the-greatest-of-all-time-up-to-1305427"
              ]
            },
            {
              "sentence": "The Times of India reported that ₹6 crore (US$690,000) was used on advanced de-aging technology for a ten-minute sequence featuring the younger character of Vijay",
              "refs": []
            },
            {
              "sentence": "The de-aging works would be mostly handled by Lola Visual Effects",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/buzz-vijay-to-appear-with-a-vintage-look-in-thalapathy-68-for-10-minutes/articleshow/105861011.cms"
              ]
            },
            {
              "sentence": "The company began their works on 16 May, which were completed within two days",
              "refs": []
            },
            {
              "sentence": "Initially, the film was planned to be released in June, coinciding with Vijay's 50th birthday; however, it was delayed due to the extensive post-production and VFX works",
              "refs": [
                "https://www.pinkvilla.com/entertainment/south/bts-photo-thalapathy-vijay-goes-through-transformation-for-goat-films-vfx-director-shares-pic-1307037"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Music",
      "section_content": [
        {
          "sentence": "The soundtrack is composed by Yuvan Shankar Raja, in his second collaboration with Vijay after Pudhiya Geethai (2003) and tenth with Prabhu",
          "refs": []
        },
        {
          "sentence": "An audio launch was intended to be held, but was later cancelled due to reasons unknown",
          "refs": [
            "https://www.ottplay.com/news/thalapathy-68-when-yuvan-shankar-raja-last-composed-for-thalapathy-vijay-in-2003/8d49c60551359"
          ]
        },
        {
          "sentence": "The album featuring four songs, \"Whistle Podu\", \"Chinna Chinna Kangal\", \"Spark\" and \"Matta\" — was released on 3 September 2024, two days before the film's release",
          "refs": [
            "https://www.ottplay.com/news/the-greatest-of-all-time-no-audio-launch-for-thalapathy-vijay-and-venkat-prabhu-film/507680b60a999"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Marketing",
      "section_content": [
        {
          "sentence": "The film's first look poster was released on 31 December 2023, revealing the film's title",
          "refs": []
        },
        {
          "sentence": "The teaser trailer was released on 22 June, coinciding the occasion of Vijay's 50th birthday",
          "refs": [
            "https://www.hindustantimes.com/entertainment/tamil-cinema/thalapathy-68-vijays-next-is-titled-the-greatest-of-all-time-actor-stuns-in-double-role-101704025032028.html"
          ]
        },
        {
          "sentence": "The official merchandise of the film was launched by Filmydice, Meesakar, ColourCrafts and Namma Tribe on 25 August 2024",
          "refs": [
            "https://www.indiatoday.in/movies/regional-cinema/story/actor-vijay-turns-50-goat-makers-celebrate-with-action-packed-teaser-watch-2556529-2024-06-22"
          ]
        },
        {
          "sentence": "On 29 July 2024, the film's creative producer, Archana Kalpathi, announced that updates for the film would be released from the following month",
          "refs": []
        },
        {
          "sentence": "Official announcement posters for the third single, which released on 1 and 2 August, both received a negative response from fans and general audience, with them mostly being criticised for Vijay's de-aged look",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/official-the-next-update-from-vijays-goat-will-arrive-on-august-1/amp_articleshow/112099306.cms"
          ]
        },
        {
          "sentence": "A promotional IMAX poster, which was released on 8 August 2024, confirmed the film's status of being released in the format",
          "refs": [
            "https://www.m9.news/movienews/the-greatest-of-all-time-disaster-posters-what-is-vijay-doing/amp/"
          ]
        },
        {
          "sentence": "The Singapore Book of Records awarded the members of the Singapore Thalapathy Vijay Fans Club, for having the largest human figure standee (of Vijay) in front of Carnival Cinemas, with a height of 5.1 meter",
          "refs": [
            "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-makers-share-an-impressive-poster-confirms-the-imax-release-of-vijays-film/articleshow/112393870.cms"
          ]
        },
        {
          "sentence": "The film's posters were showcased on the Leicester Square Screen in the UK, becoming the first South Indian film to have ever done so",
          "refs": [
            "https://singaporerecords.com/largest-human-figure-standee/"
          ]
        },
        {
          "sentence": "The film's final trailer was released in August 2024",
          "refs": []
        },
        {
          "sentence": "Vijay's de-aged looks in the trailer were positively received, being regarded as an improvement over his de-aged looks in previous promotional material",
          "refs": []
        },
        {
          "sentence": "Venkat Prabhu confirmed this was in response to past criticism",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Release",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Theatrical",
          "section_content": [
            {
              "sentence": "The Greatest of All Time was theatrically released on 5 September 2024 in standard and IMAX formats",
              "refs": []
            },
            {
              "sentence": "Apart from the original Tamil language, it was also released with dubbed versions in Telugu and Hindi, respectively under the film's official title and Thalapathy is the G.O.A.T",
              "refs": [
                "https://www.news18.com/movies/thalapathy-vijays-the-greatest-of-all-time-to-have-a-mega-imax-release-9010239.html"
              ]
            },
            {
              "sentence": "In the United Kingdom, the film released on the same day, with a 15 rating by the British Board of Film Classification for strong violence, threat, injury details and disturbing scenes, followed by no cuts",
              "refs": [
                "https://www.cinemaexpress.com/tamil/news/2024/Apr/11/vijays-the-greatest-of-all-time-gets-a-release-date"
              ]
            },
            {
              "sentence": "The film was initially granted a U/A certificate from the Central Board of Film Certification (CBFC) after several instances of profanity were muted, resulting in an official runtime of 179 minutes",
              "refs": []
            },
            {
              "sentence": "However, just a few days later, the film underwent an additional censorship by the CBFC, leading to a revised version with a final runtime of 183 minutes; the revision included additional footages of four minutes while still maintaining the U/A certificate, becoming Vijay's second longest film after Nanban (2012)",
              "refs": [
                "https://www.bollywoodhungama.com/news/south-cinema/greatest-time-cbfc-mutes-fk-removes-reaction-shot-woman-modifies-violent-scene-thalapathy-vijay-starrer/"
              ]
            },
            {
              "sentence": "The Greatest of All Time was Vijay's second film to be released in the IMAX format in the UK, after Leo (2023)",
              "refs": []
            },
            {
              "sentence": "It also became the first film to be released simultaneously in every theatres across Tamil Nadu at the same time",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-goat-to-have-an-imax-release-uk-bookings-open-now/articleshow/112312287.cms"
              ]
            },
            {
              "sentence": "It was reported that more than 702 screens in Kerala would screen the film, making it the highest for a non-native language film, beating Leo",
              "refs": [
                "https://www.ottplay.com/news/the-greatest-of-all-time-thalapathy-vijays-film-to-have-a-record-release/4b446f0c74921"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Distribution",
          "section_content": [
            {
              "sentence": "Romeo Pictures brought the film's distribution rights for Tamil Nadu and Karnataka,  Sree Gokulam Movies did so for Kerala,  Mythri Movie Makers for Andhra Pradesh and Telangana,  and Zee Studios for North India",
              "refs": [
                "https://www.news18.com/amp/movies/tamil-rights-for-thalapathy-vijays-the-goat-sold-for-a-huge-price-8956647.html",
                "https://www.cinemaexpress.com/malayalam/news/2024/Jul/05/vijay-starrer-goats-kerala-distribution-rights-picked-up-by-sree-gokulam-movies",
                "https://www.thehansindia.com/cinema/meenakshi-chaudhary-shares-her-excitement-for-the-goat-904508"
              ]
            },
            {
              "sentence": "Ahimsa Entertainment and Hamsini Entertainment acquired the distribution rights for the UK and Europe,  and Hamsini Entertainment for over 40 countries",
              "refs": [
                "https://www.bollywoodhungama.com/news/south-cinema/vijay-starrer-greatest-time-distributed-north-india-zee-studios/",
                "https://thesouthfirst.com/entertainment/tamil/goat-pre-release-sales-vijays-film-sets-new-record-by-earning-rs-425-crore/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pre-bookings",
          "section_content": [
            {
              "sentence": "Pre-bookings started in the UK on 6 August 2024, four weeks before the film's release",
              "refs": []
            },
            {
              "sentence": "Over 1,000 tickets were sold within six days of pre-bookings with a collection of £8,000 (US$10,958.9)",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-goat-to-have-an-imax-release-uk-bookings-open-now/amp_articleshow/112312287.cms"
              ]
            },
            {
              "sentence": "Pre-bookings started in the United States on 15 August 2024, three weeks before the film's release",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/thalapathy-vijays-the-greatest-of-all-time-goat-sells-over-1000-tickets-in-uk/amp_articleshow/112337824.cms"
              ]
            },
            {
              "sentence": "After the trailer was released, the premiere bookings for the film in the US crossed over US$32K",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/advance-booking-for-thalapathy-vijays-the-greatest-of-all-time-to-begin-in-usa-from-august-15/amp_articleshow/112444108.cms"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Pre-release business",
          "section_content": [
            {
              "sentence": "According to some Indian trade sources, The Greatest of All Time is set to become the first Tamil film to achieve a pre-release recovery of ₹425 crore (US$49 million) with the sale of satellite, digital, music, and theatrical rights, beating Leo which reportedly achieved ₹423 crore (US$49 million)",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Home media",
          "section_content": [
            {
              "sentence": "The digital streaming rights were acquired by Netflix",
              "refs": []
            },
            {
              "sentence": "The film began streaming on Netflix from 3 October 2024 in Tamil, Telugu, Malayalam, Kannada and Hindi languages",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/thalapathy-vijays-goat-digital-rights-sold-for-a-recordbreaking-price/articleshow/107399315.cms"
              ]
            },
            {
              "sentence": "Venkat Prabhu, during the promotions of the film, stated that a director's cut, which would feature around 20 minutes of deleted sequences, would be released on Netflix post-theatrical release;  after the theatrical version's streaming debut, he doubted a director's cut would be made as it would require extensive visual effects and editing work, but was hopeful the producers would allow it to be made",
              "refs": [
                "https://www.cinemaexpress.com/ott/news/2024/Oct/01/vijays-goat-gets-ott-release-date",
                "https://telugu.hindustantimes.com/entertainment/the-greatest-of-all-time-ott-release-date-thalapathy-vijay-action-thriller-to-stream-on-netflix-ott-121727759363773.html",
                "https://www.ottplay.com/amp/news/the-goat-extended-cut-thalapathy-vijay-venkat-prabhu-film-ott/249fbd80d0293"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Reception",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Critical response",
          "section_content": [
            {
              "sentence": "The Greatest of All Time received mixed reviews from critics who praised Vijay's performance and action sequences while the lack of character development and writing received criticism",
              "refs": []
            },
            {
              "sentence": "On the review aggregator website Rotten Tomatoes, 40% of 10 critics' reviews are positive, with an average rating of 4.3/10",
              "refs": [
                "https://economictimes.indiatimes.com/magazines/panache/thalapathy-vijays-the-greatest-of-all-time-goat-two-day-record-box-office-success-streak-continues-despite-major-dip-in-earnings-check-collections/articleshow/113142407.cms",
                "https://economictimes.indiatimes.com/magazines/panache/goat-movie-review-thalapathy-vijays-star-power-de-aging-magic-and-explosive-climax-steal-the-show/articleshow/113078839.cms"
              ]
            },
            {
              "sentence": "Kaushik Ramachandran of DT Next gave 3.5/5 stars and wrote \" [...] Despite these minor issues, The Greatest Of All Time is undoubtedly worth watching and delivers the much-needed hit that Tamil cinema has been anticipating.\"  Sridevi S of The Times of India gave 3/5 stars and wrote \"Endless fan moments, all mass and no solid substance makes GOAT an average watch for the film lovers, and a celebrated watch for his hard-core fans",
              "refs": [
                "https://www.dtnext.in/amp/entertainment/cinema/the-goat-review-vijay-venkat-prabhu-deliver-a-whistle-worthy-film-802498"
              ]
            },
            {
              "sentence": "In his 32-year-odd career and 68 films, GOAT is good, but definitely not Greatest Of All Times!\"  Goutham S of Pinkvilla gave 3/5 stars and wrote \"Thalapathy Vijay’s The GOAT is undoubtedly a full-fledged action flick that is catered to his fans",
              "refs": [
                "https://timesofindia.indiatimes.com/entertainment/tamil/movie-reviews/the-greatest-of-all-time/movie-review/113083928.cms"
              ]
            },
            {
              "sentence": "If you love watching him in a swash-buckling avatar or if you want to catch him in a totally new element, then this film is surely meant for you.\"  Simon Abrams of RogerEbert.com gave 3.5/4 stars and wrote \"Here he  [Vijay] delivers the best of his recent movies’ dance numbers as well as the most polished fight and action scenes, as well as more crowd-pleasing tangents and dramatic build-up than even in “Master,” his best recent movie",
              "refs": [
                "https://www.pinkvilla.com/entertainment/south/the-goat-movie-review-thalapathy-vijay-starrer-is-a-commercially-twisted-action-flick-that-suffers-from-dull-screenplay-1345911?amp"
              ]
            },
            {
              "sentence": "“The Greatest of All Time” still makes a lusty grab for that distinction simply by going for broke harder than most.\"",
              "refs": [
                "https://www.rogerebert.com/reviews/the-greatest-of-all-time-movie-review"
              ]
            },
            {
              "sentence": "Janani K of India Today gave 2.5/5 stars and wrote \"'GOAT' is inconsistent and comes together in the pre-climax and climax sequence",
              "refs": []
            },
            {
              "sentence": "Wait for the brilliant cameos and references that will make up for the shortcomings.\"  Avinash Ramachandran of The Indian Express gave 2.5/5 stars and wrote \"There is no doubt that GOAT is indeed a celebration of all things Vijay",
              "refs": [
                "https://www.indiatoday.in/amp/movies/reviews/story/goat-movie-review-brilliant-vijay-shoulders-venkat-prabhu-film-wafter-thin-plot-mohan-2594249-2024-09-05"
              ]
            },
            {
              "sentence": "His dancing, action sequences, comic timing, vulnerability, romantic charm, and effortless superstardom are all stuff of dreams",
              "refs": []
            },
            {
              "sentence": "A dream that is slowly moving away from the audience.\"  Anusha Sundar of OTTPlay gave 2.5/5 stars and wrote \"There is no denial that The GOAT is a film that warrants a theatre watch given you go in as a fan, expecting less to chew and more to celebrate",
              "refs": [
                "https://indianexpress.com/article/entertainment/movie-review/goat-movie-review-venkat-prabhu-film-wonderfully-champions-vijay-misses-other-fronts-9551268/"
              ]
            },
            {
              "sentence": "Vijay pulls off his yet another acting stint following up with Leo",
              "refs": []
            },
            {
              "sentence": "However, there is so much only Vijay and all the fan tributes can do, when the film lacks enough material to soak in\"",
              "refs": []
            },
            {
              "sentence": "Kirubhakar Purushothaman of News18 gave 2.5/5 stars and wrote \"The actual mission here is of director Venkat Prabhu, and his objective is to keep bringing out those cheers and hoots every few minutes with some callbacks, easter eggs, and cameos",
              "refs": []
            },
            {
              "sentence": "The hurdle in the mission is that he has to achieve it without having a lot going on in the film",
              "refs": []
            },
            {
              "sentence": "In a way, the operation is a success, but GOAT as a film… not so much.\"  Divya Nair of Rediff.com gave 2/5 stars and wrote \"recommends that non-Vijay fans save their money and wait for GOAT to drop on Netflix",
              "refs": [
                "https://www.news18.com/amp/movies/the-greatest-of-all-time-review-thalapathy-vijay-is-goat-in-a-film-that-is-not-so-great-9039999.html"
              ]
            },
            {
              "sentence": "At least you can fast forward and get to the climax faster.\"  Arun Antony of Deccan Chronicle gave 2/5 stars and wrote \"The Greatest of All Time’aka Vijay’s The GOAT is nothing but passable and boring",
              "refs": [
                "https://m.rediff.com/movies/review/goat-review/20240906.htm"
              ]
            },
            {
              "sentence": "Venkat Prabhu who has consistently entertained the audience with funny storylines and quirky twists in his previous films, hits the wrong balls in this pointlessly cricket-based movie.\"",
              "refs": [
                "https://www.deccanherald.com/entertainment/the-greatest-of-all-time-movie-review-an-overdose-of-vijay-and-nothing-else-3180505"
              ]
            },
            {
              "sentence": "Manoj Kumar R of Desimartini gave 2/5 stars and wrote \"Instead of focusing on crafting a tight and compelling story, Venkat Prabhu chooses to piggyback on Vijay’s star power, assuming that the actor’s charming screen presence can mask the film’s flaws",
              "refs": []
            },
            {
              "sentence": "When even Vijay’s superstardom isn’t enough to salvage the movie, Venkat turns to nostalgia and references to other stars like Dhoni, Rajinikanth, and Ajith.\"  Suhas Sistu of The Hans India rated 2/5 stars and wrote \"While the film delivers on star power, it falls short in delivering a gripping, fresh narrative.\"  A critic of Sakshi Post rated 2/5 stars and wrote \"Because of its weak action scenes and mediocre villain, \"GOAT\" may appear to audiences from other states as an ordinary to above-average entertainer.\"  Latha Srinivasan of Hindustan Times wrote \"GOAT is a Venkat Prabhu treat for Thalapathy Vijay fans and the audience",
              "refs": [
                "https://www.desimartini.com/reviews/movies/the-greatest-of-all-time-review-venkat-prabhus-big-swing-with-thalapathy-vijay-fizzles/886081f79d924/",
                "https://www.thehansindia.com/movie-reviews/the-goat-review-vijay-shines-but-predictable-storyline-drags-80395",
                "https://m.sakshipost.com/news/entertainment/thalapathy-vijays-goat-review-and-rating-329528"
              ]
            },
            {
              "sentence": "This Vijay film is an action-packed, fun, wholesome entertainer!\"  Gopinath Rajendran of The Hindu wrote \"GOAT might let you down if you’re expecting a globe-trotting espionage thriller, or just a genre-specific entertainer along the lines of Venkat Prabhu’s Maanaadu",
              "refs": [
                "https://www.hindustantimes.com/entertainment/tamil-cinema/goat-review-this-thalapathy-vijay-venkat-prabhu-film-is-an-action-packed-wholesome-entertainer-101725506510203.html"
              ]
            },
            {
              "sentence": "But if you want to catch the celebration of one of our most popular stars doing everything we love in his penultimate outing, then The Greatest of All Time is worth the entry fee.\"",
              "refs": [
                "https://www.thehindu.com/entertainment/movies/the-greatest-of-all-time-movie-review-vijay-venkat-prabhus-goat-chooses-theatrical-fan-service-over-a-compelling-story/article68609437.ece"
              ]
            },
            {
              "sentence": "Upon release, many viewers noted the film's similarities to Rajadurai, a 1993 Tamil film",
              "refs": []
            },
            {
              "sentence": "Prabhu acknowledged the similarities, but alleged it was all coincidental as he had not seen the older film",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Box office",
          "section_content": [
            {
              "sentence": "The Greatest of All Time grossed ₹100.5 crore (US$12 million) worldwide on its opening day, which was the second highest first day gross for a Tamil film,  with over ₹53 crore (US$6.1 million) from India",
              "refs": [
                "https://www.pinkvilla.com/entertainment/box-office/the-goat-box-office-collections-thalapathy-vijay-starrer-hits-usd-5m-overseas-approaching-100cr-worldwide-first-day-1346158"
              ]
            },
            {
              "sentence": "The film became Vijay's second film to gross over ₹100 crore on its opening day after Leo (2023)",
              "refs": [
                "https://www.pinkvilla.com/entertainment/box-office/the-goat-box-office-collections-scores-third-highest-first-day-in-india-for-thalapathy-vijay-1346138"
              ]
            },
            {
              "sentence": "The film crossed ₹200 crore (US$23 million) within four days, making Vijay the first Tamil actor to have eight consecutive films that has crossed the milestone",
              "refs": [
                "https://economictimes.indiatimes.com/magazines/panache/goat-box-office-collection/articleshow/113081739.cms"
              ]
            },
            {
              "sentence": "The Greatest of All Time debuted at the second place at the worldwide box office, behind Beetlejuice Beetlejuice on its opening weekend",
              "refs": []
            },
            {
              "sentence": "It grossed an estimated ₹288 crore (US$33 million) worldwide from its opening weekend of four days",
              "refs": [
                "https://collider.com/greatest-of-all-time-goat-global-box-office-36-million/",
                "https://variety.com/2024/film/box-office/beetlejuice-beetlejuice-vijay-goat-uk-ireland-box-office-1236139362/"
              ]
            },
            {
              "sentence": "The film reached the ₹100 crore (US$12 million) mark in Tamil Nadu on its opening weekend, becoming the second fastest film to reach so after Leo, beating Ponniyin Selvan: I (2022)",
              "refs": [
                "https://www.financialexpress.com/life/entertainment-goat-box-office-collection-day-5-vijays-film-drops-58-on-monday-but-joins-the-rs-300-crore-club-globally-3606677/"
              ]
            },
            {
              "sentence": "It also became the second Tamil film to enter the global weekend chart of Comscore, the other being Leo, emerging as the number nine film of the global box-office weekend",
              "refs": [
                "https://www.pinkvilla.com/entertainment/box-office/the-greatest-of-all-time-box-office-collections-thalapathy-vijay-starrer-posts-an-outstanding-weekend-in-india-1346685?amp"
              ]
            },
            {
              "sentence": "On its first Monday, it grossed ₹13.50 crore (US$1.6 million) in Tamil Nadu only, beating Vikram (2022) which previously held the record of highest-grossing on its first Monday in the state",
              "refs": [
                "https://deadline.com/2024/09/indie-film-box-office-casa-bonita-mi-amor-trey-parker-matt-stone-1236081661/"
              ]
            },
            {
              "sentence": "The film crossed the ₹300 crore (US$35 million) mark at the worldwide box office collection within five days",
              "refs": []
            },
            {
              "sentence": "It became the sixth Tamil film to reach the ₹400 crore (US$46 million) mark",
              "refs": [
                "https://www.businesstoday.in/trending/box-office/story/goat-box-office-collection-day-6-thalapathy-vijay-led-action-thriller-mints-rs-162-crore-eyes-rs-200-crore-mark-445357-2024-09-11"
              ]
            },
            {
              "sentence": "It crossed the mark within 11 days of its release",
              "refs": []
            },
            {
              "sentence": "It made ₹191.75 crore (US$22 million) in Tamil Nadu in 12 days, beating Jailer (2023)",
              "refs": [
                "https://www.pinkvilla.com/entertainment/box-office/the-goat-box-office-collections-2nd-sunday-thalapathy-vijay-starrer-breaks-into-rs-400-crore-worldwide-club-courtesy-record-smashing-tamil-nadu-run-1348198"
              ]
            },
            {
              "sentence": "The film crossed ₹200 crore (US$23 million) in its third Friday, becoming the third film to reach so and emerging as third highest-grossing film in Tamil Nadu",
              "refs": [
                "https://www.pinkvilla.com/entertainment/box-office/the-greatest-of-all-time-box-office-collection-thalapathy-vijay-starrer-beats-jailer-to-emerge-as-3rd-highest-grossing-movie-in-tamil-nadu-1348727?amp"
              ]
            },
            {
              "sentence": "The film ended its box office run by earning around ₹440−456 crore worldwide",
              "refs": [
                "https://www.pinkvilla.com/entertainment/box-office/the-goat-box-office-collections-update-thalapathy-vijay-starrer-enters-the-rs-200-crore-club-in-tamil-nadu-stays-in-contention-to-top-leo-1349353?amp"
              ]
            },
            {
              "sentence": "The Greatest of All Time emerged as the highest-grossing Tamil film of 2024 and the fourth highest-grossing Indian film of 2024",
              "refs": []
            },
            {
              "sentence": "It became one of the top highest-grossing Tamil film in overseas, one of the top highest-grossing Tamil film of all time, one of the highest-grossing South Indian film of all time and one of the highest-grossing Indian film of all time",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Controversies",
      "section_content": [
        {
          "sentence": "After the announcement of the film's title, Telugu film director Naresh Kuppili reportedly raised objections against the title, stating that he was already working on a project with the same title, and demanded a stall on the Tamil film's release until the issues were cleared",
          "refs": []
        },
        {
          "sentence": "Following the release of \"Whistle Podu\", a social activist filed a police complaint at Mylapore Police Station in Chennai to DGP Office, stating that the lyrical video did not feature any disclaimer on drinking or smoking and promotes drug addiction and rowdyism to the youth, demanding an action towards Vijay and ban to the song",
          "refs": []
        },
        {
          "sentence": "After the reservations of the film began in Tamil Nadu, Rohini Silver Screens, a multiplex in Koyambedu received complaints on social media platforms for charging high prices of ₹390 per ticket, with the food options being mandatory for the audiences, despite government restrictions",
          "refs": []
        },
        {
          "sentence": "This was followed by a social activist filing a formal complaint at the Chennai Police Commissionerate office demanding action against theatres which were charging above the government-stipulated for the film and crackdown on theatres running unauthorised shows outside of permitted hours",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Future",
      "section_content": [
        {
          "sentence": "In the film's mid-credits scene, it was announced that a sequel titled The Greatest of All Time vs Original Gangster (shortened as GOAT vs OG) was in progress",
          "refs": []
        },
        {
          "sentence": "However, the project's viability was questioned by media outlets and Vijay's fans due to him announcing his decision to quit acting to focus on his political career",
          "refs": [
            "https://www.pinkvilla.com/entertainment/south/goat-vs-og-thalapathy-vijay-and-venkat-prabhus-the-greatest-of-all-time-gets-a-sequel-heres-all-you-need-to-know-1345943?amp"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "1": "https://in.mashable.com/entertainment/81732/actor-cool-suresh-brings-goat-to-watch-vijays-the-greatest-of-all-time-watch",
    "2": "https://www.indiatoday.in/amp/movies/regional-cinema/story/thalapathy-vijay-venkat-prabhu-greatest-of-all-time-goat-expected-to-break-records-with-rs-100-crore-opening-2593895-2024-09-04",
    "3": "https://www.moneycontrol.com/entertainment/goat-box-office-collection-day-7-thalapathy-vijays-goat-inches-toward-rs-200-cr-mark-at-domestic-box-office-article-12820091.html",
    "4": "https://m.economictimes.com/magazines/panache/thalapathy-vijay-goat-greatest-of-all-time-breaks-three-box-office-collection-records/amp_articleshow/113111566.cms#amp_ct=1726477023433&amp_tf=From%20%251$s&aoh=17264768856376&referrer=https://www.google.com",
    "5": "https://www.boxofficeindia.com/report-details.php?articleid=8754",
    "6": "https://www.news18.com/amp/movies/thalapathy-vijays-the-goat-falls-short-of-expectations-ends-theatrical-run-at-rs-455-crore-9067215.html",
    "7": "https://www.pinkvilla.com/entertainment/box-office/year-ender-2024-top-10-highest-grossing-indian-movies-at-worldwide-box-office-1364480",
    "8": "https://www.news18.com/amp/movies/thalapathy-vijays-goat-leaked-online-what-we-know-9041421.html",
    "9": "https://www.thehindu.com/entertainment/movies/the-greatest-of-all-time-makers-of-vijay-venkat-prabhus-goat-call-it-the-highest-grossing-tamil-film-of-the-year/article68641834.ece/amp/",
    "10": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-goat-dethrones-rajinikanths-jailer-to-set-a-new-record-for-a-tamil-film-in-malaysia/articleshow/113487380.cms",
    "11": "https://www.businesstoday.in/trending/box-office/story/goat-box-office-collection-day-6-thalapathy-vijay-led-action-thriller-mints-rs-162-crore-eyes-rs-200-crore-mark-445357-2024-09-11",
    "12": "https://www.pinkvilla.com/entertainment/box-office/the-goat-box-office-collections-update-thalapathy-vijay-starrer-enters-the-rs-200-crore-club-in-tamil-nadu-stays-in-contention-to-top-leo-1349353?amp",
    "13": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/manikandan-dubbed-for-vijayakanths-ai-appearance-in-vijays-goat/articleshow/113222380.cms",
    "14": "https://www.cinemaexpress.com/tamil/news/2021/Nov/30/vijay-and-atlee-to-join-hands-again-for-thalapathy-68-28123.html",
    "15": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/will-vijay-and-atlee-reunite-for-thalapathy68/articleshow/88000082.cms",
    "16": "https://www.news18.com/amp/news/movies/thalapathy-vijay-director-atlee-likely-to-collaborate-for-their-4th-project-reports-4506389.html",
    "17": "https://www.ottplay.com/news/after-theri-mersal-and-bigil-vijay-and-atlee-to-join-hands-again-for-thalapathy-68/1f6705d081600",
    "18": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/will-yuvan-shankar-raja-and-vijay-team-up-after-almost-two-decades/articleshow/88471671.cms",
    "19": "https://www.ottplay.com/news/yuvan-shankar-raja-posts-a-picture-of-himself-with-thalapathy-vijay-netizens-wonder-whats-brewing/09bac9e633574",
    "20": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/atlees-latest-tweet-raises-speculations-about-the-directors-reunion-with-vijay/articleshow/91782113.cms",
    "21": "https://www.indiatoday.in/movies/regional-cinema/story/vijay-and-director-atlees-thalapathy-68-to-kickstart-in-june-2023-details-inside-2311674-2022-12-21",
    "22": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/as-its-not-thalapathy-68-for-atlee-heres-what-he-might-do-next/amp_articleshow/100529867.cms",
    "23": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/will-venkat-prabhu-direct-thalapathy-vijays-68th/articleshow/100293057.cms",
    "24": "https://www.thehindu.com/entertainment/movies/thalapathy-68-vijay-venkat-prabhu-team-up-for-their-next/article66877089.ece",
    "25": "https://www.thehindu.com/entertainment/movies/cast-and-crew-of-vijay-venkat-prabhus-thalapathy-68-revealed/article67453076.ece",
    "26": "https://variety.com/2024/film/news/vijay-goat-ags-entertainment-1236127161/",
    "27": "https://indianexpress.com/article/entertainment/tamil/archana-kalpathi-on-spending-rs-400-crore-for-vijay-venkat-prabhus-goat-9544491/",
    "28": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/official-thalapathy-vijay-got-rs-200-remuneration-for-goat/articleshow/112965388.cms",
    "29": "https://www.dtnext.in/news/cinema/thalapathy-68-team-takes-off-to-la-for-3d-vfx-scan-732207",
    "30": "https://www.hindustantimes.com/entertainment/tamil-cinema/thalapathy-68-vijays-next-is-titled-the-greatest-of-all-time-actor-stuns-in-double-role-101704025032028.html",
    "31": "https://indianexpress.com/article/entertainment/tamil/the-goat-second-look-is-vijay-venkat-prabhu-film-a-science-fiction-new-poster-reinforces-this-notion-9090508/lite/",
    "32": "https://www.pinkvilla.com/entertainment/south/thalapathy-vijay-starrer-the-greatest-of-all-times-synopsis-revealed-set-to-become-a-complete-action-thriller-1336350?amp",
    "33": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/how-vijay-landed-on-venkat-prabhu-for-thalapathy-68-producer-dhananjay-reveals/articleshow/101197627.cms",
    "34": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/heres-when-venkat-prabhu-okayed-thalapathy-68-with-vijay/articleshow/100418383.cms",
    "35": "https://www.pinkvilla.com/entertainment/south/thalapathy-68-first-look-thalapathy-vijays-next-film-titled-the-greatest-of-all-time-a-venkat-prabhu-hero-1268666",
    "36": "https://www.deccanherald.com/entertainment/thalapathy-68-vijay-venkat-prabhus-new-film-begins-with-a-pooja-in-chennai-2708976",
    "37": "https://web.archive.org/web/20231024075928/https://www.pinkvilla.com/entertainment/south/thalapathy-68-makers-of-vijay-starrer-drop-exciting-update-details-inside-1253321",
    "38": "https://www.ottplay.com/amp/news/vijay-venkat-prabhus-thalapathy-68-cast-and-crew-revealed-in-official-launch-video/36e5c6fba6452",
    "39": "https://www.indiatoday.in/movies/regional-cinema/story/thalapathy-vijay-and-venkat-prabhu-to-join-forces-for-actors-68th-film-yuvan-shankar-raja-to-score-music-2382197-2023-05-21",
    "40": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/thalapathy-68-vijay-to-sing-a-song-under-yuvan-shankar-rajas-composition/articleshow/104748613.cms",
    "41": "https://www.indiatoday.in/movies/regional-cinema/story/the-greatest-of-all-time-new-poster-thalapathy-vijay-promises-great-action-2482909-2024-01-01",
    "42": "https://www.deccanherald.com/entertainment/thalapathy-68-vijay-venkat-prabhus-film-titled-the-greatest-of-all-time-2831109",
    "43": "https://www.timesnownews.com/entertainment-news/tamil/rajinikanth-and-dhanush-were-the-first-choice-for-goat-article-112983156",
    "44": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/meenakshi-chaudhary-roped-in-for-vijays-thalapathy-68/articleshow/104099271.cms",
    "45": "https://www.timesnownews.com/entertainment-news/tamil/thalapathy-68-vijay-welcomes-meenakshi-chaudhary-prabhu-deva-and-other-cast-members-watch-pada-poojai-video-article-104665768",
    "46": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/meenakshi-chaudhary-roped-in-for-vijays-thalapathy-68/articleshow/104099271.cms",
    "47": "https://web.archive.org/web/20240103144125/https://www.pinkvilla.com/entertainment/south/after-jyotika-and-simran-this-former-co-star-of-thalapathy-vijay-approached-for-thalapathy-68-reports-1243146",
    "48": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/sneha-elated-to-play-thalapathy-vijays-pair-in-goat/articleshow/106505999.cms",
    "49": "https://www.ottplay.com/news/thalapathy-68-vijay-and-prabhu-deva-to-share-screen-space-after-a-long-time-details-inside/9891dd770e319",
    "50": "https://www.ottplay.com/news/thalapathy-68-prashanth-the-90s-top-star-to-play-a-crucial-role-in-vijays-next/70ada37754696",
    "51": "https://www.ottplay.com/amp/news/laila-calls-vijays-thalapathy-68-a-special-birthday-gift/130f1326c6790",
    "52": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/not-vijay-this-actor-to-sport-a-versatile-look-in-thalapathy-68/articleshow/105896389.cms",
    "53": "https://www.ottplay.com/news/vijays-thalapathy-68-mic-mohan-to-play-antagonist-in-the-venkat-prabhu-directorial/afecd4eec7667",
    "54": "https://www.ottplay.com/news/thalapathy-68-jayaram-roped-in-for-the-vijay-starrer/c58b20d877468",
    "55": "https://www.ottplay.com/news/thalapathy-68-ajmal-ameer-in-vijay-venkat-prabhu-film-shares-photo-from-set/5b90b0247b487",
    "56": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-was-initially-written-for-dhanush-and-rajinikanth-and-was-to-be-titled-gandhi-reveals-venkat-prabhu/amp_articleshow/112993489.cms",
    "57": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/is-thalapathy-68-to-be-titled-goat/articleshow/106264459.cms",
    "58": "https://www.cinemaexpress.com/tamil/news/2023/Oct/24/thalapathy-68-cast-and-crew-details-out-48891.html",
    "59": "https://www.dtnext.in/news/cinema/thalapathy-68-launched-ai-based-song-to-be-filmed-today-739626",
    "60": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/jayaram-mohan-and-meenakshi-to-join-cast-of-vijays-thalapathy-68/articleshow/104121664.cms",
    "61": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/confirmed-ajmal-in-thalapathy-68-the-actor-shares-a-picture-with-leo-star-vijay/articleshow/104573795.cms",
    "62": "https://tamil.asianetnews.com/gallery/cinema/two-heroes-rejected-mic-mohan-character-in-goat-venkat-prabhu-opens-up-ans-sjnr2z",
    "63": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/parvati-nair-to-play-a-bold-interesting-character-in-vijays-goat/articleshow/106532951.cms",
    "64": "https://www.ottplay.com/news/its-official-parvati-nair-confirmed-for-thalapathy-vijays-the-greatest-of-all-time-dreams-do-come-true/a0e3a619df806",
    "65": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/yugendran-to-act-with-vijay-in-goat-after-18-years/articleshow/109133155.cms",
    "66": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/premalatha-vijayakanth-confirms-vijayakanths-appearance-through-ai-in-vijays-goat/articleshow/109336636.cms",
    "67": "https://www.ottplay.com/news/thalapathy-vijays-the-greatest-of-all-time-will-be-as-brilliant-as-thuppakki-says-yg-mahendra/5f95b98114733",
    "68": "https://www.desimartini.com/movies/celebrities/not-thalapathy-vijay-but-this-young-actor-played-his-younger-character-in-the-goat-can-you-guess/66855d2f5b430/",
    "69": "https://www.indiatoday.in/movies/regional-cinema/story/vijay-venkat-prabhus-thalapathy-68-shoot-begins-mohan-prashanth-to-join-cast-2443566-2023-10-03",
    "70": "https://www.ottplay.com/news/thalapathy-68-venkat-prabhu-organises-special-screening-of-vijays-leo-trailer-for-the-crew/46d9f7107f620",
    "71": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/thalapathy-68-song-shoot-wrapped-up-choreographer-revealed/articleshow/104282126.cms",
    "72": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-thalapathy-68-team-head-to-bangkok-for-next-schedule/articleshow/104848380.cms",
    "73": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijay-heads-to-bangkok-for-thalapathy-68-shooting/articleshow/104937865.cms",
    "74": "https://www.ottplay.com/news/thalapathy-68-vijay-wraps-up-bangkok-schedule-back-in-chennai/18cd881602921",
    "75": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijay-returns-to-chennai-as-he-completes-the-thailand-schedule-of-thalapathy-68/articleshow/105180226.cms",
    "76": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijay-and-venkat-prabhus-thalapathy-68-to-shoot-in-turkey-next/articleshow/105530834.cms",
    "77": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/its-a-schedule-wrap-for-vijay-and-venkat-prabhus-thalapathy-68/articleshow/106316583.cms",
    "78": "https://www.adaderana.lk/news.php?nid=96144",
    "79": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-confirms-his-final-film-will-be-thalapathy-69/articleshow/107351699.cms",
    "80": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-cinematographer-siddhartha-nuni-opens-up-the-challenges-in-vijays-film-says-50-shoot-completed/articleshow/107352773.cms",
    "81": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-selfie-video-goat-actor-continues-to-prove-his-mass-in-pondicherry/articleshow/107446796.cms",
    "82": "https://x.com/Massbunk_Anti/status/1754176922467307852",
    "83": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/not-trisha-but-sreeleela-was-initially-offered-to-appear-in-matta-track-from-goat/articleshow/113283381.cms",
    "84": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/will-trisha-krishnan-make-a-surprise-appearance-in-thalapathy-vijays-the-goat/articleshow/108482655.cms",
    "85": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-climax-shoot-shifts-to-kerala-from-foreign-locations/articleshow/108318766.cms",
    "86": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/kerala-fans-are-eager-to-meet-vijay-after-14-years/articleshow/108516392.cms",
    "87": "https://indianexpress.com/article/entertainment/tamil/vijay-meets-fans-outside-thiruvananthapuram-hotel-gets-adorned-garland-watch-videos-9225048/",
    "88": "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/vijay-stirs-up-fan-frenzy-in-kerala/articleshow/108655698.cms",
    "89": "https://indianexpress.com/article/entertainment/tamil/thiruvananthapuram-stadium-frenzy-for-vijay-refuses-to-die-down-9228801/lite/",
    "90": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/fans-stand-all-through-the-night-at-the-goat-shooting-spot-to-meet-thalapathy-vijay-check-out-the-actors-reaction/articleshow/108696804.cms",
    "91": "https://indianexpress.com/article/entertainment/tamil/thiruvananthapuram-stadium-frenzy-for-vijay-refuses-to-die-down-9228801/",
    "92": "https://www.pinkvilla.com/entertainment/south/thalapathy-vijay-speaks-to-fans-in-kerala-as-goat-shoot-comes-to-an-end-says-tamil-nadu-and-kerala-are-like-my-two-eyes-1288889",
    "93": "https://www.cinemaexpress.com/tamil/news/2024/Apr/07/archana-kalpathi-shares-an-update-on-vijays-goat",
    "94": "https://www.ottplay.com/news/thalapathy-vijay-takes-a-spin-on-a-kick-scooter-on-the-greatest-of-all-time-sets-see-video/b91ce2eb7c318",
    "95": "https://www.pinkvilla.com/entertainment/south/thalapathy-vijay-to-take-a-break-from-goats-russia-schedule-to-cast-his-vote-in-2024-lok-sabha-elections-1296771",
    "96": "https://www.news18.com/movies/thalapathy-vijays-hand-injury-photos-from-ghilli-success-bash-sparks-concern-among-fans-8867446.html",
    "97": "https://www.pinkvilla.com/entertainment/south/thalapathy-vijays-goat-what-are-makers-of-the-greatest-of-all-time-up-to-1305427",
    "98": "https://www.indiatoday.in/movies/regional-cinema/story/thalapathy-vijay-goat-puducherry-action-sequence-locals-panic-2544447-2024-05-27",
    "99": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/venkat-prabhu-leaves-for-sri-lanka-for-goat-shoot-sans-vijay-and-other-stars/articleshow/110596385.cms",
    "100": "https://www.news18.com/movies/greatest-of-all-time-will-be-a-treat-for-thalapathy-vijay-fans-says-actor-mohan-8924481.html",
    "101": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijay-resumes-goat-shoot-to-complete-the-pending-patchwork/articleshow/111304547.cms",
    "102": "https://www.ottplay.com/news/the-greatest-of-all-time-venkat-prabhu-opens-up-about-the-thalapathy-vijay-starrer-drops-major-updates/61bafc4ee940",
    "103": "https://www.news18.com/movies/just-a-few-portions-left-filmmaker-venkat-prabhu-on-goats-vfx-and-first-single-8805596.html",
    "104": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/buzz-vijay-to-appear-with-a-vintage-look-in-thalapathy-68-for-10-minutes/articleshow/105861011.cms",
    "105": "https://www.pinkvilla.com/entertainment/south/bts-photo-thalapathy-vijay-goes-through-transformation-for-goat-films-vfx-director-shares-pic-1307037",
    "106": "https://www.ottplay.com/news/the-greatest-of-all-time-release-update-thalapathy-vijay-and-venkat-prabhus-film-to-hit-the-theatres-in-june/f6d67f21d7884",
    "107": "https://www.ottplay.com/news/the-greatest-of-all-time-first-single-promo-thalapathy-vijay-turns-playback-singer-yet-again-for-venkat-prabhus-film/e229cd3da2412",
    "108": "https://www.ottplay.com/news/thalapathy-68-when-yuvan-shankar-raja-last-composed-for-thalapathy-vijay-in-2003/8d49c60551359",
    "109": "https://www.ottplay.com/news/the-greatest-of-all-time-no-audio-launch-for-thalapathy-vijay-and-venkat-prabhu-film/507680b60a999",
    "110": "https://www.indiatoday.in/movies/regional-cinema/story/thalapathy-vijay-greatest-of-all-time-goat-matta-song-2591498-2024-08-31",
    "111": "https://www.indiatoday.in/movies/regional-cinema/story/actor-vijay-turns-50-goat-makers-celebrate-with-action-packed-teaser-watch-2556529-2024-06-22",
    "112": "https://www.socialsamosa.com/indian-social-media-case-studies/movie-marketing/goat-marketing-vijay-popularity-6954053",
    "113": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/official-the-next-update-from-vijays-goat-will-arrive-on-august-1/amp_articleshow/112099306.cms",
    "114": "https://www.m9.news/movienews/the-greatest-of-all-time-disaster-posters-what-is-vijay-doing/amp/",
    "115": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-makers-share-an-impressive-poster-confirms-the-imax-release-of-vijays-film/articleshow/112393870.cms",
    "116": "https://singaporerecords.com/largest-human-figure-standee/",
    "117": "https://www.pinkvilla.com/entertainment/south/thalapathy-vijay-and-venkat-prabhus-movie-the-greatest-of-all-time-creates-history-in-london-even-before-its-release-heres-how-1345666?amp",
    "118": "https://www.timesnownews.com/entertainment-news/tamil/venkat-prabhu-addresses-criticism-over-vijays-de-aged-look-in-goat-article-112621875",
    "119": "https://www.news18.com/movies/thalapathy-vijays-the-greatest-of-all-time-to-have-a-mega-imax-release-9010239.html",
    "120": "https://www.cinemaexpress.com/tamil/news/2024/Apr/11/vijays-the-greatest-of-all-time-gets-a-release-date",
    "121": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-first-review-out-from-uk-censor-a-blockbuster-status-loading-for-vijay-and-venkat-prabhu/articleshow/112942746.cms",
    "122": "https://www.bollywoodhungama.com/news/south-cinema/greatest-time-cbfc-mutes-fk-removes-reaction-shot-woman-modifies-violent-scene-thalapathy-vijay-starrer/",
    "123": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-recensored-venkat-prabhus-directorial-is-now-vijay-second-longest-film/articleshow/112856465.cms",
    "124": "https://indianexpress.com/article/entertainment/tamil/heres-the-revised-runtime-of-goat-is-the-vijay-venkat-prabhu-film-going-the-mankatha-way-9536369/lite/",
    "125": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-goat-to-have-an-imax-release-uk-bookings-open-now/articleshow/112312287.cms",
    "126": "https://www.ottplay.com/news/the-greatest-of-all-time-thalapathy-vijays-film-to-have-a-record-release/4b446f0c74921",
    "127": "https://www.ottplay.com/amp/news/the-goat-release-thalapathy-vijay-film-sets-a-new-record-in-kerala/574dd9cc2a411",
    "128": "https://www.news18.com/amp/movies/tamil-rights-for-thalapathy-vijays-the-goat-sold-for-a-huge-price-8956647.html",
    "129": "https://www.cinemaexpress.com/malayalam/news/2024/Jul/05/vijay-starrer-goats-kerala-distribution-rights-picked-up-by-sree-gokulam-movies",
    "130": "https://www.thehansindia.com/cinema/meenakshi-chaudhary-shares-her-excitement-for-the-goat-904508",
    "131": "https://www.bollywoodhungama.com/news/south-cinema/vijay-starrer-greatest-time-distributed-north-india-zee-studios/",
    "132": "https://thesouthfirst.com/entertainment/tamil/goat-pre-release-sales-vijays-film-sets-new-record-by-earning-rs-425-crore/",
    "133": "https://www.businesstoday.in/trending/box-office/story/goat-box-office-weekend-1-thalapathy-vijays-action-thriller-becomes-highest-grossing-tamil-film-of-2024-crosses-rs-200-crore-worldwide-444990-2024-09-09",
    "134": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-goat-to-have-an-imax-release-uk-bookings-open-now/amp_articleshow/112312287.cms",
    "135": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/thalapathy-vijays-the-greatest-of-all-time-goat-sells-over-1000-tickets-in-uk/amp_articleshow/112337824.cms",
    "136": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/advance-booking-for-thalapathy-vijays-the-greatest-of-all-time-to-begin-in-usa-from-august-15/amp_articleshow/112444108.cms",
    "137": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/thalpathy-vijays-the-greatest-of-all-time-goat-jumps-by-over-850-in-usa-for-premiere-shows/amp_articleshow/112671764.cms",
    "138": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/goat-budget-and-pre-release-business-vijays-film-collects-rs-50-crore-higher-than-its-budget/amp_articleshow/113057391.cms",
    "139": "https://thesouthfirst.com/entertainment/tamil/goat-pre-release-sales-vijays-film-sets-new-record-by-earning-rs-425-crore/",
    "140": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/thalapathy-vijays-goat-digital-rights-sold-for-a-recordbreaking-price/articleshow/107399315.cms",
    "141": "https://www.cinemaexpress.com/ott/news/2024/Oct/01/vijays-goat-gets-ott-release-date",
    "142": "https://telugu.hindustantimes.com/entertainment/the-greatest-of-all-time-ott-release-date-thalapathy-vijay-action-thriller-to-stream-on-netflix-ott-121727759363773.html",
    "143": "https://www.ottplay.com/amp/news/the-goat-extended-cut-thalapathy-vijay-venkat-prabhu-film-ott/249fbd80d0293",
    "144": "https://www.indiatoday.in/movies/regional-cinema/story/thalapathy-vijay-goat-extended-cut-venkat-prabhu-answer-2610475-2024-10-03",
    "145": "https://economictimes.indiatimes.com/magazines/panache/thalapathy-vijays-the-greatest-of-all-time-goat-two-day-record-box-office-success-streak-continues-despite-major-dip-in-earnings-check-collections/articleshow/113142407.cms",
    "146": "https://economictimes.indiatimes.com/magazines/panache/goat-movie-review-thalapathy-vijays-star-power-de-aging-magic-and-explosive-climax-steal-the-show/articleshow/113078839.cms",
    "147": "https://www.rottentomatoes.com/m/the_greatest_of_all_time",
    "148": "https://www.dtnext.in/amp/entertainment/cinema/the-goat-review-vijay-venkat-prabhu-deliver-a-whistle-worthy-film-802498",
    "149": "https://timesofindia.indiatimes.com/entertainment/tamil/movie-reviews/the-greatest-of-all-time/movie-review/113083928.cms",
    "150": "https://www.pinkvilla.com/entertainment/south/the-goat-movie-review-thalapathy-vijay-starrer-is-a-commercially-twisted-action-flick-that-suffers-from-dull-screenplay-1345911?amp",
    "151": "https://www.rogerebert.com/reviews/the-greatest-of-all-time-movie-review",
    "152": "https://www.indiatoday.in/amp/movies/reviews/story/goat-movie-review-brilliant-vijay-shoulders-venkat-prabhu-film-wafter-thin-plot-mohan-2594249-2024-09-05",
    "153": "https://indianexpress.com/article/entertainment/movie-review/goat-movie-review-venkat-prabhu-film-wonderfully-champions-vijay-misses-other-fronts-9551268/",
    "154": "https://www.ottplay.com/amp/review/the-goat-movie-review-vijay-and-venkat-prabhus-film-is-a-tribute-of-all-sorts-but-lacks-cohesive-storytelling/88b36f6bb5336",
    "155": "https://www.news18.com/amp/movies/the-greatest-of-all-time-review-thalapathy-vijay-is-goat-in-a-film-that-is-not-so-great-9039999.html",
    "156": "https://m.rediff.com/movies/review/goat-review/20240906.htm",
    "157": "https://www.deccanherald.com/entertainment/the-greatest-of-all-time-movie-review-an-overdose-of-vijay-and-nothing-else-3180505",
    "158": "https://www.desimartini.com/reviews/movies/the-greatest-of-all-time-review-venkat-prabhus-big-swing-with-thalapathy-vijay-fizzles/886081f79d924/",
    "159": "https://www.thehansindia.com/movie-reviews/the-goat-review-vijay-shines-but-predictable-storyline-drags-80395",
    "160": "https://m.sakshipost.com/news/entertainment/thalapathy-vijays-goat-review-and-rating-329528",
    "161": "https://www.hindustantimes.com/entertainment/tamil-cinema/goat-review-this-thalapathy-vijay-venkat-prabhu-film-is-an-action-packed-wholesome-entertainer-101725506510203.html",
    "162": "https://www.thehindu.com/entertainment/movies/the-greatest-of-all-time-movie-review-vijay-venkat-prabhus-goat-chooses-theatrical-fan-service-over-a-compelling-story/article68609437.ece",
    "163": "https://www.desimartini.com/movies/trending/venkat-prabhu-admits-plot-similarity-between-the-goat-and-rajadurai-expresses-regret/4df08c746f156/",
    "164": "https://www.pinkvilla.com/entertainment/box-office/the-goat-box-office-collections-thalapathy-vijay-starrer-hits-usd-5m-overseas-approaching-100cr-worldwide-first-day-1346158",
    "165": "https://www.pinkvilla.com/entertainment/box-office/the-goat-box-office-collections-scores-third-highest-first-day-in-india-for-thalapathy-vijay-1346138",
    "166": "https://economictimes.indiatimes.com/magazines/panache/goat-box-office-collection/articleshow/113081739.cms",
    "167": "https://www.indiatoday.in/amp/movies/regional-cinema/story/thalapathy-vijay-8-films-rs-200-crore-grossers-goat-leo-bigil-mersal-2596432-2024-09-09",
    "168": "https://collider.com/greatest-of-all-time-goat-global-box-office-36-million/",
    "169": "https://variety.com/2024/film/box-office/beetlejuice-beetlejuice-vijay-goat-uk-ireland-box-office-1236139362/",
    "170": "https://www.financialexpress.com/life/entertainment-goat-box-office-collection-day-5-vijays-film-drops-58-on-monday-but-joins-the-rs-300-crore-club-globally-3606677/",
    "171": "https://www.pinkvilla.com/entertainment/box-office/the-greatest-of-all-time-box-office-collections-thalapathy-vijay-starrer-posts-an-outstanding-weekend-in-india-1346685?amp",
    "172": "https://deadline.com/2024/09/indie-film-box-office-casa-bonita-mi-amor-trey-parker-matt-stone-1236081661/",
    "173": "https://www.pinkvilla.com/entertainment/box-office/the-greatest-of-all-time-box-office-collections-thalapathy-vijay-starrer-tops-300cr-worldwide-with-record-monday-in-tamil-nadu-1347002?amp",
    "174": "https://www.pinkvilla.com/entertainment/box-office/the-goat-box-office-collections-2nd-sunday-thalapathy-vijay-starrer-breaks-into-rs-400-crore-worldwide-club-courtesy-record-smashing-tamil-nadu-run-1348198",
    "175": "https://www.pinkvilla.com/entertainment/box-office/the-greatest-of-all-time-box-office-collection-thalapathy-vijay-starrer-beats-jailer-to-emerge-as-3rd-highest-grossing-movie-in-tamil-nadu-1348727?amp",
    "176": "https://www.boxofficeindia.com/report-details.php?articleid=8754",
    "177": "https://www.pinkvilla.com/entertainment/box-office/year-ender-2024-top-10-highest-grossing-indian-movies-at-worldwide-box-office-1364480",
    "178": "https://www.news18.com/amp/movies/why-telugu-director-naresh-kuppili-objects-to-thalapathy-vijays-film-goat-8726780.html",
    "179": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/vijays-whistle-podu-from-goat-in-trouble-petition-filed-to-ban-the-song-deets-inside/articleshow/109335859.cms",
    "180": "https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/a-theater-in-chennai-charges-around-rs-400-for-vijays-goat-faces-trolls/articleshow/112919253.cms",
    "181": "https://www.dtnext.in/entertainment/cinema/ticket-booking-for-vijays-goat-begins-from-30082024-801674",
    "182": "https://www.pinkvilla.com/entertainment/south/goat-vs-og-thalapathy-vijay-and-venkat-prabhus-the-greatest-of-all-time-gets-a-sequel-heres-all-you-need-to-know-1345943?amp",
    "183": "https://indianexpress.com/article/entertainment/tamil/goat-movie-ending-explained-venkat-prabhu-hints-at-a-sequel-to-vijay-film-9553489/"
  },
  "flair_entities": [
    "the greatest of all time",
    "malayalam",
    "united kingdom",
    "dhanush",
    "special anti-terrorism squad",
    "time  the greatest of all time",
    "chandru",
    "puducherry",
    "gandhi",
    "menon",
    "babu",
    "archana kalpathi",
    "mylapore police station",
    "kannada",
    "the greatest of all time vs original gangster",
    "goat",
    "rajiv menon",
    "sunil thiagarajan",
    "venkat prabhu",
    "mersal",
    "abdul",
    "bigil",
    "chennai international airport",
    "seenu",
    "romeo pictures",
    "u/a",
    "ajay raj",
    "morocco",
    "whistle podu",
    "tamil nadu",
    "divya nair",
    "venkat raajen",
    "comscore",
    "atlee",
    "sridevi s",
    "russia",
    "colourcrafts",
    "south indian",
    "kenya",
    "ezhilarasu gunasekaran",
    "deva",
    "telangana",
    "the hindu",
    "indian",
    "rajinikanth",
    "thiruvananthapuram",
    "leo",
    "metro",
    "pondicherry",
    "thalapathy 68",
    "old port",
    "ags entertainment",
    "hamsini entertainment",
    "dt next",
    "anusha sundar",
    "ajay",
    "los angeles",
    "dgp office",
    "gandhi.",
    "premalatha",
    "andhra pradesh",
    "yuvan shankar raja",
    "ruturaj gaikwad",
    "ags",
    "sree gokulam movies",
    "rotten tomatoes",
    "thailand",
    "varisu",
    "captain miller",
    "vasuki bhaskar",
    "ajmal",
    "filmydice",
    "premgi amaren",
    "carnival cinemas",
    "lola visual effects",
    "theatrical  the greatest of all time",
    "ajmal ameer",
    "prasad labs",
    "gopinath rajendran",
    "chennai police commissionerate",
    "us",
    "kalyan sundaram",
    "greenfield international stadium",
    "namma tribe",
    "hindi",
    "vijay",
    "ponniyin selvan",
    "trisha krishnan",
    "mohan",
    "sha",
    "dhilip subbarayan",
    "jayaram",
    "yogi babu",
    "koyambedu",
    "kirubhakar purushothaman",
    "fan",
    "meesakar",
    "netflix",
    "ganesh",
    "the times of india",
    "kalyan",
    "thirupaachi",
    "diamond babu",
    "mythri movie makers",
    "ravindra jadeja",
    "matta",
    "vtv ganesh",
    "anu",
    "aravind akash",
    "telugu",
    "chennai metro",
    "vaibhav",
    "manikandan",
    "anuradha \"anu",
    "indian 3",
    "chennai",
    "venkat",
    "the greatest of all time’aka vijay’s the goat",
    "harihara suthan",
    "kaavalan",
    "greatest of all times",
    "news18",
    "arun antony",
    "jeevan.",
    "vijayakanth",
    "janani k",
    "vikram",
    "the goat",
    "singapore thalapathy vijay fans club",
    "viji",
    "gopichand malineni",
    "india",
    "bangkok",
    "sree gokulam studios",
    "dhoni",
    "cbfc",
    "meenakshi chaudhary",
    "sats",
    "delhi",
    "sakshi post",
    "jeevan",
    "thalapathy vijay’s the goat",
    "nazeer",
    "chennai super kings",
    "thalapathy",
    "sekar",
    "mumbai indians",
    "surya rajeevan",
    "sanjay",
    "kaushik ramachandran",
    "uk",
    "naresh kuppili",
    "vendhu thanindhathu kaadu",
    "b2h studios",
    "suhas sistu",
    "jailer",
    "greatest of all time",
    "jeevitha",
    "vaseegara",
    "zee studios",
    "tamil-language",
    "ahimsa entertainment",
    "europe",
    "sreeleela",
    "vfx",
    "british board of film classification",
    "manoj kumar r",
    "baby john",
    "prashanth",
    "ajinkya rahane",
    "ajith",
    "ms dhoni",
    "mahendran",
    "raju sundaram",
    "rajadurai",
    "rajeevan nanbiyar",
    "rogerebert.com",
    "central board of film certification",
    "beetlejuice beetlejuice",
    "sunil",
    "jawan",
    "parvati nair",
    "pudhiya geethai",
    "nanban",
    "simon abrams",
    "the hans india",
    "ajay govindharaj",
    "g.o.a.t",
    "cgi",
    "latha srinivasan",
    "hindustan times",
    "rohini silver screens",
    "imax",
    "tamil",
    "sneha's",
    "deccan chronicle",
    "north india",
    "karnataka",
    "leicester square screen",
    "aishwarya kalpathi",
    "united states",
    "kerala",
    "aishwarya kalapathi",
    "omar",
    "theri",
    "venkat manickam",
    "siddhartha nuni",
    "spark",
    "rediff.com",
    "filmibeat",
    "prabhu deva",
    "sri lanka",
    "suthanvfx",
    "singapore book of records",
    "sneha",
    "laila",
    "srinidhi",
    "ayaz khan",
    "non-vijay",
    "avinash ramachandran",
    "prabhu",
    "thalapathy vijay",
    "desimartini",
    "madhavan",
    "chinna chinna kangal",
    "pallavi singh",
    "ai",
    "yugendran",
    "nayanthara",
    "chidambaram stadium",
    "rohit sharma",
    "arvind swamy",
    "beach road",
    "goutham s of pinkvilla",
    "the indian express",
    "hyderabad",
    "ottplay",
    "abyukta manikandan",
    "chaudhary",
    "maanaadu",
    "ipl",
    "lok sabha",
    "moscow",
    "india tourism development corporation"
  ]
}