{
  "title": "The_Voice_(American_TV_series)_season_25",
  "url": "https://en.wikipedia.org/wiki/The_Voice_(American_TV_series)_season_25",
  "summary": "The twenty-fifth season of the American reality television series The Voice premiered on February 26, 2024, on NBC. The season is presented by Carson Daly, who returned as the host for his twenty-fifth season. The coaching panel consists of John Legend and Reba McEntire, who return for their ninth and second seasons, respectively; returning coach Chance the Rapper, who returns for his second season following a one-season hiatus; and debuting coaches Dan + Shay, who join the panel as the show's first coaching duo.\nAsher HaVon was named the winner of the season, marking Reba McEntire's first win as a coach. With HaVon's win, he became the fifth African-American male to win the show. He was also the first openly LGBTQ person to win. Additionally, after two attempts, McEntire became the fifth female coach to win the competition, following Christina Aguilera, Alicia Keys, Kelly Clarkson, and Gwen Stefani, as well as the oldest coach to win a season. This was the fourth season in the history of the show that a coach (McEntire) had the top two artists on their team, following Blake Shelton in seasons 3, 18, and 22.",
  "content": [
    {
      "section_title": "Overview",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Development",
          "section_content": [
            {
              "sentence": "On June 21, 2023, NBC announced that the show would be renewed for its twenty-fifth season, to be aired in spring 2024",
              "refs": []
            },
            {
              "sentence": "On November 20, the network announced that the season would premiere on February 26, 2024",
              "refs": [
                "https://www.nbc.com/nbc-insider/the-voice-season-25-details-on-premiere-date-coaches-and-more",
                "https://tvseriesfinale.com/tv-show/the-voice-season-25-spring-2024-renewal-and-judges-announced-by-nbc/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Coaches and host",
          "section_content": [
            {
              "sentence": "Ahead of the season 24 premiere, on June 21, 2023, the show, via its social media accounts, made a surprise announcement, hinting at the addition of a duo serving as a coach in its twenty-fifth season, as part of a \"double chair\" twist",
              "refs": []
            },
            {
              "sentence": "The next day, NBC released a press release, announcing the panel of coaches for the season",
              "refs": [
                "https://www.hellomagazine.com/film/496151/the-voice-fans-shocked-nbc-show-makes-big-announcement-gwen-stefani-niall-horan/",
                "https://www.today.com/popculture/tv/voice-double-chair-rcna90516"
              ]
            },
            {
              "sentence": "From the four coaches that appeared in the previous season, only John Legend and Reba McEntire continue, marking their ninth and second seasons as coaches, respectively",
              "refs": []
            },
            {
              "sentence": "Coaches Niall Horan and Gwen Stefani both exited the panel for the season",
              "refs": [
                "https://parade.com/tv/the-voice-dan-shay-new-voice-coaching-duo"
              ]
            },
            {
              "sentence": "Horan announced that his music ventures and concert tours had factored his departure for the series",
              "refs": []
            },
            {
              "sentence": "Chance the Rapper, who debuted as a coach on season 23, returned for his second season",
              "refs": []
            },
            {
              "sentence": "Country pop duo Dan + Shay were seated as coaches for their first season",
              "refs": []
            },
            {
              "sentence": "The duo previously made several appearances on the show—on seasons 15 and 19 as guest performers; on season 20, as battle advisors to Blake Shelton's team; and on the previous season, as guest coaches for Team Niall in rehearsals for the knockouts",
              "refs": [
                "https://hollywoodlife.com/feature/the-voice-season-24-5099711/"
              ]
            },
            {
              "sentence": "Their debut as coaches marks the first time in which the American adaptation of the show would seat a duo as a coach",
              "refs": [
                "https://ew.com/tv/dan-shay-covering-for-niall-horan-the-voice/",
                "https://www.goldderby.com/gallery/the-voice-season-20-everything-to-know-photos/",
                "https://ew.com/tv/dan-shay-replace-niall-horan-the-voice-rehearsals/"
              ]
            },
            {
              "sentence": "The addition of Dan + Shay as coaches garnered interest from media publications",
              "refs": []
            },
            {
              "sentence": "Cher Thompson of ScreenRant commented that the duo's addition as coaches would bring \"an interesting mix on the show\", and may encourage more duos to audition on the show",
              "refs": []
            },
            {
              "sentence": "Meanwhile, Ryan Louis Montilla of Collider lauded their addition as \"exciting\"",
              "refs": [
                "https://screenrant.com/below-deck-sailing-yacht-where-colin-from/"
              ]
            },
            {
              "sentence": "Carson Daly returned as the host for his twenty-fifth season.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Mega mentor",
          "section_content": [
            {
              "sentence": "On March 25, 2024, it was announced that country music singer and former The Voice Australia coach Keith Urban would serve as the mega mentor for the Knockouts",
              "refs": []
            },
            {
              "sentence": "This marks Urban's second appearance as a guest mentor on the show, as he previously served as a battle advisor for Team Blake in the fifteenth season",
              "refs": []
            },
            {
              "sentence": "For the third consecutive season, there were no guest advisors in the battles, meaning the artists were solely mentored by their coaches.",
              "refs": [
                "https://deadline.com/2024/03/keith-urban-the-voice-us-mega-mentor-1235867519/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Marketing and promotion",
          "section_content": [
            {
              "sentence": "Ahead of the season's premiere, on February 23, the show, via its online media platforms, released a cover of the 1969 Jackie DeShannon single \"Put a Little Love in Your Heart\" performed by the coaches",
              "refs": []
            },
            {
              "sentence": "Shortly prior to the season premiere, the blind audition of music trio OK3, performing Meghan Trainor's \"Made You Look\", was released online",
              "refs": []
            },
            {
              "sentence": "Later episodes saw the auditions of Maddi Jane, Bryan Olesen, Mafe, Serenity Arce, and Val T",
              "refs": [
                "https://www.etonline.com/the-voice-sneak-peek-see-ok3-earn-the-first-four-chair-turn-of-season-25-220504?amp="
              ]
            },
            {
              "sentence": "Webb released online as a sneak peek for their respective episodes",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Teams",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Blind auditions",
      "section_content": [
        {
          "sentence": "The show began with the Blind Auditions on February 26, 2024",
          "refs": []
        },
        {
          "sentence": "In each audition, an artist sings their piece in front of the coaches, whose chairs are facing the audience",
          "refs": []
        },
        {
          "sentence": "If a coach is interested in working with the artist, they may press their button to face the artist",
          "refs": []
        },
        {
          "sentence": "If only one coach presses the button, the artist automatically becomes part of their team",
          "refs": []
        },
        {
          "sentence": "If multiple coaches turn, they will compete for the artist, who will decide which team they will join",
          "refs": []
        },
        {
          "sentence": "Each coach has one \"block\" to prevent another coach from getting an artist",
          "refs": []
        },
        {
          "sentence": "This season, each coach ends up with 10 artists by the end of the blind auditions, creating a total of 40 artists advancing to the battles",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Episode 1 (Feb. 26)",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Episode 2 (Feb. 27)",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Episode 3 (March 4)",
          "section_content": [
            {
              "sentence": "Among this episode's auditionees were Madison Curbelo, who previously auditioned unsuccessfully in the twentieth season,  and Frank Garcia, who previously competed on the fourth season of La Voz Kids.",
              "refs": [
                "https://ew.com/madison-curbelo-returns-the-voice-season-25-gets-4-chair-turn-8604154"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Episode 4 (March 5)",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Episode 5 (March 11)",
          "section_content": [
            {
              "sentence": "Among this episode's auditionees was Serenity Arce, who previously auditioned unsuccessfully in season 21",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Episode 6 (March 12)",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Battles",
      "section_content": [
        {
          "sentence": "The second stage of the show, the battles, aired from March 18 through March 26, 2024, consisting of episodes 7 through 10",
          "refs": []
        },
        {
          "sentence": "In this round, the coaches pitted two of their artists in a singing match and then select one of them to advance to the next round",
          "refs": []
        },
        {
          "sentence": "For the third consecutive season, there were no guest advisors for the battles, which meant the artists were mentored solely by their coaches.",
          "refs": []
        },
        {
          "sentence": "Losing artists may be \"stolen\" by another coach, becoming new members of their team, or can receive a playoff pass from their coach, remaining a part of their original team and directly advancing to the playoffs",
          "refs": []
        },
        {
          "sentence": "The four coaches are allowed to either offer a playoff pass or to steal a losing artist in a battle; but, if a coach uses their playoff pass, it overrides the steals.",
          "refs": []
        },
        {
          "sentence": "At the end of this round, seven artists remained on each team; five were the battle winners, one was stolen from another coach; and one received a playoff pass",
          "refs": []
        },
        {
          "sentence": "In total, 24 artists advanced to the knockouts, while four artists directly advanced to the playoffs.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Knockouts",
      "section_content": [
        {
          "sentence": "The third stage of the show, the knockouts, aired from April 8 through April 15, consisting of episodes 12 and 13",
          "refs": []
        },
        {
          "sentence": "Keith Urban served as the season's mega mentor for the round.",
          "refs": []
        },
        {
          "sentence": "Each coach paired two of their artists in a singing match",
          "refs": []
        },
        {
          "sentence": "The artists themselves select the song they sing in the round, and the coach then selects one of them to advance to the playoffs",
          "refs": []
        },
        {
          "sentence": "Each coach can steal one losing artist from another team.",
          "refs": []
        },
        {
          "sentence": "At the end of this round, twelve artists were knockout winners, while four artists were stolen, and four artists were recipients of the \"playoff pass\" from the battles, creating a total of twenty artists advancing to the playoffs.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Playoffs",
      "section_content": [
        {
          "sentence": "The fourth stage of the show, the playoffs, aired from April 22 through April 29, consisting of episodes 14 and 15",
          "refs": []
        },
        {
          "sentence": "The top 20 artists perform for the coaches with a song of their choosing",
          "refs": []
        },
        {
          "sentence": "At the end of the round, each coach selects three of their artists to advance, creating a total of 12 artists advancing to the live shows.",
          "refs": []
        },
        {
          "sentence": "Like season six, season 13, season 23, and the previous season, the playoffs were not contested live",
          "refs": []
        },
        {
          "sentence": "They were prerecorded and taped at the same stage as the prior two rounds, hence the lack of an interactive viewer voting component or a subsequent results episode",
          "refs": []
        },
        {
          "sentence": "Teams Legend and Dan + Shay performed on the first episode, while Teams Chance and Reba performed in the latter episode.",
          "refs": []
        },
        {
          "sentence": "This round features guest mentors, dubbed \"playoff advisors\", for each team",
          "refs": []
        },
        {
          "sentence": "The advisors are Maluma for Team Legend, Saweetie for Team Dan + Shay, Meghan Trainor for Team Chance, and Anthony Ramos for Team Reba.",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Live shows",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Week 1: Top 12 – Quarterfinals (May 6–7)",
          "section_content": [
            {
              "sentence": "The Top 12 performances comprised episodes 16 and 17",
              "refs": []
            },
            {
              "sentence": "The Top 12 artists, three from each team, performed on Monday, with the results following on Tuesday",
              "refs": []
            },
            {
              "sentence": "The top eight artists were saved by the public's vote, while the remaining four artists, who received the fewest votes, competed for the Instant Save in the results show.",
              "refs": []
            },
            {
              "sentence": "With all three members of Team Dan + Shay advancing, Dan + Shay became the second new coach to take three artists from their team to the Semifinals, after Reba McEntire in the previous season.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Week 2: Top 9 – Semifinals (May 13–14)",
          "section_content": [
            {
              "sentence": "This week's theme was “Hometown Week.” The semifinals comprised episodes 18 and 19",
              "refs": []
            },
            {
              "sentence": "The nine semifinalists each performed a solo song and a trio performance with two fellow semifinalists on Monday, with the results following on Tuesday",
              "refs": []
            },
            {
              "sentence": "The four artists with the most votes automatically moved on to the finale, while the remaining five artists competed in the Instant Save for the fifth and final spot in the finale.",
              "refs": []
            },
            {
              "sentence": "With the eliminations of Serenity Arce and Maddi Jane, Chance the Rapper no longer has any artists on his team",
              "refs": []
            },
            {
              "sentence": "Additionally, with the advancements of Nathan Chester and Bryan Olesen, John Legend successfully brought two artists to the finale for the first time in his nine seasons as a coach",
              "refs": []
            },
            {
              "sentence": "With the advancement of Karen Waldrup to the finale, Dan + Shay became the tenth new coach to successfully bring their team to the finale, the first being Usher (Michelle Chamuel in season 4), the second being Alicia Keys (Wé McDonald in season 11), the third being Kelly Clarkson (Brynn Cartelli in season 14), the fourth being John Legend (Maelyn Jarmon in season 16), the fifth being Nick Jonas (Thunderstorm Artis in season 18), the sixth being Camila Cabello (Morgan Myles in season 22), the seventh Chance the Rapper (Sorelle in season 23), the eighth Niall Horan (Gina Miles also in season 23), and the ninth Reba McEntire (Ruby Leigh and Jacquie Roar in season 24)",
              "refs": []
            },
            {
              "sentence": "This also marks the third time that multiple coaches have multiple artists competing in the finale, with McEntire and Legend both having two artists each, following season 21 and the previous season.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Week 3: Finale (May 20–21)",
          "section_content": [
            {
              "sentence": "The season finale ran through two nights, Monday and Tuesday, May 20 through 21, 2024, comprising episodes 20 and 21",
              "refs": []
            },
            {
              "sentence": "The Top 5 performed on Monday, with each artist performing an up-tempo song and a ballad for the title of The Voice",
              "refs": []
            },
            {
              "sentence": "At the episode's conclusion, the overnight voting for the season's winner began",
              "refs": []
            },
            {
              "sentence": "The following night, on Tuesday, the finalists performed a duet with their respective coaches before the results of the public vote were announced, and the winner of the season was named.",
              "refs": []
            },
            {
              "sentence": "Asher HaVon was named as the winner on the season finale aired on May 21, 2024",
              "refs": []
            },
            {
              "sentence": "His victory marks Reba McEntire's first win as a coach, with McEntire becoming the fifth female coach to win a season, after Christina Aguilera, Alicia Keys, Kelly Clarkson, and Gwen Stefani, as well as the oldest coach ever to win the competition, at sixty-nine years of age",
              "refs": [
                "https://www.goldderby.com/article/2024/the-voice-season-25-episode-19-recap/"
              ]
            },
            {
              "sentence": "McEntire also became the second coach in the history of the show, after Blake Shelton, to have the winner and runner-up on her team, as well as the first female coach to ever have the distinction",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Elimination chart",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Overall",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Per team",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Ratings",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "29": "[ERROR retrieving ref link]",
    "1": "https://www.advocate.com/asher-havon-the-voice-lgbtq",
    "2": "https://www.nbc.com/nbc-insider/the-voice-season-25-details-on-premiere-date-coaches-and-more",
    "3": "https://tvseriesfinale.com/tv-show/the-voice-season-25-spring-2024-renewal-and-judges-announced-by-nbc/",
    "4": "https://www.nbc.com/nbc-insider/the-voice-season-25-details-on-premiere-date-coaches-and-more",
    "5": "https://www.hellomagazine.com/film/496151/the-voice-fans-shocked-nbc-show-makes-big-announcement-gwen-stefani-niall-horan/",
    "6": "https://www.today.com/popculture/tv/voice-double-chair-rcna90516",
    "7": "http://www.thefutoncritic.com/news/2023/06/22/the-voice-announces-star-studded-coaching-lineup-for-season-25-133314/20230622nbc01/",
    "8": "https://parade.com/tv/the-voice-dan-shay-new-voice-coaching-duo",
    "9": "https://www.thenews.com.pk/latest/1162142-real-reason-behind-niall-horans-the-voice-exit",
    "10": "https://people.com/dan-shay-join-the-voice-as-coaches-alongside-reba-mcentire-john-legend-chance-the-rapper-7551800",
    "11": "https://hollywoodlife.com/feature/the-voice-season-24-5099711/",
    "12": "https://ew.com/tv/dan-shay-covering-for-niall-horan-the-voice/",
    "13": "https://www.goldderby.com/gallery/the-voice-season-20-everything-to-know-photos/",
    "14": "https://ew.com/tv/dan-shay-replace-niall-horan-the-voice-rehearsals/",
    "15": "https://www.eonline.com/news/1377954/the-voice-announces-2-new-coaches-for-season-25-in-surprise-twist",
    "16": "https://www.billboard.com/culture/tv-film/the-voice-dan-shay-first-coaching-duo-season-25-1235359713/",
    "17": "https://screenrant.com/below-deck-sailing-yacht-where-colin-from/",
    "18": "https://collider.com/the-voice-season-25/",
    "19": "https://deadline.com/2024/03/keith-urban-the-voice-us-mega-mentor-1235867519/",
    "20": "https://www.rollingstone.com/music/music-news/the-voice-coaches-cover-put-a-little-love-in-your-heart-season-25-1234974658/",
    "21": "https://www.etonline.com/the-voice-sneak-peek-see-ok3-earn-the-first-four-chair-turn-of-season-25-220504?amp=",
    "22": "https://ew.com/the-voice-blind-auditions-maddi-jane-ellen-4-chair-turn-8601372",
    "23": "https://www.goodhousekeeping.com/life/entertainment/a46991155/the-voice-season-25-reba-mcentire-team-size-change/",
    "24": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-1-recap/",
    "25": "https://www.oklahoman.com/story/entertainment/2024/02/26/the-voice-season-premiere-ok3-sneak-peek-cover-meghan-trainor/72749078007/",
    "26": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-2-recap/",
    "27": "https://ew.com/madison-curbelo-returns-the-voice-season-25-gets-4-chair-turn-8604154",
    "28": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-3-recap/",
    "30": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-4-recap/",
    "31": "https://americansongwriter.com/16-year-old-serenity-arces-return-to-the-voice-ignites-all-out-4-chair-battle/",
    "32": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-5-recap/",
    "33": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-6-recap/",
    "34": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-7-recap/",
    "35": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-8-recap/",
    "36": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-9-recap/",
    "37": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-10-recap/",
    "38": "http://www.thefutoncritic.com/listings/20240326nbc02/",
    "39": "https://tveveryday.com/the-voice-season-25-episode-11-best-of-blinds-battles-airs-april-1-2024-on-nbc/",
    "40": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-12-recap/",
    "41": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-13-recap/",
    "42": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-14-recap/",
    "43": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-15-recap/",
    "44": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-16-recap/",
    "45": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-17-recap/",
    "46": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-18-recap/",
    "47": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-19-recap/",
    "48": "https://deadline.com/2024/05/the-voice-season-25-winner-nbc-1235925193/amp/",
    "49": "https://www.etonline.com/the-voice-finale-asher-havon-wins-season-25-225897?amp",
    "50": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-20-recap/",
    "51": "https://www.goldderby.com/article/2024/the-voice-season-25-episode-21-recap/",
    "52": "https://www.billboard.com/music/music-news/jelly-roll-lainey-wilson-perform-the-voice-season-finale-1235682603/amp/",
    "53": "https://www.goldderby.com/article/2024/the-voice-season-25-finale-line-up/amp/",
    "54": "https://programminginsider.com/monday-ratings-modest-start-to-deal-or-no-deal-island-on-nbc/",
    "55": "https://programminginsider.com/tuesday-ratings-the-floor-season-finale-positions-fox-as-among-key-demo-leaders/",
    "56": "https://programminginsider.com/monday-ratings-modest-start-to-deal-or-no-deal-island-on-nbc/",
    "57": "https://programminginsider.com/tuesday-ratings-season-premieres-of-the-cleaning-lady-and-alert-missing-persons-unit-places-fox-behind-big-3-networks/",
    "58": "https://programminginsider.com/monday-ratings-abc-and-nbc-share-broadcast-prime-time-victory-with-their-respective-longtime-reality-franchises/",
    "59": "https://programminginsider.com/tuesday-ratings-cbs-tops-broadcast-networks-despite-opposite-the-voice-and-return-of-password-on-nbc/",
    "60": "https://programminginsider.com/monday-ratings-oprah-winfrey-weight-loss-special-draws-decently-for-abc/",
    "61": "https://programminginsider.com/tuesday-ratings-fbi-franchise-continues-prime-time-victory-for-cbs/",
    "62": "https://programminginsider.com/monday-ratings-the-bachelor-28th-season-finale-on-abc-up-double-digit-percent-from-previous-season-ender/",
    "63": "https://programminginsider.com/tuesday-ratings-nbc-sitcoms-night-court-and-extended-family-conclude-their-seasons-on-par-with-recent-figures/",
    "64": "https://programminginsider.com/monday-ratings-iowa-lsu-ncaa-elite-eight-game-on-espn-sets-new-viewer-record-for-womens-college-basketball/",
    "65": "https://programminginsider.com/monday-ratings-ncaa-mens-basketball-national-championship-relatively-steady-year-to-year/",
    "66": "https://programminginsider.com/monday-ratings-wnba-draft-on-espn-earns-record-audience-of-nearly-2-5-million-viewers/",
    "67": "https://programminginsider.com/monday-ratings-new-york-knicks-nba-playoff-victory-thriller-on-tnt-and-trutv-up-double-digits-from-year-ago-game/",
    "68": "https://programminginsider.com/monday-ratings-cbs-tops-in-total-viewers-tnt-usa-and-espn-outperform-broadcast-nets-in-key-demos/",
    "69": "https://programminginsider.com/monday-ratings-bob-hearts-abishola-series-finale-on-cbs-reaches-total-viewer-high-since-fifth-season-premiere/",
    "70": "https://programminginsider.com/tuesday-ratings-police-24-7-has-decent-start-on-the-cw/",
    "71": "https://programminginsider.com/monday-ratings-deal-or-no-deal-island-on-nbc-rises-to-season-high-in-total-viewers-with-finale/",
    "72": "https://programminginsider.com/tuesday-ratings-wnba-hits-two-decade-high-with-caitlin-clarks-indiana-fever-debut-on-espn2-also-outdraws-nhl-stanley-cup-playoffs-on-espn/",
    "73": "https://programminginsider.com/monday-ratings-jeopardy-masters-on-abc-reaches-season-high-to-date-in-viewers-with-semifinal/",
    "74": "https://programminginsider.com/tuesday-ratings-fbi-block-season-finales-make-cbs-tops-among-broadcast-networks/"
  },
  "flair_entities": [
    "anthony ramos",
    "ryan louis montilla",
    "maelyn jarmon",
    "mcentire",
    "cher thompson",
    "gwen stefani",
    "michelle chamuel",
    "knockouts",
    "serenity arce",
    "ok3",
    "maluma",
    "saweetie",
    "chance",
    "morgan myles",
    "urban",
    "instant save",
    "webb",
    "the voice",
    "niall horan",
    "frank garcia",
    "val t",
    "wé mcdonald",
    "semifinals",
    "team blake",
    "screenrant",
    "keith urban",
    "team reba.",
    "asher havon",
    "horan",
    "maddi jane",
    "the voice australia",
    "nick jonas",
    "reba mcentire",
    "ruby leigh",
    "reba",
    "jackie deshannon",
    "nbc",
    "nathan chester",
    "lgbtq",
    "blake shelton",
    "john legend",
    "madison curbelo",
    "african-american",
    "rapper",
    "la voz kids",
    "hometown week",
    "gina miles",
    "camila cabello",
    "put a little love in your heart",
    "made you look",
    "alicia keys",
    "brynn cartelli",
    "havon",
    "american",
    "karen waldrup",
    "sorelle",
    "jacquie roar",
    "dan + shay",
    "chance the rapper",
    "meghan trainor",
    "teams chance",
    "team niall",
    "collider",
    "mafe",
    "usher",
    "thunderstorm artis",
    "team legend",
    "team chance",
    "blind auditions",
    "legend",
    "bryan olesen",
    "christina aguilera",
    "carson daly",
    "kelly clarkson"
  ]
}