{
  "title": "Tropical_cyclones_in_2024",
  "url": "https://en.wikipedia.org/wiki/Tropical_cyclones_in_2024",
  "summary": "During 2024, tropical cyclones formed in seven major bodies of water, commonly known as tropical cyclone basins. Tropical cyclones are named by various weather agencies when they attain maximum sustained winds of 35 knots (65 km/h; 40 mph). Overall, 119 systems formed this year, with 83 of them being named. The most intense storm of the year was Hurricane Milton, with a minimum barometric pressure of 897 hPa (26.49 inHg). The costliest tropical cyclone was Hurricane Helene, with a damage total of at least $78.7 billion, most of which occurred in the Southeastern United States. Meanwhile, the deadliest tropical cyclone was Typhoon Yagi, which caused at least 844 fatalities in Southeast Asia (particularly Myanmar, Vietnam, Thailand and the Philippines) and South China. However, Cyclone Chido may have killed more people, particularly in Mayotte.\nTropical cyclones are primarily monitored by ten warning centers around the world, which are designated as a Regional Specialized Meteorological Center (RSMC) or a Tropical Cyclone Warning Center (TCWC) by the World Meteorological Organization (WMO). These centers are: National Hurricane Center (NHC), Central Pacific Hurricane Center (CPHC), Japan Meteorological Agency (JMA), Indian Meteorological Department (IMD), Météo-France (MFR), Indonesia's Meteorology, Climatology, and Geophysical Agency (BMKG), Australian Bureau of Meteorology (BoM), Papua New Guinea's National Weather Service (PNGNWS), Fiji Meteorological Service (FMS), and New Zealand's MetService. Unofficial, but still notable warning centers include the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA; albeit official within the Philippines), the United States Navy's Joint Typhoon Warning Center (JTWC) and the Brazilian Navy Hydrographic Center.",
  "content": [
    {
      "section_title": "Global atmospheric and hydrological conditions",
      "section_content": [
        {
          "sentence": "After the New Year, the Madden–Julian oscillation's (MJO) amplitude weakened, with its eastward propagation slowing down due to the positive phase of the Indian Ocean Dipole (IOD) and an equatorial Rossby wave",
          "refs": []
        },
        {
          "sentence": "Despite that, the MJO briefly caused El Niño-like wind anomalies to become easterly at the Date Line",
          "refs": []
        },
        {
          "sentence": "There was also a significant increase in convection across the eastern Indian Ocean in January as the Dipole began weakening",
          "refs": []
        },
        {
          "sentence": "However, in the middle of January, the MJO began steadily intensifying, enhancing convection across the Maritime Continent",
          "refs": [
            "https://web.archive.org/web/20240114202139/https://www.cpc.ncep.noaa.gov/products/precip/CWlink/ghaz/index.php"
          ]
        },
        {
          "sentence": "Despite that, intra-seasonal activity persevered,  although the MJO produced convection in the Western Pacific",
          "refs": [
            "https://web.archive.org/web/20240117144721/https://www.cpc.ncep.noaa.gov/products/precip/CWlink/ghaz/index.php"
          ]
        },
        {
          "sentence": "In Australia, the monsoonal trough's arrival was delayed until January 10, possibly due to the El Niño event",
          "refs": [
            "https://web.archive.org/web/20240124054837/https://www.cpc.ncep.noaa.gov/products/precip/CWlink/ghaz/index.php"
          ]
        },
        {
          "sentence": "On April 16, the dominant El Niño event ended",
          "refs": [
            "https://web.archive.org/web/20240122033113/http://www.bom.gov.au/climate/tropical-note/"
          ]
        },
        {
          "sentence": "Despite the unseasonably warm temperatures in the North Atlantic, the equatorial Atlantic cooled rapidly into an \"Atlantic Niña\" due to upwelling caused by shifts in the trade winds and the Atlantic zonal mode",
          "refs": []
        },
        {
          "sentence": "The effects of an Atlantic Niña is not certain but it is contrary to the assumptions that the NOAA used in their forecast of seasonal activity",
          "refs": []
        },
        {
          "sentence": "CSU associated the quietness of the Atlantic during the month of August and the period after Ernesto dissipated–despite predictions of an extremely active peak period–to tropical waves forming too far north, warm upper-level winds causing destabilization, wind shear in the East Atlantic, and factors associated with the MJO",
          "refs": [
            "https://www.climate.gov/news-features/event-tracker/atlantic-nina-verge-developing-heres-why-we-should-pay-attention"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Summary",
      "section_content": [],
      "subsections": [
        {
          "section_title": "North Atlantic Ocean",
          "section_content": [
            {
              "sentence": "Though the 2024 Atlantic hurricane season officially began on June 1, it got off to the slowest start since 2014",
              "refs": []
            },
            {
              "sentence": "This was due to a large stationary heat dome over Central America and Mexico, as tropical cyclogenesis in June often occurs over the Gulf of Mexico and northern Caribbean Sea",
              "refs": []
            },
            {
              "sentence": "The season's first named storm, Tropical Storm Alberto, formed in the western Gulf of Mexico on June 19, [nb 1]  then proceeded to make landfall on the northeastern coast of Mexico the following day",
              "refs": [
                "https://www.foxweather.com/weather-news/atlantic-hurricane-season-slowest-start-2014",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On June 28, Tropical Storm Beryl formed at 43.6° W, being the second-easternmost cyclone on record in the tropical Atlantic, behind only Tropical Storm Bret in 2023",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al01/al012024.discus.008.shtml?"
              ]
            },
            {
              "sentence": "The next day, Beryl intensified into a hurricane at 49.3° W,  becoming the easternmost June hurricane in the tropical Atlantic on record, ahead of the 1933 Trinidad hurricane",
              "refs": [
                "https://archive.today/20240111120259/http://www.bom.gov.au/cyclone/",
                "https://x.com/philklotzbach/status/1806882310148530470"
              ]
            },
            {
              "sentence": "Reaching 53.9 °W, Beryl became the easternmost June major hurricane in the tropical Atlantic, and the first June major hurricane since Alma in 1966",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.005.shtml?"
              ]
            },
            {
              "sentence": "Beryl also became the earliest Category 4 Atlantic hurricane on record, ahead of 2005's Hurricane Dennis",
              "refs": [
                "https://apnews.com/article/tropical-system-beryl-caribbean-0a61043f36a9439f8037147d60e3c9e3"
              ]
            },
            {
              "sentence": "On June 30, Tropical Depression Three formed in the Bay of Campeche,  becoming Tropical Storm Chris only six hours later",
              "refs": [
                "https://www.theweathernetwork.com/en/news/weather/forecasts/beryl-expected-to-hit-the-caribbean-as-a-hurricane-this-week",
                "https://x.com/philklotzbach/status/1807440817801384401",
                "https://amp.cnn.com/cnn/2024/06/30/weather/hurricane-beryl-barbados-caribbean-sunday"
              ]
            },
            {
              "sentence": "Chris quickly moved ashore in Mexico the following morning",
              "refs": []
            },
            {
              "sentence": "Hurricane Beryl became a Category 5 that same morning, becoming the earliest Category 5 hurricane on record in the Atlantic, and beating out Hurricane Emily of 2005",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "After Beryl dissipated on July 11, the Atlantic basin would fall under a period of inactivity due to the Saharan air layer, which suppresses tropical activity, persisting over the open Atlantic alongside dry air typically occurring during this period of the season",
              "refs": []
            },
            {
              "sentence": "Activity resumed at the start of August, with Hurricane Debby developing in the Gulf of Mexico on August 3,   before making landfall in Florida as a Category 1 hurricane two days later",
              "refs": [
                "https://www.wapt.com/article/the-tropics-turned-eerily-quiet-after-hurricane-beryl-why/61624756",
                "https://archive.today/20240112014028/http://www.bom.gov.au/cyclone/"
              ]
            },
            {
              "sentence": "It then slowed down over land afterwards and dropped heavy rain and caused widespread flooding in the Southeastern United States",
              "refs": []
            },
            {
              "sentence": "A week after, Hurricane Ernesto moved through the Caribbean, and strengthened to a Category 2 hurricane, before eventually weakening and making landfall on Bermuda as a Category 1",
              "refs": []
            },
            {
              "sentence": "This made Ernesto the first hurricane to make landfall on the island since Hurricane Paulette in 2020",
              "refs": []
            },
            {
              "sentence": "Ernesto continued to move northward, passing by Newfoundland as it turned post-tropical.",
              "refs": []
            },
            {
              "sentence": "After nearly three weeks of inactivity, the longest in over fifty years at that point in the season,  Hurricane Francine formed on September 9",
              "refs": [
                "https://web.archive.org/web/20240124004105/http://www.bom.gov.au/cyclone/"
              ]
            },
            {
              "sentence": "Tropical Storm Gordon followed suit two days later on September 11,  with Francine making landfall in Louisiana as a Category 2 system later that day",
              "refs": [
                "https://www.bbc.com/weather/articles/c4gd13l35qpo",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Four systems developed during the final week of September, starting with Hurricane Helene on September 24",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al07/al072024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "The system affected the Yucatán Peninsula on September 25, before making landfall in the Big Bend region of Florida late on September 26 as a Category 4 hurricane, where it rapidly weakened into a tropical depression by noon of September 27",
              "refs": [
                "https://www.accuweather.com/en/hurricane/hurricane-francine-makes-landfall-in-southern-louisiana-as-a-category-2-storm/1689883"
              ]
            },
            {
              "sentence": "Hurricane Isaac formed on September 26 and later peaked as a Category 2 hurricane",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al09/al092024.discus.005.shtml?"
              ]
            },
            {
              "sentence": "On September 27, Tropical Storm Joyce formed just west of the Cabo Verde Islands",
              "refs": [
                "https://riviera-maya-news.com/helene-leaves-cancun-behind-and-more-than-120000-without-power/2024.html"
              ]
            },
            {
              "sentence": "September's activity ended with the formation of Hurricane Kirk on September 29, which reached its peak intensity on October 4.",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al10/al102024.public.010.shtml?"
              ]
            },
            {
              "sentence": "Early October saw the formations of Hurricanes Leslie and Milton, which along with Kirk, marked the first time on record that there were three hurricanes simultaneously present in the Atlantic basin after September",
              "refs": []
            },
            {
              "sentence": "Milton notably underwent explosive rapid intensification within the Gulf of Mexico to become the second Category 5 hurricane of the season, making 2024 the first Atlantic hurricane season since 2019 to feature multiple Category 5 hurricanes",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It became the first Atlantic hurricane since Hurricane Wilma to reach a pressure below 900 mb (26.58 inHg) and the second-most intense tropical cyclone ever recorded over the Gulf of Mexico, only after Hurricane Rita",
              "refs": [
                "https://earthobservatory.nasa.gov/images/153426/three-storms-churn-in-an-active-atlantic"
              ]
            },
            {
              "sentence": "Later in the month, two tropical cyclones formed on October 19",
              "refs": []
            },
            {
              "sentence": "Tropical Storm Nadine formed early in the day near the coast of Belize, where it made landfall a few hours later, while Hurricane Oscar formed near Turks and Caicos,  becoming the smallest hurricane on record in the Atlantic basin",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "On November 2, Tropical Storm Patty developed from a non-tropical gale low just northeast of the Azores",
              "refs": [
                "https://yaleclimateconnections.org/2024/10/a-caribbean-rainmaker-could-become-a-tropical-storm-just-before-sliding-inland/",
                "https://michaelrlowry.substack.com/p/october-surprise-oscar-rapidly-forms"
              ]
            },
            {
              "sentence": "Then, two days later, Tropical Storm Rafael formed in Southwestern Caribbean",
              "refs": [
                "https://www.fox13seattle.com/news/hurricane-oscar-path-cuba-bahamas"
              ]
            },
            {
              "sentence": "It became a Category 3 hurricane just prior to making landfall in Cuba",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/al17/al172024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "It made a secondary stronger peak of a 120 mph Category 3, on November 8, before weakening.",
              "refs": [
                "https://apnews.com/article/tropical-storm-rafael-caribbean-jamaica-cuba-florida-51616234e364f9b0f754d0632408274e"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Eastern & Central Pacific Oceans",
          "section_content": [
            {
              "sentence": "On June 29, the National Hurricane Center (NHC) noted that a low-pressure area could form off the coast of Mexico",
              "refs": []
            },
            {
              "sentence": "On July 2, a broad area of low pressure formed south of the coast of Mexico",
              "refs": []
            },
            {
              "sentence": "Showers and thunderstorms within the disturbance became better-organized beginning late the following day, and Tropical Depression 01E formed during the morning of July 4",
              "refs": []
            },
            {
              "sentence": "Slightly intensifying, the compact system became Tropical Storm Aletta a few hours later",
              "refs": []
            },
            {
              "sentence": "Three weeks later, Tropical Storm Bud formed off the southern tip of Baja California",
              "refs": []
            },
            {
              "sentence": "A week later on July 31, Tropical Storm Carlotta formed out of a low-pressure area",
              "refs": []
            },
            {
              "sentence": "Three storms formed quickly during the first week of August: Daniel, Emilia, and Fabio",
              "refs": []
            },
            {
              "sentence": "After a brief lull in activity, Hurricane Gilma formed, undergoing a few rounds of intensification, one of which, being a Category 4 peak, making Gilma the first major hurricane of the Eastern Pacific season",
              "refs": []
            },
            {
              "sentence": "Hurricane Hone formed soon after, becoming the Central Pacific's first named storm in the basin since 2019.They were joined by Tropical Storm Hector on August 25 in the eastern Pacific proper",
              "refs": []
            },
            {
              "sentence": "Hone would later move out of the basin into the Western Pacific.",
              "refs": [
                "https://www.usatoday.com/story/news/nation/2024/11/06/hurricane-rafael-strength-landfall-forecast/76087763007/"
              ]
            },
            {
              "sentence": "A two-week break in activity came to an end when Tropical Storm Ileana formed on September 12",
              "refs": []
            },
            {
              "sentence": "The storm grazed northwestern Mexico twice before dissipating",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/ep08/ep082024.discus.001.shtml?"
              ]
            },
            {
              "sentence": "Hurricane John developed over a week later and rapidly intensified into the second major hurricane of the season prior to making landfall in southern Mexico",
              "refs": [
                "https://www.jornada.com.mx/noticia/2024/09/15/estados/ileana-provoca-cortes-de-luz-desborde-de-rios-e-inundaciones-en-sinaloa-217",
                "https://www.nhc.noaa.gov/archive/2024/ep09/ep092024.discus.007.shtml?"
              ]
            },
            {
              "sentence": "In late October, Hurricane Kristy formed off the coast of southern Mexico, in-part from the remnants of Atlantic basin Tropical Storm Nadine, and intensified to Category 5 strength out in the open ocean",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/ep09/ep092024.discus.010.shtml?",
                "https://www.nhc.noaa.gov/archive/2024/ep10/ep102024.public.001.shtml?"
              ]
            },
            {
              "sentence": "A few days later, Tropical Storm Lane formed on November 2.",
              "refs": [
                "https://www.nhc.noaa.gov/archive/2024/ep10/ep102024.update.09240322.shtml?"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Western Pacific Ocean",
          "section_content": [
            {
              "sentence": "The Pacific typhoon season began abnormally late, with no systems forming for five months until May 22, when a tropical storm named Ewiniar formed southeast of Palau, marking it as the fifth-latest start of a Pacific typhoon season since reliable records began",
              "refs": []
            },
            {
              "sentence": "Ewiniar went straight to the Philippines to make nine landfalls in Homonhon Island; Giporlos, Eastern Samar; Basiao Island; Cagduyong Island; Batuan, Masbate; Masbate City; Torrijos, Marinduque; Lucena, Quezon and Patnanungan",
              "refs": [
                "https://www.newsweek.com/hurricane-kristy-strengthens-powerful-category-5-storm-1974680"
              ]
            },
            {
              "sentence": "It began to move over the warm tropical waters of Lamon Bay, where the JTWC and the JMA upgraded Ewiniar into a minimal typhoon",
              "refs": []
            },
            {
              "sentence": "Ewiniar began to deteriorate as it moved away from land due to its topographical effects from the island",
              "refs": []
            },
            {
              "sentence": "On May 30, another tropical depression formed southeast of Haikou, China",
              "refs": []
            },
            {
              "sentence": "The next day, at 03:00 UTC, JTWC designated the disturbance as Tropical Depression 02W",
              "refs": []
            },
            {
              "sentence": "A few hours later, JMA assigned the name Maliksi as they upgraded 02W into a tropical storm",
              "refs": []
            },
            {
              "sentence": "Shortly after being named, on May 31, Maliksi made landfall in Southern China",
              "refs": []
            },
            {
              "sentence": "JMA and JTWC discontinued warnings as Maliksi moved inland and dissipated on June 2.",
              "refs": []
            },
            {
              "sentence": "After many weeks of inactivity, on July 13, a tropical depression formed east of Vietnam",
              "refs": []
            },
            {
              "sentence": "Shortly after, it tracked into Vietnam, dissipating soon after",
              "refs": []
            },
            {
              "sentence": "On July 19, two tropical disturbances were recognized by the JTWC: one southeast of Manila while the second is east of Palau",
              "refs": []
            },
            {
              "sentence": "Soon after, the two disturbances on either side were upgraded into a depression and named by the PAGASA",
              "refs": []
            },
            {
              "sentence": "The first west of Batangas was named Butchoy while the second east of Virac was named Carina",
              "refs": []
            },
            {
              "sentence": "JTWC followed suit and designated Butchoy as Tropical Depression 04W and Carina as Tropical Depression 05W",
              "refs": []
            },
            {
              "sentence": "At 16:05 JST (00:05 UTC) of the next day, 05W was given the name Gaemi by the JMA",
              "refs": []
            },
            {
              "sentence": "On July 21, Butchoy also intensified into a tropical storm, assigning the name Prapiroon from the JMA",
              "refs": []
            },
            {
              "sentence": "Prapiroon moved through the South China Sea as a mild tropical storm before landfall over Wanning, Hainan",
              "refs": []
            },
            {
              "sentence": "Prapiroon moved through the Gulf of Tonkin, where it further intensified into a severe tropical storm",
              "refs": []
            },
            {
              "sentence": "Early on July 23, Prapiroon made its second and final landfall in Quảng Ninh, Vietnam",
              "refs": []
            },
            {
              "sentence": "Rapid weakening ensued as Prapiroon moved inland.",
              "refs": []
            },
            {
              "sentence": "Being in a favorable environment in the Philippine Sea, Gaemi continues to strengthen into a severe tropical storm as it moves northeastward slowly",
              "refs": []
            },
            {
              "sentence": "Early the next day, JMA upgraded Gaemi into a typhoon, the second to occur in this season",
              "refs": []
            },
            {
              "sentence": "JTWC also followed suit and upgraded Gaemi into a Category-1 typhoon",
              "refs": []
            },
            {
              "sentence": "Owing to its warm sea surface temperature and low vertical wind shear, on July 24, Gaemi rapidly intensified into a Category-4 typhoon, with 10-minute sustained winds of 155 km/h (100 mph), equivalent to a very strong typhoon category by the JMA",
              "refs": []
            },
            {
              "sentence": "Gaemi stalled and executed a counterclockwise loop near the coast and slightly weakened into a Category-3 typhoon",
              "refs": []
            },
            {
              "sentence": "Overnight, Gaemi made landfall over Hualien, Taiwan at that intensity",
              "refs": []
            },
            {
              "sentence": "The mountain ranges of the country made the structure of the storm torn apart, causing Gaemi to further weaken into a Category-2 typhoon",
              "refs": []
            },
            {
              "sentence": "The country's mountain ranges tore apart the structure of the storm, causing Gaemi to weaken further into a Category-2 typhoon",
              "refs": []
            },
            {
              "sentence": "The next day, Gaemi made its final landfall at Xiuyu, Putian at Fujian Province as a weakening tropical storm",
              "refs": []
            },
            {
              "sentence": "Moving inland, the storm rapidly weakened until it dissipated on July 27.",
              "refs": []
            },
            {
              "sentence": "On August 5, a low-pressure area was formed in the Bonin Islands",
              "refs": []
            },
            {
              "sentence": "The disturbance was in an environment with low to moderate wind shear and warm SSTs",
              "refs": []
            },
            {
              "sentence": "JTWC later classified the disturbance into a depression the next day, giving the designation 06W",
              "refs": []
            },
            {
              "sentence": "Early on August 8, JMA upgraded the depression into a storm, naming it Maria",
              "refs": []
            },
            {
              "sentence": "The storm further strengthened into a severe tropical storm on the same day, and eventually made landfall in Ofunato",
              "refs": []
            },
            {
              "sentence": "Shortly after, Typhoon Ampil and Tropical Storms Son-Tinh and Wukong formed; Ampil became a very strong typhoon, brushing the city of Tokyo and eastern Japan",
              "refs": []
            },
            {
              "sentence": "Tropical Storm Jongdari was also named, as well as Shanshan, which made landfall near Tokyo",
              "refs": []
            },
            {
              "sentence": "On August 30, a tropical disturbance formed near Palau",
              "refs": []
            },
            {
              "sentence": "On the same day, JMA started to issue advisories for the system as a depression",
              "refs": []
            },
            {
              "sentence": "As it entered the Philippine Area of Responsibility (PAR), the agency gave it the name Enteng on the first day of September",
              "refs": []
            },
            {
              "sentence": "At 21:00 JST (13:00 UTC), JMA developed into a tropical storm, naming the system as Yagi",
              "refs": []
            },
            {
              "sentence": "The storm made its first landfall in Casiguran in the province of Aurora",
              "refs": []
            },
            {
              "sentence": "The mountainous terrain of the Cordillera Central had made Yagi weakened as it moved inland",
              "refs": []
            },
            {
              "sentence": "It left PAR on early September 4 as it continues to intensify in the South China Sea.",
              "refs": []
            },
            {
              "sentence": "Yagi later strengthened into a typhoon due to its highly favorable environmental conditions",
              "refs": []
            },
            {
              "sentence": "The following day, it rapidly intensified, developing a distinct eye and briefly reaching Category 5-equivalent super typhoon status as it approached Hainan",
              "refs": []
            },
            {
              "sentence": "The whole cloud system of Yagi covered the entire South China Sea",
              "refs": []
            },
            {
              "sentence": "Although Yagi slightly weakened, it made its second landfall over Wenchang City in Hainan",
              "refs": []
            },
            {
              "sentence": "The storm then moved over Haikou, China, and continued to make another landfall in Xuwen County, Guangdong",
              "refs": []
            },
            {
              "sentence": "Afterward, Yagi entered the open waters of the Gulf of Tonkin.",
              "refs": []
            },
            {
              "sentence": "Yagi became one of only four Category-5 typhoons recorded in the South China Sea, alongside Pamela (1954), Rammasun (2014), and Rai (2021)",
              "refs": []
            },
            {
              "sentence": "It also marked the most powerful typhoon to strike Hainan in autumn since Typhoon Rammasun in 2014",
              "refs": []
            },
            {
              "sentence": "On September 7, Yagi underwent a period of reorganization and regained Category 4 status before making a historic landfall between Haiphong and Quang Ninh in Vietnam",
              "refs": []
            },
            {
              "sentence": "Upon landfall, Yagi became the strongest storm to impact Northern Vietnam",
              "refs": []
            },
            {
              "sentence": "The typhoon then weakened rapidly into a remnant low as it moved inland, dissipating on September 8",
              "refs": []
            },
            {
              "sentence": "Even after dissipation, it still wreaked havoc, bringing heavy floods to Myanmar, Laos, and Thailand.",
              "refs": []
            },
            {
              "sentence": "While Yagi was on its way to making landfall in the Philippines, JTWC announced another formation of a tropical disturbance in the open Pacific Ocean on September 2",
              "refs": []
            },
            {
              "sentence": "JMA also started issuing advisories, and it was recognized as a tropical depression in the same location",
              "refs": []
            },
            {
              "sentence": "Two days later, as JTWC upgraded it into a depression, it received its designation as 13W",
              "refs": []
            },
            {
              "sentence": "A day later, JMA reported that 13W developed into a tropical storm, giving the name Leepi as the twelfth named storm of this season",
              "refs": []
            },
            {
              "sentence": "Leepi then accelerated northeastwards before it became an extratropical cyclone on September 6.",
              "refs": []
            },
            {
              "sentence": "On September 9, a tropical depression formed over the Micronesian Islands",
              "refs": []
            },
            {
              "sentence": "The following day, the JTWC designated it as 14W",
              "refs": []
            },
            {
              "sentence": "As it moved over Guam, 14W intensified into a tropical storm and was named Bebinca by the JMA",
              "refs": []
            },
            {
              "sentence": "Despite encountering dry air, Bebinca strengthened as it began its northwestward movement",
              "refs": []
            },
            {
              "sentence": "At 18:00 PHT on September 13, Bebinca entered the Philippine Area of Responsibility and was named Ferdie by PAGASA",
              "refs": []
            },
            {
              "sentence": "Bebinca later strengthened into a minimal typhoon on the next day",
              "refs": []
            },
            {
              "sentence": "On September 16, Bebinca landed in Shanghai, China as a weakening Category-1 typhoon, and became the strongest typhoon to hit Shanghai since Typhoon Gloria of 1949.",
              "refs": []
            },
            {
              "sentence": "As Bebinca moved toward eastern China, two tropical depressions formed in the Pacific on September 15—one near Guam and another within the Philippine Area of Responsibility (PAR)",
              "refs": []
            },
            {
              "sentence": "The JTWC designated the depression near Guam as 15W",
              "refs": []
            },
            {
              "sentence": "It soon intensified into a tropical storm and was named Pulasan by the JMA",
              "refs": []
            },
            {
              "sentence": "The PAR tropical depression was given the name Gener by PAGASA",
              "refs": []
            },
            {
              "sentence": "At 02:00 PHT the following day, Gener landed over Palanan, Isabela",
              "refs": []
            },
            {
              "sentence": "The storm continued to move westward over Northern Luzon, maintaining its strength as a depression",
              "refs": []
            },
            {
              "sentence": "Meanwhile, Pulasan briefly entered the PAR at 18:30 PHT (10:30 UTC) and was assigned the name Helen",
              "refs": []
            },
            {
              "sentence": "Gener was upgraded by the JTWC into a tropical depression, getting the designation 16W",
              "refs": []
            },
            {
              "sentence": "On September 19, 16W was upgraded to a tropical storm and named Soulik by the JMA",
              "refs": []
            },
            {
              "sentence": "Soulik made landfall over Vĩnh Linh District, Quảng Trị, in Vietnam",
              "refs": []
            },
            {
              "sentence": "Meanwhile, Pulasan also made landfall over Zhoushan, China, similar to where Bebinca had made landfall three days earlier",
              "refs": []
            },
            {
              "sentence": "After that, it made a second landfall over Shanghai, marking the first time since reliable meteorological records exist that two typhoons make landfall over Shanghai with only two days in between.",
              "refs": []
            },
            {
              "sentence": "On September 20, a low-pressure area formed over Northern Luzon",
              "refs": []
            },
            {
              "sentence": "The JTWC later designated the disturbance as Invest 90W upon its formation",
              "refs": []
            },
            {
              "sentence": "Being inside the PAR, PAGASA initiated advisories and named the system Igme",
              "refs": []
            },
            {
              "sentence": "The JTWC soon upgraded it into a tropical depression, designating it as 17W",
              "refs": []
            },
            {
              "sentence": "Igme later curved southwestwards, passing closely to Taiwan",
              "refs": []
            },
            {
              "sentence": "The storm later dissipated on September 22 after topographical interaction and high vertical wind shear had weakened the system significantly.",
              "refs": []
            },
            {
              "sentence": "Following, on September 24, a tropical depression formed in the Pacific south of Japan",
              "refs": []
            },
            {
              "sentence": "That day, JTWC designated the system as 18W",
              "refs": []
            },
            {
              "sentence": "The following day, the JMA upgraded the depression into a tropical storm, earning the name Cimaron",
              "refs": []
            },
            {
              "sentence": "The storm moved southwestwards, maintaining its intensity",
              "refs": []
            },
            {
              "sentence": "As it moved westwards, Cimaron weakened into a tropical depression as an unfavorable environment hindered any intensification",
              "refs": []
            },
            {
              "sentence": "Cimaron later dissipated on September 27",
              "refs": []
            },
            {
              "sentence": "Shortly later the same day, another low-pressure area formed near the Northern Mariana Islands",
              "refs": []
            },
            {
              "sentence": "Despite being in a marginal environment, the disturbance managed to be organized and designated as 19W by the JTWC",
              "refs": []
            },
            {
              "sentence": "On September 27, the JMA upgraded 19W into a tropical storm, naming it Jebi.",
              "refs": []
            },
            {
              "sentence": "Shortly after Cimaron weakened into a depression, an area of low pressure formed in the Philippine Sea near extreme Northern Luzon on September 26, PAGASA shortly issued bulletins regarding the disturbance and was named Julian as it developed into a depression",
              "refs": []
            },
            {
              "sentence": "The following day, the JTWC designated Julian as 20W, upgrading it into a tropical depression",
              "refs": []
            },
            {
              "sentence": "On September 28, the JMA upgraded 20W into a tropical storm, naming it Krathon, a replacement name for Mangkhut",
              "refs": []
            },
            {
              "sentence": "It then intensified into a Category-1 typhoon, heading towards Sabtang, Batanes",
              "refs": []
            },
            {
              "sentence": "Shortly after, the typhoon began its rapid intensification and in two days, the system reached its peak intensity equivalent to a Category-4 super typhoon",
              "refs": []
            },
            {
              "sentence": "On October 3, Krathon made landfall over Siaogang District in Kaohsiung, Taiwan",
              "refs": []
            },
            {
              "sentence": "The typhoon became the first storm to make landfall in Taiwan's densely populated western plains since Typhoon Wayne in 1986",
              "refs": []
            },
            {
              "sentence": "The storm weakened through inland, marking the first time it had happened in Taiwan since Tropical Storm Trami in 2001",
              "refs": []
            },
            {
              "sentence": "The JMA continued to track the system to the South China Sea before it dissipated on October 4.",
              "refs": []
            },
            {
              "sentence": "On October 5, a tropical depression formed near Guam",
              "refs": []
            },
            {
              "sentence": "The following day, the JTWC designated it as 21W",
              "refs": []
            },
            {
              "sentence": "Despite moving through warm waters, high wind shear hindered any further development, causing it to weaken back into a depression",
              "refs": []
            },
            {
              "sentence": "On October 8, the JTWC issued its final warning, with dissipation expected in the next 12 hours",
              "refs": []
            },
            {
              "sentence": "The next day, 21W intensified into a tropical storm, receiving the name Barijat from the JMA",
              "refs": []
            },
            {
              "sentence": "Later in the day, JTWC reissued advisories on Barijat and strengthened into a tropical storm",
              "refs": []
            },
            {
              "sentence": "However, both agencies later made their final warning for the last time as the storm dissipated on October 11",
              "refs": []
            },
            {
              "sentence": "On October 19, a tropical depression formed nearby Yap",
              "refs": []
            },
            {
              "sentence": "The next day, it was assigned as 22W by the JTWC, acknowledged as a tropical depression",
              "refs": []
            },
            {
              "sentence": "Then, it moved into the PAR and was named Kristine by PAGASA",
              "refs": []
            },
            {
              "sentence": "Soon after, the JMA upgraded it to tropical storm status and was given the name Trami",
              "refs": []
            },
            {
              "sentence": "Many parts of the Philippines were issued wind storm signals prior to its approach to the country",
              "refs": []
            },
            {
              "sentence": "On October 23, Trami later strengthen into a severe tropical storm, causing some areas in northern and central Luzon to upgrade to Tropical Cyclone Wind Signal No",
              "refs": []
            },
            {
              "sentence": "3",
              "refs": []
            },
            {
              "sentence": "At 04:30 UTC of the next day, Trami made landfall over the province of Divilacan, Isabela",
              "refs": []
            },
            {
              "sentence": "The following day, Trami emerged above the coastal waters of southern Ilocos Sur, leaving the remnants of a circulation center over Northern Luzon",
              "refs": []
            },
            {
              "sentence": "This caused a lot of areas in the country to bring torrential rains with gusty winds throughout the day.",
              "refs": []
            },
            {
              "sentence": "As Trami crossed through the Cordilleras, another tropical disturbance was formed southeast of Guam on October 24",
              "refs": []
            },
            {
              "sentence": "JMA began to track the system thereafter as a tropical depression, with a gale warning also being issued",
              "refs": []
            },
            {
              "sentence": "The next day, JMA upgraded the disturbance into a tropical storm, assigning the name Kong-rey",
              "refs": []
            },
            {
              "sentence": "Since another disturbance was formed as Invest 99W on the northern side, the JTWC canceled warnings on the southern side, designated as 98W and issued Kong-rey at 99W, located in the north side",
              "refs": []
            },
            {
              "sentence": "Kong-rey was later designated as Tropical Depression 23W by the JTWC",
              "refs": []
            },
            {
              "sentence": "The storm entered PAR, receiving the local name Leon",
              "refs": []
            },
            {
              "sentence": "On October 29, Kong-rey started undergoing rapid intensification and became a Category-4 super typhoon the following day",
              "refs": []
            },
            {
              "sentence": "With that, Kong-rey achieved a peak intensify of 1-minute sustained winds of 240 km/h (150 mph) and a central pressure of 925 hPa (27.32 inHg)",
              "refs": []
            },
            {
              "sentence": "Shortly after reaching its peak intensity, Kong-rey started to slightly weaken as it went through eyewall replacement cycle moving northwestwards",
              "refs": []
            },
            {
              "sentence": "The storm later made a historic landfall over Chenggong, Taitung in Taiwan, marking the first major typhoon to make landfall in the country after mid-October, and the largest typhoon to hit since Typhoon Herb of 1996",
              "refs": []
            },
            {
              "sentence": "Kong-rey later reemerged through the Taiwan Strait with a weakened convective structure around the center",
              "refs": []
            },
            {
              "sentence": "Kong-rey weakened and transitioned to an extratropical cyclone over Sasebo, Japan, causing both agencies to cease advisories on November 1.",
              "refs": []
            },
            {
              "sentence": "Just after Kong-rey transitioned to a post-tropical cyclone, an area of low pressure was formed near Palau on November 1",
              "refs": []
            },
            {
              "sentence": "However, JTWC discontinued issuing advisories as unfavorable conditions hindered the development",
              "refs": []
            },
            {
              "sentence": "Two days later, JTWC reissued advisories as signs of organization of the disturbance continued to form",
              "refs": []
            },
            {
              "sentence": "At 14:00 UTC, the JTWC along with JMA upgraded the system to a tropical depression, assigning it the designation Tropical Depression 24W",
              "refs": []
            },
            {
              "sentence": "Later at 18:00 UTC of November 3, 24W intensified into a tropical storm, gaining the name Yinxing by the JMA",
              "refs": []
            },
            {
              "sentence": "Yinxing would enter the Philippine Area of Responsibility, receiving the name Marce by PAGASA",
              "refs": []
            },
            {
              "sentence": "The storm would continue to intensify over the Philippine Sea until the agencies prompted to classify into a typhoon on the following day",
              "refs": []
            },
            {
              "sentence": "It then reached its peak intensity of a Category-4 typhoon, with 1-minute sustained winds of 230 km/h (145 mph) and a central pressure of 940 hPa (27.76 inHg)",
              "refs": []
            },
            {
              "sentence": "Around 3:40 PM PHT (07:40 UTC) of November 7, Yinxing made landfall over Santa Ana, Cagayan",
              "refs": []
            },
            {
              "sentence": "After crossing through Babuyan Channel, the storm made its second landfall over Sanchez Mira, Cagayan",
              "refs": []
            },
            {
              "sentence": "Afterwards, Toraji (Nika) formed which was followed by Man-yi (Pepito) and Usagi (Ofel), the next day.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "North Indian Ocean",
          "section_content": [
            {
              "sentence": "After months of inactivity, on 21 May, a low-pressure area (LPA) started to develop due to an upper-air circulation over the Bay of Bengal",
              "refs": []
            },
            {
              "sentence": "The LPA got strengthened by favorable conditions such as Rossby waves, Madden–Julian oscillation and the beginning of the Monsoonal flow in the Indian Ocean",
              "refs": []
            },
            {
              "sentence": "Hence, IMD (India Meteorological Department) began monitoring the cyclonic circulation",
              "refs": []
            },
            {
              "sentence": "Later that day, Joint Typhoon Warning Center (JTWC) also began tracking the system, noting that the system could become a monsoon depression",
              "refs": []
            },
            {
              "sentence": "On 23 May, the IMD upgraded the system to a well-marked low, stating that it was rapidly coalescing",
              "refs": []
            },
            {
              "sentence": "The system then intensified into a depression (BOB 01/Invest 99B) on 24 May",
              "refs": []
            },
            {
              "sentence": "Owing to favorable conditions and high Sea surface temperature over Northern Bay of Bengal, the depression intensified into a cyclone named Remal",
              "refs": []
            },
            {
              "sentence": "On May 26, Remal intensified into a severe cyclonic storm before making landfall at Bangladesh",
              "refs": []
            },
            {
              "sentence": "Remal later moved inland and dissipated on May 28.",
              "refs": []
            },
            {
              "sentence": "On July 19, IMD marked an area of low pressure off the coast of Odisha",
              "refs": []
            },
            {
              "sentence": "The disturbance was later upgraded into a depression, designated as BOB 02",
              "refs": []
            },
            {
              "sentence": "However, the depression moved inland, weakening into a well-marked low-pressure area before dissipating the next day",
              "refs": []
            },
            {
              "sentence": "On August 4, a low-pressure area developed over Gangetic West Bengal, and adjoining Jharkhand",
              "refs": []
            },
            {
              "sentence": "Hours later, the land depression intensified into a depression.",
              "refs": []
            },
            {
              "sentence": "On November 23, a low pressure area formed over east equatorial Indian ocean and south-east Bay of Bengal",
              "refs": []
            },
            {
              "sentence": "It moved westward (Towards Tamil Nadu - Sri Lanka coasts) and intensified into a depression on November 25",
              "refs": []
            },
            {
              "sentence": "On November 29, the depression intensified into cyclone Fengal",
              "refs": [
                "https://www.foxweather.com/weather-news/tracking-tropics-northern-hemisphere-finally-sees-its-first-tropical-depression"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "South-West Indian Ocean",
          "section_content": [],
          "subsections": [
            {
              "section_title": "January - June",
              "section_content": [
                {
                  "sentence": "After a significant lull in activity, Tropical Disturbance 04F formed on January 25 and dissipated the next day",
                  "refs": []
                },
                {
                  "sentence": "On February 1, 06U entered the South Pacific basin and was designated 05F by the FMS",
                  "refs": [
                    "https://archive.today/20240504125201/http://www.bom.gov.au/cyclone/"
                  ]
                },
                {
                  "sentence": "After the system exited to the Australian region and struggled against moderate wind shear, 05F re-entered on February 7 and JTWC designated it tropical storm 12P",
                  "refs": [
                    "https://web.archive.org/web/20240125051257/https://www.met.gov.fj/index.php?page=warn1#20036.txt"
                  ]
                },
                {
                  "sentence": "On February 3, the FMS designated 06F and was later named Nat on February 5",
                  "refs": [
                    "https://web.archive.org/web/20240202024946/https://www.met.gov.fj/index.php?page=warn1#20036.txt"
                  ]
                },
                {
                  "sentence": "The FMS upgraded Nat to a Category 2 tropical cyclone the next day before wind shear led to the system's demise",
                  "refs": []
                },
                {
                  "sentence": "Simultaneously, Tropical Disturbance 07F formed on February 5 before dissipating",
                  "refs": [
                    "https://wiki.chlod.net/jtwc/prog/2024-01-23-0300-sh0724prog.txt"
                  ]
                },
                {
                  "sentence": "08F quickly developed and the FMS named Osai on February 7 before an increase in wind shear caused the storm to dissipate",
                  "refs": [
                    "https://archive.today/20240206142528/https://www.wis-jma.go.jp/d/o/NFFN/Alphanumeric/Warning/Tropical_cyclone/20240206/120000/A_WTPS11NFFN061200CCA_C_RJTD_20240206140817_66.txt"
                  ]
                },
                {
                  "sentence": "On February 11, 09F developed and was short-lived due to high wind shear",
                  "refs": [
                    "https://archive.today/20240205130849/https://www.met.gov.fj/index.php?page=warn1%2320036.txt"
                  ]
                },
                {
                  "sentence": "On February 14, the FMS designated 10F and soon the JTWC initiated advisories on Tropical Cyclone 15P",
                  "refs": []
                },
                {
                  "sentence": "However, 10F was short-lived due to increasing wind shear",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "July - December",
              "section_content": [],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Australian Region",
          "section_content": [],
          "subsections": [
            {
              "section_title": "January - June",
              "section_content": [
                {
                  "sentence": "After a significant lull in activity, Tropical Disturbance 04F formed on January 25 and dissipated the next day",
                  "refs": []
                },
                {
                  "sentence": "On February 1, 06U entered the South Pacific basin and was designated 05F by the FMS",
                  "refs": [
                    "https://archive.today/20240504125201/http://www.bom.gov.au/cyclone/"
                  ]
                },
                {
                  "sentence": "After the system exited to the Australian region and struggled against moderate wind shear, 05F re-entered on February 7 and JTWC designated it tropical storm 12P",
                  "refs": [
                    "https://web.archive.org/web/20240125051257/https://www.met.gov.fj/index.php?page=warn1#20036.txt"
                  ]
                },
                {
                  "sentence": "On February 3, the FMS designated 06F and was later named Nat on February 5",
                  "refs": [
                    "https://web.archive.org/web/20240202024946/https://www.met.gov.fj/index.php?page=warn1#20036.txt"
                  ]
                },
                {
                  "sentence": "The FMS upgraded Nat to a Category 2 tropical cyclone the next day before wind shear led to the system's demise",
                  "refs": []
                },
                {
                  "sentence": "Simultaneously, Tropical Disturbance 07F formed on February 5 before dissipating",
                  "refs": [
                    "https://wiki.chlod.net/jtwc/prog/2024-01-23-0300-sh0724prog.txt"
                  ]
                },
                {
                  "sentence": "08F quickly developed and the FMS named Osai on February 7 before an increase in wind shear caused the storm to dissipate",
                  "refs": [
                    "https://archive.today/20240206142528/https://www.wis-jma.go.jp/d/o/NFFN/Alphanumeric/Warning/Tropical_cyclone/20240206/120000/A_WTPS11NFFN061200CCA_C_RJTD_20240206140817_66.txt"
                  ]
                },
                {
                  "sentence": "On February 11, 09F developed and was short-lived due to high wind shear",
                  "refs": [
                    "https://archive.today/20240205130849/https://www.met.gov.fj/index.php?page=warn1%2320036.txt"
                  ]
                },
                {
                  "sentence": "On February 14, the FMS designated 10F and soon the JTWC initiated advisories on Tropical Cyclone 15P",
                  "refs": []
                },
                {
                  "sentence": "However, 10F was short-lived due to increasing wind shear",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "July - December",
              "section_content": [],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "South Pacific Ocean",
          "section_content": [],
          "subsections": [
            {
              "section_title": "January - June",
              "section_content": [
                {
                  "sentence": "After a significant lull in activity, Tropical Disturbance 04F formed on January 25 and dissipated the next day",
                  "refs": []
                },
                {
                  "sentence": "On February 1, 06U entered the South Pacific basin and was designated 05F by the FMS",
                  "refs": [
                    "https://archive.today/20240504125201/http://www.bom.gov.au/cyclone/"
                  ]
                },
                {
                  "sentence": "After the system exited to the Australian region and struggled against moderate wind shear, 05F re-entered on February 7 and JTWC designated it tropical storm 12P",
                  "refs": [
                    "https://web.archive.org/web/20240125051257/https://www.met.gov.fj/index.php?page=warn1#20036.txt"
                  ]
                },
                {
                  "sentence": "On February 3, the FMS designated 06F and was later named Nat on February 5",
                  "refs": [
                    "https://web.archive.org/web/20240202024946/https://www.met.gov.fj/index.php?page=warn1#20036.txt"
                  ]
                },
                {
                  "sentence": "The FMS upgraded Nat to a Category 2 tropical cyclone the next day before wind shear led to the system's demise",
                  "refs": []
                },
                {
                  "sentence": "Simultaneously, Tropical Disturbance 07F formed on February 5 before dissipating",
                  "refs": [
                    "https://wiki.chlod.net/jtwc/prog/2024-01-23-0300-sh0724prog.txt"
                  ]
                },
                {
                  "sentence": "08F quickly developed and the FMS named Osai on February 7 before an increase in wind shear caused the storm to dissipate",
                  "refs": [
                    "https://archive.today/20240206142528/https://www.wis-jma.go.jp/d/o/NFFN/Alphanumeric/Warning/Tropical_cyclone/20240206/120000/A_WTPS11NFFN061200CCA_C_RJTD_20240206140817_66.txt"
                  ]
                },
                {
                  "sentence": "On February 11, 09F developed and was short-lived due to high wind shear",
                  "refs": [
                    "https://archive.today/20240205130849/https://www.met.gov.fj/index.php?page=warn1%2320036.txt"
                  ]
                },
                {
                  "sentence": "On February 14, the FMS designated 10F and soon the JTWC initiated advisories on Tropical Cyclone 15P",
                  "refs": []
                },
                {
                  "sentence": "However, 10F was short-lived due to increasing wind shear",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "July - December",
              "section_content": [],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "South Atlantic Ocean",
          "section_content": [
            {
              "sentence": "On February 16, the CHM stated that a subtropical depression had formed in the Rio de Janeiro basin",
              "refs": []
            },
            {
              "sentence": "Two days later, the cyclone acquired tropical characteristics and became a tropical depression",
              "refs": [
                "http://web.archive.org/web/20240215000000/https://www.metoc.navy.mil/jtwc/products/sh1524web.txt"
              ]
            },
            {
              "sentence": "In the early hours of 19 February, the depression developed into a tropical storm, thus receiving the name Akará.",
              "refs": []
            },
            {
              "sentence": "In the early hours of December 15, 2024, Subtropical Storm Biguá formed off the coast of the Brazilian state of Rio Grande do Sul, according to CHM",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Systems",
      "section_content": [],
      "subsections": [
        {
          "section_title": "January",
          "section_content": [
            {
              "sentence": "January was slightly active featuring eight systems forming with four of them being named",
              "refs": []
            },
            {
              "sentence": "Tropical Storm Alvaro from the South-West Indian Ocean persisted into 2024 and made landfall in Madagascar, killing nineteen and causing some damages",
              "refs": [
                "https://www.marinha.mil.br/chm/dados-do-smm-cartas-sinoticas/cartas-sinoticas"
              ]
            },
            {
              "sentence": "Cyclone Belal affected Reunion and Mauritius, causing six fatalities",
              "refs": []
            },
            {
              "sentence": "In the Australian region, Cyclone Kirrily affected Queensland while Cyclone Anggrek formed in the basin, entered the South-West Indian Ocean on January 25, and became a Category 4-equivalent tropical cyclone on January 28, making it the strongest storm of the month, as well as the first major tropical cyclone of the year.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "February",
          "section_content": [
            {
              "sentence": "February was slightly above-average, featuring nine systems with six of them being named",
              "refs": []
            },
            {
              "sentence": "In the South Pacific, Cyclones Nat and Osai affected Samoa, with the former peaking as a Category 2 tropical cyclone before dissipating on February 10",
              "refs": [
                "http://www.meteo.fr/temps/domtom/La_Reunion/webcmrs9.0/anglais/activiteope/bulletins/cmrs/CMRSA_202401270720.pdf"
              ]
            },
            {
              "sentence": "In the South-West Indian ocean, Cyclone Djoungou is the strongest system this month",
              "refs": []
            },
            {
              "sentence": "Cyclone Eleanor affected sparsely over the Mascarene Islands",
              "refs": []
            },
            {
              "sentence": "In the South Atlantic, Tropical Storm Akará affected Southern Brazil",
              "refs": []
            },
            {
              "sentence": "In the Australian region, Cyclone Lincoln crossed through the Northern Territory inland just after making landfall in that particular area",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "March",
          "section_content": [
            {
              "sentence": "March was near-average, featuring seven systems, with four of which have been named",
              "refs": []
            },
            {
              "sentence": "The month began in the South-West Indian Ocean with Tropical Storm Filipo, which affected Madagascar and Mozambique as a severe tropical storm",
              "refs": []
            },
            {
              "sentence": "On the other side of the basin, Cyclone Megan made landfall in Borroloola, Australia just after reaching its peak as a Category-3 cyclone, bringing destructive winds and heavy rain in the area",
              "refs": []
            },
            {
              "sentence": "Cyclone Neville, is the strongest tropical cyclone in this month",
              "refs": []
            },
            {
              "sentence": "Before the end of the month, Cyclone Gamane made landfall in the northeastern tip of Madagascar as a Category-2 cyclone before it dissipated on March 28.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "April",
          "section_content": [
            {
              "sentence": "April was an unusually inactive month, featuring four systems, with three getting named",
              "refs": []
            },
            {
              "sentence": "The month started with Cyclone Olga, which formed over the open waters of Western Australia and peaked as a Category 4-equivalent major cyclone as it remains over the Indian Ocean",
              "refs": []
            },
            {
              "sentence": "Shortly after Olga degenerated into a tropical low, short-lived Cyclone Paul would also form in the Coral Sea",
              "refs": []
            },
            {
              "sentence": "12U formed on April 12 and dissipated 2 days later",
              "refs": []
            },
            {
              "sentence": "On the last day of April, Cyclone Hidaya formed near Seychelles and made a rare landfall in Tanzania as a weakening tropical storm.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "May",
          "section_content": [
            {
              "sentence": "May was an average month, featuring five cyclones, with four receiving names, the month started with Cyclone Ialy, which formed near Comoros and intensified into a compact tropical cyclone",
              "refs": []
            },
            {
              "sentence": "On May 22, Typhoon Ewiniar formed southeast of Palau, traversing the Philippines before strengthening as a potent Category-2 typhoon over Lamon Bay",
              "refs": []
            },
            {
              "sentence": "Cyclone Remal formed in the Bay of Bengal on May 24",
              "refs": []
            },
            {
              "sentence": "In the latter part of May, Tropical Storm Maliksi formed in the South China Sea and made landfall in Guangdong Province as a weak tropical storm.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "June",
          "section_content": [
            {
              "sentence": "June was abnormally inactive",
              "refs": []
            },
            {
              "sentence": "It was the least active June since reliable records began, and one of the least active months in any given year on record, with only three named storms, all forming in the North Atlantic basin",
              "refs": []
            },
            {
              "sentence": "This month started very late, with no storms developing until June 19, when Tropical Storm Alberto formed in the Bay of Campeche and made landfall in Ciudad Madero, Tamaulipas as a mild tropical storm",
              "refs": []
            },
            {
              "sentence": "On June 28, Hurricane Beryl formed south of Cabo Verde and rapidly intensified into a major hurricane",
              "refs": []
            },
            {
              "sentence": "It brushed through the Windward Islands as a high-end Category 4 major hurricane",
              "refs": []
            },
            {
              "sentence": "Beryl entered the Caribbean Sea, and strengthened further into a Category 5 major hurricane, becoming the strongest tropical cyclone of this month",
              "refs": []
            },
            {
              "sentence": "Tropical Depression Three formed on June 30 near Veracruz, becoming Tropical Storm Chris soon after",
              "refs": []
            },
            {
              "sentence": "Chris would be short-lived as it made landfall in Tuxpan, Veracruz before it dissipated the next day.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "July",
          "section_content": [
            {
              "sentence": "July was moderately active, with seven systems and five of them being named, the month started with Tropical Storm Aletta, which formed off the coast of Mexico on July 4",
              "refs": []
            },
            {
              "sentence": "On July 19, two tropical cyclones were formed on either side of the basin",
              "refs": []
            },
            {
              "sentence": "Typhoon Gaemi formed east of Palau and peaked as a Category-4 typhoon on July 24, making it the strongest tropical cyclone of this month",
              "refs": []
            },
            {
              "sentence": "Gaemi later made landfall on the northeastern coast of Taiwan as a Category-3 typhoon",
              "refs": []
            },
            {
              "sentence": "Meanwhile, Severe Tropical Storm Prapiroon formed southeast of Manila and hit Hainan and Vietnam as a tropical storm",
              "refs": []
            },
            {
              "sentence": "In the Eastern Pacific, short-lived Tropical Storm Bud unexpectedly formed off the southern tip of Baja California",
              "refs": []
            },
            {
              "sentence": "A week later, Hurricane Carlotta formed off the coast of Mexico and became a Category-1 hurricane on August 2nd",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "August",
          "section_content": [
            {
              "sentence": "August was an above average month, featuring twenty-three systems, with sixteen being named",
              "refs": []
            },
            {
              "sentence": "The month started on August 2, when a land depression developed over India in the North Indian basin",
              "refs": []
            },
            {
              "sentence": "In the Eastern Pacific, a tropical cyclone outbreak saw the formation of three tropical storms in a quick session: Daniel on August 3, Emilia on August 4, and Fabio on August 5",
              "refs": []
            },
            {
              "sentence": "Also on August 3, Hurricane Debby formed in the North Atlantic and made landfall near Steinhatchee, Florida as a mid-range hurricane",
              "refs": []
            },
            {
              "sentence": "In the Western Pacific, Severe Tropical Storm Maria formed on August 5",
              "refs": []
            },
            {
              "sentence": "About a week later, Tropical Storm Son-Tinh developed just southeast of Maria",
              "refs": []
            },
            {
              "sentence": "It was later followed by the formations of Typhoon Ampil and Tropical Storm Wukong that both developed just a day of August 13",
              "refs": []
            },
            {
              "sentence": "Back in the North Atlantic, Hurricane Ernesto developed southeast of Cabo Verde",
              "refs": []
            },
            {
              "sentence": "It then traversed through the Leeward Islands and Puerto Rico as a tropical storm and made landfall in Bermuda as a Category 1 hurricane",
              "refs": []
            },
            {
              "sentence": "On August 15, a rare early-season cyclone formed in the South-West Indian Ocean",
              "refs": []
            },
            {
              "sentence": "Two days later, Tropical Storm Jongdari formed east of Taiwan and affected the Korean Peninsula",
              "refs": []
            },
            {
              "sentence": "A day later, Hurricane Gilma developed south of Mexico",
              "refs": []
            },
            {
              "sentence": "Activity continued in the Pacific with Typhoon Shanshan, which made landfall in Japan on August 30",
              "refs": []
            },
            {
              "sentence": "On August 23, Hurricane Hone formed in the Central Pacific, becoming the first storm to form in the basin since Ema of 2019",
              "refs": []
            },
            {
              "sentence": "Soon after, on August 25, Tropical Storm Hector was named",
              "refs": []
            },
            {
              "sentence": "In the North Indian Ocean, Cyclone Asna formed between Madhya and Uttar Pradesh on August 30",
              "refs": []
            },
            {
              "sentence": "On August 31, Typhoon Yagi formed, later affecting the Philippines and became a powerful Category 5 super typhoon in the South China Sea before striking northern Vietnam, becoming the strongest storm of the month.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "September",
          "section_content": [
            {
              "sentence": "September was very active, with twenty-one storms forming, and sixteen receiving names, with another system – 17W (Igme) – receiving a name that is deemed unofficial outside the Philippines",
              "refs": []
            },
            {
              "sentence": "The month ramped off with Tropical Storm Leepi, which formed in the open Pacific ocean",
              "refs": []
            },
            {
              "sentence": "On September 9, Typhoon Bebinca and Hurricane Francine both formed in the West Pacific and Atlantic, respectively",
              "refs": []
            },
            {
              "sentence": "A couple of days later, tropical storms Ileana, Gordon, Pulasan, and Soulik later joined the formation",
              "refs": []
            },
            {
              "sentence": "On September 22, Hurricane John formed off the coast of southern Mexico and rapidly strengthened into a hurricane",
              "refs": []
            },
            {
              "sentence": "It then made landfall in southern Mexico as a Category 3 hurricane",
              "refs": []
            },
            {
              "sentence": "Simultaneously, on September 24, Tropical Storm Cimaron and Hurricane Helene formed on the same day, with Helene later becoming a major hurricane and made landfall over the Big Bend region in Florida two days later",
              "refs": []
            },
            {
              "sentence": "Hurricanes Isaac and Kirk, Typhoon Krathon and tropical storms Jebi and Joyce also developed in the succeeding days",
              "refs": []
            },
            {
              "sentence": "The month ended with the formation of Moderate Tropical Storm Ancha in the South-West Indian Ocean basin.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "October",
          "section_content": [
            {
              "sentence": "October was an average month, with fifteen systems forming, nine of which being officially named",
              "refs": []
            },
            {
              "sentence": "The month kicked off with the formation of Tropical Depression Eleven-E in the Eastern Pacific Ocean basin on October 1",
              "refs": []
            },
            {
              "sentence": "It was then followed by the formation of Hurricane Leslie in the Atlantic the next day",
              "refs": []
            },
            {
              "sentence": "On October 5, two systems formed, Tropical Storm Barijat and Hurricane Milton on either side of the world, with Milton later becoming one of the strongest in the Atlantic basin and the strongest worldwide for 2024 so far, before making landfall in Florida as a Category 3 hurricane",
              "refs": []
            },
            {
              "sentence": "In the third week of October, two tropical depressions formed in the North Indian Ocean, and another one in the Western Pacific",
              "refs": []
            },
            {
              "sentence": "A few days later, on October 19, three systems simultaneously developed on both sides of the planet: Tropical Storm Nadine and Hurricane Oscar in the North Atlantic, and Tropical Storm Trami in the Northwestern Pacific",
              "refs": []
            },
            {
              "sentence": "The cyclogenesis of Hurricane Kristy in the Eastern Pacific followed two days later – on October 21 – which formed partly from the remnants of Nadine",
              "refs": []
            },
            {
              "sentence": "On the same day, a well-marked low pressure area developed over Andaman Sea in Bay of Bengal owing to a cyclonic circulation; it intensified into a tropical depression the very next day with deep convection, and eventually became Cyclone Dana on October 23",
              "refs": []
            },
            {
              "sentence": "A day after Dana was named, Typhoon Kong-rey formed in the Western Pacific; initially located southeast of Guam, the storm later passed through Batanes before it made landfall in Chenggong, Taitung in Taiwan.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "November",
          "section_content": [
            {
              "sentence": "November was above-average, with twelve storms and eleven of them being named",
              "refs": []
            },
            {
              "sentence": "The month started off with the formation of Tropical Storm Lane in the Eastern Pacific, followed by Tropical Storm Patty forming out of the open Atlantic",
              "refs": []
            },
            {
              "sentence": "The next day, Typhoon Yinxing formed in the West Pacific, followed by Hurricane Rafael in the Atlantic",
              "refs": []
            },
            {
              "sentence": "Two days later, the Western Pacific became more active as typhoons Toraji, Man-yi and Usagi formed, followed by Cyclone Bheki in the South-West Indian Ocean and Tropical Storm Sara in the Atlantic a few days later, in the Australian region, Cyclone Robyn forms, making it the first storm of the season, followed by Cyclone Fengal in the North Indian Ocean a week later.",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "December",
          "section_content": [
            {
              "sentence": "December was an active month, featuring twelve storms forming",
              "refs": []
            },
            {
              "sentence": "However, only three have been named, with another system – Querubin – receiving a name that is deemed unofficial outside of the Philippines",
              "refs": []
            },
            {
              "sentence": "The month started with tropical lows 04U and 02U both forming in the Australian basin",
              "refs": []
            },
            {
              "sentence": "Then in the Southwest Indian Ocean, Cyclone Chido formed and became the most intense cyclone this month, the third-costliest in the basin, and one of the deadliest storms of the year",
              "refs": []
            },
            {
              "sentence": "Meanwhile, Subtropical Storm Biguá formed, becoming a rare South Atlantic tropical cyclone",
              "refs": []
            },
            {
              "sentence": "Before the month ended, a tropical low formed to the west of Australia; initially designated by the Australian Bureau of Meteorology as Tropical Low 08U, it degenerated to a low on January 4 before crossing into the South-West Indian Ocean basin, where it reorganized and eventually became Cyclone Dikeledi.",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Global effects",
      "section_content": [
        {
          "sentence": "There are a total of seven tropical cyclone basins that tropical cyclones typically form in this table, data from all these basins are added",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [
        {
          "sentence": "Regional Specialized Meteorological Centers",
          "refs": []
        },
        {
          "sentence": "Tropical Cyclone Warning Centers",
          "refs": []
        },
        {
          "sentence": "Other Warning Centres",
          "refs": []
        }
      ],
      "subsections": []
    }
  ],
  "references": {
    "134": "[ERROR retrieving ref link]",
    "135": "[ERROR retrieving ref link]",
    "136": "[ERROR retrieving ref link]",
    "137": "[ERROR retrieving ref link]",
    "138": "[ERROR retrieving ref link]",
    "139": "[ERROR retrieving ref link]",
    "12": "[ERROR retrieving ref link]",
    "1": "https://yaleclimateconnections.org/2024/11/category-5-super-typhoon-man-yi-hits-the-philippines/",
    "2": "https://www.nhc.noaa.gov/archive/2024/al14/al142024.public_a.011.shtml?",
    "3": "https://web.archive.org/web/20240114202139/https://www.cpc.ncep.noaa.gov/products/precip/CWlink/ghaz/index.php",
    "4": "https://web.archive.org/web/20240117144721/https://www.cpc.ncep.noaa.gov/products/precip/CWlink/ghaz/index.php",
    "5": "https://web.archive.org/web/20240124054837/https://www.cpc.ncep.noaa.gov/products/precip/CWlink/ghaz/index.php",
    "6": "https://web.archive.org/web/20240122033113/http://www.bom.gov.au/climate/tropical-note/",
    "7": "https://bbc.com/news/science-environment-68826152",
    "8": "https://www.climate.gov/news-features/event-tracker/atlantic-nina-verge-developing-heres-why-we-should-pay-attention",
    "9": "https://tropical.colostate.edu/Forecast/2024_0903_seasondiscussion.pdf",
    "10": "https://www.foxweather.com/weather-news/atlantic-hurricane-season-slowest-start-2014",
    "11": "https://www.wsbtv.com/weather/tropical-storm-alberto-first-named-storm-2024-season-forms-gulf-mexico/I2H5KRT3ABE47NMJG46CM3L43Y/",
    "13": "https://www.nhc.noaa.gov/archive/2024/al01/al012024.discus.008.shtml?",
    "14": "https://archive.today/20240111120259/http://www.bom.gov.au/cyclone/",
    "15": "https://x.com/philklotzbach/status/1806882310148530470",
    "16": "https://www.nhc.noaa.gov/archive/2024/al02/al022024.discus.005.shtml?",
    "17": "https://apnews.com/article/tropical-system-beryl-caribbean-0a61043f36a9439f8037147d60e3c9e3",
    "18": "https://www.theweathernetwork.com/en/news/weather/forecasts/beryl-expected-to-hit-the-caribbean-as-a-hurricane-this-week",
    "19": "https://x.com/philklotzbach/status/1807440817801384401",
    "20": "https://amp.cnn.com/cnn/2024/06/30/weather/hurricane-beryl-barbados-caribbean-sunday",
    "21": "https://www.nhc.noaa.gov/archive/2024/al03/al032024.discus.001.shtml?",
    "22": "https://mexiconewsdaily.com/news/tropical-storm-chris-makes-landfall-in-veracruz/",
    "23": "https://www.wapt.com/article/the-tropics-turned-eerily-quiet-after-hurricane-beryl-why/61624756",
    "24": "https://archive.today/20240112014028/http://www.bom.gov.au/cyclone/",
    "25": "https://web.archive.org/web/20240124004105/http://www.bom.gov.au/cyclone/",
    "26": "https://www.bbc.com/weather/articles/c4gd13l35qpo",
    "27": "[ERROR retrieving ref link]",
    "28": "https://www.nhc.noaa.gov/archive/2024/al07/al072024.discus.001.shtml?",
    "29": "https://www.accuweather.com/en/hurricane/hurricane-francine-makes-landfall-in-southern-louisiana-as-a-category-2-storm/1689883",
    "30": "https://www.nhc.noaa.gov/archive/2024/al09/al092024.discus.005.shtml?",
    "31": "https://riviera-maya-news.com/helene-leaves-cancun-behind-and-more-than-120000-without-power/2024.html",
    "32": "https://www.nhc.noaa.gov/archive/2024/al10/al102024.public.010.shtml?",
    "33": "[ERROR retrieving ref link]",
    "34": "[ERROR retrieving ref link]",
    "35": "[ERROR retrieving ref link]",
    "36": "https://earthobservatory.nasa.gov/images/153426/three-storms-churn-in-an-active-atlantic",
    "37": "[ERROR retrieving ref link]",
    "38": "https://yaleclimateconnections.org/2024/10/a-caribbean-rainmaker-could-become-a-tropical-storm-just-before-sliding-inland/",
    "39": "https://michaelrlowry.substack.com/p/october-surprise-oscar-rapidly-forms",
    "40": "https://www.fox13seattle.com/news/hurricane-oscar-path-cuba-bahamas",
    "41": "https://www.nhc.noaa.gov/archive/2024/al17/al172024.discus.001.shtml?",
    "42": "https://apnews.com/article/tropical-storm-rafael-caribbean-jamaica-cuba-florida-51616234e364f9b0f754d0632408274e",
    "43": "https://www.usatoday.com/story/news/nation/2024/11/06/hurricane-rafael-strength-landfall-forecast/76087763007/",
    "44": "https://www.nhc.noaa.gov/archive/2024/ep08/ep082024.discus.001.shtml?",
    "45": "https://www.jornada.com.mx/noticia/2024/09/15/estados/ileana-provoca-cortes-de-luz-desborde-de-rios-e-inundaciones-en-sinaloa-217",
    "46": "https://www.nhc.noaa.gov/archive/2024/ep09/ep092024.discus.007.shtml?",
    "47": "https://www.nhc.noaa.gov/archive/2024/ep09/ep092024.discus.010.shtml?",
    "48": "https://www.nhc.noaa.gov/archive/2024/ep10/ep102024.public.001.shtml?",
    "49": "https://www.nhc.noaa.gov/archive/2024/ep10/ep102024.update.09240322.shtml?",
    "50": "https://www.newsweek.com/hurricane-kristy-strengthens-powerful-category-5-storm-1974680",
    "51": "https://www.foxweather.com/weather-news/tracking-tropics-northern-hemisphere-finally-sees-its-first-tropical-depression",
    "52": "https://rsmcnewdelhi.imd.gov.in/uploads/archive/2/2_df857d_TROPICAL%20WEATHER%20OUTLOOK%20based%20on%200300%20UTC%20of%2023.11.2024..pdf",
    "53": "https://rsmcnewdelhi.imd.gov.in/uploads/archive/2/2_0fbe70_TROPICAL%20CYCLONE%20ADVISORY%20NO.%201%20based%20on%200900%20UTC%20of%2029.11.2024.pdf",
    "54": "http://www.meteo.fr/temps/domtom/La_Reunion/webcmrs9.0/anglais/activiteope/bulletins/cmrs/CMRSA_202401031857.pdf",
    "55": "https://web.archive.org/web/20240101185314/https://www.meteomadagascar.mg/cyclone/",
    "56": "https://web.archive.org/web/20240111130819/http://www.meteo.fr/temps/domtom/La_Reunion/webcmrs9.0/anglais/index.html",
    "57": "https://news.yahoo.com/reunion-island-highest-alert-major-040230512.html",
    "58": "https://apnews.com/article/cyclone-tropical-reunion-mauritius-flood-3c0bbe47ebeea2351ef554231415ccec",
    "59": "https://web.archive.org/web/20240122143939/https://meteofrance.re/fr/cyclone",
    "60": "http://www.meteo.fr/temps/domtom/La_Reunion/webcmrs9.0/anglais/activiteope/bulletins/cmrs/CMRSA_202401251434.pdf",
    "61": "https://web.archive.org/web/20240130054741/https://meteofrance.re/fr/cyclone",
    "62": "https://www.metoc.navy.mil/jtwc/products/sh0323web.txt",
    "63": "https://www.catnat.net/veille-catastrophes-naturelles/veille-des-catastrophes-naturelles/archive-des-catastrophes/223-cyclones-et-tempetes-tropicales-monde/33951-la-tempete-tropicale-eleanor-affecte-lile-maurice",
    "64": "https://reliefweb.int/report/mozambique/mozambique-tropical-storm-filipo-flash-update-no-2-15-march-2024",
    "65": "http://www.meteo.fr/temps/domtom/La_Reunion/webcmrs9.0/anglais/activiteope/bulletins/zcit/ZCITA_202403241211.pdf",
    "66": "https://www.rfi.fr/fr/afrique/20240403-madagascar-semaine-passage-cyclone-gamane-l-%C3%A9tat-des-d%C3%A9g%C3%A2ts-se-pr%C3%A9cise",
    "67": "https://nation.africa/kenya/counties/two-confirmed-dead-in-coast-region-cyclone-ialy-4631338",
    "68": "https://archive.today/20240111061235/http://www.bom.gov.au/cyclone/",
    "69": "http://www.bom.gov.au/cyclone/history/database/Anthony-Final-Report.pdf",
    "70": "https://archive.today/20240202133249/https://www.wis-jma.go.jp/d/o/NFFN/Alphanumeric/Warning/Warnings_and_weather_summary/20240202/000000/A_WWPS21NFFN020000_C_RJTD_20240202003131_37.txt",
    "71": "https://web.archive.org/web/20240216070211/http://www.bom.gov.au/products/IDD65011.shtml",
    "72": "https://archive.today/20240301182408/http://www.bom.gov.au/cyclone/",
    "73": "http://www.meteo.fr/temps/domtom/La_Reunion/webcmrs9.0/anglais/activiteope/bulletins/zcit/ZCITA_202403241211.pdf",
    "74": "http://www.bom.gov.au/cyclone/",
    "75": "https://archive.today/20240314111504/http://www.bom.gov.au/cyclone/",
    "76": "https://archive.today/20240404002319/http://www.bom.gov.au/cyclone/",
    "77": "https://web.archive.org/web/20240403000000/https://www.metoc.navy.mil/jtwc/products/abpwweb.txt",
    "78": "https://archive.today/20240408133316/http://www.bom.gov.au/cyclone/",
    "79": "https://archive.today/20240407122746/http://www.bom.gov.au/cyclone/",
    "80": "https://archive.today/20240504125201/http://www.bom.gov.au/cyclone/",
    "81": "https://web.archive.org/web/20240125051257/https://www.met.gov.fj/index.php?page=warn1#20036.txt",
    "82": "https://web.archive.org/web/20240202024946/https://www.met.gov.fj/index.php?page=warn1#20036.txt",
    "83": "https://wiki.chlod.net/jtwc/prog/2024-01-23-0300-sh0724prog.txt",
    "84": "https://archive.today/20240206142528/https://www.wis-jma.go.jp/d/o/NFFN/Alphanumeric/Warning/Tropical_cyclone/20240206/120000/A_WTPS11NFFN061200CCA_C_RJTD_20240206140817_66.txt",
    "85": "https://archive.today/20240205130849/https://www.met.gov.fj/index.php?page=warn1%2320036.txt",
    "86": "https://archive.today/20240207133742/https://tgftp.nws.noaa.gov/data/raw/nw/nwps01.nffn..txt",
    "87": "http://web.archive.org/web/20240215000000/https://www.metoc.navy.mil/jtwc/products/sh1524web.txt",
    "88": "https://archive.today/20240216024426/https://www.marinha.mil.br/chm/dados-do-smm-warnings_and_forecasts/warnings",
    "89": "https://www.marinha.mil.br/chm/dados-do-smm-cartas-sinoticas/cartas-sinoticas",
    "90": "https://www.ncei.noaa.gov/access/monitoring/monthly-report/tropical-cyclones/202401",
    "91": "https://news.yahoo.com/reunion-island-highest-alert-major-040230512.html",
    "92": "https://apnews.com/article/cyclone-tropical-reunion-mauritius-flood-3c0bbe47ebeea2351ef554231415ccec",
    "93": "https://www.aon.com/getmedia/a3bb33ae-0424-421c-a4fb-eec805171cff/20241107-q2-2024-catastrophe-recap.pdf",
    "94": "https://crisis24.garda.com/alerts/2024/01/coral-sea-tropical-cyclone-kirrily-tracking-westward-toward-the-north-central-queensland-coast-jan-24-update-1",
    "95": "http://www.meteo.fr/temps/domtom/La_Reunion/webcmrs9.0/anglais/activiteope/bulletins/cmrs/CMRSA_202401270720.pdf",
    "96": "https://www.ncei.noaa.gov/access/monitoring/monthly-report/tropical-cyclones/202402",
    "97": "https://web.archive.org/web/20240213141446/https://www.wis-jma.go.jp/d/o/NFFN/Alphanumeric/Warning/Warnings_and_weather_summary/20240212/210000/A_WWPS21NFFN122100_C_RJTD_20240212225417_41.txt",
    "98": "https://web.archive.org/web/20240302132903/http://www.bom.gov.au/climate/tropical-note/archive/20240220.archive.shtml",
    "99": "https://www.meteosuisse.admin.ch/portrait/meteosuisse-blog/fr/2024/03/filipo.html",
    "100": "http://www.bom.gov.au/cyclone/history/neville24.shtml",
    "101": "https://abcnews.go.com/International/wireStory/tropical-cyclone-megan-crossing-australias-northern-coast-strong-108258018",
    "102": "https://reliefweb.int/report/madagascar/madagascar-tropical-cyclone-gamane-flash-update-no-1-28-march-2024",
    "103": "https://www.theeastafrican.co.ke/tea/news/east-africa/tanzania-counts-losses-after-cyclone-hidaya-4618970",
    "104": "https://www.washingtonpost.com/world/2024/05/28/typhoon-ewiniar-philippines/999c568c-1cd4-11ef-becb-2cf8dbfd9eb9_story.html",
    "105": "https://monitoring-dashboard.ndrrmc.gov.ph/assets/uploads/situations/SitRep_No__12_for_TC_AGHON.pdf",
    "106": "https://www.aljazeera.com/news/2024/5/26/cyclone-remal-slams-into-bangladesh-coast-as-hundreds-of-thousands-evacuate",
    "107": "https://www.dw.com/en/cyclone-remal-causes-death-and-damage-in-bangladesh-india/a-69189078",
    "108": "https://global.chinadaily.com.cn/a/202406/01/WS665ae36fa31082fc043ca647.html",
    "109": "https://www.bermudareinsurancemagazine.com/alberto-falls-apart-after-causing-four-deaths-in-mexico",
    "110": "https://www.bloomberg.com/news/articles/2024-07-05/beryl-rakes-mexico-s-yucatan-with-hurricane-winds-and-heavy-rain",
    "111": "https://www.cabomil.net/post/tormenta-tropical-chris-toc%C3%B3-tierra-en-veracruz",
    "112": "https://vietnamnet.vn/en/tropical-depression-makes-landfall-causes-heavy-rain-2302202.html",
    "113": "https://ndrrmc.gov.ph/attachments/article/4259/SitRep_No_7_for_the_Combined_Effects_of_Southwest_Monsoon_and_TD_Butchoy_2024.pdf",
    "114": "https://www.pattayamail.com/thailandnews/tropical-storm-prapiroon-causing-heavy-rainfall-in-some-parts-of-thailand-466538",
    "115": "https://www.khmertimeskh.com/501528432/severe-weather-causes-fatal-tuk-tuk-accident-in-siem-reap-video/",
    "116": "https://tribune.net.ph/amp/story/2024/07/23/agri-damage-from-carina-now-exceeds-p79m",
    "117": "https://www.independent.co.uk/climate-change/news/typhoon-gaemi-taiwan-china-philippines-terra-nova-tracker-b2586233.html",
    "118": "https://firststreet.org/press/first-street-recreation-of-hurricane-debby-finds-majority-of-damaged-homes-outside-of-fema-flood-zones",
    "119": "https://www.japantimes.co.jp/news/2024/08/16/japan/typhoon-ampil-severe-storm/",
    "120": "https://www.straitstimes.com/asia/east-asia/severe-tropical-storm-maria-makes-landfall-in-japan-forces-flights-to-be-cancelled",
    "121": "https://archive.today/20240814221053/https://abcnews.go.com/amp/US/ernesto-near-hurricane-force-winds-tropical-storm/story?id=112824561",
    "122": "https://apnews.com/article/south-korea-tropical-storm-jongdari-a73ffabd23b55f98e7f3c1056e80c678",
    "123": "https://english.kyodonews.net/news/2024/08/d020abcba419-powerful-typhoon-hitting-southwestern-japan-island-of-kyushu.html",
    "124": "https://www.foxweather.com/weather-news/tracking-hurricane-hone-hawaii-impacts.amp",
    "125": "https://www.indiatoday.in/india/story/gujarat-floods-heavy-rain-vadodara-surat-ahmedabad-narmada-tapi-over-safety-mark-2589089-2024-08-28",
    "126": "https://monitoring-dashboard.ndrrmc.gov.ph/exports/infographics/tc-enteng-and-southwest-monsoon-2024/6874/04-1725417208",
    "127": "https://www.nhc.noaa.gov/archive/2024/al06/al062024.update.09112157.shtml?",
    "128": "https://monitoring-dashboard.ndrrmc.gov.ph/assets/uploads/situations/SitRep_No__5_for_the_Effects_of_Trough_of_TC_FERDIE_BEBINCA_and_Enhanced_Southwest_Monsoon_2024.pdf",
    "129": "https://www.france24.com/en/live-news/20240916-strongest-typhoon-to-hit-shanghai-since-1949-shuts-down-megacity",
    "130": "https://www.elsoldesinaloa.com.mx/local/ileana-no-deja-danos-ni-afectaciones-en-culiacan-12557435.html",
    "131": "https://www.telegraphindia.com/west-bengal/kolkata/heavy-rain-lashes-south-bengal-more-showers-expected/cid/2048032",
    "132": "https://www.gmanetwork.com/news/topstories/nation/920838/ndrrmc-habagat-ferdie-gener/story/",
    "133": "https://www.aoml.noaa.gov/phod/cyclone/data/seven.php"
  },
  "flair_entities": [
    "korean peninsula",
    "tropical storm carlotta",
    "tropical storms son-tinh",
    "cabo verde",
    "météo-france",
    "ofunato",
    "northern territory",
    "ernesto",
    "tropical low 08u",
    "tokyo",
    "kristy",
    "cagduyong island",
    "wenchang city",
    "philippine sea",
    "south-west indian ocean",
    "atlantic",
    "yucatán peninsula",
    "zhoushan",
    "southeastern",
    "eastern pacific",
    "indian",
    "seychelles",
    "kristine",
    "mjo",
    "uttar pradesh",
    "laos",
    "masbate city",
    "tanzania",
    "papua new guinea",
    "pacific ocean",
    "tropical depression 04w",
    "tropical depression three",
    "putian",
    "gaemi",
    "pulasan",
    "kong-rey",
    "babuyan channel",
    "hualien",
    "noaa",
    "philippines",
    "kaohsiung",
    "querubin",
    "marinduque",
    "butchoy",
    "cyclone djoungou",
    "hurricane john",
    "quảng trị",
    "typhoon wayne",
    "luzon",
    "oscar",
    "mangkhut",
    "tuxpan",
    "osai",
    "xiuyu",
    "tropical disturbance 07f",
    "tropical storm beryl",
    "india",
    "iod",
    "ewiniar",
    "emily",
    "florida",
    "helen",
    "guangdong",
    "north atlantic ocean",
    "wanning",
    "comoros",
    "chenggong",
    "eleanor",
    "veracruz",
    "siaogang district",
    "fiji meteorological service",
    "belize",
    "trinidad",
    "japan meteorological agency",
    "bay of campeche",
    "cyclone bheki",
    "meteorology, climatology, and geophysical agency",
    "tropical cyclone wind signal",
    "sasebo",
    "invest 90w",
    "alma",
    "united states",
    "northern mariana islands",
    "mayotte",
    "new year",
    "nhc",
    "csu",
    "monsoonal",
    "tropical storm joyce",
    "cyclone robyn",
    "philippine area of responsibility",
    "regional specialized meteorological centers",
    "fms",
    "jma",
    "paulette",
    "pacific",
    "barijat",
    "rio grande do sul",
    "cyclone kirrily",
    "mascarene islands",
    "rammasun",
    "tropical storm chris",
    "usagi",
    "tropical storm trami",
    "par",
    "tropical storm ileana",
    "cyclones nat",
    "regional specialized meteorological center",
    "tropical cyclone 15p",
    "joyce",
    "metservice",
    "tropical storm alberto",
    "southwest indian ocean",
    "tropical storm barijat",
    "gulf of tonkin.",
    "cyclone megan",
    "xuwen county",
    "mfr",
    "united states navy",
    "tropical storm sara",
    "manila",
    "prapiroon",
    "moderate tropical storm ancha",
    "nika",
    "gulf of tonkin",
    "maritime continent",
    "indian ocean",
    "neville",
    "southern china",
    "wukong",
    "haiphong",
    "igme",
    "cordilleras",
    "soulik",
    "bebinca",
    "bmkg",
    "enteng",
    "australian",
    "nat",
    "ferdie",
    "nadine",
    "hone",
    "dipole",
    "national weather service",
    "western pacific ocean",
    "lamon bay",
    "new zealand",
    "tropical cyclone warning center",
    "torrijos",
    "asna",
    "tropical storm akará",
    "yinxing",
    "australian bureau of meteorology",
    "cyclone chido",
    "taiwan",
    "quảng ninh",
    "invest 99w",
    "south-west indian",
    "sanchez mira",
    "gilma",
    "leepi",
    "hainan",
    "cordillera central",
    "cyclone hidaya",
    "madden",
    "isabela",
    "wilma",
    "masbate",
    "northern luzon",
    "belal",
    "jebi",
    "south pacific",
    "cyclone dikeledi.",
    "tropical storm jongdari",
    "marce",
    "cyclone lincoln",
    "eastern pacific ocean",
    "tropical depression 05w",
    "tropical storm bud",
    "john",
    "chris",
    "sri lanka",
    "tropical depression 23w",
    "kirk",
    "06u",
    "milton",
    "rio de janeiro",
    "rafael",
    "south china sea",
    "batanes",
    "south atlantic ocean",
    "newfoundland",
    "ema",
    "gulf of mexico",
    "ilocos sur",
    "hurricanes leslie",
    "pagasa",
    "atlantic niña",
    "lpa",
    "central pacific",
    "east atlantic",
    "north atlantic",
    "central pacific hurricane center",
    "typhoon herb",
    "saharan",
    "gener",
    "gordon",
    "cyclone olga",
    "tropical storm bret",
    "tamil nadu",
    "pamela",
    "northern vietnam",
    "casiguran",
    "category-4",
    "world meteorological organization",
    "south china",
    "palau",
    "basiao island",
    "samoa",
    "western pacific",
    "el niño-like",
    "fujian province",
    "tropical storm aletta",
    "homonhon island",
    "ampil",
    "severe tropical storm maria",
    "typhoon krathon",
    "cabo verde islands",
    "joint typhoon warning center",
    "ciudad madero",
    "guam",
    "patnanungan",
    "cyclone dana",
    "carlotta",
    "borroloola",
    "helene",
    "leslie",
    "isaac",
    "west pacific",
    "taiwan.",
    "shanshan",
    "cyclone warning centers",
    "typhoon ampil",
    "typhoon bebinca",
    "central america",
    "palanan",
    "cphc",
    "sabtang",
    "leon",
    "wmo",
    "date line",
    "azores",
    "tropical storm hector",
    "taiwan strait",
    "gangetic west bengal",
    "andaman sea",
    "cyclone fengal",
    "micronesian islands",
    "category-1",
    "queensland",
    "bom",
    "typhoon ewiniar",
    "japan",
    "hurricane dennis",
    "odisha",
    "tropical storm alvaro",
    "typhoon yagi",
    "bonin islands",
    "krathon",
    "taitung",
    "ileana",
    "fabio",
    "indonesia",
    "vietnam",
    "cyclone paul",
    "emilia",
    "national hurricane center",
    "rita",
    "louisiana",
    "tropical disturbance 04f",
    "jtwc",
    "brazilian navy hydrographic center",
    "bermuda",
    "south pacific ocean",
    "mauritius",
    "madden–julian oscillation",
    "tropical storm maliksi",
    "tropical storm nadine",
    "tropical storm wukong",
    "cimaron",
    "tcwc",
    "bay of bengal",
    "yagi",
    "indian meteorological department",
    "utc",
    "eastern samar",
    "south atlantic",
    "shanghai",
    "fengal",
    "typhoon gloria",
    "tropical storm cimaron",
    "tropical storm patty",
    "myanmar",
    "southern brazil",
    "storm gordon",
    "cagayan",
    "dana",
    "tropical depression 02w",
    "quang ninh",
    "tropical storm son-tinh",
    "southeast asia",
    "debby",
    "puerto rico",
    "akará.",
    "santa ana",
    "steinhatchee",
    "toraji",
    "caribbean",
    "tropical storm filipo",
    "tropical depression 24w",
    "southeastern united states",
    "storm lane",
    "reunion",
    "subtropical storm biguá",
    "divilacan",
    "mexico",
    "turks and caicos",
    "typhoon shanshan",
    "baja california",
    "caribbean sea",
    "thailand",
    "jharkhand",
    "category-3",
    "south china sea.",
    "north indian",
    "brazilian",
    "bob 02",
    "typhoon yinxing",
    "olga",
    "haikou",
    "big bend",
    "carina",
    "tamaulipas",
    "northern bay of bengal",
    "typhoon kong-rey",
    "yap",
    "quezon",
    "guangdong province",
    "cyclone ialy",
    "el niño",
    "rsmc",
    "pngnws",
    "cyclone gamane",
    "tropical storm lane",
    "aurora",
    "northwestern pacific",
    "thailand.",
    "daniel",
    "julian",
    "rai",
    "central pacific oceans",
    "leeward islands",
    "india meteorological department",
    "pepito",
    "cyclone anggrek",
    "francine",
    "bangladesh",
    "cuba",
    "madagascar",
    "ofel",
    "madhya",
    "tropical storm leepi",
    "philippine atmospheric, geophysical and astronomical services administration",
    "trami",
    "coral sea",
    "australia",
    "maria",
    "maliksi",
    "windward islands",
    "rossby",
    "batuan",
    "beryl",
    "lucena",
    "vĩnh linh district",
    "tropical depression eleven-e",
    "indian ocean dipole",
    "remal",
    "north indian ocean",
    "chm",
    "mozambique",
    "china",
    "batangas",
    "western australia",
    "virac",
    "southwestern caribbean",
    "imd",
    "tropical depression 01e",
    "man-yi",
    "giporlos"
  ]
}