{
  "title": "Tulsi_Gabbard",
  "url": "https://en.wikipedia.org/wiki/Tulsi_Gabbard",
  "summary": "Tulsi Gabbard (; born April 12, 1981) is an American politician and military officer serving as a lieutenant colonel in the U.S. Army Reserve since 2021. Gabbard served as U.S. representative for Hawaii's 2nd congressional district from 2013 to 2021. She also served as the youngest state legislator in Hawaii from 2002 to 2004. She was a candidate in the 2020 Democratic presidential primaries. She left the Democratic Party in 2022 to become an independent. In 2024, she joined the Republican Party. In November 2024, President-elect Trump selected Gabbard for the position of director of national intelligence in his second term.\nGabbard joined the Hawaii Army National Guard in 2003 and was deployed to Iraq from 2004 to 2005, where she served as a specialist with the medical unit, and received the Combat Medical Badge. In 2007, Gabbard completed the officer training program at the Alabama Military Academy. She was stationed in Kuwait from 2008 to 2009 as an Army Military Police platoon leader. In 2015, while also serving in Congress, Gabbard became a major with the Hawaii Army National Guard. In 2020, still while serving in Congress she transferred to the U.S. Army Reserve. She was promoted to the rank of lieutenant colonel in 2021.\nDuring her time in Congress, Gabbard became known for her stand against Islamic terrorism in the Middle East and her opposition to U.S. military intervention in the Syrian civil war. Around 2015, she often criticized the Obama administration for not using more direct rhetoric in recognizing Islamic extremism as a problem. Gabbard met with Syrian president Bashar al-Assad in 2017. In a 2019 interview with MSNBC, she said, \"Assad is not the enemy of the United States because Syria does not pose a direct threat to the United States.\" In a subsequent interview on CNN, she said \"There are brutal dictators in the world. Assad of Syria is one of them.\"\nGabbard served on the House Armed Services Committee for all four terms in Congress and introduced several bills related to veteran issues, including the \"Helping Heroes Fly Act\". She also served as vice-chair of the Democratic National Committee (DNC) from 2013 to 2016 but then resigned from the position to endorse Bernie Sanders for the 2016 Democratic presidential nomination. She ran her 2020 presidential campaign, but dropped out and endorsed Joe Biden in March 2020. Gabbard was the first Samoan American member of Congress. After her departure from Congress in 2021, she took more conservative positions on issues such as abortion, foreign policy, LGBTQ rights, and border security.\nIn August 2024, Gabbard endorsed then-former president Donald Trump for the 2024 United States presidential election. In November 2024, Trump announced his intention to nominate Gabbard as the director of national intelligence. If confirmed, she will become the highest-ranking Pacific Islander American government official. Her nomination drew scrutiny of her past statements on Syria, alongside concern over her comments regarding the Russian invasion of Ukraine that were considered sympathetic toward Russia. Many veterans and Republicans have defended Gabbard's record, noting her military service and Congressional experience.",
  "content": [
    {
      "section_title": "Early life and education",
      "section_content": [
        {
          "sentence": "Gabbard was born on April 12, 1981, in Leloaloa, Maʻopūtasi County, on American Samoa's main island of Tutuila",
          "refs": []
        },
        {
          "sentence": "She was the fourth of five children born to Mike Gabbard and his wife Carol (née Porter)",
          "refs": [
            "https://history.house.gov/People/Listing/G/GABBARD,-Tulsi-(G000571)/",
            "https://www.samoatimes.co.nz/sauni-se-tamaitai-samoa-e-tauva-i-le-tofi-peresetene-o-le-iunaite-setete-o-amerika-usa/"
          ]
        },
        {
          "sentence": "In 1983, when Gabbard was two years old, her family moved back to Hawaii, where they had lived in the late 1970s",
          "refs": [
            "http://www.hawaiinewsnow.com/story/20929142/the-gabbards-raising-hawaiis-next-political-star-5pm"
          ]
        },
        {
          "sentence": "Gabbard is named after Tulasi, a sacred plant in Hinduism",
          "refs": []
        },
        {
          "sentence": "She has three brothers – Jay, Bhakti, and Aryan – and a sister, Vrindavan",
          "refs": []
        },
        {
          "sentence": "With both European and Samoan ancestry,  Gabbard was raised in a multicultural household",
          "refs": [
            "https://www.cbsnews.com/news/tulsi-gabbard-kicks-off-presidential-campaign-at-honolulu-rally-2019-02-02"
          ]
        },
        {
          "sentence": "Her mother was born in Indiana and grew up in Michigan",
          "refs": [
            "https://www.pbs.org/weta/finding-your-roots/watch/episodes/roots-in-politics"
          ]
        },
        {
          "sentence": "Her father, who is of Samoan and European ancestry,  was born in American Samoa and grew up in Hawaii and Florida",
          "refs": [
            "https://www.mlive.com/living/grand-rapids/2012/11/2012_election_was_a_vote_for_r.html",
            "https://www.pbs.org/weta/finding-your-roots/watch/episodes/roots-in-politics"
          ]
        },
        {
          "sentence": "Gabbard's childhood in Hawaii included surfing, martial arts, and yoga",
          "refs": []
        },
        {
          "sentence": "She was mostly home schooled,   except for two years at a girls' school in the Philippines",
          "refs": [
            "https://economictimes.indiatimes.com/news/politics-and-nation/us-commemorates-the-inaugural-international-yoga-day/articleshow/47736962.cms",
            "https://www.yahoo.com/news/tulsi-gabbard-surf-video-042620249.html",
            "https://www.newyorker.com/magazine/2017/11/06/what-does-tulsi-gabbard-believe",
            "https://archive.today/20121105052532/http://www.indoamerican-news.com/archives/12109",
            "https://www.pacificedgemagazine.com/leadership/who-is-tulsi-gabbard/"
          ]
        },
        {
          "sentence": "Gabbard learned spiritual principles, such as karma, from the ancient Indian text Bhagavad Gita",
          "refs": [
            "https://www.pbs.org/newshour/politics/5-things-to-know-about-tulsi-gabbard-trumps-choice-for-director-of-national-intelligence",
            "https://web.archive.org/web/20240919141423/https://caravanmagazine.in/politics/american-sangh-affair-tulsi-gabbard"
          ]
        },
        {
          "sentence": "As a teenager, she settled into the Hindu faith",
          "refs": [
            "https://www.newyorker.com/magazine/2017/11/06/what-does-tulsi-gabbard-believe",
            "https://timesofindia.indiatimes.com/world/us/in-this-chaotic-time-find-strength-peace-in-bhagavad-gita-tulsi-gabbard-to-students/articleshow/76354477.cms",
            "https://economictimes.indiatimes.com/opinion/interviews/our-family-was-raised-with-the-important-value-of-karma-yoga-says-democrat-tulsi-gabbard/articleshow/16404480.cms"
          ]
        },
        {
          "sentence": "As a young adult, Gabbard worked for Stand Up For America (SUFA), founded by her father in the wake of the September 11 attacks",
          "refs": []
        },
        {
          "sentence": "She was also associated with her father's The Alliance for Traditional Marriage and Values, an anti-gay marriage political action committee",
          "refs": [
            "https://www.newspapers.com/image/265839952",
            "https://staradvertiser.newspapers.com/image/266838593",
            "https://web.archive.org/web/20020610200647/http://standupforamerica.net/page.php?page=about&header=header6"
          ]
        },
        {
          "sentence": "She worked briefly as an educator for the Healthy Hawai'i Coalition, which promoted protection of Hawaii's natural environment",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]",
            "https://www.cnn.com/2019/01/13/politics/kfile-tulsi-gabbard-lgbt/index.html"
          ]
        },
        {
          "sentence": "Subsequently, she worked as a self-employed martial arts instructor",
          "refs": [
            "https://www.pbs.org/weta/finding-your-roots/about/meet-our-guests/tulsi-gabbard"
          ]
        },
        {
          "sentence": "In 2002, when she was 21, Gabbard dropped out of Leeward Community College, where she was studying television production, to run successfully for election to the Hawaii state legislature, and became the youngest woman ever elected as a U.S",
          "refs": []
        },
        {
          "sentence": "state representative",
          "refs": []
        },
        {
          "sentence": "In 2009, Gabbard graduated from Hawaii Pacific University with a Bachelor of Science in Business Administration with a concentration in international business",
          "refs": [
            "https://justfacts.votesmart.org/candidate/biography/129306/tulsi-gabbard",
            "https://www.nationalreview.com/2019/02/tulsi-gabbard-2020-presidential-campaign-twenty-things-to-know/",
            "https://www.washingtonpost.com/blogs/the-fix/wp/2012/09/07/the-10-biggest-surprises-of-the-conventions/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Military service",
      "section_content": [
        {
          "sentence": "In April 2003, while serving in the Hawaii State Legislature, Gabbard enlisted in the Hawaii Army National Guard",
          "refs": []
        },
        {
          "sentence": "In July 2004, she was deployed for a 12-month tour in Iraq, serving as a specialist with the Medical Company, 29th Support Battalion, 29th Infantry Brigade Combat Team of the Hawaii Army National Guard",
          "refs": [
            "http://the.honoluluadvertiser.com/article/2003/Apr/20/ln/ln29a.html"
          ]
        },
        {
          "sentence": "In Iraq, Gabbard served at Logistical Support Area Anaconda, completing her tour in 2005",
          "refs": [
            "[ERROR retrieving ref link]",
            "http://the.honoluluadvertiser.com/article/2005/Aug/08/ln/508080354.html"
          ]
        },
        {
          "sentence": "Because of the deployment, she chose not to campaign for reelection to the state legislature",
          "refs": [
            "http://the.honoluluadvertiser.com/article/2005/Mar/15/ln/ln14p.html",
            "https://www.washingtonpost.com/politics/rep-tulsi-gabbard-seriously-considering-a-2020-white-house-bid/2018/12/13/e91d31b0-fec9-11e8-862a-b6a6f3ce8199_story.html"
          ]
        },
        {
          "sentence": "In March 2007, she graduated from the Accelerated Officer Candidate School at the Alabama Military Academy and graduated at the top of her class, the first woman ever to do so",
          "refs": []
        },
        {
          "sentence": "After successfully completing the officer training, Gabbard was commissioned as a second lieutenant, and assigned to the 29th Infantry Brigade Special Troops Battalion, this time to serve as an Army Military Police officer",
          "refs": [
            "http://www.businessinsider.com/freshmen-congress-new-members-democrats-republicans-2012-12?op=1"
          ]
        },
        {
          "sentence": "She was stationed in Kuwait from 2008 to 2009 as an Army Military Police platoon leader",
          "refs": [
            "https://economictimes.indiatimes.com/opinion/interviews/our-family-was-raised-with-the-important-value-of-karma-yoga-says-democrat-tulsi-gabbard/articleshow/16404480.cms",
            "https://www.cfr.org/blog/campaign-2020-tulsi-gabbard-democratic-presidential-candidate"
          ]
        },
        {
          "sentence": "She was one of the first women to enter a Kuwaiti military facility,   as well as the first woman to receive an award of appreciation from the Kuwait National Guard",
          "refs": [
            "https://economictimes.indiatimes.com/opinion/interviews/our-family-was-raised-with-the-important-value-of-karma-yoga-says-democrat-tulsi-gabbard/articleshow/16404480.cms",
            "https://www.pasadenastarnews.com/tulsi-gabbard-could-be-the-president-america-needs",
            "https://abcnews.go.com/Politics/meet-tulsi-gabbard-hindu-member-congress-2020-candidate/story?id=60708986",
            "https://web.archive.org/web/20210302022935/https://bellarminenews.lmu.edu/rep-tulsi-gabbard-brings-the-aloha-spirit-to-lmu/"
          ]
        },
        {
          "sentence": "Gabbard received a Combat Medical Badge in 2005 for \"participation in combat operations under enemy hostile fire in support of Operation Iraqi Freedom III.\"  She has been awarded the Meritorious Service Medal from the United States",
          "refs": [
            "https://apnews.com/article/trump-tulsi-gabbard-intelligence-director-russia-putin-0f661dd39bd16e248b16c049e6aa26c5"
          ]
        },
        {
          "sentence": "She also received the German Armed Forces Badge for Military Proficiency",
          "refs": [
            "https://www.jfklibrary.org/events-and-awards/new-frontier-award/award-recipients/tulsi-gabbard-2013"
          ]
        },
        {
          "sentence": "On October 12, 2015, she was promoted from the rank of captain to major at a ceremony at the National Memorial Cemetery of the Pacific",
          "refs": []
        },
        {
          "sentence": "She continued to serve as a major in the Hawaii Army National Guard until her transfer to the 351st Civil Affairs Command, a California-based United States Army Reserve unit assigned to the United States Army Civil Affairs and Psychological Operations Command, in June 2020",
          "refs": [
            "http://westhawaiitoday.com/news/state-wire/us-rep-tulsi-gabbard-promoted-army-major",
            "http://gabbard.house.gov/index.php/press-releases/511-photos-rep-tulsi-gabbard-promoted-from-captain-to-major-by-hawai-i-army-national-guard"
          ]
        },
        {
          "sentence": "In 2020, after serving with them for 17 years, Gabbard left the Hawaii Army National Guard for a new assignment with a California-based Army Reserve unit",
          "refs": []
        },
        {
          "sentence": "On July 4, 2021, Gabbard was promoted to the rank of lieutenant colonel,   while she was deployed to the Horn of Africa working as a civil affairs officer in support of a special operations mission",
          "refs": [
            "https://www.armytimes.com/news/your-army/2020/10/19/tulsi-gabbard-leaves-hawaii-national-guard-for-california-unit/",
            "https://www.cnn.com/2019/01/30/us/tulsi-gabbard-fast-facts/index.html",
            "https://www.axios.com/2024/11/13/trump-tulsi-gabbard-national-intelligence"
          ]
        },
        {
          "sentence": "Subsequently, Gabbard was given the command of the 1st Battalion, 354th Regiment, based in Tulsa, Oklahoma",
          "refs": [
            "https://www.cnn.com/2019/01/30/us/tulsi-gabbard-fast-facts/index.html",
            "https://www.timesnownews.com/world/us/us-news/tulsi-gabbards-military-service-hawaii-army-national-guard-major-and-iraq-war-veteran-article-112816638",
            "https://www.yahoo.com/news/trailblazing-political-army-career-tulsi-191604107.html"
          ]
        },
        {
          "sentence": "As a lieutenant colonel, Gabbard has top-secret security clearance",
          "refs": [
            "https://www.hstoday.us/subject-matter-areas/intelligence/trump-appoints-lieutenant-colonel-tulsi-gabbardas-as-director-of-national-intelligence/",
            "https://currentops.com/unit/us/army/354-rgt/1-bn"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Political career",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Hawaii House of Representatives (2002–2004)",
          "section_content": [
            {
              "sentence": "In 2002, after redistricting, Gabbard won the four-candidate Democratic primary for the 42nd district of the Hawaii House of Representatives with a plurality of 43% of the vote",
              "refs": []
            },
            {
              "sentence": "Gabbard then won the general election with 60.7% of the vote, defeating Republican Alfonso Jimenez",
              "refs": []
            },
            {
              "sentence": "At the age of 21, Gabbard became the youngest legislator ever elected in Hawaii's history, and was at the time the youngest woman ever elected to a U.S",
              "refs": [
                "https://files.hawaii.gov/elections/files/results/2002/primary/histatewide.pdf",
                "https://files.hawaii.gov/elections/files/results/2002/general/histatewide.pdf"
              ]
            },
            {
              "sentence": "state legislature",
              "refs": []
            },
            {
              "sentence": "In 2004, Gabbard filed for reelection but then volunteered for Army National Guard service in Iraq",
              "refs": []
            },
            {
              "sentence": "Rida Cabanilla, who filed to run against her, called on Gabbard to resign because she would not be able to represent her district from Iraq",
              "refs": []
            },
            {
              "sentence": "Gabbard announced in August 2004 that she would not campaign for a second term,  and Cabanilla won the Democratic primary with 58% of the vote",
              "refs": [
                "https://web.archive.org/web/20141106004654/http://www.kpua.net/news.php?id=2937",
                "http://the.honoluluadvertiser.com/article/2004/Aug/30/ln/ln10a.html"
              ]
            },
            {
              "sentence": "State law prevented the removal of Gabbard's name from the ballot",
              "refs": [
                "https://files.hawaii.gov/elections/files/results/2004/primary/histatewide.pdf"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Honolulu City Council (2011–2012)",
          "section_content": [
            {
              "sentence": "After returning home from her second deployment to the Middle East in 2009, Gabbard ran for a seat on the Honolulu City Council vacated by City Councilman Rod Tam, of the 6th district, who decided to retire to run for mayor of Honolulu",
              "refs": []
            },
            {
              "sentence": "In the 10-candidate nonpartisan open primary in September 2010, Gabbard finished first with 26.8% of the vote",
              "refs": [
                "http://boss.hawaiireporter.com/hawaii-veteran-tulsi-gabbard-tamayo-runs-for-honolulu-city-council"
              ]
            },
            {
              "sentence": "In the November 2 runoff election she defeated Sesnita Moepono with 49.5% of the vote",
              "refs": [
                "https://files.hawaii.gov/elections/files/results/2010/primary/cch.pdf"
              ]
            },
            {
              "sentence": "Gabbard introduced a measure to help food truck vendors by loosening parking restrictions",
              "refs": []
            },
            {
              "sentence": "She also introduced Bill 54, a measure that authorized city workers to confiscate personal belongings stored on public property with 24 hours notice to its owner",
              "refs": [
                "http://www.khon2.com/news/local/story/Parking-restrictions-eased-for-food-truck-vendors/K762gXlJZUazDJCUiEhgtg.cspx"
              ]
            },
            {
              "sentence": "After overcoming opposition from the American Civil Liberties Union (ACLU)  and Occupy Hawai'i,  Bill 54 passed and became City Ordinance 1129.",
              "refs": [
                "http://www.kitv.com/news/29948135/detail.html",
                "https://web.archive.org/web/20140303000354/http://www.ourhonolulu.org/council/update/172",
                "http://acluhawaii.files.wordpress.com/2011/12/aclu_bill-54.pdf",
                "http://hawaiiindependent.net/story/homeless-council-bill-passes-despite-opposition"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "United States House of Representatives (2013–2021)",
          "section_content": [],
          "subsections": [
            {
              "section_title": "2012 election and first term (113th Congress)",
              "section_content": [
                {
                  "sentence": "In early 2011, Mazie Hirono, the incumbent Democratic U.S",
                  "refs": []
                },
                {
                  "sentence": "Representative for Hawaii's 2nd congressional district, announced that she would run for the United States Senate",
                  "refs": []
                },
                {
                  "sentence": "In May 2011, Gabbard announced her candidacy for Hirono's House seat",
                  "refs": []
                },
                {
                  "sentence": "The Democratic mayor of Honolulu, Mufi Hannemann, was the best-known candidate in the six-way primary, but Gabbard won with 62,882 votes (55%); the Honolulu Star-Advertiser called her win an \"improbable rise from a distant underdog to victory\"",
                  "refs": [
                    "https://web.archive.org/web/20120403005639/http://www.khon2.com/news/local/story/Tulsi-Gabbard-announces-candidacy-for-U-S-Congress/8JxmuXAT2EeJnbv8E0jkGw.cspx"
                  ]
                },
                {
                  "sentence": "After winning the primary, Gabbard resigned from the City Council on August 16 \"in order to focus on her congressional campaign\"  and to prevent the cost of holding a special election",
                  "refs": [
                    "http://www.staradvertiser.com/elections/2012ElectionsBreakingNews/165887106.html",
                    "https://web.archive.org/web/20190707121502/https://www.votetulsi.com/press-release/2012-08/tulsi-gabbard-resigns-honolulu-city-council"
                  ]
                },
                {
                  "sentence": "As the Democratic nominee, Gabbard spoke at the 2012 Democratic National Convention in Charlotte, North Carolina, at the invitation of House Minority Leader Nancy Pelosi, who called Gabbard \"an emerging star\"",
                  "refs": []
                },
                {
                  "sentence": "As expected in heavily Democratic Hawaii, she won the general election on November 6, 2012, defeating Republican Kawika Crowley by 168,503 to 40,707 votes (80.6%–19.4%),  becoming the first voting Samoan-American   and first Hindu member of Congress",
                  "refs": [
                    "https://www.youtube.com/watch?v=IAmCkuYsSSA",
                    "https://www.washingtonpost.com/news/the-fix/wp/2015/10/15/rep-tulsi-gabbard-the-democrat-that-republicans-love-and-the-dnc-cant-control/",
                    "https://web.archive.org/web/20121028140939/http://www.staradvertiser.com/electionspremium/2012/#six",
                    "https://www.samoanews.com/faleomavaega-congratulates-tulsi-gabbard-first-samoan-woman-elected-us-congress",
                    "https://www.detroitnews.com/story/news/local/michigan/2020/03/02/gabbard-soldiers-democratic-primary-big-names-drop-out/4714044002/"
                  ]
                },
                {
                  "sentence": "In December 2012, Gabbard applied to be considered for appointment to the U.S",
                  "refs": []
                },
                {
                  "sentence": "Senate seat vacated by the death of Daniel Inouye",
                  "refs": []
                },
                {
                  "sentence": "Despite support from some prominent mainland Democrats,   she was not on the list of three candidates which the Democratic Party of Hawaii sent to the governor",
                  "refs": [
                    "https://archive.today/20130128031029/http://www.khon2.com/news/local/story/Candidacy-soon-weighed-for-Senate-nominees/QbTczBKnlkablZw5s6_66A.cspx",
                    "https://www.washingtonpost.com/blogs/post-politics/wp/2012/12/26/kal-penn-backs-tulsi-gabbard/",
                    "https://www.huffingtonpost.com/2012/12/26/cory-booker-tulsi-gabbard-hawaii-senate_n_2365658.html"
                  ]
                },
                {
                  "sentence": "In March 2013, Gabbard introduced the Helping Heroes Fly Act, which sought to improve and expedite airport security screening for severely wounded veterans",
                  "refs": []
                },
                {
                  "sentence": "The measure to assist veterans got bi-partisan support and was passed unanimously in both the House and the Senate, while also getting support from the Transportation Security Administration (TSA) Union",
                  "refs": [
                    "https://www.washingtonian.com/2014/05/29/from-hawaii-to-the-hill/",
                    "https://www.afge.org/publication/tsa-union-lauds-senate-passage-of-helping-heroes-fly-act"
                  ]
                },
                {
                  "sentence": "Subsequently, it was signed into law by president Barack Obama",
                  "refs": [
                    "https://www.afge.org/publication/tsa-union-lauds-senate-passage-of-helping-heroes-fly-act",
                    "http://bigislandnow.com/2013/08/02/gabbards-first-bill-awaits-obamas-signature/"
                  ]
                },
                {
                  "sentence": "She also introduced the House version of the Military Justice Improvement Act",
                  "refs": [
                    "https://www.congress.gov/bill/113th-congress/house-bill/1344/text",
                    "https://www.yahoo.com/news/video/gabbards-helping-heroes-fly-act-002522283.html"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Second term (114th Congress)",
              "section_content": [
                {
                  "sentence": "Gabbard was reelected on November 8, 2014, defeating Crowley again, by 142,010 to 33,630 votes (78.7%–18.6%); Libertarian candidate Joe Kent garnered 4,693 votes (2.6%)",
                  "refs": []
                },
                {
                  "sentence": "Along with Senator Hirono, Gabbard introduced a bill to award the Congressional Gold Medal to Filipinos and Filipino American veterans who had fought in World War II",
                  "refs": []
                },
                {
                  "sentence": "The bill passed Congress  and was signed into law by president Obama in December 2016",
                  "refs": [
                    "http://www.gmanetwork.com/news/story/590575/news/pinoyabroad/us-lawmakers-set-to-vote-on-bill-giving-highest-honor-to-pinoy-wwii-vets",
                    "https://www.nbcnews.com/news/asian-america/house-vote-congressional-gold-medal-filipino-world-war-ii-vets-n689231"
                  ]
                },
                {
                  "sentence": "In November 2015, Gabbard introduced Talia's Law, which sought to prevent child abuse and neglect on military bases",
                  "refs": []
                },
                {
                  "sentence": "It was passed by Congress in February 2016, and signed into law by president Obama in December of that year",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Third term (115th Congress)",
              "section_content": [
                {
                  "sentence": "Gabbard was reelected on November 8, 2016, defeating Republican nominee Angela Kaaihue by 170,848 to 39,668 votes (81.2%–18.8%)",
                  "refs": []
                },
                {
                  "sentence": "In 2017, Gabbard introduced the Off Fossil Fuels (OFF) Act, which sought to \"justly transition away from fossil fuel sources of energy to 100% clean energy by 2035, and for other purposes\"",
                  "refs": [
                    "https://www.nytimes.com/elections/results/hawaii-house-district-2-gabbard-kaaihue"
                  ]
                },
                {
                  "sentence": "In 2018, Gabbard introduced the Securing America's Election Act, a bill that would require all districts to use paper ballots, which would yield an auditable paper trail in the event of a recount",
                  "refs": []
                },
                {
                  "sentence": "Common Cause, a nonpartisan watchdog group, endorsed the bill",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Fourth term (116th Congress)",
              "section_content": [
                {
                  "sentence": "Gabbard was reelected in November 2018,  defeating Republican nominee Brian Evans by 153,271 to 44,850 votes (77.4%–22.6%)",
                  "refs": [
                    "https://web.archive.org/web/20181110070303/https://www.washingtonpost.com/election-results/hawaii-2nd-congressional-district/"
                  ]
                },
                {
                  "sentence": "In September 2018, Gabbard and Representative Walter Jones (R-N.C.) co-sponsored the No More Presidential Wars Act, an effort to \"reclaim the responsibility Congress has to be the body that declares war, to end these presidential wars that are being fought without the authorization of Congress\"",
                  "refs": []
                },
                {
                  "sentence": "On October 25, 2019, Gabbard announced that she would not seek reelection to the House in 2020, citing her presidential campaign",
                  "refs": []
                },
                {
                  "sentence": "Hawaii State Senator Kai Kahele had been challenging her for the congressional seat",
                  "refs": [
                    "https://www.washingtonpost.com/nation/2019/10/25/tulsi-gabbard-congress-drops-bid/",
                    "https://x.com/TulsiGabbard/status/1187580455731654657"
                  ]
                },
                {
                  "sentence": "Kahele and the co-chair of his campaign, former Hawaii governor Neil Abercrombie,  criticized her for missing votes while campaigning for president — especially the vote on Syria; however, her absences were similar to at the time other members of Congress running for president",
                  "refs": [
                    "https://www.staradvertiser.com/2019/12/23/breaking-news/neil-abercrombie-calls-on-tulsi-gabbard-to-resign-from-congress/"
                  ]
                },
                {
                  "sentence": "Between January and July, she had missed nearly a quarter of votes",
                  "refs": [
                    "https://www.staradvertiser.com/2019/10/16/hawaii-news/kai-kahele-calls-out-tulsi-gabbard-for-missing-vote-on-syria/",
                    "https://thehill.com/homenews/house/475777-former-hawaii-democratic-governor-calls-on-gabbard-to-resign"
                  ]
                },
                {
                  "sentence": "However, her absences became more frequent in late 2019",
                  "refs": [
                    "https://www.civilbeat.org/2019/07/gabbard-has-missed-nearly-a-quarter-of-house-votes-this-year/"
                  ]
                },
                {
                  "sentence": "Gabbard was absent for 85% of votes held between the start of October through late-December",
                  "refs": []
                },
                {
                  "sentence": "One of the votes she managed to cast during this period was her \"present\" votes on both articles of impeachment in the first impeachment of Donald Trump",
                  "refs": [
                    "https://www.cbsnews.com/news/tulsi-gabbard-who-missed-85-of-house-votes-this-fall-should-resign-says-ex-hawaii-governor-neil-abercrombie"
                  ]
                },
                {
                  "sentence": "Gabbard did not resign, though her frequent absences continued until she ended her campaign",
                  "refs": [
                    "https://www.rollingstone.com/politics/politics-news/tulsi-gabbard-abstains-from-impeachment-votes-present-on-both-counts-929238/"
                  ]
                },
                {
                  "sentence": "Between the start of January 2020 and end of March, Gabbard missed 65% of votes  but, beginning in April after she ended her presidential campaign, she maintained strong attendance",
                  "refs": [
                    "https://www.govtrack.us/congress/members/tulsi_gabbard/412532"
                  ]
                },
                {
                  "sentence": "In October 2020, Tulsi Gabbard and Matt Gaetz introduced a bill calling for the United States to drop criminal charges against Edward Snowden",
                  "refs": []
                },
                {
                  "sentence": "She introduced a similar bill, with Kentucky Republican congressman Thomas Massie, aimed at ensuring the release of Julian Assange from prison in the United Kingdom where he was being held pending resolution of extradition proceedings to the United States",
                  "refs": [
                    "https://www.civilbeat.org/beat/gabbard-calls-for-charges-against-edward-snowden-to-be-dropped/"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "House Committee assignments (2013-2021)",
              "section_content": [
                {
                  "sentence": "Gabbard served on several important House committees and subcommittees during her four terms in Congress from 2013 to 2021",
                  "refs": []
                },
                {
                  "sentence": "Given her military background, she served on House Armed Services Committee (HASC) for all four terms from 2013 to 2021, overseeing the funding of the Department of Defense (DoD) and the United States Armed Forces, among its other duties",
                  "refs": []
                },
                {
                  "sentence": "In 2018, as a member of HASC, Gabbard moved an amendment for better personal protective equipment for civil defense agencies near active volcanic activity, and the amendment was adopted by the house with a voice vote",
                  "refs": []
                },
                {
                  "sentence": "In her fourth term, Gabbard served on the Armed Services Subcommittee on Intelligence, which has jurisdiction over Department of Defense programs related to military intelligence, national intelligence, and counter-terrorism among its wide range of intelligence related responsibilities",
                  "refs": []
                },
                {
                  "sentence": "This subcommittee of the HASC, whose role includes oversight of critical military activities in the areas of Special Operations Forces and Intelligence operations was called the subcommittee on \"Intelligence, Emerging Threats and Capabilities\" during Gabbard's term in the 116th Congress,  and was renamed as the subcommittee on \"Intelligence and Special Operations\" in 117th Congress",
                  "refs": [
                    "https://armedservices.house.gov/news/documentsingle.aspx?DocumentID=1416",
                    "https://armedservices.house.gov/news/documentsingle.aspx?DocumentID=1101",
                    "https://armedservices.house.gov/news/documentsingle.aspx?DocumentID=1101"
                  ]
                },
                {
                  "sentence": "As a member of the Intelligence subcommittee, Gabbard attended several key hearings on emerging intelligence threats, including a 2019 session on securing the nation's internet architecture, which discussed cyber threats from adversaries and received inputs from the intelligence community on cyber espionage",
                  "refs": []
                },
                {
                  "sentence": "In another hearing in 2020 on artificial intelligence, the committee discussed inputs on advanced battle management systems powered by powerful data analytics and the future of warfighting",
                  "refs": [
                    "https://www.congress.gov/event/116th-congress/house-event/LC65304/text"
                  ]
                },
                {
                  "sentence": "The committee members also received operational and intelligence oversight briefings from the Department of Defense",
                  "refs": [
                    "https://www.congress.gov/event/116th-congress/house-event/LC66933/text"
                  ]
                },
                {
                  "sentence": "Her committee memberships included:",
                  "refs": []
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Caucus memberships (2013-2021)",
              "section_content": [
                {
                  "sentence": "Gabbard was a member of several congressional caucuses, listed below, advocating issues of several communities, notably with the Asian Pacific American Caucus:",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Democratic National Committee",
          "section_content": [
            {
              "sentence": "On January 22, 2013, Gabbard was unanimously elected to a four-year term as a vice chair of the Democratic National Committee",
              "refs": []
            },
            {
              "sentence": "In September 2015, she criticized chairwoman Debbie Wasserman Schultz's decision to hold only six debates during the 2016 Democratic Party presidential primaries, compared with 26 in 2008 and 15 in 2004,   and to exclude any candidate who participated in a non-DNC sanctioned debate from all future DNC-sanctioned debates",
              "refs": [
                "https://www.hawaiinewsnow.com/story/20657958/hawaii-rep-tulsi-gabbard-to-help-lead-dnc/",
                "http://www.hawaiinewsnow.com/story/30244951/tulsi-gabbard-uninvited-to-presidential-debate",
                "https://fivethirtyeight.com/datalab/is-six-democratic-debates-too-few/"
              ]
            },
            {
              "sentence": "In a 2015 Facebook post, Gabbard released a statement about the disagreements surrounding the debates, again urging the Democratic Party to open up the process",
              "refs": []
            },
            {
              "sentence": "Following her public criticisms of the debate process, Gabbard was reported to have been either \"disinvited\" or asked to \"consider not coming\" to the October 13, 2015, Democratic debate in Las Vegas",
              "refs": []
            },
            {
              "sentence": "In an interview with The New York Times, she spoke of an unhealthy atmosphere, saying, \"no one told me I would be relinquishing my freedom of speech and checking it at the door\" in taking the job",
              "refs": [
                "https://www.washingtontimes.com/news/2015/oct/13/tulsi-gabbard-debbie-wasserman-schultz-feud-ahead-/",
                "https://www.cnn.com/2015/10/12/politics/bernie-sanders-tulsi-gabbard-dnc-debate/index.html"
              ]
            },
            {
              "sentence": "The Intercept's Glenn Greenwald and the Washington Examiner reported that Gabbard privately wrote to Wasserman Schultz, accusing her of violating the DNC's duty of neutrality by favoring Hillary Clinton",
              "refs": [
                "https://www.nytimes.com/politics/first-draft/2015/10/12/d-n-c-officer-says-she-was-disinvited-from-debate-after-calling-for-more-of-them/?_r=0"
              ]
            },
            {
              "sentence": "Gabbard resigned as DNC vice chair on February 28, 2016, in order to endorse Senator Bernie Sanders's candidacy for the Democratic Party nomination for president of the United States",
              "refs": []
            },
            {
              "sentence": "On that same day, she appeared on Meet the Press and discussed why she was stepping down",
              "refs": [
                "https://www.reuters.com/article/us-usa-election-sanders-gabbard-idUSMTZSAPEC2S9JDNKG",
                "http://www.politico.com/story/2016/02/tulsi-gabbard-backs-sanders-219928"
              ]
            },
            {
              "sentence": "In June 2016, Gabbard launched a petition to end the Democratic Party's process of appointing superdelegates in the nomination process",
              "refs": [
                "https://www.nbcnews.com/meet-the-press/congresswoman-endorses-bernie-sanders-steps-down-dnc-n527481"
              ]
            },
            {
              "sentence": "At the 2016 Democratic National Convention, she gave the nominating speech putting forward Sanders's name",
              "refs": [
                "http://www.politico.com/story/2016/06/tulsi-gabbard-superdelegate-petition-224220"
              ]
            },
            {
              "sentence": "In 2017, she endorsed Keith Ellison for DNC chair",
              "refs": [
                "http://www.bigislandvideonews.com/2016/07/26/hawaii-rep-gabbard-to-nominate-sanders-at-dem-convention/"
              ]
            },
            {
              "sentence": "Gabbard was assigned as Sanders's running mate in California for write-in votes",
              "refs": []
            },
            {
              "sentence": "Shortly after the election, she was mentioned as a possible presidential candidate for 2020",
              "refs": [
                "https://www.latimes.com/politics/essential/la-pol-sac-essential-politics-updates-california-here-are-all-of-your-1477703160-htmlstory.html"
              ]
            },
            {
              "sentence": "In the 2016 United States presidential election, a Minnesota faithless elector voted Sanders for president and Gabbard for vice president but, as per Minnesota law, the elector was immediately replaced by someone who followed procedure, voting for Hillary Clinton and Tim Kaine",
              "refs": [
                "https://www.bostonglobe.com/news/politics/2016/11/16/candidates-who-could-run-democrats-and-republicans/hxdFmFwXHg64rEEaIgKa9I/story.html",
                "https://www.newyorker.com/news/amy-davidson/thirteen-women-who-should-think-about-running-for-president-in-2020"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "2020 presidential campaign",
          "section_content": [
            {
              "sentence": "In February 2019, Gabbard officially launched her 2020 presidential campaign",
              "refs": []
            },
            {
              "sentence": "Gabbard was the first female combat veteran to run for president",
              "refs": [
                "https://www.cnn.com/2019/02/02/politics/tulsi-gabbard-2020-launch/index.html",
                "https://www.businessinsider.com/who-is-tulsi-gabbard-bio-age-family-key-positions-2019-4",
                "https://thehill.com/hilltv/rising/463173-tulsi-gabbard-calls-for-foreign-policy-focused-debate"
              ]
            },
            {
              "sentence": "CNN described her foreign policy platform as anti-interventionist and her economic platform as populist",
              "refs": [
                "https://abcnews.go.com/Politics/hawaii-rep-tulsi-gabbard-impeachment-inquiry/story?id=65890153"
              ]
            },
            {
              "sentence": "Gabbard was the most frequently Googled candidate after the first, second, and fourth 2020 Democratic debates",
              "refs": [
                "https://www.cnn.com/2019/02/02/politics/tulsi-gabbard-2020-launch/index.html"
              ]
            },
            {
              "sentence": "In the second debate, when asked about her meeting with Assad, she said she \"will never apologize for doing all that I can to prevent more of my brothers and sisters from being sent into harm's way to fight counterproductive regime change wars that made our country less safe",
              "refs": []
            },
            {
              "sentence": "…  [I]f that means meeting with a dictator or meeting with an adversary, absolutely, I would do it",
              "refs": []
            },
            {
              "sentence": "This is about the national security of our country.\" When Anderson Cooper asked if she considered Assad a torturer and murderer, Gabbard responded \"That's not what this is about",
              "refs": []
            },
            {
              "sentence": "I don't defend or apologize or have anything to do with what he has done.\" Cooper repeated his question, asking if she agreed that \"Assad is a murderer and a torturer\"; Gabbard responded \"I don't dispute that.\"",
              "refs": [
                "https://transcripts.cnn.com/show/cnr/date/2019-08-01/segment/08"
              ]
            },
            {
              "sentence": "In a CNN panel discussion the following day, A.B",
              "refs": []
            },
            {
              "sentence": "Stoddard, associate editor of Real Clear Politics, observed: \"it is all over the internet today that \"Russian bots are helping Tulsi Gabbard  [and] that  [she] refuses to condemn Assad because she's doing the work of the Russians and is going to run as a third-party spoiler and reelect Trump.\" Stoddard continued: \"There are serious knives out for Tulsi Gabbard.\"",
              "refs": [
                "http://transcripts.cnn.com/TRANSCRIPTS/1908/01/crn.02.html"
              ]
            },
            {
              "sentence": "While Gabbard did not meet the polling threshold for the third presidential debate,   she did qualify for the fourth debate in Ohio in October 2019",
              "refs": [
                "https://www.usatoday.com/story/news/politics/2019/08/29/tulsi-gabbard-didnt-make-3rd-debate-tells-tucker-carlson-no-transparency/2152483001/",
                "https://www.nytimes.com/2019/09/24/us/politics/tulsi-gabbard-debate.html"
              ]
            },
            {
              "sentence": "In July 2019, Gabbard was the only 2020 presidential candidate to visit Puerto Rico and join protests urging Governor Ricardo Rosselló to resign",
              "refs": [
                "https://www.nytimes.com/2019/10/12/us/politics/tulsi-gabbard.html",
                "https://www.usatoday.com/story/news/politics/elections/2019/10/10/tulsi-gabbard-considering-boycotting-october-debate/3928595002/",
                "https://www.nytimes.com/2019/10/14/us/politics/tulsi-gabbard-debate.html"
              ]
            },
            {
              "sentence": "In September 2019, Vanity Fair summarized media coverage of Gabbard's presidential campaign as \"the press hates Gabbard even more than it hates Sanders\"",
              "refs": []
            },
            {
              "sentence": "The Hill's news anchor Krystal Ball and Chief Washington Correspondent Saagar Enjeti both described Gabbard as \"the most unfairly maligned person in Washington\"",
              "refs": [
                "https://www.vanityfair.com/news/2019/09/which-democrats-are-secretly-running-for-second-place"
              ]
            },
            {
              "sentence": "Ball noted that Gabbard had been \"dismissed and otherized\" by the media, with her campaign scrutinized for alleged Russian ties, citing as examples: NBC News suggestion that her campaign was enhanced by Russian bots,  based on a group that had in another instance been revealed for fabricating such claims; and The Daily Beast's accusation she was being supported by \"Putin apologists,\" citing a small percentage of her donors",
              "refs": [
                "https://www.youtube.com/watch?v=LuuldiNoPlE&t=5m19s",
                "https://www.nbcnews.com/politics/2020-election/russia-s-propaganda-machine-discovers-2020-democratic-candidate-tulsi-gabbard-n964261?cid=sm_npd_nn_tw_ma"
              ]
            },
            {
              "sentence": "Ball noted, \"Her interaction with Assad is weaponized to undercut everything else Tulsi has to say about the American warfighting machine,\" pointing out that critics often have \"a bit of a blind spot about their own foreign policy positions.\"  Lexico-statistical analysis showed Gabbard received the most negative coverage during the June–September period",
              "refs": [
                "https://www.thedailybeast.com/tulsi-gabbards-campaign-is-being-boosted-by-russophiles/",
                "https://www.youtube.com/watch?v=wPNr2CGFIwA"
              ]
            },
            {
              "sentence": "In October 2019, former secretary of state and 2016 presidential nominee Hillary Clinton suggested that Gabbard was a \"Russian asset\"",
              "refs": []
            },
            {
              "sentence": "Gabbard was defended by fellow 2020 Democratic presidential candidates Andrew Yang, Pete Buttigieg and Bernie Sanders, who rejected Clinton's suggestion that Gabbard was a Russian asset",
              "refs": [
                "https://www.theguardian.com/us-news/2019/oct/18/hillary-clinton-hints-russia-is-grooming-tulsi-gabbard-as-third-party-candidate",
                "https://podcasts.apple.com/us/podcast/campaign-hq-with-david-plouffe/id1479487160?i=1000519270959&r=2134"
              ]
            },
            {
              "sentence": "Trump also defended Gabbard",
              "refs": [
                "https://thehill.com/homenews/campaign/466582-yang-defends-gabbard-she-deserves-much-more-respect/"
              ]
            },
            {
              "sentence": "Initial news stories had mistakenly also reported Clinton claimed Russia was \"grooming\" Gabbard to run as a third-party candidate, who would help president Donald Trump win reelection via a spoiler effect",
              "refs": [
                "https://apnews.com/article/da6a794fc59145c1bfc67ddccd767fbb"
              ]
            },
            {
              "sentence": "However, Gabbard had repeatedly said she would not run as a third-party candidate in 2020 and did not do so",
              "refs": [
                "https://www.marketwatch.com/story/turns-out-hillary-clinton-said-republicans-not-russians-were-grooming-tulsi-gabbard-2019-10-24"
              ]
            },
            {
              "sentence": "CNN host Van Jones, meanwhile, opined that Clinton's statement was \"a complete smear with no facts\"",
              "refs": [
                "https://www.cbsnews.com/news/tulsi-gabbard-democratic-presidential-candidate-in-2020-campaign-to-report-active-duty-hawaii-national-guard/",
                "https://www.theatlantic.com/politics/archive/2019/09/tulsi-gabbard-2020-candidate/597226/",
                "https://www.cnn.com/2019/10/18/politics/hillary-clinton-tulsi-gabbard/index.html",
                "https://abcnews.go.com/Politics/hillary-clinton-russians-grooming-2020-candidate-party-run/story?id=66371944"
              ]
            },
            {
              "sentence": "Gabbard herself condemned Clinton's remarks in tweets, calling Clinton “the queen of warmongers” and the “personification of the rot that has sickened the Democratic Party for so long.” She claimed there was a campaign to destroy her reputation, orchestrated by Clinton via proxies in media and the war machine",
              "refs": [
                "https://www.politifact.com/truth-o-meter/article/2019/oct/22/hillary-clinton-and-whether-she-called-tulsi-gabba/"
              ]
            },
            {
              "sentence": "In January 2020, Gabbard filed a legal defamation lawsuit against Clinton over the 'Russian asset' assertion   as indicated in the complaint;  but dropped it five months later with her lawyers stating the legal merit was valid but, living in a \"post-Covid world\", they could better focus their attention elsewhere",
              "refs": [
                "https://twitter.com/TulsiGabbard/status/1185289626409406464",
                "https://www.politifact.com/truth-o-meter/article/2019/oct/22/hillary-clinton-and-whether-she-called-tulsi-gabba/",
                "https://www.theguardian.com/us-news/2019/oct/18/hillary-clinton-hints-russia-is-grooming-tulsi-gabbard-as-third-party-candidate",
                "https://thehill.com/homenews/campaign/479320-gabbard-suing-clinton-for-defamation-over-russian-asset-comments/",
                "https://abcnews.go.com/Politics/rep-tulsi-gabbard-files-defamation-lawsuit-hillary-clinton/story?id=68449011",
                "https://storage.courtlistener.com/recap/gov.uscourts.nysd.530464/gov.uscourts.nysd.530464.23.0.pdf"
              ]
            },
            {
              "sentence": "Also in October 2019, The Nation's James Carden wrote: \"McCarthyism had gone mainstream\" as media attacked Gabbard",
              "refs": []
            },
            {
              "sentence": "He saw the Clinton-Gabbard feud as part of \"a long campaign of vilification against critics of the Russia consensus\" by Clinton and \"her allies in the media (which very much include certain former high-ranking members of the US intelligence community)\"",
              "refs": []
            },
            {
              "sentence": "After both the November and December 2019 debates, Saturday Night Live's parodies of the these debates showed Gabbard as the villain, introduced her with menacing music and flashing lights and had her actress laughing evil and making threats",
              "refs": []
            },
            {
              "sentence": "On March 3, 2020, Gabbard, who is of Samoan descent, earned two delegates in American Samoa,  making her the second woman of color (after Shirley Chisholm) and the first Asian-American and Pacific-Islander presidential candidate to earn primary delegates",
              "refs": [
                "https://www.newsweek.com/tulsi-gabbard-only-two-delegates-isnt-first-candidate-stay-race-this-long-1491334"
              ]
            },
            {
              "sentence": "As of March 15, she was one of the three remaining candidates alongside Joe Biden and Bernie Sanders who had not suspended their campaigns",
              "refs": [
                "https://abcnews.go.com/Politics/hawaii-rep-tulsi-gabbard-continuing-bid-president/story?id=69412140"
              ]
            },
            {
              "sentence": "In an interview on Fox, she highlighted a Rasmussen poll showing that 49% of voters supported her inclusion in debates with Sanders and Biden, and accused the DNC and the media of attempting to \"shut her down\" since her campaign's inception through tactics like character assassination, media blackouts, and blocking her message from reaching the public",
              "refs": []
            },
            {
              "sentence": "On March 19, 2020, she dropped out of the 2020 election and endorsed former vice president Joe Biden",
              "refs": [
                "https://www.newsweek.com/tulsi-gabbard-says-political-elite-corporate-media-are-trying-erase-her-presidential-candidacy-1492393"
              ]
            },
            {
              "sentence": "Gabbard was the only candidate with primary delegates to not be invited to the 2020 Democratic National Convention",
              "refs": [
                "https://www.usatoday.com/story/news/politics/elections/2020/03/19/tulsi-gabbard-ends-presidential-campaign/2009989001/",
                "https://www.ocregister.com/2020/03/19/gabbard-ends-long-shot-2020-bid-throws-support-to-biden/",
                "https://www.cnbc.com/2020/03/19/tulsi-gabbard-drops-out-of-the-democratic-presidential-primary.html",
                "https://www.nytimes.com/2020/03/19/us/politics/tulsi-gabbard-drops-out.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-presidential primary activities (2020–2021)",
          "section_content": [
            {
              "sentence": "In July 2020, the family of Vanessa Guillén, a U.S",
              "refs": []
            },
            {
              "sentence": "Army soldier and victim of military sexual harassment who was found murdered after previously being reported missing, met with Gabbard",
              "refs": []
            },
            {
              "sentence": "She said that as a fellow service member in the U.S",
              "refs": [
                "https://www.actionnewsjax.com/news/trending/suspect-fort-hood-soldier-case-kills-self-2nd-suspect-jailed-after-partial-human-remains-found/VGTHC3TKPZHVBMTJAE4L6EWHM4/"
              ]
            },
            {
              "sentence": "Army, she was \"stand [ing] here for Vanessa\", \"for her family\"",
              "refs": []
            },
            {
              "sentence": "In August 2020, Gabbard and Scott Miscovich held a press conference lauding Jennifer Smith, the state's epidemiological specialist who blew the whistle regarding the Hawaii Department of Health's lack of contact tracers to deal with the COVID-19 pandemic",
              "refs": []
            },
            {
              "sentence": "Smith was put on paid leave and Gabbard again came in support of Smith",
              "refs": [
                "https://www.civilbeat.org/2020/08/this-whistleblower-exposed-the-health-departments-covid-19-shortcomings/"
              ]
            },
            {
              "sentence": "In November 2020, Smith returned to work from her paid leave",
              "refs": [
                "https://www.civilbeat.org/2020/09/hawaii-dept-of-health-whistleblower-forced-out-as-shakeup-continues/"
              ]
            },
            {
              "sentence": "In September 2020, Gabbard filed paperwork with the FEC to change her presidential campaign committee, Tulsi Now, to Tulsi Aloha, a leadership PAC, as well as a legal expense trust fund to pay off debts from the lawsuit against Clinton",
              "refs": []
            },
            {
              "sentence": "Later that month, she weighed into the public disagreement surrounding the Netflix film Cuties, alleging that Netflix was \"complicit\" in \"help [ing] fuel the child sex trafficking trade\"",
              "refs": [
                "https://www.civilbeat.org/2020/09/tulsi-gabbards-new-leadership-pac/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-congressional activities (2021–2022)",
          "section_content": [
            {
              "sentence": "In January 2021, Gabbard launched her own podcast, called This is Tulsi Gabbard",
              "refs": []
            },
            {
              "sentence": "She also made several appearances on Fox News programs since leaving Congress, where she criticized figures such as House speaker Nancy Pelosi and U.S",
              "refs": [
                "https://www.civilbeat.org/beat/tulsi-gabbard-launches-a-podcast/"
              ]
            },
            {
              "sentence": "representative Adam Schiff, calling the latter a \"domestic terrorist\" for what she deemed as his attempt to \"undermin [e] our constitution by trying to take away our civil liberties and rights\" in the aftermath of the 2021 storming of the U.S",
              "refs": []
            },
            {
              "sentence": "Capitol",
              "refs": []
            },
            {
              "sentence": "In November 2021, she celebrated the victory of Republican candidate Glenn Youngkin in the Virginia Gubernatorial election over Democratic candidate Terry McAuliffe, and tweeted, \"McAuliffe's loss is a victory for all Americans",
              "refs": []
            },
            {
              "sentence": "Why? Because it was a resounding rejection of efforts to divide us by race, the stripping of parental rights, and arrogant, deaf leaders",
              "refs": []
            },
            {
              "sentence": "This benefits us all\"",
              "refs": []
            },
            {
              "sentence": "In an appearance on Hannity in April 2022, she expressed support for Florida's publicly debated Parental Rights Bill, and said that in her opinion it did not go far enough in that it only covered grades K through 3, while Gabbard believed it should have continued all the way through twelfth grade",
              "refs": [
                "https://www.newsweek.com/tulsi-gabbard-glenn-youngkin-mcauliffe-critical-race-theory-1645763"
              ]
            },
            {
              "sentence": "(A follow-up bill in the state did just that one year later",
              "refs": [
                "https://www.advocate.com/news/2022/4/05/tulsi-gabbard-thinks-florida-dont-say-gay-law-doesnt-go-far-enough"
              ]
            },
            {
              "sentence": ") In 2022 Gabbard spoke at the Conservative Political Action Conference,  drawing criticism from Hawaii Democrats",
              "refs": [
                "https://www.cnn.com/2023/04/19/politics/florida-bans-teaching-gender-identity-sexual-orientation/index.html",
                "https://www.rollingstone.com/politics/politics-news/tulsi-gabbard-to-speak-at-cpac-joining-its-great-un-wokening-1310422/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Departure from the Democratic Party (2022)",
          "section_content": [
            {
              "sentence": "On October 11, 2022, Gabbard announced on Twitter that she was leaving the Democratic Party, accusing its leadership of \"cowardly wokeness, anti-white racism, (being) hostile to people of faith and spirituality, and dragging us closer to nuclear war\"",
              "refs": []
            },
            {
              "sentence": "Shortly thereafter, Gabbard endorsed and campaigned for several Donald Trump-supported Republican candidates in the 2022 midterm elections",
              "refs": [
                "https://abcnews.go.com/Politics/tulsi-gabbard-announces-leaving-democratic-party/story?id=91326164"
              ]
            },
            {
              "sentence": "Among those she endorsed were Senate candidates Don Bolduc, Adam Laxalt and JD Vance, and Arizona gubernatorial candidate Kari Lake",
              "refs": [
                "https://www.msn.com/en-us/news/politics/tulsi-gabbard-to-campaign-for-gop-after-leaving-democratic-party/ar-AA12U4Li"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Post-Congressional Media Career  (2022 onwards)",
          "section_content": [
            {
              "sentence": "In August 2022, Gabbard started serving as the fill-in host for Tucker Carlson Tonight and continued to be a frequent guest host of Tucker Carlson Tonight until its cancellation in 2023",
              "refs": []
            },
            {
              "sentence": "In November 2022, Gabbard signed a deal with Fox News as a paid contributor after years of being a frequent guest on several of their programs",
              "refs": [
                "https://www.mediaite.com/politics/tulsi-gabbards-journey-from-bernie-sanders-supporter-to-guest-host-of-tucker-carlson-tonight/"
              ]
            },
            {
              "sentence": "She also serves as a frequent guest and occasional host on shows such as The Five, Outnumbered, Hannity, Jesse Watters Primetime, Gutfeld!, and more",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Joining the Republican Party (2024)",
          "section_content": [
            {
              "sentence": "Following Trump's entry into the 2024 Republican presidential primary, commentators suggested that Gabbard may be considered by Trump as a potential vice presidential running mate",
              "refs": []
            },
            {
              "sentence": "On February 22, 2024, she was a featured speaker at CPAC, raising speculation of her candidacy as a potential vice presidential selection",
              "refs": []
            },
            {
              "sentence": "During a Fox & Friends interview on March 6, Gabbard was directly asked about serving as Trump's vice-president",
              "refs": [
                "https://www.cnn.com/2024/02/24/politics/cpac-trump-potential-running-mates/index.html"
              ]
            },
            {
              "sentence": "She responded, \"I would be honored to serve our country in that way and be in a position to help President Trump.\"  In March 2024, Gabbard was cited by Trump as one of his potential choices for his vice presidential running mate",
              "refs": [
                "https://www.foxnews.com/video/6348328703112"
              ]
            },
            {
              "sentence": "On August 26, 2024, Gabbard endorsed Trump's re-election bid during a National Guard Association gathering in Michigan",
              "refs": []
            },
            {
              "sentence": "The next day, Gabbard was named as an honorary co-chair of Donald Trump's presidential transition team, alongside Robert F",
              "refs": [
                "https://www.usatoday.com/story/news/politics/elections/2024/08/26/tulsi-gabbard-endorses-trump-president/74957591007/"
              ]
            },
            {
              "sentence": "Kennedy Jr., joining the former president's sons and the Republican vice presidential nominee JD Vance",
              "refs": []
            },
            {
              "sentence": "On October 22, 2024, while speaking at a Trump rally in Greensboro, North Carolina, Gabbard announced she was joining the Republican Party",
              "refs": [
                "https://www.nytimes.com/2024/08/27/us/politics/trump-transition-rfk-tulsi-gabbard.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Nomination for director of national intelligence (2024)",
          "section_content": [
            {
              "sentence": "On November 13, 2024, President-elect Donald Trump announced that he had chosen Gabbard to serve as the director of national intelligence in his second term, citing her two decades of experience in the military with the U.S",
              "refs": []
            },
            {
              "sentence": "Army Reserve and Hawaii Army National Guard, further stating that Gabbard would bring \"a fearless spirit\" to the intelligence agencies and secure \"peace through strength.\"",
              "refs": [
                "https://www.nytimes.com/2024/11/13/us/politics/trump-tulsi-gabbard-director-national-intelligence.html",
                "https://abcnews.go.com/Politics/former-democratic-rep-tulsi-gabbard-trumps-pick-director/story?id=115772928",
                "https://www.nytimes.com/2024/11/13/us/politics/gaetz-gabbard-hegseth-trump-appointees.html"
              ]
            },
            {
              "sentence": "The nomination has been controversial",
              "refs": []
            },
            {
              "sentence": "The Independent reported that a \"tidal wave of negative media coverage\" appeared after Gabbard's nomination for DNI",
              "refs": [
                "https://www.pbs.org/newshour/show/why-trumps-nomination-of-gabbard-for-national-intelligence-director-is-controversial",
                "https://www.aljazeera.com/news/2024/11/14/why-is-tulsi-gabbard-trumps-new-intel-tsar-so-controversial",
                "https://edition.cnn.com/2024/11/25/politics/trump-gabbard-hegseth-analysis/index.html",
                "https://www.bbc.co.uk/news/articles/c9vnx8zn440o"
              ]
            },
            {
              "sentence": "Democrats were expected to question her meeting with President Bashar al-Assad of Syria and alleged embrace of Russian talking points",
              "refs": []
            },
            {
              "sentence": "She received criticism for her lack of experience in the area of intelligence",
              "refs": [
                "https://www.nytimes.com/2024/11/13/us/politics/gaetz-gabbard-hegseth-trump-appointees.html"
              ]
            },
            {
              "sentence": "Politico said Gabbard had \"caused an uproar\" in 2022 \"by suggesting Ukraine housed U.S.-funded bioweapons labs\",  an issue also raised by Tom Nichols in The Atlantic  as well as The Guardian",
              "refs": [
                "https://time.com/7176696/gabbard-russia-connection-trump-intelligence/",
                "https://www.politico.com/news/2024/11/13/tulsi-gabbard-director-national-intelligence-trump-00189370",
                "https://www.theatlantic.com/newsletters/archive/2024/11/tulsi-gabbard-nomination-security/680649/"
              ]
            },
            {
              "sentence": "The latter two linked (via intermediate articles  ) to Gabbard's 2022 video showing that her concern regarded \"biolabs … conducting research on dangerous pathogens  [in] an active warzone\"",
              "refs": [
                "https://www.theguardian.com/us-news/2024/nov/16/trump-cabinet-tulsi-gabbard-democratic-reactions",
                "https://www.theguardian.com/us-news/2024/nov/21/nikki-haley-trump-cabinet-tulsi-gabbard-rfk-jr",
                "https://web.archive.org/web/20241113211625/https://www.washingtonexaminer.com/opinion/beltway-confidential/3229135/senate-gop-must-stop-tulsi-gabbard-from-getting-keys-to-intelligence-castle/",
                "https://www.nbcnews.com/politics/national-security/trumps-pick-top-intel-job-accused-traitorous-parroting-russian-propaga-rcna180073"
              ]
            },
            {
              "sentence": "The New York Times noted her critiques of US foreign policy were promoted by Russian media, but reported there was no evidence of Gabbard collaborating with Russian intelligence and that she had said she opposed Russia's military operation in Ukraine as forces gathered before the invasion in February 2022",
              "refs": []
            },
            {
              "sentence": "Gabbard faced criticism from several Democratic politicians, including Debbie Wasserman Schultz, Jason Crow, Tammy Duckworth, and Elizabeth Warren, who labeled her a \"likely Russian asset\" and \"compromised\" due to her statements perceived as sympathetic to Russia",
              "refs": []
            },
            {
              "sentence": "Republican senators, including Sens",
              "refs": [
                "https://www.theguardian.com/us-news/2024/nov/16/trump-cabinet-tulsi-gabbard-democratic-reactions",
                "https://abcnews.go.com/Politics/tulsi-gabbard-trumps-pick-top-intel-role-draws/story?id=116058687",
                "https://www.msnbc.com/jose-diaz-balart/watch/rep-wasserman-schultz-calls-trump-dni-pick-tulsi-gabbard-likely-a-russian-asset-224578117720",
                "https://www.nbcnews.com/politics/national-security/will-tulsi-gabbard-bring-russian-bias-intelligence-reporting-rcna180248",
                "https://apnews.com/article/trump-tulsi-gabbard-intelligence-director-russia-putin-0f661dd39bd16e248b16c049e6aa26c5"
              ]
            },
            {
              "sentence": "Eric Schmitt and Markwayne Mullin, dismissed the Democratic allegations as baseless in view of her military service",
              "refs": []
            },
            {
              "sentence": "Schmitt argued political differences shouldn't imply disloyalty,   and Mullin said it was dangerous to label Gabbard, a U.S",
              "refs": [
                "https://apnews.com/article/trump-tulsi-gabbard-intelligence-director-russia-putin-0f661dd39bd16e248b16c049e6aa26c5",
                "https://thehill.com/homenews/senate/5007243-eric-schmitt-tulsi-gabbard-russian-asset/"
              ]
            },
            {
              "sentence": "Army lieutenant colonel, as compromised by Russia",
              "refs": []
            },
            {
              "sentence": "On December 4, 2024, over 100 former national security and other officials [a] wrote a letter to Senate leaders expressing concern at Gabbard's nomination    A spokesperson for Gabbard responded that \"these unfounded attacks\" are from the same people who use classified information as a “partisan weapon to smear\" their political enemy",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.nbcnews.com/politics/national-security/democrats-republicans-congress-worried-gabbard-might-leak-information-rcna181316",
                "https://www.theguardian.com/us-news/2024/dec/05/intelligence-security-officials-tulsi-gabbard"
              ]
            },
            {
              "sentence": "Gabbard's nomination garnered support from libertarian-minded GOP senators, who were aligned with her view against military interventions, and her calls for reform in intelligence agencies",
              "refs": []
            },
            {
              "sentence": "Victoria Coates, a former Trump deputy national security adviser, argued recent global shocks like the Taliban's rise, Hamas attacks, and Assad's fall show the intelligence community needs new leadership, and advocated for an outsider to diagnose and correct systemic issues",
              "refs": [
                "https://www.nbcnews.com/politics/white-house/nearly-100-former-national-security-officials-alarmed-gabbard-rcna183121"
              ]
            },
            {
              "sentence": "In meetings, senators told Gabbard of concerns over superficial briefings by former intelligence officials, citing past failures and not enough information about follow-on ramifications",
              "refs": [
                "https://www.huffpost.com/entry/tulsi-gabbard-intelligence-surveillance_n_678148d5e4b0f559989ec19c"
              ]
            },
            {
              "sentence": "Former CIA counterterrorism chief Bernard Hudson came out in support of Gabbard, asserting that she has the experience and professional integrity for the DNI position",
              "refs": [
                "https://www.huffpost.com/entry/tulsi-gabbard-intelligence-surveillance_n_678148d5e4b0f559989ec19c"
              ]
            },
            {
              "sentence": "A homeland security union, National Border Patrol Council, also endorsed Gabbard, describing her as \"the right person to be the DNI\" given her proven commitment to national security",
              "refs": [
                "https://www.bloomberg.com/news/articles/2024-12-20/trump-s-spy-pick-gabbard-faces-a-tricky-climb-for-senate-backing?embedded-checkout=true"
              ]
            },
            {
              "sentence": "The National Sheriff’s Association, in making their first-ever endorsement for DNI, cited Gabbard's \"deep understanding of national security threats\"",
              "refs": [
                "https://www.nationalreview.com/2024/12/tulsi-gabbard-is-right-for-director-of-national-intelligence/"
              ]
            },
            {
              "sentence": "Many veterans and Republicans expressed support citing Gabbard's military background",
              "refs": [
                "https://www.dailywire.com/news/national-sheriffs-association-urges-senate-to-quickly-confirm-tulsi-gabbard"
              ]
            },
            {
              "sentence": "On December 9, 2024, more than 250 veterans, including Rep",
              "refs": []
            },
            {
              "sentence": "Eli Crane (R-Ariz.), Rep",
              "refs": []
            },
            {
              "sentence": "Brian Mast (R-Fla.), who is set to helm the House Foreign Affairs Committee, former acting Secretary of Defense Christopher C",
              "refs": []
            },
            {
              "sentence": "Miller, and political commentator Jack Posobiec, signed an open letter supporting endorsing Gabbard for the DNI position, praising her as \"a warrior whose vote cannot be bought\" and highlighting her selflessness, courage, and leadership",
              "refs": []
            },
            {
              "sentence": "ABC noted Rand Paul's collaboration with Gabbard on the Stop Arming Terrorists Act and agreement regarding criticism of the military-industrial complex",
              "refs": []
            },
            {
              "sentence": "Trump transition officials praised Gabbard's military and congressional experience, noting her access to classified intelligence",
              "refs": [
                "https://americanmilitarynews.com/2024/12/250-vets-endorse-trumps-national-intelligence-director-pick/"
              ]
            },
            {
              "sentence": "Senator Marco Rubio also cited her military service and congressional experience",
              "refs": [
                "https://www.washingtonpost.com/politics/2024/12/09/tulsi-gabbard-senator-meetings-assad-syria/"
              ]
            },
            {
              "sentence": "Defending her record on January 7, 2025, in response to a reporter's question after meeting with Sen",
              "refs": []
            },
            {
              "sentence": "Tommy Tuberville (R-AL), Gabbard noted her background of eight years on the Armed Services Committee and the Foreign Affairs Committees in Congress over eight years, and 22 years service in the military had given her \"a lot of the insight to be able to go in and understand the serious threats we face\"",
              "refs": []
            },
            {
              "sentence": "If confirmed, Gabbard will be the first Pacific Islander American and first Hindu American to serve in a Cabinet-level position and highest-ranking Pacific Islander American and Hindu American government official in U.S",
              "refs": []
            },
            {
              "sentence": "history",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Domestic policy positions",
      "section_content": [
        {
          "sentence": "While in 2020 Democratic presidential primary, Gabbard's political positions were broadly moderate on domestic policy issues, after 2020, she has taken more conservative positions on culture war social issues, including abortion, gun control and transgender rights",
          "refs": []
        },
        {
          "sentence": "In 2022, Gabbard introduced a bill to ban trans-women from female sports, and supports that women sports should be for biological females, a position popular with conservatives",
          "refs": [
            "https://apnews.com/article/trump-gabbard-director-national-intelligence-466dfdfe2f949ea20bc2f4ef13e21438",
            "https://www.politico.com/news/2022/02/24/tulsi-gabbard-cpac-message-00011694",
            "https://www.newstatesman.com/world/americas/north-america/us/2022/01/is-tulsi-gabbard-the-gops-dark-horse",
            "https://www.nationalreview.com/corner/a-bold-pro-life-move-for-a-democrat/"
          ]
        },
        {
          "sentence": "In 2022, she was also a featured speaker at the Conservative Political Action Conference (CPAC)",
          "refs": [
            "https://www.politico.com/news/2022/02/24/tulsi-gabbard-cpac-message-00011694"
          ]
        },
        {
          "sentence": "She has also been a frequent critic of the Biden administration",
          "refs": [
            "https://time.com/5920758/tulsi-gabbard-bill-transgender-women-sports/"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Drug policy and criminal justice reform",
          "section_content": [
            {
              "sentence": "Gabbard has been outspoken against a \"broken criminal justice system\" that puts \"people in prison for smoking marijuana\" while allowing pharmaceutical corporations responsible for \"opioid-related deaths of thousands to walk away scot-free with their coffers full\"",
              "refs": []
            },
            {
              "sentence": "Gabbard has said that as president she would \"end the failed war on drugs, legalize marijuana, end cash bail, and ban private prisons\"",
              "refs": [
                "https://x.com/tulsigabbard/status/1578704319561404416"
              ]
            },
            {
              "sentence": "Bills she has introduced include the Ending Federal Marijuana Prohibition Act and the Marijuana Opportunity Reinvestment and Expungement (MORE) Act",
              "refs": [
                "https://web.archive.org/web/20190924161320/http://mauiindependent.org/tulsi-gabbard-emerges-as-most-outspoken-anti-war-candidate-in-decades/"
              ]
            },
            {
              "sentence": "In January 2020, in response to a question from a voter, Gabbard called for legalizing and regulating all drugs, citing Portugal's model for drug decriminalization",
              "refs": []
            },
            {
              "sentence": "In June 2020, Gabbard introduced an amendment to the House version of the 2021 NDAA to allow members of Armed Services to use products containing CBD and other hemp derivatives",
              "refs": [
                "https://web.archive.org/web/20200319171226/https://gabbard.house.gov/news/press-releases/rep-tulsi-gabbard-introduces-bill-end-marijuana-prohibition-expunge-prior"
              ]
            },
            {
              "sentence": "It was approved 336 to 71 as a package, although House leaders did not fight for its inclusion in the final bill",
              "refs": [
                "https://www.forbes.com/sites/tomangell/2020/01/19/tulsi-gabbard-endorses-legalizing-drugs/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Immigration",
          "section_content": [
            {
              "sentence": "Gabbard along with 47 other Democrats expressed support in 2015 for increased border security and voted with Republicans for vetting of Iraqi and Syrian refugees",
              "refs": []
            },
            {
              "sentence": "At that time, Gabbard also called for halting the visa waiver program after mass numbers of Syrian immigrants entered Germany, until the threat of terrorist attacks was resolved",
              "refs": [
                "https://www.marijuanamoment.net/congress-cautions-military-leaders-about-marijuana-punishments-for-recruits-in-defense-bill-report/"
              ]
            },
            {
              "sentence": "However, between 2013 and 2021, Gabbard had also expressed support for an easier path to citizenship for immigrants without legal status, increasing skilled immigration, and granting work visas to immigrants",
              "refs": [
                "https://www.theguardian.com/us-news/2015/nov/20/house-democrats-refugee-bill-social-media-backlash"
              ]
            },
            {
              "sentence": "By 2022, she had said she would be open to a proposal for a border wall if experts say it is warranted",
              "refs": [
                "https://www.nytimes.com/2015/11/29/us/politics/tulsi-gabbard-rising-democratic-star-from-hawaii-makes-mark-on-party-by-defying-it.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Environment",
          "section_content": [
            {
              "sentence": "Gabbard has often supported the causes of Native Americans and tribal lands, such as her support for the Standing Rock Sioux Tribe against the construction of the controversial Dakota Access Pipeline in 2016,  wherein she co-signed a letter requesting the Obama administration to address the tribal concerns about the project",
              "refs": [
                "https://www.bridgemi.com/michigan-government/how-democratic-presidential-candidates-would-reform-immigration"
              ]
            },
            {
              "sentence": "Gabbard successfully passed an amendment to the 2019 National Defense Authorization Act that would require the Department of Energy to reexamine the safety of the Runit Dome, a leaking Cold War era nuclear waste site in the Marshall Islands",
              "refs": [
                "https://abcnews.go.com/US/2000-veterans-arrive-standing-rock-protest-dakota-pipeline/story?id=43964136"
              ]
            },
            {
              "sentence": "She later called for \"fresh eyes\" to ensure a more independent assessment of the waste site's safety",
              "refs": [
                "https://www.nbcnews.com/news/us-news/congress-members-send-letter-president-obama-stop-controversial-pipeline-n657761"
              ]
            },
            {
              "sentence": "Gabbard has spoken in favor of a Green New Deal but expressed concerns about vagueness in some proposed versions of the legislation  and its inclusion of nuclear energy",
              "refs": [
                "https://www.latimes.com/environment/story/2020-07-27/tulsi-gabbard-rebuts-claim-marshall-islands-nuclear-site-proven-safe"
              ]
            },
            {
              "sentence": "She advocated her own \"Off Fossil Fuels for a Better Future Act\" (\"OFF Act\") as legislation to transition the United States to renewable energy",
              "refs": [
                "https://thehill.com/policy/energy-environment/430780-gabbard-cites-concerns-about-vagueness-of-green-new-deal"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Healthcare and GMO labeling",
          "section_content": [
            {
              "sentence": "Gabbard supported a national healthcare insurance program to cover uninsured, as well as under-insured people,  and allowed supplemental but not duplicative private insurance",
              "refs": [
                "https://www.pbs.org/newshour/politics/what-does-rep-tulsi-gabbard-believe-where-the-candidate-stands-on-7-issues"
              ]
            },
            {
              "sentence": "She has since advocated for a two-tier universal health care plan that she calls \"Single Payer Plus\", loosely modeled after Australia's system and allowing for both supplementary and duplicative private insurance",
              "refs": [
                "https://www.congress.gov/bill/115th-congress/house-bill/3671/text"
              ]
            },
            {
              "sentence": "Gabbard pushed to reinstate Medicaid eligibility for people from the Marshall Islands, Micronesia and Palau working and living in the United States",
              "refs": []
            },
            {
              "sentence": "She called for addressing the national nursing shortage  and supported clear GMO labeling,   voting in 2016 against a GMO-labeling bill she said was too weak",
              "refs": [
                "https://www.nbcnews.com/news/us-news/congress-members-send-letter-president-obama-stop-controversial-pipeline-n657761",
                "https://www.sentinelsource.com/news/local/gabbard-pitches-pro-peace-bipartisan-agenda-to-sentinel-editorial-board/article_7ad42636-8503-50c0-8e62-5a779a051d72.html",
                "https://web.archive.org/web/20200103001841/https://www.aacnnursing.org/News-Information/Press-Releases/View/ArticleId/23047/title-viii-2019-commitment",
                "http://www.hawaiinewsnow.com/story/36068071/gabbard-usda-should-require-clear-gmo-labeling-on-all-foods"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "First impeachment of Donald Trump",
          "section_content": [
            {
              "sentence": "Gabbard voted \"present\" when the House of Representatives voted to impeach President Trump in December 2019",
              "refs": []
            },
            {
              "sentence": "In two video messages   and a press release, she cited The Federalist Papers essay No",
              "refs": [
                "https://www.westhawaiitoday.com/2016/07/16/hawaii-news/gmo-labeling-bill-headed-to-presidents-desk/",
                "https://twitter.com/TulsiGabbard/status/1207649784036614144"
              ]
            },
            {
              "sentence": "65,  and described her vote as a protest against \"a political zero-sum game\"",
              "refs": [
                "https://twitter.com/TulsiGabbard/status/1207753618935308288"
              ]
            },
            {
              "sentence": "Gabbard introduced H",
              "refs": [
                "https://www.npr.org/2019/11/18/779938819/fractured-into-factions-what-the-founders-feared-about-impeachment",
                "https://www.vox.com/policy-and-politics/2019/12/18/21029243/tulsi-gabbard-house-vote-present-trump-articles-impeachment-hearing"
              ]
            },
            {
              "sentence": "Res",
              "refs": []
            },
            {
              "sentence": "766,   which would censure Trump for several of his foreign policy decisions and \"send a strong message to this president and future presidents that their abuses of power will not go unchecked, while leaving the question of removing Trump from office to the voters to decide\"",
              "refs": [
                "https://thehill.com/homenews/house/475233-gabbard-votes-present-on-impeaching-trump",
                "https://www.congress.gov/bill/116th-congress/house-resolution/766"
              ]
            },
            {
              "sentence": "A week later, Gabbard said she had serious concerns that the impeachment would increase the likelihood that her party would lose the presidential election and its majority in the House of Representatives",
              "refs": [
                "https://web.archive.org/web/20200319181308/https://gabbard.house.gov/news/press-releases/rep-tulsi-gabbard-calls-house-censure-president-putting-personal-political-gain"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "LGBTQ rights",
          "section_content": [
            {
              "sentence": "Gabbard's views on LGBTQ rights have changed over the years, as evidenced by her 2013 signing of an amicus brief supporting gay marriage while in her early years, she was associated with her father's campaign opposing gay marriage",
              "refs": []
            },
            {
              "sentence": "In 1998, when she was 17 years old, Gabbard supported her father's successful campaign to amend the Constitution of Hawaii to give lawmakers the power to \"reserve marriage to opposite-sex couples\"",
              "refs": [
                "https://abcnews.go.com/Politics/rep-tulsi-gabbard-impeachment-embolden-trump-increasing-reelection/story?id=67960828"
              ]
            },
            {
              "sentence": "She also favored the Federal Marriage Amendment that would prevent overriding state law with regard to same-sex marriage",
              "refs": [
                "https://www.cnn.com/2019/01/13/politics/kfile-tulsi-gabbard-lgbt/index.html",
                "https://www.cnn.com/2019/01/13/politics/kfile-tulsi-gabbard-lgbt/index.html"
              ]
            },
            {
              "sentence": "In 2012, Gabbard apologized for her \"anti-gay advocacy\"  and said she would \"fight for the repeal\" of the Defense of Marriage Act (DOMA)",
              "refs": [
                "https://www.newspapers.com/clip/36438128/tulsi_gay_marriage/"
              ]
            },
            {
              "sentence": "In June 2013, she was an initial cosponsor of the legislation to repeal DOMA",
              "refs": [
                "https://web.archive.org/web/20190118011853/https://www.aol.com/article/news/2019/01/17/rep-gabbard-apologizes-again-for-past-anti-gay-views/23645741/"
              ]
            },
            {
              "sentence": "Gabbard was a member of the House LGBT Equality Caucus",
              "refs": [
                "http://www.expression808.com/home/2012/7/5/tulsi-gabbards-moment-of-truth.html"
              ]
            },
            {
              "sentence": "She received ratings of 92%, 88%, 100%, and 84% for her four congressional terms for pro-LGBT legislation from the Human Rights Campaign, a group that advocates for LGBT rights",
              "refs": [
                "https://www.congress.gov/bill/113th-congress/house-bill/2523/cosponsors"
              ]
            },
            {
              "sentence": "After launching her presidential campaign in 2019, Gabbard apologized for her past anti-gay views   and said that her views had been changed by her experience in the military \"with LGBTQ service members, both here at home and while deployed\"",
              "refs": [
                "https://www.washingtonblade.com/2015/02/24/lgbt-caucus-membership-halved-114th-congress/",
                "https://www.newspapers.com/clip/36438128/tulsi_gay_marriage/"
              ]
            },
            {
              "sentence": "After criticism from Democrats over her past anti-gay remarks, she was defended by conservative pundit Tucker Carlson, journalist Glenn Greenwald, and openly gay representative Sean Patrick Maloney",
              "refs": [
                "https://www.hrc.org/resources/congressional-scorecard",
                "https://www.thetelegraph.com/news/article/Tulsi-Gabbard-says-military-combat-service-shapes-14340612.php"
              ]
            },
            {
              "sentence": "In 2020, Gabbard and Republican U.S",
              "refs": []
            },
            {
              "sentence": "representative Markwayne Mullin introduced a bill titled the \"Protect Women's Sports Act\" that would seek to define Title IX protections on the basis of an individual's biological sex",
              "refs": []
            },
            {
              "sentence": "[b]  After introducing the bill, Gabbard was condemned by activists and LGBTQ organizations, including the Human Rights Campaign, which said: \"Gabbard has lost all credibility as an ally.\"",
              "refs": [
                "https://web.archive.org/web/20201211224546/https://gabbard.house.gov/news/press-releases/reps-gabbard-and-mullin-introduce-bill-ensure-title-ix-protections-women-and"
              ]
            },
            {
              "sentence": "In 2022, Gabbard endorsed the Florida Parental Rights in Education Act, which prohibits public schools in Florida from having \"classroom discussion\" or giving \"classroom instruction\" about sexual orientation or gender identity from kindergarten through third grade or in any manner deemed to be against state standards in all grades",
              "refs": []
            },
            {
              "sentence": "She said the bill \"bans government and government schools from indoctrinating woke sexual values in our schools to a captive audience\"",
              "refs": []
            },
            {
              "sentence": "She also suggested that the bill should apply to all grades",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Foreign policy positions",
      "section_content": [
        {
          "sentence": "In her foreign policy positions, Gabbard has taken a strong stand against Islamic extremism in the Middle East and supported tough actions against terrorist organizations such as Al Qaeda and ISIS",
          "refs": []
        },
        {
          "sentence": "She describes herself as a hawk \"when it comes to the war against terrorists\", but a dove \"when it comes to counterproductive wars of regime change\"",
          "refs": [
            "https://thehill.com/changing-america/respect/diversity-inclusion/529811-rep-tulsi-gabbard-sponsors-anti-transgender-bill",
            "https://www.mediaite.com/politics/tulsi-gabbard-says-floridas-bill-targeting-woke-sexual-teaching-in-schools-doesnt-go-far-enough/"
          ]
        },
        {
          "sentence": "Gabbard has also called for reducing military interventionism by the United States",
          "refs": []
        },
        {
          "sentence": "She criticizes the neocon war machine and \"media giants ruled by corporate interests who are in the pocket of the establishment war machine\" for U.S",
          "refs": [
            "https://www.youtube.com/watch?v=k1mVAHyloDA"
          ]
        },
        {
          "sentence": "involvement in \"counterproductive, wasteful regime change wars\", stating they have not made the United States any safer and have contributed to a New Cold War and nuclear arms race",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Israel and Palestine",
          "section_content": [
            {
              "sentence": "After Hamas' October 7, 2023 attack on Israel, Gabbard came out strongly in support of Israel and condemned Hamas, calling it an Islamist terrorist organization",
              "refs": []
            },
            {
              "sentence": "In November 2023, she attended the March for Israel at the National Mall in Washington, D.C",
              "refs": [
                "https://www.msnbc.com/msnbc/watch/rep-gabbard-the-leadership-i-bring-is-to-end-regime-change-wars-62500421582"
              ]
            },
            {
              "sentence": "She has called pro-Palestine protesters in the US \"puppets of a radical Islamist organization\"",
              "refs": []
            },
            {
              "sentence": "Gabbard is opposed to a ceasefire in Gaza",
              "refs": []
            },
            {
              "sentence": "In an interview uploaded to YouTube in February, she called Hamas a \"threat that needs to be defeated militarily and ideologically\"",
              "refs": []
            },
            {
              "sentence": "When asked what she thought about the US supporting a UN resolution that seeks a ceasefire in Gaza, Gabbard said it needs to be approached strategically",
              "refs": []
            },
            {
              "sentence": "\"We have to be realists about the threat that continues to exist for the people of Israel",
              "refs": []
            },
            {
              "sentence": "So as long as Hamas is in power, the people of Israel will not be secure and cannot live in peace.\"",
              "refs": [
                "https://thehill.com/hilltv/rising/4291944-rising-november-3-2023/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Middle East",
          "section_content": [
            {
              "sentence": "During her time in Congress, Gabbard took a strong stand against Islamic terrorism in the Middle East, often invoking her experience as a veteran of the Iraq War",
              "refs": []
            },
            {
              "sentence": "In some of her appearances on Fox News between 2013 and 2017, she faulted President Obama over his refusal to refer to the Islamic State's beliefs and terrorism as \"Islamic extremism\" or \"radical Islam\"",
              "refs": [
                "https://www.washingtonexaminer.com/news/2452313/former-rep-tulsi-gabbard-calls-out-biden-and-harris-for-not-attending-march-for-israel-rally-in-dc/"
              ]
            },
            {
              "sentence": "In a 2015 interview with CNN's Wolf Blitzer, Gabbard criticized the Obama administration for \"refusing\" to say that the \"real enemy\" of the United States is Islamic extremists",
              "refs": [
                "https://www.washingtonexaminer.com/news/2452313/former-rep-tulsi-gabbard-calls-out-biden-and-harris-for-not-attending-march-for-israel-rally-in-dc/",
                "https://www.aljazeera.com/news/2024/11/14/why-is-tulsi-gabbard-trumps-new-intel-tsar-so-controversial"
              ]
            },
            {
              "sentence": "Gabbard expressed reservations about the US involvement in Syrian civil war, and said that \"We must end our war to overthrow the Syrian government and focus our attention on defeating al-Qaeda and ISIS\"",
              "refs": [
                "https://www.politifact.com/article/2019/nov/21/looking-back-tulsi-gabbards-fox-news-presence-obam/"
              ]
            },
            {
              "sentence": "On December 20, 2019, the Stop Arming Terrorists Act  that she introduced in 2017  became law as part of National Defense Authorization Act for Fiscal Year 2020, § 1228  to prohibit the Department of Defense from \"knowingly providing weapons or any other form of support to Al Qaeda\" or other terrorist groups or any individual or group affiliated with any such organization",
              "refs": [
                "http://edition.cnn.com/videos/tv/2015/01/16/tsr-intv-blitzer-gabbard-radical-islam.cnn",
                "https://abcnews.go.com/Politics/tulsi-gabbard-claims-met-syrian-president-bashar-al/story?id=45050615",
                "https://www.npr.org/2016/12/10/505079126/hawaii-congresswoman-tulsi-gabbard-introduces-bill-to-halt-u-s-arms-supplies-to"
              ]
            },
            {
              "sentence": "Gabbard was critical of the U.S",
              "refs": []
            },
            {
              "sentence": "military's 2020 Baghdad International Airport airstrike (which killed high-level Iranian general Qasem Soleimani) as an act of war by U.S",
              "refs": []
            },
            {
              "sentence": "president Donald Trump and a violation of the U.S",
              "refs": []
            },
            {
              "sentence": "Constitution, arguing that Trump did not have congressional authorization for this act",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "The Assad regime in Syria",
          "section_content": [],
          "subsections": [
            {
              "section_title": "Controversial visit to Syria",
              "section_content": [
                {
                  "sentence": "In January 2017, Gabbard went on a one-week \"fact-finding mission\" to Syria and Lebanon, during which she met various political and religious leaders from both countries [c] – and also had two unplanned meetings with then-Syrian-president Bashar al-Assad",
                  "refs": []
                },
                {
                  "sentence": "The visit came after Gabbard had introduced legislation that would, in her words, \"end our country's illegal war to overthrow the Syrian government.\"  The visit was the first by a U.S",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "lawmaker since Nancy Pelosi in 2007,  and made under a travel warning issued by the United States Department of State",
                  "refs": [
                    "https://abcnews.go.com/Politics/tulsi-gabbard-claims-met-syrian-president-bashar-al/story?id=45050615"
                  ]
                },
                {
                  "sentence": "As required by House rules, the House Ethics Committee approved the trip",
                  "refs": [
                    "[ERROR retrieving ref link]"
                  ]
                },
                {
                  "sentence": "(A State Department official said that, as the trip was private, the department was not involved",
                  "refs": [
                    "https://buffalochronicle.com/2020/03/17/where-does-tulsi-gabbard-stand-on-the-issues/"
                  ]
                },
                {
                  "sentence": ") The trip was privately funded by a Cleveland-based Arab American group sympathetic to Assad,  but after facing controversy over the trips funding, Gabbard decided to personally reimburse the cost of the trip",
                  "refs": [
                    "[ERROR retrieving ref link]",
                    "https://www.pbs.org/newshour/politics/congresswoman-gabbard-makes-unannounced-trip-syria"
                  ]
                },
                {
                  "sentence": "As Gabbard explained to CNN's Jake Tapper, \"When the opportunity arose to meet with  [Assad], I did so because I felt it's important that if we profess to truly care about the Syrian people, about their suffering, then we've got to be able to meet with anyone that we need to if there's a possibility that we could achieve peace",
                  "refs": [
                    "https://www.nbcnews.com/id/wbna17920536"
                  ]
                },
                {
                  "sentence": "And that's exactly what we've talked about.\" Regarding the rebel groups, she remarked: \" [T]he strongest fighting force on the ground in Syria is al-Nusra or Al Qaeda and ISIS.\"",
                  "refs": [
                    "https://apnews.com/united-states-government-abdc4a6d5d624f4eb76e7a0e1c1dc3cb",
                    "https://asiatimes.com/2024/12/tulsi-gabbard-bashar-al-assad-and-me/"
                  ]
                },
                {
                  "sentence": "After her meeting with Syrian religious leaders, Gabbard said that they called for \"an end to foreign support of terrorists who are trying to rid Syria of its secular, pluralistic, free society.\" , however Assad's regime was often ranked in the bottom on international freedom rankings",
                  "refs": [
                    "https://www.cnn.com/2017/02/01/politics/tulsi-gabbard-syria/index.html"
                  ]
                },
                {
                  "sentence": "Gabbard's visit to Assad was generally criticized by both sides of the political spectrum for giving Assad credibility despite the civilian deaths under his regime",
                  "refs": [
                    "https://www.pbs.org/newshour/politics/congresswoman-gabbard-makes-unannounced-trip-syria"
                  ]
                },
                {
                  "sentence": "A Ron Paul Institute article thanked Gabbard for \"seeing through the double-bind foreign policy trap of our bipartisan war policy\"",
                  "refs": [
                    "https://www.businessinsider.com/tulsi-gabbard-assad-syria-2017-1"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Opposition to US military intervention in Syria",
              "section_content": [
                {
                  "sentence": "Following her 2017 visit to Syria, Gabbard wrote, \"There is no difference between “moderate” rebels and al-Qaeda (al-Nusra) or ISIS — they are all the same",
                  "refs": []
                },
                {
                  "sentence": "This is a war between terrorists under the command of groups like ISIS and al-Qaeda and the Syrian government.\"  In 2018, Gabbard characterized the US as waging a regime change war in Syria since 2011",
                  "refs": [
                    "https://web.archive.org/web/20170126103441/https://gabbard.house.gov/news/press-releases/congresswoman-tulsi-gabbard-returns-syria-renewed-calls-end-regime-change-war"
                  ]
                },
                {
                  "sentence": "In a February 2019 interview with MSNBC a month after the start of her presidential campaign, she said, \"Assad is not the enemy of the United States because Syria does not pose a direct threat to the United States\"      In a subsequent interview on CNN, she said \"There are brutal dictators in the world",
                  "refs": [
                    "https://ronpaulinstitute.org/the-sacrifice-of-tulsi-gabbard/",
                    "https://medium.com/@TulsiGabbard/the-syrian-people-desperately-want-peace-e308f1777a34#.x6vu12jo6",
                    "https://web.archive.org/web/20200111085938/https://www.thenation.com/article/tulsi-gabbard-on-the-administrations-push-for-war-in-syria/",
                    "https://www.bbc.com/news/articles/c9vnx8zn440o",
                    "https://edition.cnn.com/2019/02/06/politics/tulsi-gabbard-syria-assad/"
                  ]
                },
                {
                  "sentence": "Assad of Syria is one of them",
                  "refs": []
                },
                {
                  "sentence": "That does not mean the United States should be waging regime-change wars around the world.\"",
                  "refs": [
                    "https://www.businessinsider.com/tulsi-gabbard-syrian-president-bashar-al-assad-not-americas-enemy-2019-2"
                  ]
                },
                {
                  "sentence": "In August 2019, she said that Assad is \"a brutal dictator",
                  "refs": []
                },
                {
                  "sentence": "Just like Saddam Hussein",
                  "refs": []
                },
                {
                  "sentence": "Just like Gadhafi in Libya",
                  "refs": []
                },
                {
                  "sentence": "The reason that I'm so outspoken on this issue of ending these wasteful regime-change wars is because I have seen firsthand this high human cost of war and the impact that it has on my fellow brothers and sisters in uniform.\"",
                  "refs": [
                    "https://www.msnbc.com/morning-joe/watch/rep-gabbard-assad-is-not-an-enemy-of-the-us-1438093891865"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Skepticism on Chemical weapons",
              "section_content": [
                {
                  "sentence": "In April 2017, following the Khan Shaykhun chemical attack, Gabbard was interviewed by Wolf Blitzer on CNN",
                  "refs": []
                },
                {
                  "sentence": "She said that \"What matters is the evidence and facts,\" stating she would denounce Assad as a war criminal if found responsible by an independent investigation, but expressed skepticism, noting, \"So whether the President says that they have the evidence, the fact remains that they have not brought that evidence before Congress,\" and that the US military strike \"flew directly in the face\" of the UN's action \"to launch an independent investigation\"",
                  "refs": []
                },
                {
                  "sentence": "She drew parallels to the Iraq War, warning against repeating \"a counterproductive regime war\" without clear evidence and congressional consent",
                  "refs": []
                },
                {
                  "sentence": "In a statement she said \"A successful prosecution of Assad (at the International Criminal Court) will require collection of evidence from the scene of the incident, and I support the United Nation's efforts in this regard",
                  "refs": [
                    "https://www.politico.com/story/2019/02/06/tulsi-gabbard-bashar-al-assad-enemy-1152242"
                  ]
                },
                {
                  "sentence": "Without such evidence, a successful prosecution is impossible\"",
                  "refs": []
                },
                {
                  "sentence": "CNN headlined their report on the interview: \"Rep",
                  "refs": []
                },
                {
                  "sentence": "Tulsi Gabbard ‘skeptical’ that Assad regime behind gas attack\"",
                  "refs": []
                },
                {
                  "sentence": "Other outlets similarly reported Gabbard's \"skepticism\"",
                  "refs": [
                    "https://edition.cnn.com/2019/08/01/politics/tulsi-gabbard-assad-dictator-cnntv/index.html",
                    "https://archive.org/details/CNNW_20170407_220000_Situation_Room_With_Wolf_Blitzer/start/1620/end/1680",
                    "https://www.cnn.com/2019/01/30/us/tulsi-gabbard-fast-facts/index.html"
                  ]
                },
                {
                  "sentence": "Similar reporting reappeared in the run-up to and during her presidential campaign       and, again, after her being nominated for DNI    Politico in February 2019  and the BBC in November 2024 reported that she had called for evidence to be presented to Congress",
                  "refs": [
                    "https://www.newyorker.com/magazine/2017/11/06/what-does-tulsi-gabbard-believe",
                    "https://www.hawaiinewsnow.com/story/35092270/gabbard-syrias-assad-should-be-executed-if-hes-behind-deadly-chemical-attack/",
                    "https://www.cnn.com/2017/04/07/politics/tulsi-gabbard-assad-chemical-weapons-blitzer-cnntv/index.html",
                    "https://x.com/CNNSitRoom/status/850472946367815681",
                    "https://nymag.com/intelligencer/2018/10/tulsi-gabbards-foreign-policy-and-the-progressive-left.html",
                    "https://www.politico.com/story/2018/10/19/tulsi-gabbard-2020-presidential-bid-917418",
                    "https://www.salon.com/2019/01/14/democratic-rep-tulsi-gabbard-apologizes-for-anti-lgbt-past-to-kick-off-white-house-run/",
                    "https://www.vanityfair.com/news/2019/01/tulsi-gabbard-2020-presidential-run",
                    "https://www.nbcnews.com/politics/national-security/trumps-pick-top-intel-job-accused-traitorous-parroting-russian-propaga-rcna180073",
                    "http://web.archive.org/web/20210630081804/https://www.reuters.com/article/us-usa-election-gabbard/congresswoman-gabbard-officially-declares-2020-candidacy-idUSKCN1PR09L",
                    "https://www.vox.com/policy-and-politics/2020/3/19/20751585/tulsi-gabbard-drops-presidential-campaign-2020",
                    "https://edition.cnn.com/2019/02/06/politics/tulsi-gabbard-syria-assad/"
                  ]
                },
                {
                  "sentence": "On March 10, 2019, in a CNN Townhall, in response to Dana Bash asking \"Do you remain skeptical as you were in 2017 that Bashir al Assad used chemical warfare against Syrian civilians?\", Gabbard said: \"I want to correct that..",
                  "refs": []
                },
                {
                  "sentence": "Chemical weapons have been used in Syria, both by the Syrian government as well as different terrorist groups\"",
                  "refs": []
                },
                {
                  "sentence": "She further clarified that her initial skepticism was specifically around incidents in 2017, which were used as an excuse to launch a U.S",
                  "refs": [
                    "https://www.civilbeat.org/2024/12/tulsi-gabbard-through-the-years-what-a-long-strange-trip-its-been/"
                  ]
                },
                {
                  "sentence": "military attack in Syria",
                  "refs": []
                },
                {
                  "sentence": "In August 2019, the Tulsi 2020 presidential campaign published “Reports on Chemical Attacks in Syria”, a short compilation of various analyses and reports (mostly by scientist Theodore Postol) on two attacks",
                  "refs": []
                },
                {
                  "sentence": "The document said that there \"is evidence\" that both sides have used chemical weapons in Syria, but that Gabbard \"remained skeptical\" of the Khan Shaykhun chemical attack, and the Douma chemical attack, with evidence they may have been staged by rebels and relaying a concern about an over-reliance on social media posts and unverified sources to support military actions",
                  "refs": [
                    "https://abcnews.go.com/Politics/tulsi-gabbard-meet-trumps-pick-director-national-intelligence/story?id=116426049"
                  ]
                },
                {
                  "sentence": "According to investigative journalism group Bellingcat, Gabbard's document presented a number of factual errors and misleading statements",
                  "refs": [
                    "https://abcnews.go.com/Politics/tulsi-gabbard-meet-trumps-pick-director-national-intelligence/story?id=116426049"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Russian invasion of Ukraine",
          "section_content": [
            {
              "sentence": "In 2019, Gabbard affirmed on MSNBC's Morning Joe that she views Putin as a U.S",
              "refs": []
            },
            {
              "sentence": "adversary",
              "refs": []
            },
            {
              "sentence": "On February 11, 2022, during the build-up to Russia's invasion of Ukraine, Gabbard suggested \"President Biden could end this crisis and prevent a war with Russia by … guaranteeing … Ukraine will not become a member of NATO\" and that he should do this since it is highly unlikely Ukraine will ever become a member",
              "refs": []
            },
            {
              "sentence": "She expressed skepticism about the motives behind not resolving the issue, blaming \"warmongers on both sides in Washington\" and suggesting the U.S",
              "refs": []
            },
            {
              "sentence": "might want Russia to invade in order to impose \"draconian sanctions\" and cement a new Cold War",
              "refs": []
            },
            {
              "sentence": "She criticized this as benefiting \"the Military-Industrial Complex that controls so many of our politicians\" at the expense of American, Ukrainian, and Russian citizens",
              "refs": []
            },
            {
              "sentence": "After the invasion, on February 27, 2022, Gabbard advocated for a peaceful resolution through neutrality, stating, \"It's time to put geopolitics aside and embrace the spirit of aloha, respect and love, for the Ukrainian people by coming to an agreement that Ukraine will be a neutral country …",
              "refs": []
            },
            {
              "sentence": "[T]here would be no Russian or NATO troops on each other's non-Baltic borders",
              "refs": []
            },
            {
              "sentence": "This would allow the Ukrainian people to live in peace.\"",
              "refs": [
                "https://web.archive.org/web/20190803185359/https://www.tulsi2020.com/record/reports-chemical-attacks-syria"
              ]
            },
            {
              "sentence": "Some lawmakers have accused Gabbard of taking foreign policy positions they saw as sympathetic to Russia,   and these positions have often resulted in praise from Russian media",
              "refs": [
                "https://www.bellingcat.com/news/mena/2019/08/04/tulsi-gabbards-reports-on-chemical-attacks-in-syria-a-self-contradictory-error-filled-mess/",
                "https://abcnews.go.com/Politics/tulsi-gabbard-trumps-pick-top-intel-role-draws/story?id=116058687"
              ]
            },
            {
              "sentence": "However, in 2024 the New York Times noted that no evidence has emerged for a connection between Gabbard to any Russian agencies, although her advocacy for improving US diplomatic ties has made her a popular voice in Russian state media",
              "refs": [
                "https://www.realclearpolitics.com/video/2022/02/11/tulsi_gabbard_warmonger_biden_wants_russia_to_invade_ukraine_to_start_new_cold_war_benefit_military-industrial_complex.html",
                "https://www.newsweek.com/what-tulsi-gabbard-has-said-about-russia-ukraine-china-1985839"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Controversy about US biological research in Ukraine",
              "section_content": [
                {
                  "sentence": "On March 9, 2022, Tucker Carlson, after airing a video of the State Department's Victoria Nuland saying \" [W]e are now quite concerned Russian troops … may be seeking to gain control of  [Ukraine's biological research facilities], so we are working with the Ukrainians on how they can prevent any of those research materials from falling into the hands of Russian forces”,  asked Gabbard “How concerned are you that … there are unsecured bio agents, dangerous bio agents in Ukraine?” Gabbard responded: \"I'm extremely concerned…",
                  "refs": [
                    "https://www.businessinsider.in/tulsi-gabbards-foreign-policy-frustrates-centrist-democrats-draws-cheers-from-anti-interventionists-and-makes-her-political-identity-tough-to-pigeonhole/articleshow/67979464.cms"
                  ]
                },
                {
                  "sentence": "The seriousness of this situation really can't be overstated",
                  "refs": []
                },
                {
                  "sentence": "… We have these pathogens in the midst of a war zone  [in] between 20 and 30 labs in Ukraine",
                  "refs": []
                },
                {
                  "sentence": "This is a global crisis.”",
                  "refs": [
                    "https://www.vice.com/en/article/im-full-tulsi-inside-tulsi-gabbards-wild-bid-to-make-trouble-in-2020/"
                  ]
                },
                {
                  "sentence": "On March 13 on Twitter, she reiterated the urgency, stating that these \"US-funded labs … could easily be compromised\" and called for \"the Biden-Harris Administration … to work with Russia, Ukraine, NATO, the UN to immediately implement a ceasefire … in the vicinity of these labs until they're secured and these pathogens are destroyed.\"",
                  "refs": [
                    "https://x.com/tulsigabbard/status/1502960938147729413?s=12&t=L1LmrtzKyid9sr7KQbcclQ",
                    "https://abcnews.go.com/Politics/tulsi-gabbard-trumps-pick-top-intel-role-draws/story?id=116058687"
                  ]
                },
                {
                  "sentence": "Later that day, Forbes reported \"Tulsi Gabbard shared false information Sunday about U.S",
                  "refs": []
                },
                {
                  "sentence": "involvement in Ukraine biological laboratories …",
                  "refs": []
                },
                {
                  "sentence": "[T]here’s no evidence of the U.S",
                  "refs": []
                },
                {
                  "sentence": "supporting biological labs in Ukraine and the U.S",
                  "refs": []
                },
                {
                  "sentence": "has consistently denied doing so.\"  Shortly thereafter, Mitt Romney tweeted \"Tulsi Gabbard is parroting false Russian propaganda",
                  "refs": [
                    "https://www.nbcnews.com/politics/2020-election/russia-s-prop%20aganda-machine-discovers-2020-democratic-candidate-tulsi-gabbard-n964261"
                  ]
                },
                {
                  "sentence": "Her treasonous lies may well cost lives.\"   Rep",
                  "refs": [
                    "http://web.archive.org/web/20241221125049/https://www.c-span.org/program/senate-committee/undersecretary-of-state-for-political-affairs-testifies-on-ukraine/609186",
                    "https://www.fox.com/watch/0449f2058f2b0e7344905170e87d3378/"
                  ]
                },
                {
                  "sentence": "Adam Kinzinger accused Gabbard of spreading “actual Russian propaganda",
                  "refs": []
                },
                {
                  "sentence": "Traitorous.”  In response to Carlson asking what her response would be to Romney, Gabbard said \"This is about facts",
                  "refs": [
                    "https://www.forbes.com/sites/dereksaul/2022/03/13/tulsi-gabbard-latest-to-push-russian-backed-conspiracy-about-us-backed-biological-labs-in-ukraine/"
                  ]
                },
                {
                  "sentence": "… They're accusing me of saying that somehow there are bioweapons labs in Ukraine",
                  "refs": []
                },
                {
                  "sentence": "I've said no such thing at any point",
                  "refs": []
                },
                {
                  "sentence": "I have said that there are biolabs in Ukraine that have received U.S",
                  "refs": []
                },
                {
                  "sentence": "support that contained dangerous pathogens ….” After Carlson showed a clip of Michael Schuman of The Atlantic speaking of \"supposed American biolabs\", Gabbard remarked that mainstream media \"deny … these biolabs are even there\" when U.S",
                  "refs": []
                },
                {
                  "sentence": "officials have said the \"biolabs … have dangerous pathogens and  [they're] very concerned … they may be breached.\"  Gabbard tweeted to Romney, asking him to \"provide evidence that what I said is untrue and treasonous",
                  "refs": [
                    "https://x.com/MittRomney/status/1503113473819041796?s=20&t=TVjZjoz23gd3tqwzZoJDIA"
                  ]
                },
                {
                  "sentence": "… Evidence of the existence of such biolabs, their vulnerability, and thus the need to take immediate action to secure them is beyond dispute\",   citing Senate testimony by Victoria Nuland,  a Pentagon Fact sheet,  CBS Face the Nation,  a CNN fact-check,  and the U.S",
                  "refs": [
                    "https://www.independent.co.uk/news/world/americas/us-politics/russia-ukraine-war-romney-gabbard-b2034983.html",
                    "https://thehill.com/policy/international/598142-kinzinger-calls-out-gabbard-for-russian-misinformation",
                    "https://www.foxnews.com/video/6300688866001",
                    "https://mobile.twitter.com/TulsiGabbard/status/1503334079667658752",
                    "https://www.independent.co.uk/news/world/americas/us-politics/gabbard-romney-russia-ukraine-resign-b2035688.html",
                    "http://web.archive.org/web/20241221125049/https://www.c-span.org/program/senate-committee/undersecretary-of-state-for-political-affairs-testifies-on-ukraine/609186"
                  ]
                },
                {
                  "sentence": "Embassy in Ukraine, which acknowledged there are U.S",
                  "refs": []
                },
                {
                  "sentence": "funded labs in Ukraine working with pathogens",
                  "refs": []
                },
                {
                  "sentence": "(Bioweapons being produced in Ukraine has been debunked as disinformation by multiple media outlets, scientific groups, and international bodies",
                  "refs": [
                    "https://media.defense.gov/2022/Mar/11/2002954612/-1/-1/0/FACT-SHEET-THE-DEPARTMENT-OF-DEFENSE'S-COOPERATIVE-THREAT-REDUCTION-PROGRAM-BIOLOGICAL-THREAT-REDUCTION-PROGRAM-ACTIVITIES-IN-UKRAINE.PDF"
                  ]
                },
                {
                  "sentence": ")",
                  "refs": [
                    "https://www.bbc.co.uk/news/60711705"
                  ]
                },
                {
                  "sentence": "On March 14, Whoopi Goldberg on The View accused Gabbard spreading \"false Russian propaganda.\"   That same day, Newsweek noted that \"Gabbard had asserted, accurately, that the U.S",
                  "refs": [
                    "https://www.nytimes.com/2022/03/10/us/politics/russia-ukraine-china-bioweapons.html",
                    "https://www.reuters.com/world/un-says-not-aware-any-biological-weapons-program-ukraine-2022-03-11/"
                  ]
                },
                {
                  "sentence": "funds bio labs in Ukraine, not bio weapons labs\", but that a number of people had criticized Gabbard for, in their view, appearing to echo falsehoods being peddled by Russia",
                  "refs": []
                },
                {
                  "sentence": "Newsweek also noted her appearance on Carlson's show had been shown on Russian media",
                  "refs": []
                },
                {
                  "sentence": "That evening, Gabbard tweeted she was not convinced there are biological weapons (\"bioweapons\") in Ukraine, but she was concerned about existence of biological labs in a warzone, noting she had said two days prior that the \"biolabs in Ukraine … if breached would release & spread deadly pathogens to US/world\"",
                  "refs": []
                },
                {
                  "sentence": "She also noted that \"' [b]iolabs', 'bioweapons labs', and 'bioweapons' are 3 very different things",
                  "refs": []
                },
                {
                  "sentence": "But because these phrases are so similar, there is sometimes miscommunication and misunderstanding when discussing them,\" and so used the tweet to clarify the distinctions among the terms",
                  "refs": []
                },
                {
                  "sentence": "On March 15, Newsweek reported that Gabbard had \"clarified her comments about biolabs\"; Newsweek also misquoted her as having said, in her March 9 Tucker Carlson Show appearance, that she was \"'deeply concerned' over claims about biological weapons in Ukraine\",  whereas what she had told Carlson was that she was \"extremely concerned\" about \"dangerous bio agents\"",
                  "refs": [
                    "https://reason.com/2022/03/14/the-view-carlson-gabbard-russian-propaganda-putin-doj/"
                  ]
                },
                {
                  "sentence": "Philip Bump of the The Washington Post accused Gabbard of falsely claiming the U.S",
                  "refs": []
                },
                {
                  "sentence": "was \"trying to cover this up\" and \"generating attention and engagement while she is amplifying this negative and misleading assertion about the U.S",
                  "refs": []
                },
                {
                  "sentence": "government.\"",
                  "refs": [
                    "https://www.newsweek.com/tulsi-gabbard-bio-labs-ukraine-russia-conspiracy-1687594"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "East Asia",
          "section_content": [
            {
              "sentence": "During her 2020 presidential campaign, Gabbard criticized President Donald Trump's confrontational attitude towards China, instead proposing a cooperative relationship to confront global challenges such as climate change",
              "refs": []
            },
            {
              "sentence": "She opposed Trump's trade war with China, calling his approach \"extremely volatile\" and having \"ravaging and devastating effects\" on both manufacturers and farmers, while expressing concern the trade war could eventually lead to a \"hot war\" with China",
              "refs": []
            },
            {
              "sentence": "She also stated her belief that the trade war has made it more difficult to secure Chinese support over a nuclear deal with North Korea; she said America should work with China on denuclearization of the Korean Peninsula",
              "refs": []
            },
            {
              "sentence": "In December 2023, Gabbard said that \"As we remember Japan's aggression in the Pacific, we need to ask ourselves this question: is the remilitarization of Japan, which is presently underway, truly a good idea? We need to be careful that shortsighted, self-serving leaders do not end up bringing us again face-to-face with a remilitarized Japan\"",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Azerbaijan and Armenia",
          "section_content": [
            {
              "sentence": "Gabbard has often expressed her support for the Armenian Christian population  in the conflict with Azerbaijan",
              "refs": [
                "https://www.cfr.org/election2020/candidate-tracker/tulsi-gabbard"
              ]
            },
            {
              "sentence": "In 2017, Gabbard was part of a team of US lawmakers that visited Armenia, including the disputed, breakaway region of Nagorno-Karabakh, which is also claimed by Azerbaijan; she was thus blacklisted by Azerbaijan",
              "refs": [
                "https://www.newsweek.com/what-tulsi-gabbard-has-said-about-russia-ukraine-china-1985839"
              ]
            },
            {
              "sentence": "Later, she accused Turkey of encouraging and inciting 2020 Nagorno-Karabakh conflict between Armenia and Azerbaijan over Nagorno-Karabakh, and co-signed a letter to Secretary of State Mike Pompeo expressing concern over Azerbaijan's renewed aggression against Artsakh (Nagorno Karabakh) and possible conflict with Armenia",
              "refs": [
                "https://www.japantimes.co.jp/news/2024/11/15/japan/gabbard-japan-hostile-remark/"
              ]
            },
            {
              "sentence": "Gabbard stated that the United States must urge Azerbaijan to immediately end their attacks, and Turkey to cease its involvement both directly and indirectly",
              "refs": [
                "https://www.newsweek.com/what-tulsi-gabbard-has-said-about-russia-ukraine-china-1985839"
              ]
            },
            {
              "sentence": "In 2019, Gabbard was a co-sponsor of the Armenian Genocide Resolution legislation, along with several other US senators and US representatives, to lock in official US recognition and permanent remembrance of the Armenian Genocide",
              "refs": []
            },
            {
              "sentence": "While talking about the 1915 mass killings, Gabbard said, \"the Ottoman Empire was attempting to cleanse itself of the Armenian and Christian populations, and the US became home to many survivors\"",
              "refs": [
                "https://armenianweekly.com/2020/10/02/senate-and-house-leaders-to-secretary-of-state-pompeo-cut-military-aid-to-azerbaijan-sanction-turkey-for-ongoing-attacks-against-armenia-and-artsakh/"
              ]
            },
            {
              "sentence": "Eventually, in 2021, despite opposition by Turkey, President Joe Biden recognized the Ottoman-era mass killings of Armenians as a genocide",
              "refs": [
                "https://www.cfr.org/election2020/candidate-tracker/tulsi-gabbard"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Personal life",
      "section_content": [
        {
          "sentence": "Gabbard lived in Hawaii for most of her early childhood and has been a lifelong surfer",
          "refs": []
        },
        {
          "sentence": "A yoga enthusiast,  she regularly practices morning yoga and meditation",
          "refs": [
            "https://news.am/eng/news/605335.html",
            "https://www.tert.am/en/news/2019/06/05/us-armenia/3016994"
          ]
        },
        {
          "sentence": "She has mentioned being a vegetarian,   though some sources have reported her as a vegan",
          "refs": [
            "https://www.yahoo.com/news/tulsi-gabbard-surf-video-042620249.html",
            "https://www.nytimes.com/2021/04/24/us/politics/armenia-genocide-joe-biden.html",
            "https://www.newyorker.com/magazine/2017/11/06/what-does-tulsi-gabbard-believe",
            "https://archive.today/20121105052532/http://www.indoamerican-news.com/archives/12109"
          ]
        },
        {
          "sentence": "According to Gabbard, she grew up with Hindu values",
          "refs": [
            "https://news.am/eng/news/605335.html"
          ]
        },
        {
          "sentence": "She follows the Vaishnava tradition of the Hindu faith,   and values as her spiritual guide the Bhagavad Gita",
          "refs": [
            "https://web.archive.org/web/20190802203429/https://www.nytimes.com/2019/08/02/us/politics/tulsi-gabbard-2020-presidential-race.html",
            "https://economictimes.indiatimes.com/news/politics-and-nation/us-commemorates-the-inaugural-international-yoga-day/articleshow/47736962.cms",
            "https://web.archive.org/web/20190802203429/https://www.nytimes.com/2019/08/02/us/politics/tulsi-gabbard-2020-presidential-race.html"
          ]
        },
        {
          "sentence": "She has also described herself as a Karma Yogi (action-oriented Yogi)",
          "refs": [
            "https://www.ndtv.com/world-news/hindu-lawmaker-introduces-resolution-in-us-congress-to-celebrate-international-yoga-day-1715866"
          ]
        },
        {
          "sentence": "She took the oath of office in 2013 with her personal copy of the Bhagavad Gita",
          "refs": [
            "https://archive.today/20121105052532/http://www.indoamerican-news.com/archives/12109"
          ]
        },
        {
          "sentence": "After moving to Washington, D.C., Gabbard lived across the Anacostia River with her sister, Vrindavan, a US Marshal",
          "refs": []
        },
        {
          "sentence": "She has worked on several efforts for military veterans, and also noted being inspired by President John F",
          "refs": [
            "https://www.newyorker.com/magazine/2017/11/06/what-does-tulsi-gabbard-believe"
          ]
        },
        {
          "sentence": "Kennedy",
          "refs": []
        },
        {
          "sentence": "Among other activities in D.C., Gabbard has been participating in the celebration of Diwali, the Hindu festival of lights, along with members from the Hindu-American community",
          "refs": [
            "https://www.huffingtonpost.com/2013/01/04/tulsi-gabbard-hindu-bhagavad-gita-swearing-in_n_2410078.html"
          ]
        },
        {
          "sentence": "In 2016, she supported the campaign by Hindu-Americans  for a Diwali commemorative stamp in the United States, noting that the Diwali festival honors values such as righteousness \"that transcend different religions, and backgrounds.\"",
          "refs": [
            "https://www.huffingtonpost.com/2012/11/02/tulsi-gabbard-hawaii-democrat-hindu-in-congress_n_2062358.html",
            "https://web.archive.org/web/20130520124703/http://newamericamedia.org/2012/10/the-indian-american-contenders.php",
            "http://bigislandnow.com/2013/11/25/gabbard-presented-with-kennedy-new-frontier-award/"
          ]
        },
        {
          "sentence": "She and her family have been associated with the Science of Identity Foundation (SIF), a Vaishnava affiliated organization",
          "refs": []
        },
        {
          "sentence": "When Gabbard's parents moved to Hawaii,  they had joined the circle of disciples around the founder of the SIF  connected with International Society for Krishna Consciousness,    She described the SIF's leader, Chris Butler, as a guide and \"essentially like a Vaishnava Hindu pastor\" during her early years",
          "refs": [
            "https://www.nytimes.com/2019/10/22/dining/diwali-congress.html",
            "https://www.ndtv.com/world-news/congresswoman-tulsi-gabbard-launches-campaign-for-diwali-stamp-in-us-1426811",
            "https://www.nbcnews.com/news/asian-america/usps-releases-stamp-celebrating-diwali-hindu-festival-lights-n637971",
            "https://www.newyorker.com/magazine/2017/11/06/what-does-tulsi-gabbard-believe",
            "https://web.archive.org/web/20190802203429/https://www.nytimes.com/2019/08/02/us/politics/tulsi-gabbard-2020-presidential-race.html",
            "https://www.stuff.co.nz/world/americas/donald-trumps-america/114665278/meet-the-guitarstrumming-kiwi-surfer-dude-whos-become-us-presidential-candidate-tulsi-gabbards-secret-weapon",
            "https://www.ndtv.com/world-news/congresswoman-tulsi-gabbard-launches-campaign-for-diwali-stamp-in-us-1426811",
            "https://nymag.com/intelligencer/2019/06/tulsi-gabbard-2020-presidential-campaign.html"
          ]
        },
        {
          "sentence": "Butler has in return likened her to a star pupil",
          "refs": []
        },
        {
          "sentence": "In 2024, the Trump transition team stated that Gabbard has \"no affiliation\" with the SIF",
          "refs": [
            "https://www.newyorker.com/magazine/2017/11/06/what-does-tulsi-gabbard-believe",
            "https://www.stuff.co.nz/world/americas/donald-trumps-america/114665278/meet-the-guitarstrumming-kiwi-surfer-dude-whos-become-us-presidential-candidate-tulsi-gabbards-secret-weapon"
          ]
        },
        {
          "sentence": "Briefly, from 1988 to 1992, Gabbard's parents owned a small vegetarian restaurant, The Natural Deli in Moiliili, Hawaii",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Gabbard's mother became Hindu and gave Sanskrit names to all her children",
          "refs": []
        },
        {
          "sentence": "Gabbard has often mentioned that the teachings of selfless action from the Bhagavad Gita  motivated her towards social work",
          "refs": [
            "https://web.archive.org/web/20190802203429/https://www.nytimes.com/2019/08/02/us/politics/tulsi-gabbard-2020-presidential-race.html",
            "https://www.theguardian.com/us-news/2019/mar/18/tulsi-gabbard-2020-progressive-steve-bannon-right",
            "http://www.hawaiinewsnow.com/story/20929142/the-gabbards-raising-hawaiis-next-political-star-5pm",
            "https://www.civilbeat.org/2024/12/senators-urged-to-examine-gabbards-deep-and-intense-ties-to-hawaii-sect/",
            "https://www.pacificedgemagazine.com/leadership/who-is-tulsi-gabbard/"
          ]
        },
        {
          "sentence": "Later in 2014, as a Congresswoman, she also presented a copy of the Bhagavad Gita to Indian Prime Minister Narendra Modi, on the latter's visit to the United States",
          "refs": [
            "https://www.theguardian.com/us-news/2019/mar/18/tulsi-gabbard-2020-progressive-steve-bannon-right"
          ]
        },
        {
          "sentence": "Gabbard supported the efforts of Modi for declaration of an International Yoga Day by the United Nations",
          "refs": [
            "https://timesofindia.indiatimes.com/nri/us-canada-news/tulsi-gabbard-the-first-practicing-hindu-in-house-of-representatives/articleshow/17895347.cms"
          ]
        },
        {
          "sentence": "At the age of 21, in 2002, Gabbard married Eduardo Tamayo",
          "refs": []
        },
        {
          "sentence": "She was deployed to Iraq from 2004 to 2005, serving with the National Guard",
          "refs": [
            "https://www.huffingtonpost.com/2012/11/02/tulsi-gabbard-hawaii-democrat-hindu-in-congress_n_2062358.html",
            "https://www.thehindu.com/news/international/world/us-lawmaker-tulsi-gabbard-gifts-copy-of-bhagavad-gita-to-modi/article6457406.ece"
          ]
        },
        {
          "sentence": "Gabbard divorced in 2006, citing \"the stresses war places on military spouses and families\" as a reason for the divorce",
          "refs": []
        },
        {
          "sentence": "In 2015, Gabbard married freelance cinematographer and editor Abraham Williams, a Hindu of European and Samoan ancestry and son of her Honolulu office manager, in a traditional Vedic Hindu wedding",
          "refs": []
        },
        {
          "sentence": "While on Meghan McCain's podcast in 2024, Gabbard mentioned that she and Williams had tried to start a family and had undergone several in-vitro fertilization (IVF) procedures, without success",
          "refs": [
            "https://web.archive.org/web/20130629222645/http://www.ourhonolulu.org/community/update/70",
            "https://issuu.com/indiaherald/docs/binder_feb_18",
            "https://www.civilbeat.org/2012/01/tulsi-gabbards-leftward-journey/"
          ]
        },
        {
          "sentence": "Gabbard has also been a presenter at iHeartRadio Honolulu's virtual festival, Island Music Awards 2020",
          "refs": []
        },
        {
          "sentence": "Having grown up in Hawaii, Gabbard has noted her lifelong appreciation for the Hawaiian culture and its Aloha spirit, which broadly refers to values such as peace, compassion, and pleasantness",
          "refs": [
            "https://people.com/politics/tulsi-gabbard-u-s-rep-weds-in-hawaii-in-vedic-hindu-ceremony/"
          ]
        },
        {
          "sentence": "She often greets others with the Aloha salutation, describing it as \"I come to you with respect and with love.\"",
          "refs": [
            "https://www.oprahmag.com/entertainment/a28542421/tulsi-gabbard-husband-abraham-williams/",
            "https://www.youtube.com/watch?v=rvhiWVBoobw",
            "https://www.youtube.com/watch?v=hz2MdXf1l7A&feature=youtu.be"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Awards and honors",
      "section_content": [
        {
          "sentence": "On November 25, 2013, Gabbard received the John F",
          "refs": []
        },
        {
          "sentence": "Kennedy New Frontier Award at a ceremony at the Institute of Politics at Harvard's John F",
          "refs": []
        },
        {
          "sentence": "Kennedy School of Government for her efforts on behalf of veterans",
          "refs": []
        },
        {
          "sentence": "On March 20, 2014, Elle magazine honored Gabbard, with others, at the Italian Embassy in the United States during its annual \"Women in Washington Power List\"",
          "refs": [
            "https://www.huffingtonpost.com/2013/01/04/tulsi-gabbard-hindu-bhagavad-gita-swearing-in_n_2410078.html"
          ]
        },
        {
          "sentence": "On February 26, 2015, Gabbard received the National Association of Counties County Alumni Award for her \"steadfast commitment to the nation's counties\"",
          "refs": []
        },
        {
          "sentence": "On July 15, 2015, Gabbard received the Friend of the National Parks Award from the National Parks Conservation Association",
          "refs": [
            "https://www.surfertoday.com/surfing/what-is-the-meaning-of-aloha"
          ]
        },
        {
          "sentence": "On September 30, 2018, Gabbard received the Ho'ola Na Pua Advocacy Award for \"her dedication to serving and empowering human trafficking survivors in Hawaii\" at their annual Pearl Gala",
          "refs": []
        },
        {
          "sentence": "On October 16, 2018, Gabbard was honored as Hawaii Pacific University's 2018 Paul T",
          "refs": [
            "http://wwd.com/eye/parties/gucci-and-elle-honor-women-in-washington-power-list-7617841/?src=nl/wkEye/20140328"
          ]
        },
        {
          "sentence": "C",
          "refs": []
        },
        {
          "sentence": "Loo Distinguished Alumni",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Published works",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "265": "[ERROR retrieving ref link]",
    "341": "[ERROR retrieving ref link]",
    "361": "[ERROR retrieving ref link]",
    "1": "https://time.com/7096376/tulsi-gabbard-democrat-republican-political-evolution-history-trump/?utm_source=chatgpt.com",
    "2": "https://history.house.gov/People/Listing/G/GABBARD,-Tulsi-(G000571)/",
    "3": "https://www.samoatimes.co.nz/sauni-se-tamaitai-samoa-e-tauva-i-le-tofi-peresetene-o-le-iunaite-setete-o-amerika-usa/",
    "4": "http://www.hawaiinewsnow.com/story/20929142/the-gabbards-raising-hawaiis-next-political-star-5pm",
    "5": "https://timesofindia.indiatimes.com/life-style/relationships/love-sex/meet-tulsi-gabbards-family-all-about-her-parents-siblings-and-husband/articleshow/115334744.cms",
    "6": "https://www.newyorker.com/magazine/2017/11/06/what-does-tulsi-gabbard-believe",
    "7": "http://www.honolulumagazine.com/Honolulu-Magazine/August-2004/Who-is-Mike-Gabbard/",
    "8": "[ERROR retrieving ref link]",
    "9": "https://www.cbsnews.com/news/tulsi-gabbard-kicks-off-presidential-campaign-at-honolulu-rally-2019-02-02",
    "10": "https://www.pbs.org/weta/finding-your-roots/watch/episodes/roots-in-politics",
    "11": "https://www.mlive.com/living/grand-rapids/2012/11/2012_election_was_a_vote_for_r.html",
    "12": "[ERROR retrieving ref link]",
    "13": "https://economictimes.indiatimes.com/news/politics-and-nation/us-commemorates-the-inaugural-international-yoga-day/articleshow/47736962.cms",
    "14": "https://www.yahoo.com/news/tulsi-gabbard-surf-video-042620249.html",
    "15": "https://archive.today/20121105052532/http://www.indoamerican-news.com/archives/12109",
    "16": "https://www.pacificedgemagazine.com/leadership/who-is-tulsi-gabbard/",
    "17": "https://www.pbs.org/newshour/politics/5-things-to-know-about-tulsi-gabbard-trumps-choice-for-director-of-national-intelligence",
    "18": "https://web.archive.org/web/20240919141423/https://caravanmagazine.in/politics/american-sangh-affair-tulsi-gabbard",
    "19": "https://timesofindia.indiatimes.com/world/us/in-this-chaotic-time-find-strength-peace-in-bhagavad-gita-tulsi-gabbard-to-students/articleshow/76354477.cms",
    "20": "https://economictimes.indiatimes.com/opinion/interviews/our-family-was-raised-with-the-important-value-of-karma-yoga-says-democrat-tulsi-gabbard/articleshow/16404480.cms",
    "21": "https://www.washingtonpost.com/national/on-faith/hawaii-democrat-poised-to-be-elected-first-hindu-in-congress/2012/11/01/65d66cac-245c-11e2-92f8-7f9c4daf276a_story.html",
    "22": "https://www.indianweekender.co.nz//Pages/ArticleDetails/33/3357/Global-Indians/The-first-Hindu-in-US-Congress",
    "23": "https://www.newspapers.com/image/265839952",
    "24": "https://staradvertiser.newspapers.com/image/266838593",
    "25": "https://web.archive.org/web/20020610200647/http://standupforamerica.net/page.php?page=about&header=header6",
    "26": "[ERROR retrieving ref link]",
    "27": "[ERROR retrieving ref link]",
    "28": "https://www.cnn.com/2019/01/13/politics/kfile-tulsi-gabbard-lgbt/index.html",
    "29": "https://www.pbs.org/weta/finding-your-roots/about/meet-our-guests/tulsi-gabbard",
    "30": "http://www.businessinsider.com/freshmen-congress-new-members-democrats-republicans-2012-12?op=1",
    "31": "https://justfacts.votesmart.org/candidate/biography/129306/tulsi-gabbard",
    "32": "https://www.nationalreview.com/2019/02/tulsi-gabbard-2020-presidential-campaign-twenty-things-to-know/",
    "33": "https://www.washingtonpost.com/blogs/the-fix/wp/2012/09/07/the-10-biggest-surprises-of-the-conventions/",
    "34": "https://www.hpu.edu/cob/bsba/index.html",
    "35": "https://www.wusa9.com/article/news/nation-world/who-is-tulsi-gabbard/507-385ed2bd-155c-481f-88b1-2145257fbece",
    "36": "https://abcnews.go.com/Politics/meet-tulsi-gabbard-hindu-member-congress-2020-candidate/story?id=60708986",
    "37": "http://the.honoluluadvertiser.com/article/2003/Apr/20/ln/ln29a.html",
    "38": "[ERROR retrieving ref link]",
    "39": "http://the.honoluluadvertiser.com/article/2005/Aug/08/ln/508080354.html",
    "40": "http://the.honoluluadvertiser.com/article/2005/Mar/15/ln/ln14p.html",
    "41": "https://www.washingtonpost.com/politics/rep-tulsi-gabbard-seriously-considering-a-2020-white-house-bid/2018/12/13/e91d31b0-fec9-11e8-862a-b6a6f3ce8199_story.html",
    "42": "http://the.honoluluadvertiser.com/article/2004/Aug/30/ln/ln10a.html",
    "43": "https://economictimes.indiatimes.com/opinion/interviews/our-family-was-raised-with-the-important-value-of-karma-yoga-says-democrat-tulsi-gabbard/articleshow/16404480.cms",
    "44": "https://www.cfr.org/blog/campaign-2020-tulsi-gabbard-democratic-presidential-candidate",
    "45": "https://www.pasadenastarnews.com/tulsi-gabbard-could-be-the-president-america-needs",
    "46": "https://abcnews.go.com/Politics/meet-tulsi-gabbard-hindu-member-congress-2020-candidate/story?id=60708986",
    "47": "https://web.archive.org/web/20210302022935/https://bellarminenews.lmu.edu/rep-tulsi-gabbard-brings-the-aloha-spirit-to-lmu/",
    "48": "https://hilo.hawaii.edu/news/press/release/1313",
    "49": "https://apnews.com/article/trump-tulsi-gabbard-intelligence-director-russia-putin-0f661dd39bd16e248b16c049e6aa26c5",
    "50": "https://www.jfklibrary.org/events-and-awards/new-frontier-award/award-recipients/tulsi-gabbard-2013",
    "51": "https://www.inquisitr.com/more-details-about-rep-tulsi-gabbard-dnc-vice-chair-that-resigned-to-endorse-bernie-sanders-before-super-tuesday",
    "52": "http://westhawaiitoday.com/news/state-wire/us-rep-tulsi-gabbard-promoted-army-major",
    "53": "http://gabbard.house.gov/index.php/press-releases/511-photos-rep-tulsi-gabbard-promoted-from-captain-to-major-by-hawai-i-army-national-guard",
    "54": "https://web.archive.org/web/20130719084244/http://gabbard.house.gov/about/full-biography",
    "55": "https://www.staradvertiser.com/2020/10/18/hawaii-news/gabbard-leaves-hawaii-guard-for-california-duty/",
    "56": "https://www.armytimes.com/news/your-army/2020/10/19/tulsi-gabbard-leaves-hawaii-national-guard-for-california-unit/",
    "57": "https://www.cnn.com/2019/01/30/us/tulsi-gabbard-fast-facts/index.html",
    "58": "https://www.axios.com/2024/11/13/trump-tulsi-gabbard-national-intelligence",
    "59": "https://www.timesnownews.com/world/us/us-news/tulsi-gabbards-military-service-hawaii-army-national-guard-major-and-iraq-war-veteran-article-112816638",
    "60": "https://www.yahoo.com/news/trailblazing-political-army-career-tulsi-191604107.html",
    "61": "https://www.hstoday.us/subject-matter-areas/intelligence/trump-appoints-lieutenant-colonel-tulsi-gabbardas-as-director-of-national-intelligence/",
    "62": "https://currentops.com/unit/us/army/354-rgt/1-bn",
    "63": "https://www.washingtonpost.com/politics/2024/12/09/tulsi-gabbard-senator-meetings-assad-syria/",
    "64": "https://files.hawaii.gov/elections/files/results/2002/primary/histatewide.pdf",
    "65": "https://files.hawaii.gov/elections/files/results/2002/general/histatewide.pdf",
    "66": "https://web.archive.org/web/20141106004654/http://www.kpua.net/news.php?id=2937",
    "67": "https://files.hawaii.gov/elections/files/results/2004/primary/histatewide.pdf",
    "68": "[ERROR retrieving ref link]",
    "69": "http://boss.hawaiireporter.com/hawaii-veteran-tulsi-gabbard-tamayo-runs-for-honolulu-city-council",
    "70": "https://files.hawaii.gov/elections/files/results/2010/primary/cch.pdf",
    "71": "https://files.hawaii.gov/elections/files/results/2010/general/cch.pdf",
    "72": "http://www.khon2.com/news/local/story/Parking-restrictions-eased-for-food-truck-vendors/K762gXlJZUazDJCUiEhgtg.cspx",
    "73": "http://www.kitv.com/news/29948135/detail.html",
    "74": "https://web.archive.org/web/20140303000354/http://www.ourhonolulu.org/council/update/172",
    "75": "http://acluhawaii.files.wordpress.com/2011/12/aclu_bill-54.pdf",
    "76": "http://hawaiiindependent.net/story/homeless-council-bill-passes-despite-opposition",
    "77": "https://web.archive.org/web/20120403005639/http://www.khon2.com/news/local/story/Tulsi-Gabbard-announces-candidacy-for-U-S-Congress/8JxmuXAT2EeJnbv8E0jkGw.cspx",
    "78": "http://www.staradvertiser.com/elections/2012ElectionsBreakingNews/165887106.html",
    "79": "https://web.archive.org/web/20190707121502/https://www.votetulsi.com/press-release/2012-08/tulsi-gabbard-resigns-honolulu-city-council",
    "80": "https://web.archive.org/web/20130708210459/http://www.youtube.com/watch?v=DTMoZOmkONQ",
    "81": "http://www.hawaiinewsnow.com/story/19297889/gabbard-gives-up-council-seat",
    "82": "https://www.youtube.com/watch?v=IAmCkuYsSSA",
    "83": "https://www.washingtonpost.com/news/the-fix/wp/2015/10/15/rep-tulsi-gabbard-the-democrat-that-republicans-love-and-the-dnc-cant-control/",
    "84": "https://web.archive.org/web/20121028140939/http://www.staradvertiser.com/electionspremium/2012/#six",
    "85": "https://www.samoanews.com/faleomavaega-congratulates-tulsi-gabbard-first-samoan-woman-elected-us-congress",
    "86": "https://www.detroitnews.com/story/news/local/michigan/2020/03/02/gabbard-soldiers-democratic-primary-big-names-drop-out/4714044002/",
    "87": "https://web.archive.org/web/20181220230845/https://www.indiawest.com/news/global_indian/tulsi-gabbard-named-chairperson-of-world-hindu-congress/article_6a4f02a2-ca70-11e7-a11f-0b9148b31f49.html",
    "88": "https://www.huffingtonpost.com/2013/01/04/tulsi-gabbard-hindu-bhagavad-gita-swearing-in_n_2410078.html",
    "89": "https://archive.today/20130128031029/http://www.khon2.com/news/local/story/Candidacy-soon-weighed-for-Senate-nominees/QbTczBKnlkablZw5s6_66A.cspx",
    "90": "https://www.washingtonpost.com/blogs/post-politics/wp/2012/12/26/kal-penn-backs-tulsi-gabbard/",
    "91": "https://www.huffingtonpost.com/2012/12/26/cory-booker-tulsi-gabbard-hawaii-senate_n_2365658.html",
    "92": "http://www.hawaiinewsnow.com/story/20427178/inouye-replacement-selection-meeting-under-way",
    "93": "https://www.washingtonian.com/2014/05/29/from-hawaii-to-the-hill/",
    "94": "https://www.afge.org/publication/tsa-union-lauds-senate-passage-of-helping-heroes-fly-act",
    "95": "http://bigislandnow.com/2013/08/02/gabbards-first-bill-awaits-obamas-signature/",
    "96": "https://www.congress.gov/bill/113th-congress/house-bill/1344/text",
    "97": "https://www.yahoo.com/news/video/gabbards-helping-heroes-fly-act-002522283.html",
    "98": "http://www.military.com/daily-news/2013/06/14/no-vote-on-house-military-sexual-assault-bill.html",
    "99": "https://web.archive.org/web/20200319172949/https://gabbard.house.gov/news/press-releases/rep-tulsi-gabbard-leads-house-legislation-assist-victims-military-sexual-trauma",
    "100": "https://web.archive.org/web/20181024083616/https://www.votetulsi.com/node/837",
    "101": "http://www.thegreenpapers.com/G14/HI",
    "102": "http://www.gmanetwork.com/news/story/590575/news/pinoyabroad/us-lawmakers-set-to-vote-on-bill-giving-highest-honor-to-pinoy-wwii-vets",
    "103": "https://www.nbcnews.com/news/asian-america/house-vote-congressional-gold-medal-filipino-world-war-ii-vets-n689231",
    "104": "https://globalnation.inquirer.net/150749/obama-signs-law-recognizing-filipino-wwii-veterans",
    "105": "https://www.huffingtonpost.com/entry/talias-law-child-abuse-hawaii-military-bases_us_563b9fc2e4b0b24aee494b72",
    "106": "https://web.archive.org/web/20200319172954/https://gabbard.house.gov/news/press-releases/president-signs-gabbard-s-talias-law-strengthen-protections-military-children",
    "107": "http://khon2.com/2016/12/13/congress-passes-talias-law-to-protect-children-of-military-families/",
    "108": "https://www.nytimes.com/elections/results/hawaii-house-district-2-gabbard-kaaihue",
    "109": "https://web.archive.org/web/20201028012153/https://gabbard.house.gov/OffAct",
    "110": "https://www.congress.gov/bill/115th-congress/house-bill/3671/text",
    "111": "https://www.politico.com/newsletters/morning-cybersecurity/2018/05/08/election-security-under-microscope-today-for-first-big-primaries-206989",
    "112": "https://web.archive.org/web/20181110070303/https://www.washingtonpost.com/election-results/hawaii-2nd-congressional-district/",
    "113": "https://tnhdigital.com/2019/03/28/rep-gabbard-stresses-foreign-policy-at-rally/",
    "114": "https://www.washingtonpost.com/nation/2019/10/25/tulsi-gabbard-congress-drops-bid/",
    "115": "https://x.com/TulsiGabbard/status/1187580455731654657",
    "116": "https://www.staradvertiser.com/2019/12/23/breaking-news/neil-abercrombie-calls-on-tulsi-gabbard-to-resign-from-congress/",
    "117": "https://www.staradvertiser.com/2019/10/16/hawaii-news/kai-kahele-calls-out-tulsi-gabbard-for-missing-vote-on-syria/",
    "118": "https://thehill.com/homenews/house/475777-former-hawaii-democratic-governor-calls-on-gabbard-to-resign",
    "119": "https://www.civilbeat.org/2019/07/gabbard-has-missed-nearly-a-quarter-of-house-votes-this-year/",
    "120": "https://www.cbsnews.com/news/tulsi-gabbard-who-missed-85-of-house-votes-this-fall-should-resign-says-ex-hawaii-governor-neil-abercrombie",
    "121": "https://www.rollingstone.com/politics/politics-news/tulsi-gabbard-abstains-from-impeachment-votes-present-on-both-counts-929238/",
    "122": "https://www.govtrack.us/congress/members/tulsi_gabbard/412532",
    "123": "https://www.govtrack.us/congress/members/tulsi_gabbard/412532/report-card/2020",
    "124": "https://www.civilbeat.org/beat/gabbard-calls-for-charges-against-edward-snowden-to-be-dropped/",
    "125": "https://web.archive.org/web/20210421035824/http://njtoday.net/2020/10/05/congress-moves-to-save-journalism/",
    "126": "https://armedservices.house.gov/ndaa/fy19-ndaa-floor-action.htm",
    "127": "https://armedservices.house.gov/news/documentsingle.aspx?DocumentID=1416",
    "128": "https://armedservices.house.gov/news/documentsingle.aspx?DocumentID=1101",
    "129": "https://www.congress.gov/event/116th-congress/house-event/LC65304/text",
    "130": "https://www.congress.gov/event/116th-congress/house-event/LC66933/text",
    "131": "https://www.congress.gov/congressional-report/116th-congress/house-report/709/1",
    "132": "https://ballotpedia.org/United_States_House_of_Representatives_Committee_on_Homeland_Security",
    "133": "https://web.archive.org/web/20191225183233/https://homeland.house.gov/news/legislation/house-passes-gabbard-bill-support-wounded-warriors",
    "134": "https://www.govinfo.gov/content/pkg/CHRG-113hhrg87375/html/CHRG-113hhrg87375.htm",
    "135": "https://cpc-grijalva.house.gov/index.cfm?sectionid=71&sectiontree=2,71",
    "136": "https://capac-chu.house.gov/members",
    "137": "https://web.archive.org/web/20180612142643/http://www.ng911institute.org/about-the-congressional-nextgen-9-1-1-caucus",
    "138": "https://jayapal.house.gov/medicare-for-all",
    "139": "https://web.archive.org/web/20171101210938/https://gabbard.house.gov/about/committees-and-caucuses",
    "140": "https://usjapancaucus-castro.house.gov/members",
    "141": "https://www.hawaiinewsnow.com/story/20657958/hawaii-rep-tulsi-gabbard-to-help-lead-dnc/",
    "142": "http://www.hawaiinewsnow.com/story/30244951/tulsi-gabbard-uninvited-to-presidential-debate",
    "143": "https://fivethirtyeight.com/datalab/is-six-democratic-debates-too-few/",
    "144": "https://www.politico.com/story/2015/09/two-dnc-vice-chairs-call-for-more-democratic-presidential-debates-213479",
    "145": "https://thehill.com/blogs/ballot-box/presidential-races/253196-dnc-chair-closes-door-on-more-debates",
    "146": "https://www.washingtontimes.com/news/2015/oct/13/tulsi-gabbard-debbie-wasserman-schultz-feud-ahead-/",
    "147": "https://www.cnn.com/2015/10/12/politics/bernie-sanders-tulsi-gabbard-dnc-debate/index.html",
    "148": "https://www.nytimes.com/politics/first-draft/2015/10/12/d-n-c-officer-says-she-was-disinvited-from-debate-after-calling-for-more-of-them/?_r=0",
    "149": "https://theintercept.com/2019/05/09/watch-interview-with-democratic-congresswoman-and-2020-presidential-candidate-tulsi-gabbard/",
    "150": "https://www.washingtonexaminer.com/news/tulsi-gabbard-wikileaks-spurred-some-necessary-change",
    "151": "https://www.reuters.com/article/us-usa-election-sanders-gabbard-idUSMTZSAPEC2S9JDNKG",
    "152": "http://www.politico.com/story/2016/02/tulsi-gabbard-backs-sanders-219928",
    "153": "https://www.nbcnews.com/meet-the-press/congresswoman-endorses-bernie-sanders-steps-down-dnc-n527481",
    "154": "http://www.politico.com/story/2016/06/tulsi-gabbard-superdelegate-petition-224220",
    "155": "http://www.bigislandvideonews.com/2016/07/26/hawaii-rep-gabbard-to-nominate-sanders-at-dem-convention/",
    "156": "http://www.politico.com/story/2016/12/keith-ellison-dnc-endorsements-232420",
    "157": "https://www.latimes.com/politics/essential/la-pol-sac-essential-politics-updates-california-here-are-all-of-your-1477703160-htmlstory.html",
    "158": "https://www.bostonglobe.com/news/politics/2016/11/16/candidates-who-could-run-democrats-and-republicans/hxdFmFwXHg64rEEaIgKa9I/story.html",
    "159": "https://www.newyorker.com/news/amy-davidson/thirteen-women-who-should-think-about-running-for-president-in-2020",
    "160": "https://www.mprnews.org/story/2016/12/19/minnesota-electors-cast-10-votes-for-clinton",
    "161": "https://www.cnn.com/2019/02/02/politics/tulsi-gabbard-2020-launch/index.html",
    "162": "https://www.businessinsider.com/who-is-tulsi-gabbard-bio-age-family-key-positions-2019-4",
    "163": "https://thehill.com/hilltv/rising/463173-tulsi-gabbard-calls-for-foreign-policy-focused-debate",
    "164": "https://abcnews.go.com/Politics/hawaii-rep-tulsi-gabbard-impeachment-inquiry/story?id=65890153",
    "165": "https://thehill.com/homenews/media/450601-gabbard-is-most-searched-on-google-after-democratic-debate",
    "166": "https://edition.cnn.com/2019/08/01/politics/tulsi-gabbard-debate-performance/index.html",
    "167": "https://www.haaretz.com/us-news/gabbard-again-most-googled-candidate-slams-despicable-cnn-nyt-1.7993106",
    "168": "https://transcripts.cnn.com/show/cnr/date/2019-08-01/segment/08",
    "169": "http://transcripts.cnn.com/TRANSCRIPTS/1908/01/crn.02.html",
    "170": "https://www.usatoday.com/story/news/politics/2019/08/29/tulsi-gabbard-didnt-make-3rd-debate-tells-tucker-carlson-no-transparency/2152483001/",
    "171": "https://www.nytimes.com/2019/09/24/us/politics/tulsi-gabbard-debate.html",
    "172": "https://www.nytimes.com/2019/10/12/us/politics/tulsi-gabbard.html",
    "173": "https://www.usatoday.com/story/news/politics/elections/2019/10/10/tulsi-gabbard-considering-boycotting-october-debate/3928595002/",
    "174": "https://www.nytimes.com/2019/10/14/us/politics/tulsi-gabbard-debate.html",
    "175": "https://www.cnn.com/2019/07/20/politics/puerto-rico-protests-politicians-call-ricardo-rossello-resign/index.html",
    "176": "https://www.cbsnews.com/news/tulsi-gabbard-joins-protesters-in-puerto-rico-and-urges-governor-to-resign/",
    "177": "https://www.vanityfair.com/news/2019/09/which-democrats-are-secretly-running-for-second-place",
    "178": "https://www.youtube.com/watch?v=LuuldiNoPlE&t=5m19s",
    "179": "https://www.nbcnews.com/politics/2020-election/russia-s-propaganda-machine-discovers-2020-democratic-candidate-tulsi-gabbard-n964261?cid=sm_npd_nn_tw_ma",
    "180": "https://www.thedailybeast.com/tulsi-gabbards-campaign-is-being-boosted-by-russophiles/",
    "181": "https://www.youtube.com/watch?v=wPNr2CGFIwA",
    "182": "https://www.storybench.org/gabbard-booker-and-biden-get-most-negative-media-coverage-over-last-four-months/",
    "183": "https://www.theguardian.com/us-news/2019/oct/18/hillary-clinton-hints-russia-is-grooming-tulsi-gabbard-as-third-party-candidate",
    "184": "https://podcasts.apple.com/us/podcast/campaign-hq-with-david-plouffe/id1479487160?i=1000519270959&r=2134",
    "185": "https://thehill.com/homenews/campaign/466582-yang-defends-gabbard-she-deserves-much-more-respect/",
    "186": "https://apnews.com/article/da6a794fc59145c1bfc67ddccd767fbb",
    "187": "https://www.marketwatch.com/story/turns-out-hillary-clinton-said-republicans-not-russians-were-grooming-tulsi-gabbard-2019-10-24",
    "188": "https://www.cbsnews.com/news/tulsi-gabbard-democratic-presidential-candidate-in-2020-campaign-to-report-active-duty-hawaii-national-guard/",
    "189": "https://www.theatlantic.com/politics/archive/2019/09/tulsi-gabbard-2020-candidate/597226/",
    "190": "https://www.cnn.com/2019/10/18/politics/hillary-clinton-tulsi-gabbard/index.html",
    "191": "https://abcnews.go.com/Politics/hillary-clinton-russians-grooming-2020-candidate-party-run/story?id=66371944",
    "192": "https://www.politifact.com/truth-o-meter/article/2019/oct/22/hillary-clinton-and-whether-she-called-tulsi-gabba/",
    "193": "https://twitter.com/TulsiGabbard/status/1185289626409406464",
    "194": "https://thehill.com/homenews/campaign/479320-gabbard-suing-clinton-for-defamation-over-russian-asset-comments/",
    "195": "https://abcnews.go.com/Politics/rep-tulsi-gabbard-files-defamation-lawsuit-hillary-clinton/story?id=68449011",
    "196": "https://storage.courtlistener.com/recap/gov.uscourts.nysd.530464/gov.uscourts.nysd.530464.23.0.pdf",
    "197": "https://www.cnn.com/2020/05/27/politics/tulsi-gabbard-clinton-lawsuit/index.html",
    "198": "https://www.thenation.com/article/archive/tulsi-russia-clinton/",
    "199": "https://time.com/5738087/democrat-november-debate-snl/",
    "200": "https://www.youtube.com/watch?v=y8EQFhj8ca4&t=6m5s",
    "201": "https://www.youtube.com/watch?v=142DfJ4Ch1U&t=6m2s",
    "202": "https://www.newsweek.com/tulsi-gabbard-only-two-delegates-isnt-first-candidate-stay-race-this-long-1491334",
    "203": "https://abcnews.go.com/Politics/hawaii-rep-tulsi-gabbard-continuing-bid-president/story?id=69412140",
    "204": "https://www.newsweek.com/tulsi-gabbard-says-political-elite-corporate-media-are-trying-erase-her-presidential-candidacy-1492393",
    "205": "https://www.usatoday.com/story/news/politics/elections/2020/03/19/tulsi-gabbard-ends-presidential-campaign/2009989001/",
    "206": "https://www.ocregister.com/2020/03/19/gabbard-ends-long-shot-2020-bid-throws-support-to-biden/",
    "207": "https://www.cnbc.com/2020/03/19/tulsi-gabbard-drops-out-of-the-democratic-presidential-primary.html",
    "208": "https://www.nytimes.com/2020/03/19/us/politics/tulsi-gabbard-drops-out.html",
    "209": "https://www.newsweek.com/tulsi-gabbard-only-non-white-dem-candidate-primary-delegates-confirms-she-was-not-invited-dnc-1526776",
    "210": "https://www.actionnewsjax.com/news/trending/suspect-fort-hood-soldier-case-kills-self-2nd-suspect-jailed-after-partial-human-remains-found/VGTHC3TKPZHVBMTJAE4L6EWHM4/",
    "211": "https://cbsaustin.com/news/local/missing-fort-hood-soldier-vanessa-guillen-dead-suspect-killed-himself-family-says",
    "212": "https://www.civilbeat.org/2020/08/this-whistleblower-exposed-the-health-departments-covid-19-shortcomings/",
    "213": "https://www.civilbeat.org/2020/09/hawaii-dept-of-health-whistleblower-forced-out-as-shakeup-continues/",
    "214": "https://www.civilbeat.org/2020/11/the-hawaii-health-department-whistleblower-is-back-at-work/",
    "215": "https://www.civilbeat.org/2020/09/tulsi-gabbards-new-leadership-pac/",
    "216": "https://www.newsweek.com/tulsi-gabbard-netflix-cuties-child-trafficking-1531474",
    "217": "https://www.civilbeat.org/beat/tulsi-gabbard-launches-a-podcast/",
    "218": "https://www.foxnews.com/politics/tulsi-gabbard-brennan-schiff-domestic-terror-capitol-rioters",
    "219": "https://www.newsweek.com/tulsi-gabbard-glenn-youngkin-mcauliffe-critical-race-theory-1645763",
    "220": "https://www.advocate.com/news/2022/4/05/tulsi-gabbard-thinks-florida-dont-say-gay-law-doesnt-go-far-enough",
    "221": "https://www.cnn.com/2023/04/19/politics/florida-bans-teaching-gender-identity-sexual-orientation/index.html",
    "222": "https://www.rollingstone.com/politics/politics-news/tulsi-gabbard-to-speak-at-cpac-joining-its-great-un-wokening-1310422/",
    "223": "https://www.civilbeat.org/2022/03/cpac-speech-could-lead-to-gabbards-expulsion-from-hawaii-democrats/",
    "224": "https://abcnews.go.com/Politics/tulsi-gabbard-announces-leaving-democratic-party/story?id=91326164",
    "225": "https://www.msn.com/en-us/news/politics/tulsi-gabbard-to-campaign-for-gop-after-leaving-democratic-party/ar-AA12U4Li",
    "226": "https://newrepublic.com/post/168438/tulsi-gabbard-endorsed-least-at-least-10-republicans-election-2022",
    "227": "https://www.mediaite.com/politics/tulsi-gabbards-journey-from-bernie-sanders-supporter-to-guest-host-of-tucker-carlson-tonight/",
    "228": "https://www.latimes.com/entertainment-arts/business/story/2022-11-14/tulsi-gabbard-signs-as-a-contributor-for-fox-news",
    "229": "https://www.theguardian.com/us-news/2023/jan/02/donald-trump-2024-vice-president-running-mate",
    "230": "https://www.independent.co.uk/news/world/americas/us-politics/donald-trump-tulsi-gabbard-2024-b2261134.html",
    "231": "https://www.thedailybeast.com/trump-shouldnt-pick-tulsi-gabbard-as-his-next-veep",
    "232": "https://www.newsweek.com/tulsi-gabbard-president-gop-mike-pence-2024-odds-1751423",
    "233": "https://www.cnn.com/2024/02/24/politics/cpac-trump-potential-running-mates/index.html",
    "234": "https://www.foxnews.com/video/6348328703112",
    "235": "https://www.forbes.com/sites/siladityaray/2024/02/21/all-solid-trump-acknowledges-vp-shortlist-that-includes-former-primary-rivals/",
    "236": "https://www.usatoday.com/story/news/politics/elections/2024/08/26/tulsi-gabbard-endorses-trump-president/74957591007/",
    "237": "https://www.nytimes.com/2024/08/27/us/politics/trump-transition-rfk-tulsi-gabbard.html",
    "238": "https://thehill.com/homenews/campaign/4948241-tulsi-gabbard-joining-gop-trump-rally-in-north-carolina/",
    "239": "https://thehill.com/homenews/campaign/4948241-tulsi-gabbard-joining-gop-trump-rally-in-north-carolina/",
    "240": "https://thehill.com/homenews/house/3682396-gabbard-says-she-cant-stay-in-todays-democratic-party",
    "241": "https://www.nytimes.com/2024/11/13/us/politics/trump-tulsi-gabbard-director-national-intelligence.html",
    "242": "https://abcnews.go.com/Politics/former-democratic-rep-tulsi-gabbard-trumps-pick-director/story?id=115772928",
    "243": "https://www.nytimes.com/2024/11/13/us/politics/gaetz-gabbard-hegseth-trump-appointees.html",
    "244": "https://www.pbs.org/newshour/show/why-trumps-nomination-of-gabbard-for-national-intelligence-director-is-controversial",
    "245": "https://www.aljazeera.com/news/2024/11/14/why-is-tulsi-gabbard-trumps-new-intel-tsar-so-controversial",
    "246": "https://edition.cnn.com/2024/11/25/politics/trump-gabbard-hegseth-analysis/index.html",
    "247": "https://www.bbc.co.uk/news/articles/c9vnx8zn440o",
    "248": "https://www.independent.co.uk/news/world/americas/us-politics/new-york-post-trump-gaetz-gabbard-cabinet-b2650709.html",
    "249": "https://www.nytimes.com/2024/11/13/us/politics/gaetz-gabbard-hegseth-trump-appointees.html",
    "250": "https://time.com/7176696/gabbard-russia-connection-trump-intelligence/",
    "251": "https://www.politico.com/news/2024/11/13/tulsi-gabbard-director-national-intelligence-trump-00189370",
    "252": "https://www.theatlantic.com/newsletters/archive/2024/11/tulsi-gabbard-nomination-security/680649/",
    "253": "https://www.theguardian.com/us-news/2024/nov/16/trump-cabinet-tulsi-gabbard-democratic-reactions",
    "254": "https://www.theguardian.com/us-news/2024/nov/21/nikki-haley-trump-cabinet-tulsi-gabbard-rfk-jr",
    "255": "https://web.archive.org/web/20241113211625/https://www.washingtonexaminer.com/opinion/beltway-confidential/3229135/senate-gop-must-stop-tulsi-gabbard-from-getting-keys-to-intelligence-castle/",
    "256": "https://www.nbcnews.com/politics/national-security/trumps-pick-top-intel-job-accused-traitorous-parroting-russian-propaga-rcna180073",
    "257": "https://x.com/tulsigabbard/status/1502960938147729413?s=12&t=L1LmrtzKyid9sr7KQbcclQ",
    "258": "https://web.archive.org/web/20241220030643/https://www.nytimes.com/2024/11/18/us/politics/tulsi-gabbard-trump-russia.html",
    "259": "https://www.theguardian.com/us-news/2024/nov/16/trump-cabinet-tulsi-gabbard-democratic-reactions",
    "260": "https://abcnews.go.com/Politics/tulsi-gabbard-trumps-pick-top-intel-role-draws/story?id=116058687",
    "261": "https://www.msnbc.com/jose-diaz-balart/watch/rep-wasserman-schultz-calls-trump-dni-pick-tulsi-gabbard-likely-a-russian-asset-224578117720",
    "262": "https://www.nbcnews.com/politics/national-security/will-tulsi-gabbard-bring-russian-bias-intelligence-reporting-rcna180248",
    "263": "https://apnews.com/article/trump-tulsi-gabbard-intelligence-director-russia-putin-0f661dd39bd16e248b16c049e6aa26c5",
    "264": "https://thehill.com/homenews/senate/5007243-eric-schmitt-tulsi-gabbard-russian-asset/",
    "266": "https://www.nbcnews.com/politics/national-security/democrats-republicans-congress-worried-gabbard-might-leak-information-rcna181316",
    "267": "https://www.theguardian.com/us-news/2024/dec/05/intelligence-security-officials-tulsi-gabbard",
    "268": "https://www.fp4america.org/wp-content/uploads/2024/12/Gabbard-DNI_Nomination-Letter-PDF.pdf",
    "269": "https://www.nbcnews.com/politics/white-house/nearly-100-former-national-security-officials-alarmed-gabbard-rcna183121",
    "270": "https://www.huffpost.com/entry/tulsi-gabbard-intelligence-surveillance_n_678148d5e4b0f559989ec19c",
    "271": "https://www.bloomberg.com/news/articles/2024-12-20/trump-s-spy-pick-gabbard-faces-a-tricky-climb-for-senate-backing?embedded-checkout=true",
    "272": "https://www.nationalreview.com/2024/12/tulsi-gabbard-is-right-for-director-of-national-intelligence/",
    "273": "https://www.thetimes.com/world/us-world/article/republicans-may-oppose-intelligence-chief-pick-tulsi-gabbard-g3qtdkx3f",
    "274": "https://www.politico.com/newsletters/national-security-daily/2025/01/14/a-biden-trump-gaza-deal-00198206",
    "275": "https://www.dailywire.com/news/national-sheriffs-association-urges-senate-to-quickly-confirm-tulsi-gabbard",
    "276": "https://www.msn.com/en-us/news/politics/us-vets-voice-support-for-tulsi-gabbard-amid-increased-scrutiny/ss-AA1vHC0i",
    "277": "https://americanmilitarynews.com/2024/12/250-vets-endorse-trumps-national-intelligence-director-pick/",
    "278": "https://abcnews.go.com/Politics/former-democratic-rep-tulsi-gabbard-trumps-pick-director/story?id=115772928",
    "279": "https://x.com/SenRandPaul/status/1869142352838984135",
    "280": "https://www.realclearpolitics.com/video/2024/12/11/sen_marco_rubio_tulsi_gabbard_is_going_to_be_a_great_director_of_national_intelligence.html",
    "281": "https://www.youtube.com/watch?v=OA1vVXR6I8Y",
    "282": "https://www.indiatoday.in/world/us-news/story/donald-trump-cabinet-tulsi-gabbard-profile-hindu-congresswomen-director-of-national-intelligence-us-spy-agencies-2633091-2024-11-14",
    "283": "https://apnews.com/article/trump-gabbard-director-national-intelligence-466dfdfe2f949ea20bc2f4ef13e21438",
    "284": "https://www.politico.com/news/2022/02/24/tulsi-gabbard-cpac-message-00011694",
    "285": "https://www.newstatesman.com/world/americas/north-america/us/2022/01/is-tulsi-gabbard-the-gops-dark-horse",
    "286": "https://www.nationalreview.com/corner/a-bold-pro-life-move-for-a-democrat/",
    "287": "https://www.politico.com/news/2022/02/24/tulsi-gabbard-cpac-message-00011694",
    "288": "https://time.com/5920758/tulsi-gabbard-bill-transgender-women-sports/",
    "289": "https://www.politico.com/news/2022/02/24/tulsi-gabbard-cpac-message-00011694",
    "290": "https://www.foxnews.com/video/6312189020112",
    "291": "https://x.com/tulsigabbard/status/1578704319561404416",
    "292": "https://web.archive.org/web/20190924161320/http://mauiindependent.org/tulsi-gabbard-emerges-as-most-outspoken-anti-war-candidate-in-decades/",
    "293": "https://www.marijuanamoment.net/where-presidential-candidate-tulsi-gabbard-stands-on-marijuana/",
    "294": "https://web.archive.org/web/20191218080408/https://gabbard.house.gov/news/press-releases/photos-video-reps-tulsi-gabbard-and-don-young-introduce-landmark-bipartisan",
    "295": "https://web.archive.org/web/20200319171226/https://gabbard.house.gov/news/press-releases/rep-tulsi-gabbard-introduces-bill-end-marijuana-prohibition-expunge-prior",
    "296": "https://www.forbes.com/sites/tomangell/2020/01/19/tulsi-gabbard-endorses-legalizing-drugs/",
    "297": "https://www.newsweek.com/cbd-products-ndaa-2021-amendments-cannabis-sativa-tulsi-gabbard-1519490",
    "298": "https://www.marijuanamoment.net/congress-cautions-military-leaders-about-marijuana-punishments-for-recruits-in-defense-bill-report/",
    "299": "https://www.theguardian.com/us-news/2015/nov/20/house-democrats-refugee-bill-social-media-backlash",
    "300": "https://www.nytimes.com/2015/11/29/us/politics/tulsi-gabbard-rising-democratic-star-from-hawaii-makes-mark-on-party-by-defying-it.html",
    "301": "https://ontheissues.org/House/Tulsi_Gabbard_Immigration.htm",
    "302": "https://www.bridgemi.com/michigan-government/how-democratic-presidential-candidates-would-reform-immigration",
    "303": "https://abcnews.go.com/US/2000-veterans-arrive-standing-rock-protest-dakota-pipeline/story?id=43964136",
    "304": "https://www.nbcnews.com/news/us-news/congress-members-send-letter-president-obama-stop-controversial-pipeline-n657761",
    "305": "https://www.latimes.com/environment/story/2020-07-27/tulsi-gabbard-rebuts-claim-marshall-islands-nuclear-site-proven-safe",
    "306": "https://thehill.com/policy/energy-environment/430780-gabbard-cites-concerns-about-vagueness-of-green-new-deal",
    "307": "https://insideclimatenews.org/news/22082019/tulsi-gabbard-climate-change-global-warming-election-2020-candidate-profile",
    "308": "https://www.congress.gov/bill/115th-congress/house-bill/3671/text",
    "309": "https://www.pbs.org/newshour/politics/what-does-rep-tulsi-gabbard-believe-where-the-candidate-stands-on-7-issues",
    "310": "https://x.com/TulsiGabbard/status/971800451552284672",
    "311": "https://www.nashuatelegraph.com/news/local-news/2020/02/05/tulsi-targets-big-pharma-at-local-event/",
    "312": "https://www.sentinelsource.com/news/local/gabbard-pitches-pro-peace-bipartisan-agenda-to-sentinel-editorial-board/article_7ad42636-8503-50c0-8e62-5a779a051d72.html",
    "313": "https://web.archive.org/web/20200103001841/https://www.aacnnursing.org/News-Information/Press-Releases/View/ArticleId/23047/title-viii-2019-commitment",
    "314": "http://www.hawaiinewsnow.com/story/36068071/gabbard-usda-should-require-clear-gmo-labeling-on-all-foods",
    "315": "http://mauinow.com/2013/04/25/gabbard-cosponsors-genetically-engineered-labeling-bill/",
    "316": "https://www.westhawaiitoday.com/2016/07/16/hawaii-news/gmo-labeling-bill-headed-to-presidents-desk/",
    "317": "https://twitter.com/TulsiGabbard/status/1207649784036614144",
    "318": "https://twitter.com/TulsiGabbard/status/1207753618935308288",
    "319": "https://www.npr.org/2019/11/18/779938819/fractured-into-factions-what-the-founders-feared-about-impeachment",
    "320": "https://www.vox.com/policy-and-politics/2019/12/18/21029243/tulsi-gabbard-house-vote-present-trump-articles-impeachment-hearing",
    "321": "https://thehill.com/homenews/house/475233-gabbard-votes-present-on-impeaching-trump",
    "322": "https://www.congress.gov/bill/116th-congress/house-resolution/766",
    "323": "https://web.archive.org/web/20200319181308/https://gabbard.house.gov/news/press-releases/rep-tulsi-gabbard-calls-house-censure-president-putting-personal-political-gain",
    "324": "https://www.buzzfeednews.com/article/mattberman/tulsi-gabbard-impeach-trump-present",
    "325": "https://abcnews.go.com/Politics/rep-tulsi-gabbard-impeachment-embolden-trump-increasing-reelection/story?id=67960828",
    "326": "https://www.cnn.com/2019/01/13/politics/kfile-tulsi-gabbard-lgbt/index.html",
    "327": "http://archives.starbulletin.com/98/11/04/news/story3.html",
    "328": "https://www.newspapers.com/clip/36438128/tulsi_gay_marriage/",
    "329": "https://web.archive.org/web/20190118011853/https://www.aol.com/article/news/2019/01/17/rep-gabbard-apologizes-again-for-past-anti-gay-views/23645741/",
    "330": "http://www.expression808.com/home/2012/7/5/tulsi-gabbards-moment-of-truth.html",
    "331": "https://www.congress.gov/bill/113th-congress/house-bill/2523/cosponsors",
    "332": "https://www.washingtonblade.com/2015/02/24/lgbt-caucus-membership-halved-114th-congress/",
    "333": "https://www.hrc.org/resources/congressional-scorecard",
    "334": "https://www.thetelegraph.com/news/article/Tulsi-Gabbard-says-military-combat-service-shapes-14340612.php",
    "335": "https://www.politico.com/story/2019/01/17/tulsi-gabbard-apology-lgbt-comments-1109541",
    "336": "https://www.businessinsider.com/tulsi-gabbard-homophobic-history-defended-tucker-carlson-glenn-greenwald-2019-1",
    "337": "https://thehill.com/homenews/house/425690-openly-gay-lawmaker-defends-gabbard-over-past-lgbt-comments/",
    "338": "https://www.si.com/college/2020/12/11/tulsi-gabbard-new-bill-title-ix-trans-athletes-rights",
    "339": "https://www.huffpost.com/entry/tulsi-gabbard-anti-transgender-bill-title-ix_n_5fd2de33c5b66a75841389b5",
    "340": "https://web.archive.org/web/20201211224546/https://gabbard.house.gov/news/press-releases/reps-gabbard-and-mullin-introduce-bill-ensure-title-ix-protections-women-and",
    "342": "https://thehill.com/changing-america/respect/diversity-inclusion/529811-rep-tulsi-gabbard-sponsors-anti-transgender-bill",
    "343": "https://www.mediaite.com/politics/tulsi-gabbard-says-floridas-bill-targeting-woke-sexual-teaching-in-schools-doesnt-go-far-enough/",
    "344": "https://www.cnn.com/2016/11/21/politics/gabbard-trump-transition/index.html",
    "345": "https://www.youtube.com/watch?v=k1mVAHyloDA",
    "346": "https://www.hawaiitribune-herald.com/2016/08/28/hawaii-news/the-rise-of-gabbard-no-telling-how-far-independent-path-will-take-her/",
    "347": "https://www.sfchronicle.com/bayarea/article/Anti-war-presidential-hopeful-Tulsi-Gabbard-13695807.php",
    "348": "https://www.msnbc.com/msnbc/watch/rep-gabbard-the-leadership-i-bring-is-to-end-regime-change-wars-62500421582",
    "349": "https://www.civilbeat.org/2019/02/gabbard-greeted-in-iowa-by-friendly-crowds-and-fierce-weather",
    "350": "https://thehill.com/hilltv/rising/4291944-rising-november-3-2023/",
    "351": "https://www.washingtonexaminer.com/news/2452313/former-rep-tulsi-gabbard-calls-out-biden-and-harris-for-not-attending-march-for-israel-rally-in-dc/",
    "352": "https://www.aljazeera.com/news/2024/11/14/why-is-tulsi-gabbard-trumps-new-intel-tsar-so-controversial",
    "353": "https://www.politifact.com/article/2019/nov/21/looking-back-tulsi-gabbards-fox-news-presence-obam/",
    "354": "https://www.vox.com/policy-and-politics/2019/1/16/18182114/tulsi-gabbard-2020-president-campaign-policies",
    "355": "http://edition.cnn.com/videos/tv/2015/01/16/tsr-intv-blitzer-gabbard-radical-islam.cnn",
    "356": "https://abcnews.go.com/Politics/tulsi-gabbard-claims-met-syrian-president-bashar-al/story?id=45050615",
    "357": "https://www.npr.org/2016/12/10/505079126/hawaii-congresswoman-tulsi-gabbard-introduces-bill-to-halt-u-s-arms-supplies-to",
    "358": "https://web.archive.org/web/20191228005242/https://www.thenation.com/article/why-does-the-us-continue-to-arm-terrorists-in-syria/",
    "359": "https://www.congress.gov/bill/116th-congress/senate-bill/1790/text#toc-H892EE30A450045DD974CC738F00B7CEF",
    "360": "https://web.archive.org/web/20200125201701/https://gabbard.house.gov/news/press-releases/rep-tulsi-gabbard-opposes-defense-bill-worsens-new-cold-war-and-nuclear-arms",
    "362": "https://abcnews.go.com/Politics/tulsi-gabbard-claims-met-syrian-president-bashar-al/story?id=45050615",
    "363": "https://buffalochronicle.com/2020/03/17/where-does-tulsi-gabbard-stand-on-the-issues/",
    "364": "https://www.pbs.org/newshour/politics/congresswoman-gabbard-makes-unannounced-trip-syria",
    "365": "https://www.nbcnews.com/id/wbna17920536",
    "366": "https://apnews.com/united-states-government-abdc4a6d5d624f4eb76e7a0e1c1dc3cb",
    "367": "https://asiatimes.com/2024/12/tulsi-gabbard-bashar-al-assad-and-me/",
    "368": "https://www.cnn.com/2017/02/01/politics/tulsi-gabbard-syria/index.html",
    "369": "https://www.businessinsider.com/tulsi-gabbard-assad-syria-2017-1",
    "370": "https://x.com/TheLeadCNN/status/824368963819696129",
    "371": "https://web.archive.org/web/20170126103441/https://gabbard.house.gov/news/press-releases/congresswoman-tulsi-gabbard-returns-syria-renewed-calls-end-regime-change-war",
    "372": "https://www.hawaiinewsnow.com/story/35092270/gabbard-syrias-assad-should-be-executed-if-hes-behind-deadly-chemical-attack/",
    "373": "https://ronpaulinstitute.org/the-sacrifice-of-tulsi-gabbard/",
    "374": "https://medium.com/@TulsiGabbard/the-syrian-people-desperately-want-peace-e308f1777a34#.x6vu12jo6",
    "375": "https://web.archive.org/web/20200111085938/https://www.thenation.com/article/tulsi-gabbard-on-the-administrations-push-for-war-in-syria/",
    "376": "https://www.bbc.com/news/articles/c9vnx8zn440o",
    "377": "https://edition.cnn.com/2019/02/06/politics/tulsi-gabbard-syria-assad/",
    "378": "https://www.businessinsider.com/tulsi-gabbard-syrian-president-bashar-al-assad-not-americas-enemy-2019-2",
    "379": "https://www.msnbc.com/morning-joe/watch/rep-gabbard-assad-is-not-an-enemy-of-the-us-1438093891865",
    "380": "https://www.politico.com/story/2019/02/06/tulsi-gabbard-bashar-al-assad-enemy-1152242",
    "381": "https://x.com/CNNThisMorning/status/1096403730352635904",
    "382": "https://edition.cnn.com/2019/08/01/politics/tulsi-gabbard-assad-dictator-cnntv/index.html",
    "383": "https://archive.org/details/CNNW_20170407_220000_Situation_Room_With_Wolf_Blitzer/start/1620/end/1680",
    "384": "https://www.hawaiinewsnow.com/story/35092270/gabbard-syrias-assad-should-be-executed-if-hes-behind-deadly-chemical-attack/",
    "385": "https://www.cnn.com/2017/04/07/politics/tulsi-gabbard-assad-chemical-weapons-blitzer-cnntv/index.html",
    "386": "https://x.com/CNNSitRoom/status/850472946367815681",
    "387": "https://nymag.com/intelligencer/2018/10/tulsi-gabbards-foreign-policy-and-the-progressive-left.html",
    "388": "https://www.politico.com/story/2018/10/19/tulsi-gabbard-2020-presidential-bid-917418",
    "389": "https://www.salon.com/2019/01/14/democratic-rep-tulsi-gabbard-apologizes-for-anti-lgbt-past-to-kick-off-white-house-run/",
    "390": "https://www.vanityfair.com/news/2019/01/tulsi-gabbard-2020-presidential-run",
    "391": "http://web.archive.org/web/20210630081804/https://www.reuters.com/article/us-usa-election-gabbard/congresswoman-gabbard-officially-declares-2020-candidacy-idUSKCN1PR09L",
    "392": "https://www.vox.com/policy-and-politics/2020/3/19/20751585/tulsi-gabbard-drops-presidential-campaign-2020",
    "393": "https://www.npr.org/2019/07/08/739603781/which-u-s-wars-were-justifiable-tulsi-gabbard-names-only-world-war-ii",
    "394": "https://www.civilbeat.org/2024/12/tulsi-gabbard-through-the-years-what-a-long-strange-trip-its-been/",
    "395": "https://abcnews.go.com/Politics/tulsi-gabbard-meet-trumps-pick-director-national-intelligence/story?id=116426049",
    "396": "https://www.bbc.com/news/articles/c14l6jpykmjo",
    "397": "https://archive.org/details/CNNW_20190311_000000_Tulsi_Gabbard_CNN_Town_Hall/start/47/end/107?q=(Assad)+AND+(Gabbard)+AND+(misunderstood)+AND+date%253A%5B2019-03-01+TO+2019-03-11%5D",
    "398": "https://web.archive.org/web/20190803185359/https://www.tulsi2020.com/record/reports-chemical-attacks-syria",
    "399": "https://www.bellingcat.com/news/mena/2019/08/04/tulsi-gabbards-reports-on-chemical-attacks-in-syria-a-self-contradictory-error-filled-mess/",
    "400": "https://www.realclearpolitics.com/video/2022/02/11/tulsi_gabbard_warmonger_biden_wants_russia_to_invade_ukraine_to_start_new_cold_war_benefit_military-industrial_complex.html",
    "401": "https://www.newsweek.com/what-tulsi-gabbard-has-said-about-russia-ukraine-china-1985839",
    "402": "https://www.businessinsider.in/tulsi-gabbards-foreign-policy-frustrates-centrist-democrats-draws-cheers-from-anti-interventionists-and-makes-her-political-identity-tough-to-pigeonhole/articleshow/67979464.cms",
    "403": "https://www.vice.com/en/article/im-full-tulsi-inside-tulsi-gabbards-wild-bid-to-make-trouble-in-2020/",
    "404": "https://www.nbcnews.com/politics/2020-election/russia-s-prop%20aganda-machine-discovers-2020-democratic-candidate-tulsi-gabbard-n964261",
    "405": "http://web.archive.org/web/20241221125049/https://www.c-span.org/program/senate-committee/undersecretary-of-state-for-political-affairs-testifies-on-ukraine/609186",
    "406": "https://www.fox.com/watch/0449f2058f2b0e7344905170e87d3378/",
    "407": "https://www.forbes.com/sites/dereksaul/2022/03/13/tulsi-gabbard-latest-to-push-russian-backed-conspiracy-about-us-backed-biological-labs-in-ukraine/",
    "408": "https://x.com/MittRomney/status/1503113473819041796?s=20&t=TVjZjoz23gd3tqwzZoJDIA",
    "409": "https://www.independent.co.uk/news/world/americas/us-politics/russia-ukraine-war-romney-gabbard-b2034983.html",
    "410": "https://thehill.com/policy/international/598142-kinzinger-calls-out-gabbard-for-russian-misinformation",
    "411": "https://www.foxnews.com/video/6300688866001",
    "412": "https://mobile.twitter.com/TulsiGabbard/status/1503334079667658752",
    "413": "https://www.independent.co.uk/news/world/americas/us-politics/gabbard-romney-russia-ukraine-resign-b2035688.html",
    "414": "http://web.archive.org/web/20241221125049/https://www.c-span.org/program/senate-committee/undersecretary-of-state-for-political-affairs-testifies-on-ukraine/609186",
    "415": "https://media.defense.gov/2022/Mar/11/2002954612/-1/-1/0/FACT-SHEET-THE-DEPARTMENT-OF-DEFENSE'S-COOPERATIVE-THREAT-REDUCTION-PROGRAM-BIOLOGICAL-THREAT-REDUCTION-PROGRAM-ACTIVITIES-IN-UKRAINE.PDF",
    "416": "https://www.cbsnews.com/news/face-the-nation-full-transcript-03-13-2022/",
    "417": "https://www.cnn.com/2022/03/09/media/biolab-ukraine-russia-qanon-false-conspiracy-theory/index.html",
    "418": "https://ua.usembassy.gov/u-s-ukraine-partnership-to-reduce-biological-threats/",
    "419": "https://www.bbc.co.uk/news/60711705",
    "420": "https://www.nytimes.com/2022/03/10/us/politics/russia-ukraine-china-bioweapons.html",
    "421": "https://www.reuters.com/world/un-says-not-aware-any-biological-weapons-program-ukraine-2022-03-11/",
    "422": "[ERROR retrieving ref link]",
    "423": "https://www.aol.com/ukraine-claims-struck-key-military-112721446.html",
    "424": "https://reason.com/2022/03/14/the-view-carlson-gabbard-russian-propaganda-putin-doj/",
    "425": "https://www.newsweek.com/tulsi-gabbard-bio-labs-ukraine-russia-conspiracy-1687594",
    "426": "https://x.com/tulsigabbard/status/1503579489531400194",
    "427": "https://www.newsweek.com/tulsi-gabbard-bola's-ukraine-russia-weapons-1688060",
    "428": "https://www.washingtonpost.com/politics/2022/03/15/often-subtle-distinction-between-anti-us-pro-putin-rhetoric/",
    "429": "https://www.cfr.org/election2020/candidate-tracker/tulsi-gabbard",
    "430": "https://www.newsweek.com/what-tulsi-gabbard-has-said-about-russia-ukraine-china-1985839",
    "431": "https://www.japantimes.co.jp/news/2024/11/15/japan/gabbard-japan-hostile-remark/",
    "432": "https://en.armradio.am/2019/11/01/tulsi-gabbard-turkey-which-denies-genocide-has-no-fear-of-committing-it-again/",
    "433": "https://armenianweekly.com/2020/10/02/senate-and-house-leaders-to-secretary-of-state-pompeo-cut-military-aid-to-azerbaijan-sanction-turkey-for-ongoing-attacks-against-armenia-and-artsakh/",
    "434": "https://www.rferl.org/a/azerbaijan-blacklists-three-us-lawmakers-visiting-nagorno-karabakh/28752231.html",
    "435": "https://news.am/eng/news/605335.html",
    "436": "https://www.tert.am/en/news/2019/06/05/us-armenia/3016994",
    "437": "https://www.nytimes.com/2021/04/24/us/politics/armenia-genocide-joe-biden.html",
    "438": "https://web.archive.org/web/20190802203429/https://www.nytimes.com/2019/08/02/us/politics/tulsi-gabbard-2020-presidential-race.html",
    "439": "https://economictimes.indiatimes.com/news/politics-and-nation/us-commemorates-the-inaugural-international-yoga-day/articleshow/47736962.cms",
    "440": "https://www.ndtv.com/world-news/hindu-lawmaker-introduces-resolution-in-us-congress-to-celebrate-international-yoga-day-1715866",
    "441": "https://archive.today/20121105052532/http://www.indoamerican-news.com/archives/12109",
    "442": "https://www.huffingtonpost.com/2013/01/04/tulsi-gabbard-hindu-bhagavad-gita-swearing-in_n_2410078.html",
    "443": "https://www.huffingtonpost.com/2012/11/02/tulsi-gabbard-hawaii-democrat-hindu-in-congress_n_2062358.html",
    "444": "https://web.archive.org/web/20130520124703/http://newamericamedia.org/2012/10/the-indian-american-contenders.php",
    "445": "http://bigislandnow.com/2013/11/25/gabbard-presented-with-kennedy-new-frontier-award/",
    "446": "https://www.nytimes.com/2019/10/22/dining/diwali-congress.html",
    "447": "https://www.ndtv.com/world-news/congresswoman-tulsi-gabbard-launches-campaign-for-diwali-stamp-in-us-1426811",
    "448": "https://www.nbcnews.com/news/asian-america/usps-releases-stamp-celebrating-diwali-hindu-festival-lights-n637971",
    "449": "https://web.archive.org/web/20190802203429/https://www.nytimes.com/2019/08/02/us/politics/tulsi-gabbard-2020-presidential-race.html",
    "450": "https://www.stuff.co.nz/world/americas/donald-trumps-america/114665278/meet-the-guitarstrumming-kiwi-surfer-dude-whos-become-us-presidential-candidate-tulsi-gabbards-secret-weapon",
    "451": "https://nymag.com/intelligencer/2019/06/tulsi-gabbard-2020-presidential-campaign.html",
    "452": "[ERROR retrieving ref link]",
    "453": "https://web.archive.org/web/20190802203429/https://www.nytimes.com/2019/08/02/us/politics/tulsi-gabbard-2020-presidential-race.html",
    "454": "https://www.theguardian.com/us-news/2019/mar/18/tulsi-gabbard-2020-progressive-steve-bannon-right",
    "455": "https://www.civilbeat.org/2024/12/senators-urged-to-examine-gabbards-deep-and-intense-ties-to-hawaii-sect/",
    "456": "https://www.pacificedgemagazine.com/leadership/who-is-tulsi-gabbard/",
    "457": "https://timesofindia.indiatimes.com/nri/us-canada-news/tulsi-gabbard-the-first-practicing-hindu-in-house-of-representatives/articleshow/17895347.cms",
    "458": "https://www.newspapers.com/image/266547415/?terms=%22Today%2Bher%2Bspiritual%2Bpractice%2Bis%2Bneither%2BCatholic%2Bnor%2Btraditionally%2BHindu.%22",
    "459": "https://www.huffingtonpost.com/2012/11/02/tulsi-gabbard-hawaii-democrat-hindu-in-congress_n_2062358.html",
    "460": "https://www.thehindu.com/news/international/world/us-lawmaker-tulsi-gabbard-gifts-copy-of-bhagavad-gita-to-modi/article6457406.ece",
    "461": "https://economictimes.indiatimes.com/news/politics-and-nation/tulsi-gabbard-promises-pm-narendra-modi-to-lead-congress-resolution-in-support-of-international-yoga-day/articleshow/44080232.cms",
    "462": "https://web.archive.org/web/20130629222645/http://www.ourhonolulu.org/community/update/70",
    "463": "https://issuu.com/indiaherald/docs/binder_feb_18",
    "464": "https://www.civilbeat.org/2012/01/tulsi-gabbards-leftward-journey/",
    "465": "https://people.com/celebrity/tulsi-gabbards-wedding-details/",
    "466": "https://people.com/politics/tulsi-gabbard-u-s-rep-weds-in-hawaii-in-vedic-hindu-ceremony/",
    "467": "https://www.oprahmag.com/entertainment/a28542421/tulsi-gabbard-husband-abraham-williams/",
    "468": "https://www.youtube.com/watch?v=rvhiWVBoobw",
    "469": "https://www.youtube.com/watch?v=hz2MdXf1l7A&feature=youtu.be",
    "470": "https://www.surfertoday.com/surfing/hawaiian-surfer-tulsi-gabbard-is-running-for-president-in-2020",
    "471": "https://www.surfertoday.com/surfing/what-is-the-meaning-of-aloha",
    "472": "https://newsroom.lmu.edu/campusnews/rep-tulsi-gabbard-brings-the-aloha-spirit-to-lmu/",
    "473": "http://wwd.com/eye/parties/gucci-and-elle-honor-women-in-washington-power-list-7617841/?src=nl/wkEye/20140328",
    "474": "https://mauinow.com/2015/02/26/gabbard-honored-by-national-association-of-counties/",
    "475": "http://mauinow.com/2015/07/17/rep-gabbard-honored-for-support-of-national-parks/",
    "476": "https://web.archive.org/web/20210111050947/https://www.kitv.com/story/39202300/us-rep-tulsi-gabbard-named-champion-for-human-trafficking-survivors",
    "477": "https://bigislandnow.com/2018/10/17/rep-tulsi-gabbard-named-hpu-distinguished-alumni/"
  },
  "flair_entities": [
    "korean peninsula",
    "international yoga day",
    "german armed forces badge for military proficiency",
    "united states house of representatives",
    "sanders",
    "human rights campaign",
    "eli crane",
    "forbes",
    "anderson cooper",
    "hawaii pacific university",
    "aclu",
    "meet the press",
    "jd vance",
    "29th infantry brigade special troops battalion",
    "christopher c.",
    "ottoman-era",
    "elizabeth warren",
    "sen",
    "us-funded",
    "lebanon",
    "elle magazine",
    "indian",
    "terry mcauliffe",
    "constitution of hawaii",
    "jack posobiec",
    "united nation",
    "ohio",
    "mazie hirono",
    "rand paul",
    "democrats",
    "state department",
    "clinton-gabbard",
    "the nation",
    "113th congress",
    "gadhafi",
    "las vegas",
    "philippines",
    "united states department of state",
    "r-fla.",
    "house committee",
    "covid-19",
    "islam",
    "honolulu star-advertiser",
    "america",
    "filipino american",
    "stop arming terrorists act",
    "115th congress",
    "cbs face the nation",
    "islamic",
    "schmitt",
    "samoan american",
    "micronesia",
    "assad",
    "tulasi",
    "ukrainians",
    "national association of counties county alumni award",
    "florida parental rights in education act",
    "virginia",
    "chinese",
    "defense of marriage act",
    "saturday night live",
    "united states armed forces",
    "glenn greenwald",
    "military-industrial complex",
    "congress",
    "helping heroes fly act",
    "'s law",
    "bashir al assad",
    "united nations",
    "national guard",
    "house",
    "florida",
    "iraqi",
    "tucker carlson show",
    "sean patrick maloney",
    "congressional gold medal",
    "a.b. stoddard",
    "washington, d.c.",
    "the federalist papers",
    "libertarian",
    "cnn",
    "vrindavan",
    "friend of the national parks award",
    "russian",
    "michael schuman",
    "crowley",
    "the view",
    "bashar al-assad",
    "vedic hindu",
    "barack obama",
    "democratic",
    "dnc-sanctioned",
    "donald trump-supported",
    "women in washington power list",
    "arizona",
    "debbie wasserman schultz",
    "u.s. capitol",
    "neil abercrombie",
    "iheartradio honolulu",
    "islamist",
    "army national guard",
    "vanessa",
    "pearl gala",
    "bellingcat",
    "robert f .",
    "gmo",
    "united states",
    "armenians",
    "u.s.",
    "politico",
    "honolulu city council",
    "mike pompeo",
    "charlotte",
    "markwayne mullin",
    "james carden",
    "alfonso jimenez",
    "joe kent",
    "fox news",
    "ron paul institute",
    "pacific",
    "vaishnava hindu",
    "congressional",
    "occupy hawai'i",
    "lexico-statistical",
    "middle east",
    "transportation security administration",
    "tsa",
    "greensboro",
    "the independent",
    "al-qaeda",
    "the five",
    "jay",
    "taliban",
    "international society for krishna consciousness",
    "nbc news",
    "foreign affairs committees",
    "army military police",
    "victoria nuland",
    "pacific islander american",
    "nagorno karabakh",
    "youtube",
    "russia",
    "brian evans",
    "democratic national committee",
    "bill",
    "house of representatives",
    "tommy tuberville",
    "mccarthyism",
    "mullin",
    "cleveland-based",
    "u.s. army reserve",
    "ndaa",
    "armed services committee",
    "miller",
    "michigan",
    "vaishnava",
    "islamic state",
    "accelerated officer candidate school",
    "national sheriff’s association",
    "horn of africa",
    "ho'ola na pua advocacy award",
    "oklahoma",
    "hawaiian",
    "biden-harris administration",
    "1st battalion",
    "bhakti",
    "samoan-american",
    "democratic national convention",
    "krystal ball",
    "doma",
    "leeward community college",
    "kuwaiti",
    "smith",
    "libya",
    "donald trump",
    "off fossil fuels for a better future act",
    "armed services",
    "al-nusra",
    "ukrainian",
    "newsweek",
    "hindu-american",
    "city ordinance 1129",
    "kennedy",
    "international criminal court",
    "abraham williams",
    "post-congressional media career",
    "the hill",
    "armenian christian",
    "hinduism",
    "keith ellison",
    "indiana",
    "ball",
    "jake tapper",
    "pete buttigieg",
    "the natural deli",
    "clinton",
    "tulsi",
    "tulsi 2020",
    "department of energy",
    "green new deal",
    "hindu american",
    "house armed services committee",
    "turkey",
    "dana bash",
    "rod tam",
    "russians",
    "christian",
    "sanskrit",
    "meritorious service medal",
    "single payer plus",
    "armed services subcommittee on intelligence",
    "securing america's election act",
    "protect women's sports act",
    "common cause",
    "department of defense",
    "special operations forces and intelligence",
    "federal marriage amendment",
    "honolulu",
    "operation iraqi freedom iii",
    "national mall",
    "alabama military academy",
    "conservative political action conference",
    "no more presidential wars act",
    "kahele",
    "stoddard",
    "29th infantry brigade combat team",
    "national border patrol council",
    "eduardo tamayo",
    "national guard association",
    "california",
    "hawaii",
    "asian pacific american caucus",
    "the new york times",
    "bernie sanders",
    "carlson",
    "fox & friends",
    "dni    politico",
    "kai kahele",
    "tim kaine",
    "tom nichols",
    "nato",
    "eric schmitt",
    "kuwait national guard",
    "samoan",
    "hirono",
    "shirley chisholm",
    "science of identity foundation",
    "army reserve",
    "abc",
    "bhagavad gita",
    "theodore postol",
    "bernard hudson",
    "united states senate",
    "thomas massie",
    "scott miscovich",
    "carol",
    "fox",
    "jesse watters primetime",
    "r-ariz.",
    "democratic party",
    "senate",
    "116th congress",
    "non-baltic",
    "angela kaaihue",
    "hillary clinton",
    "williams",
    "israel",
    "washington",
    "msnbc",
    "ivf",
    "immigration  gabbard",
    "standing rock sioux tribe",
    "american",
    "union",
    "artsakh",
    "gabbard",
    "national memorial cemetery of the pacific",
    "moiliili",
    "healthy hawai'i coalition",
    "butler",
    "cooper",
    "joe biden",
    "mufi hannemann",
    "city council",
    "adam laxalt",
    "palau",
    "matt gaetz",
    "yogi",
    "hannity",
    "house foreign affairs committee",
    "cold war",
    "googled",
    "east asia",
    "italian",
    "traitorous",
    "rasmussen",
    "kuwait",
    "cnn townhall",
    "anacostia river",
    "hindu",
    "hawaii army national guard",
    "andrew yang",
    "portugal",
    "wasserman schultz",
    "logistical support area anaconda",
    "americans",
    "lgbt",
    "germany",
    "isis",
    "republicans",
    "hawaii state",
    "off act",
    "kennedy new frontier award",
    "intercept",
    "netflix",
    "tulsa",
    "runit dome",
    "hawaii house of representatives",
    "qasem soleimani",
    "european",
    "dakota access pipeline",
    "nancy pelosi",
    "filipinos",
    "dni",
    "military justice improvement act",
    "washington, d.c",
    "saagar enjeti",
    "medical company",
    "r-n.c.",
    "mike gabbard",
    "japan",
    "diwali festival",
    "hindu-americans",
    "u.s. army",
    "tucker carlson tonight",
    "kentucky",
    "gutfeld!",
    "diwali",
    "armenian genocide resolution",
    "julian assange",
    "democratic party of hawaii",
    "al qaeda",
    "national parks conservation association",
    "rida cabanilla",
    "leloaloa",
    "whoopi goldberg",
    "native americans",
    "biden",
    "azerbaijan",
    "the daily beast",
    "mitt romney",
    "minnesota",
    "paul t",
    "354th regiment",
    "aryan",
    "washington examiner",
    "cpac",
    "putin",
    "iranian",
    "jennifer smith",
    "new york times",
    "republican",
    "the guardian",
    "cuties",
    "nagorno-karabakh",
    "pac",
    "fec",
    "edward snowden",
    "armenia",
    "title ix",
    "daniel inouye",
    "modi",
    "adam kinzinger",
    "philip bump",
    "real clear politics",
    "hasc",
    "victoria coates",
    "ending federal marijuana prohibition act",
    "new cold war",
    "vanity fair",
    "khan shaykhun",
    "parental rights bill",
    "institute of politics at harvard",
    "tammy duckworth",
    "sesnita moepono",
    "united kingdom",
    "obama",
    "democratic hawaii",
    "ottoman empire",
    "r-al",
    "karma yogi",
    "mcauliffe",
    "tulsi now",
    "the atlantic",
    "donald trump  gabbard",
    "non-dnc",
    "puerto rico",
    "republican party",
    "syrian",
    "glenn youngkin",
    "saddam hussein",
    "van jones",
    "loo distinguished alumni",
    "wolf blitzer",
    "marco rubio",
    "don bolduc",
    "narendra modi",
    "house lgbt equality caucus",
    "national defense authorization act for fiscal year 2020",
    "armenian",
    "house ethics committee",
    "d.c.",
    "kawika crowley",
    "american samoa",
    "us",
    "island music awards",
    "the washington post",
    "national defense authorization act",
    "lgbtq",
    "bbc",
    "tulsi aloha",
    "aloha",
    "john f .",
    "hamas",
    "united states army civil affairs and psychological operations command",
    "adam schiff",
    "tucker carlson",
    "29th support battalion",
    "tutuila",
    "morning joe",
    "ukraine",
    "vanessa guillén",
    "brian mast",
    "california-based",
    "the alliance for traditional marriage and values",
    "marijuana opportunity reinvestment and expungement",
    "iraq war",
    "114th congress",
    "talia",
    "september 11",
    "cia",
    "gabbard  tulsi gabbard",
    "outnumbered",
    "kari lake",
    "jason crow",
    "facebook",
    "porter",
    "maʻopūtasi county",
    "north korea",
    "pentagon fact",
    "tulsi gabbard",
    "117th congress",
    "trump",
    "john f.",
    "gop",
    "cbd",
    "this is tulsi gabbard",
    "twitter",
    "un",
    "asian-american",
    "pro-palestine",
    "351st civil affairs command",
    "us marshal",
    "sif",
    "dnc",
    "gaza",
    "u.s. constitution",
    "north carolina",
    "chris butler",
    "american civil liberties union",
    "dod",
    "romney",
    "hawaii state legislature",
    "pacific islander",
    "u.s",
    "off fossil fuels",
    "palestine  after hamas'",
    "australia",
    "armenian genocide",
    "cabanilla",
    "united states army reserve",
    "stand up for america",
    "world war ii",
    "medicaid",
    "hawaii department of health",
    "kennedy school of government",
    "syria",
    "armenia  gabbard",
    "walter jones",
    "arab american",
    "douma",
    "marshall islands",
    "china",
    "meghan mccain",
    "pacific-islander",
    "sufa",
    "kennedy jr.",
    "more",
    "iraq",
    "ricardo rosselló",
    "baghdad international airport"
  ]
}