{
  "title": "Turkey",
  "url": "https://en.wikipedia.org/wiki/Turkey",
  "summary": "Turkey, officially the Republic of Türkiye, is a country mainly located in Anatolia in West Asia, with a smaller part called East Thrace in Southeast Europe. It borders the Black Sea to the north; Georgia, Armenia, Azerbaijan, and Iran to the east; Iraq, Syria, and the Mediterranean Sea to the south; and the Aegean Sea, Greece, and Bulgaria to the west. Turkey is home to over 85 million people; most are ethnic Turks, while ethnic Kurds are the largest ethnic minority. Officially a secular state, Turkey has a Muslim-majority population. Ankara is Turkey's capital and second-largest city, while Istanbul is its largest city and economic and financial center. Other major cities include İzmir, Bursa, and Antalya.\nTurkey was first inhabited by modern humans during the Late Paleolithic. Home to important Neolithic sites like Göbekli Tepe and some of the earliest farming areas, present-day Turkey was inhabited by various ancient peoples. The Hattians were assimilated by the Anatolian peoples, such as the Hittites. Classical Anatolia transitioned into cultural Hellenization following the conquests of Alexander the Great; Hellenization continued during the Roman and Byzantine eras. The Seljuk Turks began migrating into Anatolia in the 11th century, starting the Turkification process. The Seljuk Sultanate of Rum ruled Anatolia until the Mongol invasion in 1243, when it disintegrated into Turkish principalities. Beginning in 1299, the Ottomans united the principalities and expanded. Mehmed II conquered Constantinople (now known as Istanbul) in 1453. During the reigns of Selim I and Suleiman the Magnificent, the Ottoman Empire became a global power. From 1789 onwards, the empire saw a major transformation, reforms, and centralization while its territory declined.\nIn the 19th and early 20th centuries, persecution of Muslims during the Ottoman contraction and in the Russian Empire resulted in large-scale loss of life and mass migration into modern-day Turkey from the Balkans, Caucasus, and Crimea. The Ottoman Empire entered World War I in 1914, during which the Ottoman government under the control of the Young Turks—among them the Three Pashas, in particular—committed genocides against its Armenian, Greek, and Assyrian subjects. Following Ottoman defeat, the Turkish War of Independence resulted in the abolition of the sultanate and the signing of the Treaty of Lausanne. The Republic was proclaimed on 29 October 1923, modelled on the reforms initiated by the country's first president, Mustafa Kemal Atatürk. Turkey remained neutral during most of World War II, but was involved in the Korean War. Several military interventions interfered with the transition to a multi-party system.\nTurkey is an upper-middle-income and emerging country; its economy is the world's 17th-largest by nominal and 12th-largest by PPP-adjusted GDP. It is a unitary presidential republic. Turkey is a founding member of the OECD, G20, and Organization of Turkic States. With a geopolitically significant location, Turkey is a regional power and an early member of NATO. An EU candidate, Turkey is part of the EU Customs Union, CoE, OIC, and TURKSOY.\nTurkey has coastal plains, a high central plateau, and various mountain ranges; its climate is temperate with harsher conditions in the interior. Home to three biodiversity hotspots, Turkey is prone to frequent earthquakes and is highly vulnerable to climate change. Turkey has a universal healthcare system, growing access to education, and increasing levels of innovativeness. It is a leading TV content exporter. With 21 UNESCO World Heritage sites, 30 UNESCO intangible cultural heritage inscriptions, and a rich and diverse cuisine, Turkey is the fifth most visited country in the world.",
  "content": [
    {
      "section_title": "Etymology",
      "section_content": [
        {
          "sentence": "Turchia, meaning \"the land of the Turks\", had begun to be used in European texts for Anatolia by the end of the 12th century",
          "refs": []
        },
        {
          "sentence": "As a word in Turkic languages, Turk may mean \"strong, strength, ripe\" or \"flourishing, in full strength\"",
          "refs": [
            "https://www.unesco.org/en/countries/tr",
            "https://www.sciencedirect.com/science/article/abs/pii/S1878450X21000834",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "It may also mean ripe as in for a fruit or \"in the prime of life, young, and vigorous\" for a person",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "As an ethnonym, the etymology is still unknown",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In addition to usage in languages such as Chinese in the 6th century,  the earliest mention of  Turk (𐱅𐰇𐰺𐰜, türü̲k̲; or 𐱅𐰇𐰼𐰚, türk/tẄrk) in Turkic languages comes from the Second Turkic Khaganate",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In Byzantine sources in the 10th century, the name Tourkia was used for defining two medieval states: Hungary (Western Tourkia); and Khazaria (Eastern Tourkia)",
          "refs": []
        },
        {
          "sentence": "The Mamluk Sultanate, with its ruling elite of Turkic origin, was called the \"State of the Turks\" (Dawlat at-Turk, or Dawlat al-Atrāk, or Dawlat-at-Turkiyya)",
          "refs": [
            "[ERROR retrieving ref link]",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Turkestan, also meaning the \"land of the Turks\", was used for a historic region in Central Asia",
          "refs": [
            "https://books.google.com/books?id=3al15wpFWiMC"
          ]
        },
        {
          "sentence": "Middle English usage of Turkye or Turkeye is found in The Book of the Duchess (written in 1369–1372) to refer to Anatolia or the Ottoman Empire",
          "refs": []
        },
        {
          "sentence": "The modern spelling Turkey dates back to at least 1719",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The bird called turkey was named as such due to trade of guineafowl from Turkey to England",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "The name Turkey has been used in international treaties referring to the Ottoman Empire",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "With the Treaty of Alexandropol, the name Türkiye entered international documents for the first time",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "In the treaty signed with Afghanistan in 1921, the expression Devlet-i Âliyye-i Türkiyye (\"Sublime Turkish State\") was used, likened to the Ottoman Empire's name",
          "refs": []
        },
        {
          "sentence": "In December 2021, President Recep Tayyip Erdoğan called for expanded official usage of Türkiye, saying that Türkiye \"represents and expresses the culture, civilization, and values of the Turkish nation in the best way\"",
          "refs": []
        },
        {
          "sentence": "In May 2022, the Turkish government requested the United Nations and other international organizations to use Türkiye officially in English; the UN agreed",
          "refs": [
            "https://archive.org/details/protocolsofconfe00grea/mode/2up"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "History",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Prehistory and ancient history",
          "section_content": [
            {
              "sentence": "Present-day Turkey has been inhabited by modern humans since the late Paleolithic period and contains some of the world's oldest Neolithic sites",
              "refs": []
            },
            {
              "sentence": "Göbekli Tepe is close to 12,000 years old",
              "refs": [
                "https://www.bbc.co.uk/news/world-europe-61671913",
                "http://www.archaeology.org/0811/abstracts/turkey.html"
              ]
            },
            {
              "sentence": "Parts of Anatolia include the Fertile Crescent, an origin of agriculture",
              "refs": [
                "https://www.bbc.co.uk/news/world-europe-61671913"
              ]
            },
            {
              "sentence": "Other important Anatolian Neolithic sites include Çatalhöyük and Alaca Höyük",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Neolithic Anatolian farmers differed genetically from farmers in Iran and Jordan Valley",
              "refs": [
                "https://web.archive.org/web/20190503015440/https://www.metmuseum.org/pubs/bulletins/1/pdf/3258667.pdf.bannered.pdf"
              ]
            },
            {
              "sentence": "These early Anatolian farmers also migrated into Europe, starting around 9,000 years ago",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Troy's earliest layers go back to around 4500 BC",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Anatolia's historical records start with clay tablets from approximately around 2000 BC that were found in modern-day Kültepe",
              "refs": []
            },
            {
              "sentence": "These tablets belonged to an Assyrian trade colony",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5069350"
              ]
            },
            {
              "sentence": "The languages in Anatolia at that time included Hattian, Hurrian, Hittite, Luwian, and Palaic",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5069350"
              ]
            },
            {
              "sentence": "Hattian was a language indigenous to Anatolia, with no known modern-day connections",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5973800"
              ]
            },
            {
              "sentence": "Hurrian language was used in northern Syria",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5973800",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Hittite, Palaic, and Luwian languages were \"the oldest written Indo-European languages\",  forming the Anatolian sub-group",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5973800",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[c]",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Hattian rulers were gradually replaced by Hittite rulers",
              "refs": []
            },
            {
              "sentence": "The Hittite kingdom was a large kingdom in Central Anatolia, with its capital of Hattusa",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5069350"
              ]
            },
            {
              "sentence": "It co-existed in Anatolia with Palaians and Luwians, approximately between 1700 and 1200 BC",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5069350"
              ]
            },
            {
              "sentence": "As the Hittite kingdom was disintegrating, further waves of Indo-European peoples migrated from southeastern Europe, which was followed by warfare",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5069350"
              ]
            },
            {
              "sentence": "The Thracians were also present in modern-day Turkish Thrace",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It is not known if the Trojan War is based on historical events",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Troy's Late Bronze Age layers matches most with Iliad's story",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Early classical antiquity",
          "section_content": [
            {
              "sentence": "Around 750 BC, Phrygia had been established, with its two centers in Gordium and modern-day Kayseri",
              "refs": []
            },
            {
              "sentence": "Phrygians spoke an Indo-European language, which was closer to Greek than Anatolian languages",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Phrygians shared Anatolia with Neo-Hittites and Urartu",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Luwian-speakers were probably the majority in various Anatolian Neo-Hittite states",
              "refs": []
            },
            {
              "sentence": "Urartians spoke a non-Indo-European language and their capital was around Lake Van",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Urartu and Phrygia fell in seventh century BC",
              "refs": [
                "https://www.nationalgeographic.com/travel/article/photo-story-turkey-lycian-way",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "They were replaced by Carians, Lycians and Lydians",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "These three cultures \"can be considered a reassertion of the ancient, indigenous culture of the Hattian cities of Anatolia\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Before 1200 BC, there were four Greek-speaking settlements in Anatolia, including Miletus",
              "refs": []
            },
            {
              "sentence": "Around 1000 BC, Greeks started migrating to the west coast of Anatolia",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "These eastern Greek settlements played a vital role in shaping the Archaic Greek civilization;   important cities included Miletus, Ephesus, Halicarnassus, Smyrna (now İzmir) and Byzantium (now Istanbul), the latter founded by colonists from Megara in the seventh century BCE",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "These settlements were grouped as Aeolis, Ionia, and Doris, after the specific Greek groups that settled them",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Further Greek colonization in Anatolia was led by Miletus and Megara in 750–480 BC",
              "refs": [
                "https://www.britannica.com/place/Anatolia/Greek-colonies-on-the-Anatolian-coasts-c-1180-547-bce",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Greek cities along the Aegean prospered with trade, and saw remarkable scientific and scholarly accomplishments",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Thales and Anaximander from Miletus founded the Ionian School of philosophy, thereby laying the foundations of rationalism and Western philosophy",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Cyrus attacked eastern Anatolia in 547 BC, and Achaemenid Empire eventually expanded into western Anatolia",
              "refs": []
            },
            {
              "sentence": "In the east, the Armenian province was part of the Achaemenid Empire",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Following the Greco-Persian Wars, the Greek city-states of the Anatolian Aegean coast regained independence, but most of the interior stayed part of the Achaemenid Empire",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Two of the Seven Wonders of the Ancient World, the Temple of Artemis in Ephesus, and the Mausoleum of Halicarnassus, were located in Anatolia",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Following the victories of Alexander in 334 BC and 333 BC, the Achaemenid Empire collapsed and Anatolia became part of the Macedonian Empire",
              "refs": []
            },
            {
              "sentence": "This led to increasing cultural homogeneity and Hellenization of the Anatolian interior,    which met resistance in some places",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://www.worldhistory.org/Celsus_Library/",
                "https://www.worldhistory.org/article/128/"
              ]
            },
            {
              "sentence": "Following Alexander's death, the Seleucids ruled large parts of Anatolia, while native Anatolian states emerged in the Marmara and Black Sea areas",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In eastern Anatolia, the kingdom of Armenia appeared",
              "refs": []
            },
            {
              "sentence": "In third century BC, Celts invaded central Anatolia and continued as a major ethnic group in the area for around 200 years",
              "refs": []
            },
            {
              "sentence": "They were known as the Galatians",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Rome and Byzantine Empire",
          "section_content": [
            {
              "sentence": "When Pergamon requested assistance in its conflict with the Seleucids, Rome intervened in Anatolia in the second century BC",
              "refs": []
            },
            {
              "sentence": "Without an heir, Pergamum's king left the kingdom to Rome, which was annexed as province of Asia",
              "refs": []
            },
            {
              "sentence": "Roman influence grew in Anatolia afterwards",
              "refs": []
            },
            {
              "sentence": "Following Asiatic Vespers massacre, and Mithridatic Wars with Pontus, Rome emerged victorious",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Around the 1st century BC, Rome expanded into parts of Pontus and Bithynia, while turning rest of Anatolian states into Roman satellites",
              "refs": []
            },
            {
              "sentence": "Several conflicts with Parthians ensued, with peace and wars alternating",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to Acts of the Apostles, early Christian Church had significant growth in Anatolia because of St Paul's efforts",
              "refs": []
            },
            {
              "sentence": "Letters from St",
              "refs": []
            },
            {
              "sentence": "Paul in Anatolia comprise the oldest Christian literature",
              "refs": []
            },
            {
              "sentence": "Under Roman authority, ecumenical councils such as Council of Nicaea (Iznik) in 325 served as a guide for developing \"orthodox expressions of basic Christian teachings\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Byzantine Empire, also referred to as the Eastern Roman Empire, was the continuation of the Roman Empire centered in Constantinople during Late Antiquity and the Middle Ages",
              "refs": []
            },
            {
              "sentence": "The eastern half of the Empire survived the conditions that caused the fall of the West in the 5th century AD, and continued to exist until the fall of Constantinople to the Ottoman Empire in 1453",
              "refs": []
            },
            {
              "sentence": "During most of its existence, the empire remained the most powerful economic, cultural, and military force in the Mediterranean world",
              "refs": []
            },
            {
              "sentence": "The term Byzantine Empire was only coined following the empire's demise; its citizens referred to the polity as the \"Roman Empire\" and to themselves as Romans",
              "refs": []
            },
            {
              "sentence": "Due to the imperial seat's move from Rome to Byzantium, the adoption of Christianity as the state religion, and the predominance of Greek instead of Latin, modern historians continue to make a distinction between the earlier Roman Empire and the later Byzantine Empire",
              "refs": []
            },
            {
              "sentence": "[citation needed]",
              "refs": []
            },
            {
              "sentence": "In the early Byzantine Empire period, the Anatolian coastal areas were Greek speaking",
              "refs": []
            },
            {
              "sentence": "In addition to natives, interior Anatolia had diverse groups such as Goths, Celts, Persians and Jews",
              "refs": []
            },
            {
              "sentence": "Interior Anatolia had been \"heavily Hellenized\"",
              "refs": []
            },
            {
              "sentence": "Anatolian languages eventually became extinct after Hellenization of Anatolia",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Seljuks and Anatolian beyliks",
          "section_content": [
            {
              "sentence": "According to historians and linguists, the Proto-Turkic language originated in Central-East Asia",
              "refs": []
            },
            {
              "sentence": "Initially, Proto-Turkic speakers were potentially both hunter-gatherers and farmers; they later became nomadic pastoralists",
              "refs": [
                "https://global.britannica.com/topic/Hagia-Sophia"
              ]
            },
            {
              "sentence": "Early and medieval Turkic groups exhibited a wide range of both East Asian and West-Eurasian physical appearances and genetic origins, in part through long-term contact with neighboring peoples such as Iranic, Mongolic, Tocharian, Uralic, and Yeniseian peoples",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "During the 9th and 10th centuries CE, the Oghuz were a Turkic group that lived in the Caspian and Aral steppes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Partly due to pressure from the Kipchaks, the Oghuz migrated into Iran and Transoxiana",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10427466"
              ]
            },
            {
              "sentence": "They mixed with Iranic-speaking groups in the area and converted to Islam",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10427466"
              ]
            },
            {
              "sentence": "Oghuz Turks were also known as Turkoman",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10427466"
              ]
            },
            {
              "sentence": "The Seljuks originated from the Kınık branch of the Oghuz Turks who resided in the Yabgu Khaganate",
              "refs": []
            },
            {
              "sentence": "In 1040, the Seljuks defeated the Ghaznavids at the Battle of Dandanaqan and established the Seljuk Empire in Greater Khorasan",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10427466"
              ]
            },
            {
              "sentence": "Baghdad, the Abbasid Caliphate's capital and center of the Islamic world, was taken by Seljuks in 1055",
              "refs": [
                "http://journals.sagepub.com/doi/10.1177/0971945818775373"
              ]
            },
            {
              "sentence": "Given the role Khurasani traditions played in art, culture, and political traditions in the empire, the Seljuk period is described as a mixture of \"Turkish, Persian and Islamic influences\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In the latter half of the 11th century, the Seljuk Turks began penetrating into medieval Armenia and Anatolia",
              "refs": [
                "ISBN: 978-90-04-09249-5"
              ]
            },
            {
              "sentence": "At the time, Anatolia was a diverse and largely Greek-speaking region after previously being Hellenized",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Seljuk Turks defeated the Byzantines at the Battle of Manzikert in 1071, and later established the Seljuk Sultanate of Rum",
              "refs": []
            },
            {
              "sentence": "During this period, there were also Turkish principalities such as Danishmendids",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Seljuk arrival started the Turkification process in Anatolia;   there were Turkic/Turkish migrations, intermarriages, and conversions into Islam",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The shift took several centuries and happened gradually",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Members of Islamic mysticism orders, such as Mevlevi Order, played a role in the Islamization of the diverse people of Anatolia",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Seljuk expansion was one of the reasons for the Crusades",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 13th century, there was a second significant wave of Turkic migration, as people fled Mongol expansion",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Seljuk sultanate was defeated by the Mongols at the Battle of Köse Dağ in 1243 and disappeared by the beginning of the 14th century",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It was replaced by various Turkish principalities",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Ottoman Empire",
          "section_content": [
            {
              "sentence": "Based around Söğüt, Ottoman Beylik was founded by Osman I in the early 14th century",
              "refs": []
            },
            {
              "sentence": "According to Ottoman chroniclers, Osman descended from the Kayı tribe of the Oghuz Turks",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Ottomans started annexing the nearby Turkish beyliks (principalities) in Anatolia and expanded into the Balkans",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Mehmed II completed Ottoman conquest of the Byzantine Empire by capturing its capital, Constantinople, on 29 May 1453",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Selim I united Anatolia under Ottoman rule",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkification continued as Ottomans mixed with various indigenous people in Anatolia and the Balkans",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Ottoman Empire was a global power during the reigns of Selim I and Suleiman the Magnificent",
              "refs": []
            },
            {
              "sentence": "In the 16th and 17th centuries, Sephardic Jews moved into Ottoman Empire following their expulsion from Spain",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "From the second half of the 18th century onwards, the Ottoman Empire began to decline",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Tanzimat reforms, initiated by Mahmud II in 1839, aimed to modernize the Ottoman state in line with the progress that had been made in Western Europe",
              "refs": []
            },
            {
              "sentence": "The Ottoman constitution of 1876 was the first among Muslim states, but was short-lived",
              "refs": []
            },
            {
              "sentence": "As the empire gradually shrank in size, military power and wealth; especially after the Ottoman economic crisis and default in 1875  which led to uprisings in the Balkan provinces that culminated in the Russo-Turkish War (1877–1878)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The decline of the Ottoman Empire led to a rise in nationalist sentiment among its various subject peoples, leading to increased ethnic tensions which occasionally burst into violence, such as the Hamidian massacres of Armenians, which claimed up to 300,000 lives",
              "refs": []
            },
            {
              "sentence": "[better source needed] Ottoman territories in Europe (Rumelia) were lost in the First Balkan War (1912–1913)",
              "refs": [
                "https://www.nytimes.com/1993/08/22/travel/center-of-ottoman-power.html"
              ]
            },
            {
              "sentence": "Ottomans managed to recover some territory in Europe, such as Edirne, in the Second Balkan War (1913)",
              "refs": [
                "http://www.dolmabahcepalace.com/listingview.php?listingID=3"
              ]
            },
            {
              "sentence": "In the 19th and early 20th centuries, persecution of Muslims during the Ottoman contraction and in the Russian Empire resulted in estimated 5 million deaths,   with the casualties including Turks",
              "refs": [
                "https://www.ft.com/cms/s/0/6667a18a-b888-11dc-893b-0000779fd2ac.html",
                "http://www.nzhistory.net.nz/war/ottoman-empire/collapse"
              ]
            },
            {
              "sentence": "Five to seven or seven to nine million refugees migrated into modern-day Turkey from the Balkans, Caucasus, Crimea, and Mediterranean islands,  shifting the center of the Ottoman Empire to Anatolia",
              "refs": [
                "http://www.nzhistory.net.nz/war/ottoman-empire/collapse",
                "https://www.bloomsbury.com/uk/ottoman-refugees-1878-1939-9781472515360/"
              ]
            },
            {
              "sentence": "In addition to a small number of Jews, the refugees were overwhelmingly Muslim; they were both Turkish and non-Turkish people, such as Circassians and Crimean Tatars",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Paul Mojzes has called the Balkan Wars an \"unrecognized genocide\", where multiple sides were both victims and perpetrators",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Circassian refugees included the survivors of the Circassian genocide",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Following the 1913 coup d'état, the Three Pashas took control of the Ottoman government",
              "refs": []
            },
            {
              "sentence": "The Ottoman Empire entered World War I on the side of the Central Powers and was ultimately defeated",
              "refs": []
            },
            {
              "sentence": "During the war, the empire's Armenian subjects were deported to Syria as part of the Armenian genocide",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As a result, an estimated 600,000  to more than 1 million,  or up to 1.5 million    Armenians were killed",
              "refs": [
                "https://www.cicerofoundation.org/wp-content/uploads/Paul_Mojzes_Ethnic_Cleansing_In_The_Balkans.pdf",
                "https://www.cicerofoundation.org/wp-content/uploads/Paul_Mojzes_Ethnic_Cleansing_In_The_Balkans.pdf",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]",
                "https://www.britannica.com/event/Armenian-Genocide/Genocide"
              ]
            },
            {
              "sentence": "The Turkish government has refused to acknowledge   the events as genocide and states that Armenians were only \"relocated\" from the eastern war zone",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://web.archive.org/web/20100818233348/http://www.umd.umich.edu/dept/armenian/facts/genocide.html"
              ]
            },
            {
              "sentence": "Genocidal campaigns were also committed against the empire's other minority groups such as the Assyrians and Greeks",
              "refs": [
                "https://books.google.com/books?id=cuqxYldvClQC"
              ]
            },
            {
              "sentence": "Following the Armistice of Mudros in 1918, the victorious Allied Powers sought the partition of the Ottoman Empire through the 1920 Treaty of Sèvres",
              "refs": [
                "ISBN: 978-0-313-34642-2",
                "http://www.dw.com/en/erdogan-turkey-will-never-accept-genocide-charges/a-19307115",
                "https://www.telegraph.co.uk/news/worldnews/europe/turkey/11373115/Amal-Clooneys-latest-case-Why-Turkey-wont-talk-about-the-Armenian-genocide.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Republic of Türkiye",
          "section_content": [
            {
              "sentence": "The occupation of Istanbul (1918) and İzmir (1919) by the Allies in the aftermath of World War I initiated the Turkish National Movement",
              "refs": []
            },
            {
              "sentence": "Under the leadership of Mustafa Kemal Pasha, a military commander who had distinguished himself during the Battle of Gallipoli, the Turkish War of Independence (1919–1923) was waged with the aim of revoking the terms of the Treaty of Sèvres (1920)",
              "refs": []
            },
            {
              "sentence": "The Turkish Provisional Government in Ankara, which had declared itself the legitimate government of the country on 23 April 1920, started to formalize the legal transition from the old Ottoman into the new Republican political system",
              "refs": []
            },
            {
              "sentence": "The Ankara Government engaged in armed and diplomatic struggle",
              "refs": []
            },
            {
              "sentence": "In 1921–1923, the Armenian, Greek, French, and British armies had been expelled",
              "refs": []
            },
            {
              "sentence": "The military advance and diplomatic success of the Ankara Government resulted in the signing of the Armistice of Mudanya on 11 October 1922",
              "refs": [
                "ISBN: 978-0-14-311239-6",
                "http://net.lib.byu.edu/~rdh7/wwi/versa/sevres1.html",
                "ISBN: 978-1-58567-011-6",
                "ISBN: 0-226-33228-4"
              ]
            },
            {
              "sentence": "On 1 November 1922, the Turkish Parliament in Ankara formally abolished the Sultanate, thus ending 623 years of monarchical Ottoman rule.",
              "refs": []
            },
            {
              "sentence": "The Treaty of Lausanne of 24 July 1923, which superseded the Treaty of Sèvres,   led to the international recognition of the sovereignty of the new Turkish state as the successor state of the Ottoman Empire",
              "refs": [
                "https://books.google.com/books?id=TSRkGNoEPFwC&pg=PA150",
                "https://doi.org/10.1093%2Fhgs%2F12.3.393"
              ]
            },
            {
              "sentence": "On 4 October 1923, the Allied occupation of Turkey ended with the withdrawal of the last Allied troops from Istanbul",
              "refs": []
            },
            {
              "sentence": "The Turkish Republic was officially proclaimed on 29 October 1923 in Ankara, the country's new capital",
              "refs": []
            },
            {
              "sentence": "The Lausanne Convention stipulated a population exchange between Greece and Turkey",
              "refs": [
                "ISBN: 0-918618-79-7"
              ]
            },
            {
              "sentence": "Mustafa Kemal became the republic's first president and introduced many reforms",
              "refs": []
            },
            {
              "sentence": "The reforms aimed to transform the old religion-based and multi-communal Ottoman monarchy into a Turkish nation state that would be governed as a parliamentary republic under a secular constitution",
              "refs": []
            },
            {
              "sentence": "Women gained the right to vote nationally in 1934",
              "refs": [
                "https://books.google.com/books?id=mKoanep9aBEC&q=18+september+1922+turkey&pg=PA317"
              ]
            },
            {
              "sentence": "With the Surname Law, the Turkish Parliament bestowed upon Kemal the honorific surname \"Atatürk\" (Father Turk)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Atatürk's reforms caused discontent in some Kurdish and Zaza tribes leading to the Sheikh Said rebellion in 1925  and the Dersim rebellion in 1937",
              "refs": [
                "https://doi.org/10.1093%2Fhgs%2F12.3.393",
                "https://books.google.com/books?id=H5pyUIY4THYC"
              ]
            },
            {
              "sentence": "İsmet İnönü became the country's second president following Atatürk's death in 1938",
              "refs": []
            },
            {
              "sentence": "In 1939, the Republic of Hatay voted in favor of joining Turkey with a referendum",
              "refs": []
            },
            {
              "sentence": "Turkey remained neutral during almost all of World War II,  but entered the war on the side of the Allies on 23 February 1945",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Later that year, Turkey became a charter member of the United Nations",
              "refs": [
                "https://books.google.com/books?id=pqqtDAAAQBAJ&pg=PA168"
              ]
            },
            {
              "sentence": "In 1950 Turkey became a member of the Council of Europe",
              "refs": [
                "https://doi.org/10.1080%2F13537110208428662"
              ]
            },
            {
              "sentence": "After fighting as part of the UN forces in the Korean War, Turkey joined NATO in 1952, becoming a bulwark against Soviet expansion into the Mediterranean.",
              "refs": []
            },
            {
              "sentence": "Military coups or memorandums, which happened in 1960, 1971, 1980, and 1997, complicated Turkey's transition to a democratic multiparty system",
              "refs": []
            },
            {
              "sentence": "Between 1960 and the end of the 20th century, the prominent leaders in Turkish politics who achieved multiple election victories were Süleyman Demirel, Bülent Ecevit and Turgut Özal",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://doi.org/10.1080%2F00263208908700778"
              ]
            },
            {
              "sentence": "[citation needed] PKK started a \"campaign of terrorist attacks on civilian and military targets\" in the 1980s",
              "refs": []
            },
            {
              "sentence": "It is designated as a terrorist organization by Turkey,  the United States,  and the European Union",
              "refs": [
                "https://web.archive.org/web/20160117212320/http://www.un.org/Overview/growth.htm",
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Tansu Çiller became the first female prime minister of Turkey in 1993",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkey applied for full membership of the EEC in 1987, joined the European Union Customs Union in 1995 and started accession negotiations with the European Union in 2005",
              "refs": []
            },
            {
              "sentence": "Customs Union had an important impact on the Turkish manufacturing sector",
              "refs": [
                "https://www.mfa.gov.tr/pkk.en.mfa",
                "https://www.state.gov/foreign-terrorist-organizations"
              ]
            },
            {
              "sentence": "In 2014, prime minister Recep Tayyip Erdoğan won Turkey's first direct presidential election",
              "refs": []
            },
            {
              "sentence": "On 15 July 2016, an unsuccessful coup attempt tried to oust the government",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to the Turkish government, there are 13,251 arrested or convicted people in jail as of 2024, related to the 2016 coup attempt",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "With a referendum in 2017, the parliamentary republic was replaced by an executive presidential system",
              "refs": [
                "https://web.archive.org/web/20070614030216/http://www-wds.worldbank.org/external/default/WDSContentServer/WDSP/IB/2006/05/03/000016406_20060503112446/Rendered/PDF/wps3908.pdf",
                "https://www.bbc.com/news/world-europe-28729234"
              ]
            },
            {
              "sentence": "The office of the prime minister was abolished, and its powers and duties were transferred to the president",
              "refs": []
            },
            {
              "sentence": "On the referendum day, while the voting was still underway, the Supreme Electoral Council lifted a rule that required each ballot to have an official stamp",
              "refs": []
            },
            {
              "sentence": "The opposition parties claimed that as many as 2.5 million ballots without a stamp were accepted as valid",
              "refs": [
                "https://www.washingtonpost.com/world/after-bloody-night-turkeys-president-declares-coup-attempt-foiled/2016/07/16/9b84151e-4af7-11e6-8dac-0c6e4accc5b1_story.html"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Administrative divisions",
      "section_content": [
        {
          "sentence": "Turkey has a unitary structure in terms of public administration, and the provinces are subordinate to the central government in Ankara",
          "refs": []
        },
        {
          "sentence": "In province centers the government is represented by the province governors (vali) and in towns by the governors (kaymakam)",
          "refs": []
        },
        {
          "sentence": "Other senior public officials are also appointed by the central government, except for the mayors (belediye başkanı) who are elected by the constituents",
          "refs": []
        },
        {
          "sentence": "Turkish municipalities have local legislative bodies (belediye meclisi) for decision-making on municipal issues.",
          "refs": [
            "https://www.adalet.gov.tr/adalet-bakani-yilmaz-tunc-15-temmuzu-degerlendirdi"
          ]
        },
        {
          "sentence": "Turkey is subdivided into 81 provinces (il or vilayet) for administrative purposes",
          "refs": []
        },
        {
          "sentence": "Each province is divided into districts (ilçe), for a total of 973 districts",
          "refs": []
        },
        {
          "sentence": "Turkey is also subdivided into 7 regions (bölge) and 21 subregions for geographic, demographic and economic measurements, surveys and classifications; this does not refer to an administrative division.",
          "refs": [
            "https://www.aa.com.tr/tr/15-temmuz-darbe-girisimi/adalet-bakani-tunc-demokrasiye-mudahale-olmasin-diye-hem-yargimiz-hem-yasamamiz-gerekli-tedbirleri-almaya-devam-ediyor/3273261"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Government and politics",
      "section_content": [
        {
          "sentence": "Turkey is a presidential republic within a multi-party system",
          "refs": []
        },
        {
          "sentence": "The current constitution was adopted in 1982",
          "refs": [
            "https://www.washingtonpost.com/news/worldviews/wp/2017/04/16/heres-why-turkish-opposition-parties-are-contesting-the-referendum-results/"
          ]
        },
        {
          "sentence": "In the Turkish unitary system, citizens are subject to three levels of government: national, provincial, and local",
          "refs": [
            "https://web.archive.org/web/20150321203401/http://www.justice.gov.tr/judicialsystem.pdf"
          ]
        },
        {
          "sentence": "The local government's duties are commonly split between municipal governments and districts, in which the executive and legislative officials are elected by a plurality vote of citizens by district",
          "refs": []
        },
        {
          "sentence": "[citation needed] The government comprises three branches: first is the legislative branch, which is Grand National Assembly of Turkey;  second is the executive branch, which is the President of Turkey;  and third is the judicial branch, which includes the Constitutional Court, the Court of Cassation and Court of Jurisdictional Disputes",
          "refs": [
            "https://www.e-icisleri.gov.tr/Anasayfa/MulkiIdariBolumleri.aspx",
            "https://web.archive.org/web/20210110073821/https://www.cia.gov/the-world-factbook/countries/turkey"
          ]
        },
        {
          "sentence": "The Parliament has 600 seats, distributed among the provinces proportionally to the population",
          "refs": []
        },
        {
          "sentence": "The Parliament and the president serve a five-year terms, with elections on the same day",
          "refs": []
        },
        {
          "sentence": "The president is elected by direct vote and cannot run for re-election after two terms, unless the parliament calls early presidential elections during the second term",
          "refs": []
        },
        {
          "sentence": "[citation needed] The Constitutional Court is composed of 15 members, elected for single 12-year terms",
          "refs": []
        },
        {
          "sentence": "They are obliged to retire when they are over the age of 65",
          "refs": []
        },
        {
          "sentence": "Turkish politics have become increasingly associated with democratic backsliding, being described as a competitive authoritarian system",
          "refs": [
            "https://global.tbmm.gov.tr/index.php/EN/yd/icerik/13"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Parties and elections",
          "section_content": [
            {
              "sentence": "Elections in Turkey are held for six functions of government: presidential (national), parliamentary (national), municipality mayors (local), district mayors (local), provincial or municipal council members (local), and muhtars (local)",
              "refs": []
            },
            {
              "sentence": "Referendums are also held occasionally",
              "refs": []
            },
            {
              "sentence": "Every Turkish citizen who has turned 18 has the right to vote and stand as a candidate at elections",
              "refs": []
            },
            {
              "sentence": "[citation needed] Universal suffrage for both sexes has been applied throughout Turkey since 1934",
              "refs": []
            },
            {
              "sentence": "In Turkey, turnout rates of both local and general elections are high compared to many other countries, which usually stands higher than 80%",
              "refs": [
                "https://www.anayasa.gov.tr/en/legislation/law-on-constitutional-court/"
              ]
            },
            {
              "sentence": "[citation needed] President Recep Tayyip Erdoğan is currently serving as the head of state and head of government",
              "refs": []
            },
            {
              "sentence": "Özgür Özel is the Main Opposition Leader",
              "refs": [
                "https://doi.org/10.1177%2F1354068820923722",
                "https://doi.org/10.1080%2F14683857.2021.1909292"
              ]
            },
            {
              "sentence": "The last parliamentary and presidential elections were in 2023.",
              "refs": []
            },
            {
              "sentence": "The Constitutional Court can strip the public financing of political parties that it deems anti-secular or having ties to terrorism, or ban their existence altogether",
              "refs": []
            },
            {
              "sentence": "The electoral threshold for political parties at national level is seven percent of the votes",
              "refs": [
                "https://www.hurriyetdailynews.com/turkish-women-celebrate-85th-anniversary-of-suffrage-149490",
                "https://edition.cnn.com/europe/live-news/turkey-election-runoff-results-intl/index.html"
              ]
            },
            {
              "sentence": "Smaller parties can avoid the electoral threshold by forming an alliance with other parties",
              "refs": [
                "https://www.bbc.com/news/live/world-europe-65686238"
              ]
            },
            {
              "sentence": "Independent candidates are not subject to an electoral threshold.",
              "refs": []
            },
            {
              "sentence": "On the right side of the Turkish political spectrum, parties like the Democrat Party, Justice Party, Motherland Party, and Justice and Development Party became the most popular political parties in Turkey, winning numerous elections",
              "refs": []
            },
            {
              "sentence": "Turkish right-wing parties are more likely to embrace the principles of political ideologies such as conservatism, nationalism or Islamism",
              "refs": []
            },
            {
              "sentence": "On the left side of the spectrum, parties like the Republican People's Party, Social Democratic Populist Party and Democratic Left Party once enjoyed the largest electoral success",
              "refs": [
                "http://news.bbc.co.uk/2/hi/europe/1466160.stm"
              ]
            },
            {
              "sentence": "Left-wing parties are more likely to embrace the principles of socialism, Kemalism or secularism",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Law",
          "section_content": [
            {
              "sentence": "With the founding of the Republic, Turkey adopted a civil law legal system, replacing Sharia-derived Ottoman law",
              "refs": []
            },
            {
              "sentence": "The Civil Code, adopted in 1926, was based on the Swiss Civil Code of 1907 and the Swiss Code of Obligations of 1911",
              "refs": []
            },
            {
              "sentence": "Although it underwent a number of changes in 2002, it retains much of the basis of the original Code",
              "refs": []
            },
            {
              "sentence": "The Criminal Code, originally based on the Italian Criminal Code, was replaced in 2005 by a Code with principles similar to the German Penal Code and German law generally",
              "refs": []
            },
            {
              "sentence": "Administrative law is based on the French equivalent and procedural law generally shows the influence of the Swiss, German and French legal systems",
              "refs": []
            },
            {
              "sentence": "Islamic principles do not play a part in the legal system",
              "refs": [
                "https://www.dailysabah.com/politics/legislation/ak-party-mhp-announce-draft-for-turkeys-new-election-law"
              ]
            },
            {
              "sentence": "Law enforcement in Turkey is carried out by several agencies under the jurisdiction of the Ministry of Internal Affairs",
              "refs": []
            },
            {
              "sentence": "These agencies are the General Directorate of Security, the Gendarmerie General Command and the Coast Guard Command",
              "refs": []
            },
            {
              "sentence": "In the years of government by the Justice and Development Party and Erdoğan, particularly since 2013, the independence and integrity of the Turkish judiciary has increasingly been said to be in doubt by institutions, parliamentarians and journalists both within and outside of Turkey, because of political interference in the promotion of judges and prosecutors and in their pursuit of public duty",
              "refs": [
                "https://books.google.com/books?id=iOoGH4GckQgC&pg=PA357"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Foreign relations",
          "section_content": [
            {
              "sentence": "Turkey's constant foreign policy goal is to pursue its national interests",
              "refs": []
            },
            {
              "sentence": "These interests are mainly growing the economy, and maintaining security from internal terrorist and external threats",
              "refs": []
            },
            {
              "sentence": "After the establishment of the Republic, Atatürk and İnönü followed the \"peace at home, peace in the world\" principle until the Cold War's start",
              "refs": [
                "https://web.archive.org/web/20160818052601/http://www.ab.gov.tr/files/5%20Ekim/2015_turkey_report.pdf"
              ]
            },
            {
              "sentence": "Following threats from the Soviet Union, Turkey sought to ally with the United States and joined NATO in 1952",
              "refs": [
                "http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+TA+P8-TA-2016-0133+0+DOC+PDF+V0//EN"
              ]
            },
            {
              "sentence": "Overall, Turkey aims for good relations with Central Asia, the Caucasus, Russia, the Middle East, and Iran",
              "refs": [
                "https://web.archive.org/web/20191203014904/https://www.transparency.org/news/pressrelease/turkeys_institutions_are_failing_to_comply_with_good_governance_principles",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "With the West, Turkey also aims to keep its arrangements",
              "refs": []
            },
            {
              "sentence": "By trading with the east and joining the EU, Turkey pursues economic growth",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkey joined the European Union Customs Union in 1995,  but its EU accession talks are frozen as of 2024",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkey has been called an emerging power,  a middle power,  and a regional power",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkey has sought closer relations with the Central Asian Turkic states after the breakup of the Soviet Union",
              "refs": [
                "https://www.reuters.com/world/europe/turkeys-top-diplomat-attends-eu-meeting-after-5-years-bid-boost-ties-2024-08-29/"
              ]
            },
            {
              "sentence": "Closer relations with Azerbaijan, a culturally close country, was achieved",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkey is a founding member of the International Organization of Turkic Culture and Organization of Turkic States",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "It is also a member of Organization for Security and Cooperation in Europe, Council of Europe, and Organisation of Islamic Cooperation",
              "refs": [
                "https://doi.org/10.1057%2Fs41311-023-00511-2",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Following the Arab Spring, Turkey had problems with countries such as United Arab Emirates, Saudi Arabia, and Egypt",
              "refs": []
            },
            {
              "sentence": "Relations with these countries have improved since then",
              "refs": [
                "https://www.turksoy.org/en-US/about-turksoy"
              ]
            },
            {
              "sentence": "The exception is Syria, with which Turkey had cut its relations after the start of the Syrian civil war",
              "refs": [
                "https://www.turksoy.org/en-US/about-turksoy",
                "https://turkicstates.org/en/turk-konseyi-hakkinda",
                "https://www.mfa.gov.tr/synopsis-of-the-turkish-foreign-policy.en.mfa"
              ]
            },
            {
              "sentence": "There are disputes with Greece over maritime boundaries and with Cyprus",
              "refs": [
                "https://www.reuters.com/world/middle-east/middle-east-once-improbable-ententes-set-new-tone-2023-05-18/"
              ]
            },
            {
              "sentence": "In 2018, the Turkish military and the Turkish-backed forces began an operation in Syria aimed at ousting US-backed YPG (which Turkey considers to be an offshoot of the outlawed PKK)   from the enclave of Afrin",
              "refs": [
                "https://www.reuters.com/world/middle-east/egypts-sisi-heads-turkey-first-presidential-visit-12-years-2024-09-04/",
                "https://www.reuters.com/world/middle-east/syrian-president-says-efforts-restore-ties-with-turkey-have-yielded-no-results-2024-08-25/"
              ]
            },
            {
              "sentence": "Turkey has also conducted airstrikes in Iraqi Kurdistan, which was criticized by Iraq for violating its sovereignty and killing civilians",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.atlanticcouncil.org/blogs/menasource/the-ypg-pkk-connection/"
              ]
            },
            {
              "sentence": "Diplomatic relations with Israel were damaged after the Gaza flotilla raid,  normalized in 2016,  and cut again following the Israeli invasion of the Gaza Strip",
              "refs": [
                "https://www.mfa.gov.tr/pkk.en.mfa",
                "https://www.reuters.com/article/us-mideast-crisis-syria-afrin-idUSKBN1H00OD",
                "https://www.trtworld.com/magazine/the-ypg-menace-understanding-pkk-s-syria-offshoot-57427"
              ]
            },
            {
              "sentence": "In 2024, Turkey stopped trading with Israel",
              "refs": [
                "https://www.middleeasteye.net/news/turkish-airstrikes-northern-iraq-conflicts-civilian-fatalities"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Military",
          "section_content": [
            {
              "sentence": "The Turkish Armed Forces are responsible for defense against foreign threats",
              "refs": []
            },
            {
              "sentence": "While the Commander-in-Chief is the President, General Staff, Air Force, Naval Force, and Land Force usually report to the Minister of National Defence",
              "refs": []
            },
            {
              "sentence": "The Gendarmerie General Command and the Coast Guard Command are under the jurisdiction of the Ministry of the Interior",
              "refs": [
                "https://www.janes.com/defence-news/news-detail/turkish-future-fighter-comes-together-ahead-of-victory-day-roll-out"
              ]
            },
            {
              "sentence": "Military service is required for 6–12 months for men,  which is reduced to one month after paying a fee",
              "refs": [
                "https://www.overtdefense.com/2022/11/25/turkeys-domestic-5th-generation-tf-x-fighter-jet-is-on-the-final-assembly-line/",
                "https://www.thedrive.com/the-war-zone/unique-sensor-setup-emerges-on-turkeys-stealthy-new-fighter"
              ]
            },
            {
              "sentence": "Turkey does not recognize conscientious objection and does not offer a civilian alternative to military service",
              "refs": [
                "https://www.tsk.tr/Sayfalar?viewName=Mission"
              ]
            },
            {
              "sentence": "Turkey has the second-largest standing military force in NATO, after the United States, with an estimated strength of 890,700 military personnel as of February 2022",
              "refs": []
            },
            {
              "sentence": "As part of the nuclear sharing policy of NATO, Turkey hosts approximately 20 United States B61 nuclear bombs at the Incirlik Air Base",
              "refs": [
                "https://www.msb.gov.tr/Content/Upload/Docs/7179_Askeralma_Kanunu_(%C4%B0ngilizce).pdf"
              ]
            },
            {
              "sentence": "The Turkish Armed Forces have a relatively substantial military presence abroad,  with military bases in Albania,  Iraq,  Qatar,  and Somalia",
              "refs": [
                "https://www.hurriyetdailynews.com/turkish-parliament-ratifies-new-military-service-law-144475",
                "http://www.ebco-beoc.eu/",
                "https://search.worldcat.org/issn/0459-7222",
                "https://doi.org/10.1080%2F00396338.2024.2403218",
                "https://ui.adsabs.harvard.edu/abs/2021BuAtS..77a..43K",
                "https://www.bloomberg.com/news/articles/2019-03-07/mapping-the-turkish-military-s-expanding-footprint-quicktake"
              ]
            },
            {
              "sentence": "The country also maintains a force of 36,000 troops in Northern Cyprus since 1974",
              "refs": [
                "https://archive.org/details/turkishforeignpo00larr"
              ]
            },
            {
              "sentence": "Turkey has participated in international missions under the United Nations and NATO since the Korean War, including peacekeeping missions in Somalia, Yugoslavia and the Horn of Africa",
              "refs": []
            },
            {
              "sentence": "It supported coalition forces in the First Gulf War, contributed military personnel to the International Security Assistance Force in Afghanistan, and remains active in Kosovo Force, Eurocorps and EU Battlegroups",
              "refs": []
            },
            {
              "sentence": "As of 2016, Turkey has assisted Peshmerga forces in northern Iraq and the Somali Armed Forces with security and training",
              "refs": [
                "https://www.reuters.com/article/us-qatar-turkey-military-idUSKCN0XP2IT",
                "https://www.trtworld.com/turkey/turkey-to-open-it-s-largest-military-base-in-somalia-10967"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Human rights",
          "section_content": [
            {
              "sentence": "Article 2 of the Turkish Constitution includes references to upholding the rule of law and human rights",
              "refs": []
            },
            {
              "sentence": "In the 2000s, legal changes were made for public use of and teaching in the Kurdish language",
              "refs": [
                "http://www.hurriyetdailynews.com/turkey-finalizes-military-training-base-in-somalia.aspx?PageID=238&NID=104468&NewsCatID=510"
              ]
            },
            {
              "sentence": "This included opening a Kurdish-language national TV channel",
              "refs": []
            },
            {
              "sentence": "Various \"openings\" were made to address concerns of minorities such as Alevi, ethnic Kurds, and ethnic Romani people",
              "refs": []
            },
            {
              "sentence": "Sentences for violence against women were strengthened",
              "refs": [
                "https://www.reuters.com/article/us-mideast-crisis-turkey-iraq-idUSKCN0J60B720141122"
              ]
            },
            {
              "sentence": "In 2013, widespread protests erupted, sparked by a plan to demolish Gezi Park but soon growing into general anti-government dissent",
              "refs": []
            },
            {
              "sentence": "On 20 May 2016, the Turkish parliament stripped almost a quarter of its members of immunity from prosecution, including 101 deputies from the pro-Kurdish HDP and the main opposition CHP party",
              "refs": [
                "https://www.hurriyet.com.tr/gundem/kadikoyde-kiyafetime-karisma-eylemi-40534870"
              ]
            },
            {
              "sentence": "According to the Committee to Protect Journalists, there are 13 jailed journalists in Turkey",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In its 2023 report, the European Commission criticized how democratic institutions in Turkey operate",
              "refs": [
                "http://www.cnn.com/2013/06/03/world/europe/turkey-conflict-explainer/?hpt=hp_t1"
              ]
            },
            {
              "sentence": "The criticism was rejected by Turkey",
              "refs": [
                "http://www.dw.com/en/turkish-parliament-moves-to-strip-lawmakers-immunity-from-prosecution/a-19270449"
              ]
            },
            {
              "sentence": "As of 2023, Turkey was the country with the highest number of European Court of Human Rights cases",
              "refs": [
                "https://balkaninsight.com/2022/02/01/turkey-violated-pro-kurdish-mps-rights-european-court-rules/"
              ]
            },
            {
              "sentence": "Prior to 1858, Ottoman Empire had \"a lenient legal accommodation of same-sex intimacy\"",
              "refs": []
            },
            {
              "sentence": "When prosecuted, the punishment was monetary fines",
              "refs": []
            },
            {
              "sentence": "In 1858, the 1810 French Penal Code was adopted by the Ottomans, which had no penalties for same-sex intimacy that is private",
              "refs": []
            },
            {
              "sentence": "Under the Republic, same sex acts have never been criminalized",
              "refs": [
                "https://www.mfa.gov.tr/no_-291_-avrupa-birligi-komisyonu-2023-yili-turkiye-raporu-hk.en.mfa"
              ]
            },
            {
              "sentence": "However, LGBT people in Turkey face discrimination, harassment and even violence",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In a survey conducted in 2016, 33% of respondents said that LGBT people should have equal rights, which increased to 45% in 2020",
              "refs": [
                "https://www.bianet.org/english/lgbti/209921-police-attack-with-shields-pepper-gas-after-pride-parade-statement-read"
              ]
            },
            {
              "sentence": "Another survey in 2018 found that the proportion of people who would not want a homosexual neighbor decreased from 55% in 2018 to 47% in 2019",
              "refs": []
            },
            {
              "sentence": "When the annual Istanbul Pride was inaugurated in 2003, Turkey became the first Muslim-majority country to hold a gay pride march",
              "refs": []
            },
            {
              "sentence": "Since 2015, parades at Taksim Square and İstiklal Avenue have been denied government permission, citing security concerns, but hundreds of people have defied the ban each year",
              "refs": [
                "https://www.independent.co.uk/news/world/europe/was-ahmet-yildiz-the-victim-of-turkeys-first-gay-honour-killing-871822.html"
              ]
            },
            {
              "sentence": "The bans were criticized",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Geography",
      "section_content": [
        {
          "sentence": "Turkey covers an area of 783,562 square kilometres (302,535 square miles)",
          "refs": []
        },
        {
          "sentence": "With Turkish straits and Sea of Marmara in between, Turkey bridges Western Asia and Southeastern Europe",
          "refs": [
            "https://www.pinknews.co.uk/2020/03/24/turkey-lgbt-acceptance-muslim-islam-kadir-has-university-istanbul-rights/"
          ]
        },
        {
          "sentence": "Turkey's Asian side covers 97% of its surface, and is often called Anatolia",
          "refs": [
            "http://bianet.org/english/lgbti/221831-survey-nearly-half-of-people-think-lgbti-s-should-have-equal-rights"
          ]
        },
        {
          "sentence": "Another definition of Anatolia's eastern boundary is an imprecise line from the Black Sea to Gulf of Iskenderun",
          "refs": [
            "https://www.al-monitor.com/originals/2013/12/turkey-lgbt-discrimination-legal-protection-public-awareness.html"
          ]
        },
        {
          "sentence": "Eastern Thrace, Turkey's European side, includes around 10% of the population and covers 3% of the surface area",
          "refs": [
            "http://unstats.un.org/unsd/demographic/products/dyb/DYB2004/Table03.pdf"
          ]
        },
        {
          "sentence": "The country is encircled by seas on three sides: the Aegean Sea to the west, the Black Sea to the north and the Mediterranean Sea to the south",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Turkey is bordered by Georgia, Armenia, Azerbaijan and Iran to the east",
          "refs": [
            "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#geography"
          ]
        },
        {
          "sentence": "To the south, it's bordered by Syria and Iraq",
          "refs": [
            "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#geography"
          ]
        },
        {
          "sentence": "To the north, its Thracian area is bordered by Greece and Bulgaria",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Turkey is divided into \"seven major regions\": Marmara, Aegean, Central Anatolia, Black Sea,  Eastern Anatolia, Southeastern Anatolia and the Mediterranean",
          "refs": []
        },
        {
          "sentence": "As a general trend, the inland Anatolian Plateau becomes increasingly rugged as it progresses eastward",
          "refs": [
            "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#geography"
          ]
        },
        {
          "sentence": "Mountain ranges include Köroğlu and Pontic mountain ranges to the north, and the Taurus Mountains to the south",
          "refs": [
            "http://countrystudies.us/turkey/18.htm"
          ]
        },
        {
          "sentence": "The Lakes Region contains some of the largest lakes in Turkey such as Lake Beyşehir and Lake Eğirdir.",
          "refs": []
        },
        {
          "sentence": "Geographers have used the eastern Anatolian plateau, Iranian plateau, and Armenian plateau terms to refer to the mountainous area around where Arabian and Eurasian tectonic plates merge",
          "refs": []
        },
        {
          "sentence": "The eastern Anatolian plateau and Armenian plateau definitions largely overlap",
          "refs": []
        },
        {
          "sentence": "The Eastern Anatolia Region contains Mount Ararat, Turkey's highest point at 5,137 metres (16,854 feet),  and Lake Van, the largest lake in the country",
          "refs": [
            "https://countrystudies.us/turkey/19.htm",
            "http://www.turizm.net/turkey/info/geography.html"
          ]
        },
        {
          "sentence": "Eastern Turkey is home to the sources of rivers such as the Euphrates, Tigris and Aras",
          "refs": [
            "https://doi.org/10.1007%2Fs10518-020-00793-4"
          ]
        },
        {
          "sentence": "The Southeastern Anatolia Region includes the northern plains of Upper Mesopotamia.",
          "refs": []
        },
        {
          "sentence": "Earthquakes happen frequently in Turkey",
          "refs": []
        },
        {
          "sentence": "Almost the entire population lives in areas with varying seismic risk levels, with around 70% in highest or second-highest seismic areas",
          "refs": [
            "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#geography"
          ]
        },
        {
          "sentence": "Anatolian plate is bordered by North Anatolian Fault zone to the north; East Anatolian Fault zone and Bitlis–Zagros collision zone to the east; Hellenic and Cyprus subduction zones to the south; and Aegean extensional zone to the west",
          "refs": [
            "[ERROR retrieving ref link]",
            "http://www.britannica.com/EBchecked/topic/32131/Mount-Ararat"
          ]
        },
        {
          "sentence": "After 1999 İzmit and 1999 Düzce earthquakes, North Anatolian Fault zone activity \"is considered to be one of the most dangerous natural hazards in Turkey\"",
          "refs": [
            "http://www.britannica.com/EBchecked/topic/622548/Lake-Van"
          ]
        },
        {
          "sentence": "2023 Turkey–Syria earthquakes were the deadliest in contemporary Turkish history",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Turkey is sometimes unfavorably compared to Chile, a country with a similar developmental level that is more successful with earthquake preparedness",
          "refs": [
            "https://www.worldbank.org/en/country/turkey/overview"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Biodiversity",
          "section_content": [
            {
              "sentence": "Turkey's position at the crossroads of the land, sea and air routes between the three Old World continents and the variety of the habitats across its geographical regions have produced considerable species diversity and a vibrant ecosystem",
              "refs": []
            },
            {
              "sentence": "Out of the 36 biodiversity hotspots in the world, Turkey includes 3 of them",
              "refs": [
                "https://t24.com.tr/yazarlar/esra-akgemci-america-invertida/sili-ve-turkiye-binalar-yasatir-binalar-oldurur,38646"
              ]
            },
            {
              "sentence": "These are the Mediterranean, Irano-Anatolian, and Caucasus hotspots",
              "refs": [
                "https://web.archive.org/web/20140210210237/http://www.giga-hamburg.de/de/system/files/publications/wp204_bank-karadag.pdf"
              ]
            },
            {
              "sentence": "The forests of Turkey are home to the Turkey oak",
              "refs": []
            },
            {
              "sentence": "The most commonly found species of the genus Platanus (plane) is the orientalis",
              "refs": []
            },
            {
              "sentence": "The Turkish pine (Pinus brutia) is mostly found in Turkey and other east Mediterranean countries",
              "refs": []
            },
            {
              "sentence": "Several wild species of tulip are native to Anatolia, and the flower was first introduced to Western Europe with species taken from the Ottoman Empire in the 16th century",
              "refs": []
            },
            {
              "sentence": "There are 40 national parks, 189 nature parks, 31 nature preserve areas, 80 wildlife protection areas and 109 nature monuments in Turkey such as Gallipoli Peninsula Historical National Park, Mount Nemrut National Park, Ancient Troy National Park, Ölüdeniz Nature Park and Polonezköy Nature Park",
              "refs": []
            },
            {
              "sentence": "The Northern Anatolian conifer and deciduous forests is an ecoregion which covers most of the Pontic Mountains in northern Turkey, while the Caucasus mixed forests extend across the eastern end of the range",
              "refs": [
                "https://web.archive.org/web/20160407201045/http://iucn.org/about/union/secretariat/offices/europe/?9778%2FBiodiversity-in-Turkey"
              ]
            },
            {
              "sentence": "The region is home to Eurasian wildlife such as the Eurasian sparrowhawk, golden eagle, eastern imperial eagle, lesser spotted eagle, Caucasian black grouse, red-fronted serin, and wallcreeper",
              "refs": []
            },
            {
              "sentence": "The Anatolian leopard is still found in very small numbers in the northeastern and southeastern regions of Turkey",
              "refs": []
            },
            {
              "sentence": "The Eurasian lynx, the European wildcat and the caracal are other felid species which are found in the forests of Turkey",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://web.archive.org/web/20151217050153/http://www.milliparklar.gov.tr/Anasayfa/istatistik.aspx?sflang=tr"
              ]
            },
            {
              "sentence": "The Caspian tiger, now extinct, lived in the easternmost regions of Turkey until the latter half of the 20th century",
              "refs": []
            },
            {
              "sentence": "Renowned domestic animals from Ankara include the Angora cat, Angora rabbit and Angora goat; and from Van Province the Van cat",
              "refs": [
                "[ERROR retrieving ref link]",
                "ISBN: 978-0-520-25932-4"
              ]
            },
            {
              "sentence": "The national dog breeds are the Kangal (Anatolian Shepherd), Malaklı and Akbaş",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Climate",
          "section_content": [
            {
              "sentence": "The coastal areas of Turkey bordering the Aegean and Mediterranean Seas have a temperate Mediterranean climate, with hot, dry summers and mild to cool, wet winters",
              "refs": []
            },
            {
              "sentence": "The coastal areas bordering the Black Sea have a temperate oceanic climate with warm, wet summers and cool to cold, wet winters",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Turkish Black Sea coast receives the most precipitation and is the only region of Turkey that receives high precipitation throughout the year",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The eastern part of the Black Sea coast averages 2,200 millimetres (87 in) annually which is the highest precipitation in the country",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The coastal areas bordering the Sea of Marmara, which connects the Aegean Sea and the Black Sea, have a transitional climate between a temperate Mediterranean climate and a temperate oceanic climate with warm to hot, moderately dry summers and cool to cold, wet winters",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Snow falls on the coastal areas of the Sea of Marmara and the Black Sea almost every winter but usually melts in no more than a few days",
              "refs": []
            },
            {
              "sentence": "However, snow is rare in the coastal areas of the Aegean Sea and very rare in the coastal areas of the Mediterranean Sea",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Winters on the Anatolian plateau are especially severe",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Temperatures of −30 to −40 °C (−22 to −40 °F) do occur in northeastern Anatolia, and snow may lie on the ground for at least 120 days of the year, and during the entire year on the summits of the highest mountains",
              "refs": []
            },
            {
              "sentence": "In central Anatolia the temperatures can drop below −20 °C (−4 °F) with the mountains being even colder",
              "refs": []
            },
            {
              "sentence": "Mountains close to the coast prevent Mediterranean influences from extending inland, giving the central Anatolian Plateau a continental climate with sharply contrasting seasons",
              "refs": []
            },
            {
              "sentence": "Due to socioeconomic, climatic, and geographic factors, Turkey is highly vulnerable to climate change",
              "refs": []
            },
            {
              "sentence": "This applies to nine out of ten climate vulnerability dimensions, such as \"average annual risk to wellbeing\"",
              "refs": [
                "https://doi.org/10.1590%2F01047760201925042644"
              ]
            },
            {
              "sentence": "OECD median is two out of ten",
              "refs": [
                "https://doi.org/10.1590%2F01047760201925042644"
              ]
            },
            {
              "sentence": "Inclusive and swift growth is needed for decreasing vulnerability",
              "refs": [
                "https://doi.org/10.1590%2F01047760201925042644"
              ]
            },
            {
              "sentence": "Turkey aims to achieve net zero emissions by 2053",
              "refs": [
                "https://web.archive.org/web/20160305111002/http://www.gateofturkey.com/section/tr/741/5/turizm-nature-tourism-endemic-animals"
              ]
            },
            {
              "sentence": "Accomplishing climate goals would require large investments, but would also result in net economic benefits, broadly due to reduced imports of fuel and due to better health from lowering air pollution",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6207062"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Economy",
      "section_content": [
        {
          "sentence": "Turkey is an upper-middle-income country and an emerging market",
          "refs": []
        },
        {
          "sentence": "A founding member of the OECD and G20, it is the 17th-largest economy by nominal and the 12th-largest economy by PPP-adjusted GDP in the world",
          "refs": [
            "http://www.britannica.com/EBchecked/topic/32131/Mount-Ararat",
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "It is classified among newly industrialized countries",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Services account for the majority of GDP, whereas industry accounts for more than 30%",
          "refs": []
        },
        {
          "sentence": "Agriculture contributes about 7%",
          "refs": [
            "https://data.oecd.org/gdp/real-gdp-long-term-forecast.htm"
          ]
        },
        {
          "sentence": "According to IMF estimates, Turkey's GDP per capita by PPP is $40,283 in 2024, while its nominal GDP per capita is $15,666",
          "refs": [
            "https://data.oecd.org/gdp/real-gdp-long-term-forecast.htm"
          ]
        },
        {
          "sentence": "Foreign direct investment in Turkey peaked at $22.05 billion in 2007 and dropped to $13.09 billion in 2022",
          "refs": [
            "[ERROR retrieving ref link]"
          ]
        },
        {
          "sentence": "Potential growth is weakened by long-lasting structural and macro obstacles, such as slow rates of productivity growth and high inflation",
          "refs": [
            "https://www.imf.org/external/pubs/ft/fandd/2021/06/the-future-of-emerging-markets-duttagupta-and-pazarbasioglu.htm"
          ]
        },
        {
          "sentence": "Turkey has a diversified economy; main industries include automobiles, electronics, textiles, construction, steel, mining, and food processing",
          "refs": []
        },
        {
          "sentence": "It is a major agricultural producer",
          "refs": [
            "https://data.oecd.org/gdp/real-gdp-long-term-forecast.htm"
          ]
        },
        {
          "sentence": "Turkey ranks 8th in crude steel production, and 13th in motor vehicle production, ship building (by tonnage), and annual industrial robot installation in the world",
          "refs": [
            "https://www.autoweek.com/news/green-cars/a30355931/turkey-bets-on-evs-with-the-pininfarina-designed-togg/"
          ]
        },
        {
          "sentence": "Turkish automative companies include TEMSA, Otokar, BMC and Togg",
          "refs": [
            "https://www.trtworld.com/turkey/a-game-changer-t%C3%BCrkiye-inaugurates-its-first-national-car-plant-62068"
          ]
        },
        {
          "sentence": "Togg is the first all-electric vehicle company of Turkey",
          "refs": []
        },
        {
          "sentence": "Arçelik, Vestel, and Beko are major manufacturers of consumer electronics",
          "refs": []
        },
        {
          "sentence": "Arçelik is one of the largest producers of household goods in the world",
          "refs": [
            "https://insideevs.com/news/620213/turkey-national-carmaker-togg-starts-production-2023-c-suv-ev/"
          ]
        },
        {
          "sentence": "In 2022, Turkey ranked second in the world in terms of the number of international contractors in the top 250 list",
          "refs": [
            "https://web.archive.org/web/20221220061208/https://www.fao.org/turkiye/fao-in-turkiye/turkey-at-a-glance/en/"
          ]
        },
        {
          "sentence": "It is also the fifth largest in the world in terms of textile exports",
          "refs": [
            "https://worldsteel.org/data/annual-production-steel-data/?ind=P1_crude_steel_total_pub/CHN/IND"
          ]
        },
        {
          "sentence": "Turkish Airlines is one of the largest airlines in the world.",
          "refs": [
            "https://doi.org/10.2139%2Fssrn.1274804"
          ]
        },
        {
          "sentence": "Between 2007 and 2021, the share of population below the PPP-$6.85 per day international poverty threshold declined from 20% to 7.6%",
          "refs": []
        },
        {
          "sentence": "In 2023, 13.9% of the population was below the national at-risk-of-poverty rate",
          "refs": [
            "http://www.britannica.com/EBchecked/topic/32131/Mount-Ararat"
          ]
        },
        {
          "sentence": "In 2021, 34% of the population were at risk of poverty or social exclusion, using Eurostat definition",
          "refs": [
            "https://web.archive.org/web/20240114161257/https://www.tmb.org.tr/files/doc/TCIM_01022023.pdf"
          ]
        },
        {
          "sentence": "Unemployment in Turkey was 10.4% in 2022",
          "refs": [
            "https://www.undp.org/sites/g/files/zskgke326/files/migration/tr/Sectoral_Roadmaps_Textile_Sector_in_Turkey-re2.pdf"
          ]
        },
        {
          "sentence": "In 2021, it was estimated that 47% of total disposable income was received by the top 20% of income earners, while the lowest 20% received only 6%",
          "refs": [
            "https://www.euromonitor.com/article/2023s-top-100-city-destinations-ranking-triumphs-and-turmoil-uncovered"
          ]
        },
        {
          "sentence": "Tourism accounts for about 8% of Turkey's GDP",
          "refs": []
        },
        {
          "sentence": "In 2022, Turkey ranked fifth in the world in the number of international tourist arrivals with 50.5 million foreign tourists",
          "refs": [
            "https://ec.europa.eu/eurostat/databrowser/view/ilc_peps01n/default/table?lang=en"
          ]
        },
        {
          "sentence": "Turkey has 21 UNESCO World Heritage Sites and 84 World Heritage Sites in tentative list",
          "refs": [
            "https://data.worldbank.org/indicator/SL.UEM.TOTL.NE.ZS?locations=TR"
          ]
        },
        {
          "sentence": "Turkey is home to 519 Blue Flag beaches, third most in the world",
          "refs": []
        },
        {
          "sentence": "According to Euromonitor International report, Istanbul is the most visited city in the world, with more than 20.2 million foreign visitors in 2023",
          "refs": [
            "https://data.tuik.gov.tr/Bulten/Index?p=Income-and-Living-Conditions-Survey-2021-45581&dil=2"
          ]
        },
        {
          "sentence": "Antalya has surpassed Paris and New York to become the fourth most visited city in the world, with more than 16.5 million foreign visitors",
          "refs": [
            "https://www.ft.com/content/256a6a6c-e355-44d3-b8b7-a6cc90996d3a"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Infrastructure",
          "section_content": [
            {
              "sentence": "Turkey is the 16th largest electricity producer in the world",
              "refs": []
            },
            {
              "sentence": "Turkey's energy generation capacity increased significantly, with electricity generation from renewable sources tripling in the past decade",
              "refs": []
            },
            {
              "sentence": "It produced 43.8% of its electricity from such sources in 2019",
              "refs": [
                "https://webunwto.s3.eu-west-1.amazonaws.com/s3fs-public/2023-05/UNWTO_Barom23_02_May_EXCERPT_final.pdf?VersionId=gGmuSXlwfM1yoemsRrBI9ZJf.Vmc9gYD",
                "https://www.blueflag.global/all-bf-sites"
              ]
            },
            {
              "sentence": "Turkey is also the fourth-largest producer of geothermal power in the world",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkey's first nuclear power station, Akkuyu, will increase diversification of its energy mix",
              "refs": [
                "https://web.archive.org/web/20230508085807/https://www.worldbank.org/en/results/2019/04/12/30-years-of-world-bank-group-partnership-with-turkey-achieving-development-results-together"
              ]
            },
            {
              "sentence": "When it comes to total final consumption, fossil fuels still play a large role, accounting for 73%",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "A major reason of Turkey's greenhouse gas emissions is the large proportion of coal in the energy system",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As of 2017, while the government had invested in low carbon energy transition, fossil fuels were still subsidized",
              "refs": [
                "https://www.thinkgeoenergy.com/the-top-10-geothermal-countries-2019-based-on-installed-generation-capacity-mwe/"
              ]
            },
            {
              "sentence": "By 2053, Turkey aims to have net zero emissions",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkey has made security of its energy supply a top priority, given its heavy reliance on gas and oil imports",
              "refs": []
            },
            {
              "sentence": "Turkey's main energy supply sources are Russia, West Asia, and Central Asia",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Gas production began in 2023 in the recently discovered Sakarya gas field",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "When fully operational, it will supply about 30% of the natural gas needed domestically",
              "refs": []
            },
            {
              "sentence": "Turkey aims to become a hub for regional energy transportation",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Several oil and gas pipelines span the country, including the Blue Stream, TurkStream, and Baku-Tbilisi-Ceyhan pipelines",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As of 2023, Turkey has 3,726 kilometers of controlled-access highways and 29,373 kilometers of divided highways",
              "refs": []
            },
            {
              "sentence": "Multiple bridges and tunnels connect Asian and European sides of Turkey; the Çanakkale 1915 Bridge on the Dardanelles strait is the longest suspension bridge in the world",
              "refs": [
                "https://www.offshore-technology.com/news/tpao-production-sakarya/"
              ]
            },
            {
              "sentence": "Marmaray and Eurasia tunnels under the Bosporus connect both sides of Istanbul",
              "refs": [
                "https://www.offshore-technology.com/projects/sakarya-gas-field-development-black-sea-turkey/"
              ]
            },
            {
              "sentence": "The Osman Gazi Bridge connects the northern and southern shores of the Gulf of İzmit.",
              "refs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10660518"
              ]
            },
            {
              "sentence": "Turkish State Railways operates both conventional and high speed trains, with the government expanding both",
              "refs": []
            },
            {
              "sentence": "High-speed rail lines include the Ankara-Istanbul, Ankara-Konya, and Ankara-Sivas routes",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Istanbul Metro is the largest subway network in the country with around 704 million annual ridership in 2019",
              "refs": [
                "https://www.bbc.co.uk/newsround/60823822"
              ]
            },
            {
              "sentence": "There are 115 airports as of 2024",
              "refs": [
                "http://aa.com.tr/en/economy/istanbuls-13bn-eurasia-tunnel-prepares-to-open/709440"
              ]
            },
            {
              "sentence": "Istanbul Airport is one of the top 10 busiest airports in the world",
              "refs": [
                "https://www.trthaber.com/haber/ekonomi/turkiye-cumhuriyetin-100-yilinda-hizli-tren-aglariyla-oruluyor-806423.html"
              ]
            },
            {
              "sentence": "Turkey aims to become a transportation hub",
              "refs": []
            },
            {
              "sentence": "It is part of various routes that connect Asia and Europe, including the Middle Corridor",
              "refs": [
                "https://www.tcddtasimacilik.gov.tr/seferler/yuksek-hizli-tren",
                "https://web.archive.org/web/20200727060224/https://www.metro.istanbul/Content/assets/uploaded/Y%C4%B1llara-G%C3%B6re-Hat-Bazl%C4%B1-Ayl%C4%B1k-Yolcu-Say%C4%B1lar%C4%B1.pdf"
              ]
            },
            {
              "sentence": "In 2024, Turkey, Iraq, UAE, and Qatar signed an agreement to link Iraqi port facilities to Turkey via road and rail connections",
              "refs": [
                "https://web.archive.org/web/20200727060224/https://www.metro.istanbul/Content/assets/uploaded/Y%C4%B1llara-G%C3%B6re-Hat-Bazl%C4%B1-Ayl%C4%B1k-Yolcu-Say%C4%B1lar%C4%B1.pdf"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Science and technology",
          "section_content": [
            {
              "sentence": "Turkey's spending on research and development as a share of GDP has risen from 0.47% in 2000 to 1.40% in 2021",
              "refs": []
            },
            {
              "sentence": "Turkey ranks 16th in the world in terms of article output in scientific and technical journals, and 35th in Nature Index",
              "refs": [
                "https://www.hurriyetdailynews.com/turkey-is-advancing-on-path-to-becoming-logistics-super-power-erdogan-172956"
              ]
            },
            {
              "sentence": "Turkish patent office ranks 21st worldwide in overall patent applications, and 3rd in industrial design applications",
              "refs": [
                "https://dergipark.org.tr/en/pub/perception/issue/39593/468106",
                "https://www.reuters.com/world/middle-east/iraq-turkey-qatar-uae-sign-preliminary-deal-cooperate-development-road-project-2024-04-22/"
              ]
            },
            {
              "sentence": "Vast majority of applicants to the Turkish patent office are Turkish residents",
              "refs": []
            },
            {
              "sentence": "In all patent offices globally, Turkish residents rank 21st for overall patent applications",
              "refs": []
            },
            {
              "sentence": "In 2024, Turkey ranked 37th in the world and 3rd among its upper-middle income group in the Global Innovation Index",
              "refs": [
                "https://data.oecd.org/rd/gross-domestic-spending-on-r-d.htm"
              ]
            },
            {
              "sentence": "TÜBİTAK is one of the main agencies for funding and carrying out research",
              "refs": []
            },
            {
              "sentence": "Turkey's space program plans to develop a national satellite launch system, and to improve capabilities in space exploration, astronomy, and satellite communication",
              "refs": [
                "https://www.nature.com/nature-index/country-outputs/generate/all/global",
                "https://www.wipo.int/edocs/statistics-country-profile/en/tr.pdf"
              ]
            },
            {
              "sentence": "Under the Göktürk Program, Turkish Space Systems, Integration and Test Center was built",
              "refs": [
                "https://www.wipo.int/edocs/statistics-country-profile/en/tr.pdf"
              ]
            },
            {
              "sentence": "Turkey's first communication satellite manufactured domestically, Türksat 6A, will be launched in 2024",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As part of a planned particle accelerator center, an electron accelerator called TARLA became operational in 2024",
              "refs": [
                "https://tubitak.gov.tr/en/institutional/about-us/who-we-are"
              ]
            },
            {
              "sentence": "An Antarctic research station is planned on Horseshoe Island",
              "refs": [
                "https://euraxess.ec.europa.eu/worldwide/north-america/news/country-profile-turkiye",
                "https://doi.org/10.1109%2FRAST.2015.7208318"
              ]
            },
            {
              "sentence": "Turkey is considered a significant power in unmanned aerial vehicles",
              "refs": []
            },
            {
              "sentence": "Aselsan, Turkish Aerospace Industries, Roketsan, and Asfat are among the top 100 defense companies in the world",
              "refs": [
                "https://doi.org/10.1088%2F1742-6596%2F347%2F1%2F012008"
              ]
            },
            {
              "sentence": "Turkish defense companies spend a significant portion of their budgets for research and development",
              "refs": [
                "https://web.archive.org/web/20240511083602/https://www.trthaber.com/haber/bilim-teknoloji/yerli-super-iletken-elektron-hizlandiricisi-devreye-alindi-856187.html"
              ]
            },
            {
              "sentence": "Aselsan also invests in research in quantum technology",
              "refs": [
                "https://web.archive.org/web/20231101134048/https://polarjournal.ch/en/2021/02/25/turkey-plans-its-own-antarctic-station/"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Demographics",
      "section_content": [
        {
          "sentence": "According to the Address-Based Population Recording System, the country's population was 85,372,377 in 2023, excluding Syrians under temporary protection",
          "refs": []
        },
        {
          "sentence": "93% lived in province and district centers",
          "refs": [
            "https://data.tuik.gov.tr/Bulten/Index?p=The-Results-of-Address-Based-Population-Registration-System-2023-49684&dil=2"
          ]
        },
        {
          "sentence": "People within the 15–64 and 0–14 age groups corresponded to 68.3% and 21.4% of the total population, respectively",
          "refs": [
            "https://data.tuik.gov.tr/Bulten/Index?p=The-Results-of-Address-Based-Population-Registration-System-2023-49684&dil=2"
          ]
        },
        {
          "sentence": "Those aged 65 years or older made up 10.2%",
          "refs": []
        },
        {
          "sentence": "Between 1950 and 2020, Turkey's population more than quadrupled from 20.9 million to 83.6 million;  however, the population growth rate was 0.1% in 2023",
          "refs": [
            "https://data.tuik.gov.tr/Bulten/Index?p=The-Results-of-Address-Based-Population-Registration-System-2023-49684&dil=2",
            "https://www.aa.com.tr/en/science-technology/turkish-defense-giants-devote-huge-budgets-to-rd/2417345"
          ]
        },
        {
          "sentence": "In 2023, the total fertility rate was 1.51 children per woman, below the replacement rate of 2.10 per woman",
          "refs": [
            "https://data.tuik.gov.tr/Bulten/Index?p=The-Results-of-Address-Based-Population-Registration-System-2023-49684&dil=2"
          ]
        },
        {
          "sentence": "In a 2018 health survey, the ideal children number was 2.8 children per woman, rising to 3 per married woman",
          "refs": [
            "https://www.aa.com.tr/tr/bilim-teknoloji/aselsanin-kuantum-calismalarinda-ilk-urunler-ortaya-cikti/3093412"
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "Ethnicity and language",
          "section_content": [
            {
              "sentence": "Article 66 of the Turkish Constitution defines a Turk as anyone who is a citizen",
              "refs": []
            },
            {
              "sentence": "It is estimated that there are at least 47 ethnic groups represented in Turkey",
              "refs": [
                "https://data.tuik.gov.tr/Bulten/Index?p=Birth-Statistics-2023-53708"
              ]
            },
            {
              "sentence": "Reliable data on the ethnic mix of the population is not available because census figures do not include statistics on ethnicity after the 1965 Turkish census",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "According to the World Factbook, 70–75% of the country's citizens are ethnic Turks",
              "refs": [
                "https://web.archive.org/web/20160122110447/http://www.konda.com.tr/tr/raporlar/2010_12_KONDA_Kurt_Meselesini_Yeniden_Dusunmek.pdf"
              ]
            },
            {
              "sentence": "Based on a survey, KONDA's estimation was 76% in 2006, with 78% of adult citizens self-identifying their ethnic background as Turk",
              "refs": [
                "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#people-and-society"
              ]
            },
            {
              "sentence": "In 2021, 77% of adult citizens identified as such in a survey",
              "refs": [
                "ISBN: 978-1-317-09579-8"
              ]
            },
            {
              "sentence": "Kurds are the largest ethnic minority",
              "refs": []
            },
            {
              "sentence": "Their exact numbers remain disputed,  with estimates ranging from 12 to 20% of the population",
              "refs": [
                "https://books.google.com/books?id=hvmy_skUPNYC&pg=PARA1-PA422",
                "https://books.google.com/books?id=hvmy_skUPNYC&pg=PARA1-PA422"
              ]
            },
            {
              "sentence": "According to a 1990 study, Kurds made up around 12% of the population",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Kurds make up a majority in the provinces of Ağrı, Batman, Bingöl, Bitlis, Diyarbakır, Hakkari, Iğdır, Mardin, Muş, Siirt, Şırnak, Tunceli and Van; a near majority in Şanlıurfa (47%); and a large minority in Kars (20%)",
              "refs": [
                "https://interaktif.konda.com.tr/rapor/if-turkey-were-100-people/10"
              ]
            },
            {
              "sentence": "In addition, internal migration has resulted in Kurdish diaspora communities in all of the major cities in central and western Turkey",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In Istanbul, there are an estimated three million Kurds, making it the city with the largest Kurdish population in the world",
              "refs": []
            },
            {
              "sentence": "19% of adult citizens identified as ethnic Kurds in a survey in 2021",
              "refs": [
                "https://books.google.com/books?id=pbmTC-Nm8nEC&pg=PA129"
              ]
            },
            {
              "sentence": "Some people have multiple ethnic identities, such as both Turk and Kurd",
              "refs": [
                "https://doi.org/10.1017%2FS0020743800063819"
              ]
            },
            {
              "sentence": "In 2006, an estimated 2.7 million ethnic Turks and Kurds were related from interethnic marriages",
              "refs": [
                "https://books.google.com/books?id=YAUhAwAAQBAJ&pg=PA126",
                "https://books.google.com/books?id=yXWl40KJfKEC&dq=Kars+%28about+20+percent+Kurdish%29&pg=PA167"
              ]
            },
            {
              "sentence": "According to the World Factbook, non-Kurdish ethnic minorities are 7–12% of the population",
              "refs": []
            },
            {
              "sentence": "In 2006, KONDA estimated that non-Kurdish and non-Zaza ethnic minorities constituted 8.2% of the population; these were people that gave general descriptions such as Turkish citizen, people with other Turkic backgrounds, Arabs, and others",
              "refs": [
                "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#people-and-society"
              ]
            },
            {
              "sentence": "In 2021, 4% of adult citizens identified as non-ethnic Turk or non-ethnic Kurd in a survey",
              "refs": [
                "ISBN: 978-1-317-09579-8"
              ]
            },
            {
              "sentence": "According to the Constitutional Court, there are only four officially recognized minorities in Turkey: the three non-Muslim minorities recognized in the Treaty of Lausanne (Armenians, Greeks, and Jews [d]) and the Bulgarians",
              "refs": [
                "https://doi.org/10.1017%2FS0020743800063819"
              ]
            },
            {
              "sentence": "[e]    In 2013, the Ankara 13th Circuit Administrative Court ruled that the minority provisions of the Lausanne Treaty should also apply to Assyrians in Turkey and the Syriac language",
              "refs": [
                "https://www.academia.edu/37557239",
                "[ERROR retrieving ref link]",
                "http://www.tandfonline.com/doi/abs/10.1080/14683850601016390"
              ]
            },
            {
              "sentence": "Other unrecognized ethnic groups include Albanians, Bosniaks, Circassians, Georgians, Laz, Pomaks, and Roma",
              "refs": [
                "https://www.ceeol.com/search/article-detail?id=802933",
                "[ERROR retrieving ref link]",
                "https://www.jstor.org/stable/25655744"
              ]
            },
            {
              "sentence": "The official language is Turkish, which is the most widely spoken Turkic language in the world",
              "refs": []
            },
            {
              "sentence": "It is spoken by 85%   to 90%  of the population as a first language",
              "refs": [
                "https://brill.com/view/journals/ijgr/aop/article-10.1163-15718115-bja10134/article-10.1163-15718115-bja10134.xml",
                "https://dergipark.org.tr/en/pub/duhfd/issue/63313/959939",
                "https://books.google.com/books?id=ffpPCgAAQBAJ&pg=PA328",
                "https://web.archive.org/web/20171107013139/https://www.alaraby.co.uk/english/politics/2015/6/8/turkeys-ethnic-make-up-a-complex-melting-pot",
                "https://www.worldatlas.com/articles/the-ethnic-groups-of-turkey.html"
              ]
            },
            {
              "sentence": "Kurdish speakers are the largest linguistic minority",
              "refs": []
            },
            {
              "sentence": "A survey estimated 13% of the population speak Kurdish or Zaza as a first language",
              "refs": [
                "https://www.worldatlas.com/articles/the-ethnic-groups-of-turkey.html"
              ]
            },
            {
              "sentence": "Other minority languages include Arabic, Caucasian languages, and Gagauz",
              "refs": [
                "https://books.google.com/books?id=ffpPCgAAQBAJ&pg=PA328"
              ]
            },
            {
              "sentence": "The linguistic rights of the officially recognized minorities are de jure recognized and protected for Armenian, Bulgarian, Greek, Hebrew, [f]     and Syriac",
              "refs": [
                "https://www.worldatlas.com/articles/the-ethnic-groups-of-turkey.html",
                "[ERROR retrieving ref link]",
                "https://www.academia.edu/37557239",
                "[ERROR retrieving ref link]",
                "http://www.tandfonline.com/doi/abs/10.1080/14683850601016390"
              ]
            },
            {
              "sentence": "There are multiple endangered languages in Turkey.",
              "refs": [
                "[ERROR retrieving ref link]",
                "https://www.jstor.org/stable/25655744"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Immigration",
          "section_content": [
            {
              "sentence": "Excluding Syrians under temporary protection, there were 1,570,543 foreign citizens in Turkey in 2023",
              "refs": []
            },
            {
              "sentence": "Millions of Kurds fled across the mountains to Turkey and the Kurdish areas of Iran during the Gulf War in 1991",
              "refs": [
                "https://data.tuik.gov.tr/Bulten/Index?p=The-Results-of-Address-Based-Population-Registration-System-2023-49684&dil=2"
              ]
            },
            {
              "sentence": "Turkey's migrant crisis in the 2010s and early 2020s resulted in the influx of millions of refugees and immigrants",
              "refs": []
            },
            {
              "sentence": "Turkey hosts the largest number of refugees in the world as of April 2020",
              "refs": [
                "ISBN: 978-0-415-25004-7"
              ]
            },
            {
              "sentence": "The Disaster and Emergency Management Presidency manages the refugee crisis in Turkey",
              "refs": [
                "https://web.archive.org/web/20150909185440/http://www.minorityrights.org/4387/turkey/turkey-overview.html"
              ]
            },
            {
              "sentence": "Before the start of the Syrian civil war in 2011, the estimated number of Arabs in Turkey varied from 1 million to more than 2 million",
              "refs": []
            },
            {
              "sentence": "In November 2020, there were 3.6 million Syrian refugees in Turkey;  these included other ethnic groups of Syria, such as Syrian Kurds  and Syrian Turkmens",
              "refs": [
                "http://www.milliyet.com.tr/2007/03/22/guncel/agun.html",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "As of August 2023, the number these refugees was estimated to be 3.3 million",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The number of Syrians had decreased by about 200,000 people since the beginning of the year",
              "refs": []
            },
            {
              "sentence": "The government has granted citizenship to 238 thousand Syrians by November 2023",
              "refs": [
                "https://web.archive.org/web/20151210154150/http://esa.un.org/unmigration/migrantstocks2013.htm?mtotals"
              ]
            },
            {
              "sentence": "As of May 2023, approximately 96,000 Ukrainian refugees of the 2022 Russian invasion of Ukraine have sought refuge in Turkey",
              "refs": [
                "https://data2.unhcr.org/en/situations/syria/location/113"
              ]
            },
            {
              "sentence": "In 2022, nearly 100,000 Russian citizens migrated to Turkey, becoming the first in the list of foreigners who moved to Turkey, meaning an increase of more than 218% from 2021",
              "refs": [
                "https://www.aljazeera.com/indepth/opinion/2016/02/turkey-demographic-challenge-arabs-syria-refugees-isis-160218063810080.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Religion",
          "section_content": [
            {
              "sentence": "Turkey is a secular state with no official state religion; the constitution provides for freedom of religion and conscience",
              "refs": []
            },
            {
              "sentence": "According to the CIA World Factbook, Muslims constitute 99.8% of the population, most of them being Sunni",
              "refs": [
                "https://www.bbc.com/turkce/articles/c1e29v09d3eo",
                "https://pulitzercenter.org/stories/uncertain-futures-ukrainian-refugees-turkey-one-year"
              ]
            },
            {
              "sentence": "Based on a survey, KONDA's estimate for Muslims was 99.4% in 2006",
              "refs": [
                "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#people-and-society"
              ]
            },
            {
              "sentence": "According to Minority Rights Group International, estimates of share of Alevi are between 10% and 40% of the population",
              "refs": [
                "https://www.al-monitor.com/originals/2023/07/russian-migration-turkey-spikes-218-aftermath-ukraine-war"
              ]
            },
            {
              "sentence": "KONDA's estimate was 5% in 2006",
              "refs": [
                "https://www.hurriyetdailynews.com/istanbuls-giant-mosque-to-be-women-friendly-architects-say-74329"
              ]
            },
            {
              "sentence": "4% of adult citizens identified as Alevi in a survey in 2021, while 88% identified as Sunni",
              "refs": [
                "https://www.al-monitor.com/originals/2023/07/russian-migration-turkey-spikes-218-aftermath-ukraine-war"
              ]
            },
            {
              "sentence": "The percentage of non-Muslims in modern-day Turkey was 19.1% in 1914, but fell to 2.5% in 1927",
              "refs": []
            },
            {
              "sentence": "Currently, non-Muslims constitute 0.2% of the population according to the World Factbook",
              "refs": [
                "https://whc.unesco.org/en/tentativelists/6534/"
              ]
            },
            {
              "sentence": "In 2006, KONDA's estimate was 0.18% for people with non-Islam religions",
              "refs": [
                "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#people-and-society"
              ]
            },
            {
              "sentence": "Some of the non-Muslim communities are Armenians, Assyrians, Bulgarian Orthodox, Catholics, Chaldeans, Greeks, Jews, and Protestants",
              "refs": [
                "https://www.al-monitor.com/originals/2023/07/russian-migration-turkey-spikes-218-aftermath-ukraine-war"
              ]
            },
            {
              "sentence": "Sources estimate that the Christian population in Turkey ranges between 180,000 and 320,000",
              "refs": [
                "https://books.google.com/books?id=eVkphDtrW3AC"
              ]
            },
            {
              "sentence": "Turkey has the largest Jewish community among the Muslim-majority countries",
              "refs": [
                "http://servat.unibe.ch/icl/tu00000_.html",
                "https://web.archive.org/web/20081028211305/http://www.hsfk.de/downloads/prif78.pdf"
              ]
            },
            {
              "sentence": "Currently, there are 439 churches and synagogues in Turkey",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "In 2006, KONDA's estimate was 0.47% for those with no religion",
              "refs": []
            },
            {
              "sentence": "According to KONDA, share of adult citizens who identified as unbeliever increased from 2% in 2011 to 6% in 2021",
              "refs": [
                "https://www.al-monitor.com/originals/2023/07/russian-migration-turkey-spikes-218-aftermath-ukraine-war"
              ]
            },
            {
              "sentence": "A 2020 Gezici Araştırma poll found that 28.5% of the Generation Z identify as irreligious",
              "refs": [
                "https://doi.org/10.1017%2FS0020743800063819"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Education",
          "section_content": [
            {
              "sentence": "In the past 20 years, Turkey has improved quality of education and has made significant progress in increasing education access",
              "refs": []
            },
            {
              "sentence": "From 2011 to 2021, improvements in education access include \"one of the largest increases in educational attainment for 25-34 year-olds at upper secondary non-tertiary or tertiary education\",  and quadrupling of pre-school institutions",
              "refs": [
                "https://assets.pewresearch.org/wp-content/uploads/sites/11/2011/12/Christianity-fullreport-web.pdf"
              ]
            },
            {
              "sentence": "PISA results suggest improvements in education quality",
              "refs": [
                "https://www.jewishdatabank.org/content/upload/bjdb/2018-World_Jewish_Population_(AJYB,_DellaPergola)_DB_Final.pdf"
              ]
            },
            {
              "sentence": "There is still a gap with OECD countries",
              "refs": [
                "https://www.jewishdatabank.org/content/upload/bjdb/2018-World_Jewish_Population_(AJYB,_DellaPergola)_DB_Final.pdf"
              ]
            },
            {
              "sentence": "Significant challenges include differences in student outcomes from different schools, differences between rural and urban areas, pre-primary education access, and arrival of students who are Syrian refugees",
              "refs": []
            },
            {
              "sentence": "The Ministry of National Education is responsible for pre-tertiary education",
              "refs": []
            },
            {
              "sentence": "Compulsory education is free at public schools and lasts 12 years, divided into three parts",
              "refs": [
                "https://www.sozcu.com.tr/2020/gundem/gezici-arastirma-merkezi-baskani-murat-gezici-sozcuye-acikladi-turkiyenin-kaderi-z-kusaginin-elinde-5867771/"
              ]
            },
            {
              "sentence": "There are 208 universities in Turkey",
              "refs": [
                "https://www.gercekgundem.com/siyaset/188215/gezici-arastirma-merkezi-baskani-murat-gezici-turkiyenin-kaderi-z-kusaginin-elinde",
                "https://assets.pewresearch.org/wp-content/uploads/sites/11/2011/12/Christianity-fullreport-web.pdf"
              ]
            },
            {
              "sentence": "Students are placed to universities based on their YKS results and their preferences, by the Measuring, Selection and Placement Center",
              "refs": [
                "https://www.wipo.int/edocs/statistics-country-profile/en/tr.pdf"
              ]
            },
            {
              "sentence": "All state and private universities are under the control of the Higher Education Board (Turkish: Yükseköğretim Kurulu, YÖK)",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Since 2016, the president of Turkey directly appoints all rectors of all state and private universities",
              "refs": []
            },
            {
              "sentence": "According to the 2024 Times Higher Education ranking, the top universities were Koç University, Middle East Technical University, Sabancı University, and Istanbul Technical University",
              "refs": []
            },
            {
              "sentence": "According to Academic Ranking of World Universities, the top ones were Istanbul University, University of Health Sciences (Turkey), and Hacettepe University",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkey is a member of the Erasmus+ Programme",
              "refs": [
                "https://web.archive.org/web/20080115092116/http://www.topuniversities.com/worlduniversityrankings/results/2007/overall_rankings/worlds_oldest_universities"
              ]
            },
            {
              "sentence": "Turkey has become a hub for foreign students in recent years, with 795,962 foreign students in 2016",
              "refs": [
                "http://www.wes.org/ewenr/12sept/feature.htm"
              ]
            },
            {
              "sentence": "In 2021 Türkiye Scholarships, a government-funded program, received 165,000 applications from prospective students in 178 countries",
              "refs": [
                "https://www.studyinturkiye.gov.tr/StudyinTurkey/ShowDetail?rID=Ec/rgHEN8Zg=&&cId=PE4Nr0mMoY4="
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Health",
          "section_content": [
            {
              "sentence": "The Ministry of Health has run a universal public healthcare system since 2003",
              "refs": []
            },
            {
              "sentence": "Known as Universal Health Insurance (Genel Sağlık Sigortası), it is funded by a tax surcharge on employers, currently at 5%",
              "refs": [
                "https://erasmus-plus.ec.europa.eu/programme-guide/part-a/eligible-countries"
              ]
            },
            {
              "sentence": "Public-sector funding covers approximately 75.2% of health expenditures",
              "refs": [
                "https://erasmus-plus.ec.europa.eu/programme-guide/part-a/eligible-countries"
              ]
            },
            {
              "sentence": "Despite the universal health care, total expenditure on health as a share of GDP in 2018 was the lowest among OECD countries at 6.3% of GDP, compared to the OECD average of 9.3%",
              "refs": [
                "https://erasmus-plus.ec.europa.eu/programme-guide/part-a/eligible-countries"
              ]
            },
            {
              "sentence": "There are many private hospitals in the country",
              "refs": [
                "https://erasmus-plus.ec.europa.eu/programme-guide/part-a/eligible-countries"
              ]
            },
            {
              "sentence": "The government planned several hospital complexes, known as city hospitals, to be constructed since 2013",
              "refs": [
                "https://www.ntv.com.tr/egitim/turkiyedeki-yabanci-ogrenci-sayisi-795-bin-962ye-ulasti,OpnWuWDZLkyNsTNv5cZTpg"
              ]
            },
            {
              "sentence": "Turkey is one of the top 10 destinations for health tourism",
              "refs": [
                "https://www.ntv.com.tr/egitim/turkiyedeki-yabanci-ogrenci-sayisi-795-bin-962ye-ulasti,OpnWuWDZLkyNsTNv5cZTpg"
              ]
            },
            {
              "sentence": "Average life expectancy is 78.6 years (75.9 for males and 81.3 for females), compared with the EU average of 81 years",
              "refs": []
            },
            {
              "sentence": "Turkey has high rates of obesity, with 29.5% of its adult population having a body mass index (BMI) value of 30 or above",
              "refs": [
                "https://erasmus-plus.ec.europa.eu/programme-guide/part-a/eligible-countries"
              ]
            },
            {
              "sentence": "Air pollution is a major cause of early death",
              "refs": [
                "http://www.turkiyeburslari.gov.tr/index.php/en/sss-2"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Culture",
      "section_content": [
        {
          "sentence": "In the 19th century, Turkish identity was debated in the Ottoman Empire, with three main views: Turkism, Islamism and Westernism",
          "refs": []
        },
        {
          "sentence": "In addition to Europe or Islam, Turkish culture was also influenced by Anatolia's native cultures",
          "refs": [
            "https://camsakurasehir.saglik.gov.tr/TR-899525/basaksehir-cam-ve-sakura-sehir-hastanesinde-2-bin-68-sismik-izolator-var.html"
          ]
        },
        {
          "sentence": "After the establishment of the republic, Kemalism emphasized Turkish culture, attempted to make \"Islam a matter of personal conviction\", and pursued modernization",
          "refs": [
            "https://doi.org/10.1056%2FNEJMp1410433"
          ]
        },
        {
          "sentence": "Currently, Turkey has various local cultures",
          "refs": [
            "https://doi.org/10.1080%2F19371918.2020.1806167"
          ]
        },
        {
          "sentence": "Things such as music, folk dance, or kebap variety may be used to identify a local area",
          "refs": []
        },
        {
          "sentence": "Turkey also has a national culture, such as national sports leagues, music bands, film stars, and trends in fashion",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "Literature, theatre, and visual arts",
          "section_content": [
            {
              "sentence": "Turkish literature goes back more than a thousand years",
              "refs": []
            },
            {
              "sentence": "The Seljuk and Ottoman periods include numerous works of literature and poetry",
              "refs": []
            },
            {
              "sentence": "Turkic tales and poetry from Central Asia were also kept alive",
              "refs": []
            },
            {
              "sentence": "Tales of Dede Korkut is an example of the oral narrative tradition",
              "refs": []
            },
            {
              "sentence": "Dīwān Lughāt al-Turk, from the 11th century, contains Turkish linguistic information and poetry",
              "refs": []
            },
            {
              "sentence": "Yunus Emre, influenced by Rumi, was one of the most important writers of Anatolian Turkish poetry",
              "refs": []
            },
            {
              "sentence": "Ottoman Divan poetry used \"refined diction\" and complex vocabulary",
              "refs": []
            },
            {
              "sentence": "It included Sufi mysticism, romanticism, and formal elements",
              "refs": []
            },
            {
              "sentence": "Beginning in the 19th century, Ottoman literature was influenced by the West",
              "refs": []
            },
            {
              "sentence": "New genres, such as novels and journalistic style, were introduced",
              "refs": []
            },
            {
              "sentence": "Aşk-ı Memnu, written by Halid Ziya Uşaklıgil, was the \"first truly refined Turkish novel\"",
              "refs": []
            },
            {
              "sentence": "Fatma Aliye Topuz, the first female Turkish novelist, wrote fiction",
              "refs": []
            },
            {
              "sentence": "After the proclamation of the republic in 1923, Atatürk instituted reforms such as the language reform and alphabet reform",
              "refs": []
            },
            {
              "sentence": "Since then, Turkish literature reflected the socioeconomic conditions in Turkey with increasing variety",
              "refs": []
            },
            {
              "sentence": "\"Village Novel\" genre appeared in the mid-1950s, which talked about difficulties faced from poverty",
              "refs": []
            },
            {
              "sentence": "An example is Memed, My Hawk by Yaşar Kemal, which was Turkey's first Nobel Prize in Literature nominee in 1973",
              "refs": [
                "https://www.who.int/gho/ncd/risk_factors/bmi_text/en/"
              ]
            },
            {
              "sentence": "Orhan Pamuk won the 2006 Nobel Prize in Literature",
              "refs": [
                "https://www.who.int/gho/ncd/risk_factors/bmi_text/en/",
                "http://www.sciencedirect.com/science/article/pii/S1309104220302312"
              ]
            },
            {
              "sentence": "Turkey has four \"major theatrical traditions\": \"folk theatre, popular theatre, court theater, and Western theater.\" Turkish folk theatre goes back thousands of years and has survived among rural communities",
              "refs": []
            },
            {
              "sentence": "Popular theatre includes plays by live actors, puppet and shadow plays, and storytelling performances",
              "refs": []
            },
            {
              "sentence": "An example for shadow play is Karagöz and Hacivat",
              "refs": []
            },
            {
              "sentence": "Court theatre was the refined version of popular theatre",
              "refs": []
            },
            {
              "sentence": "Beginning in the 19th century, Western theatre tradition started appearing in Turkey",
              "refs": []
            },
            {
              "sentence": "Following the establishment of Turkish Republic, a state conservatory and the State Theatre Company were formed",
              "refs": []
            },
            {
              "sentence": "Turkey's visual arts scene can be categorized into two, as \"decorative\" and \"fine\" arts",
              "refs": []
            },
            {
              "sentence": "Fine arts, or güzel sanatlar, includes sculpture and painting",
              "refs": []
            },
            {
              "sentence": "Turkish artists in these areas have gained global recognition",
              "refs": []
            },
            {
              "sentence": "Photography, fashion design, graphic arts, and graphic design are some of the other areas Turkish artists are known for in the world",
              "refs": []
            },
            {
              "sentence": "The inaugural contemporary Turkish art sale by Sotheby's London was in 2009",
              "refs": []
            },
            {
              "sentence": "Istanbul Modern and the Istanbul Biennial are examples of art galleries or exhibitions of contemporary Turkish art",
              "refs": []
            },
            {
              "sentence": "Turkey has also seen a resurgence of traditional arts",
              "refs": []
            },
            {
              "sentence": "This includes Ottoman-era traditional arts, such as ceramics and carpets",
              "refs": []
            },
            {
              "sentence": "Textile and carpet design, glass and ceramics, calligraphy, paper marbling (ebru) are some of the art forms for which modern-day Turkish artists are recognized as leaders in the Islamic world",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Music and dance",
          "section_content": [
            {
              "sentence": "Although classifying genres of Turkish music can be problematic, three broad categories can be considered",
              "refs": []
            },
            {
              "sentence": "These are  \"Turkish folk music\", \"Turkish art music\", and multiple popular music styles",
              "refs": []
            },
            {
              "sentence": "These Popular music styles include arabesque, pop, and Anatolian rock",
              "refs": []
            },
            {
              "sentence": "The resurging popularity of pop music gave rise to several international Turkish pop stars such as Ajda Pekkan, Sezen Aksu, Erol Evgin, MFÖ, Tarkan, Sertab Erener, Teoman, Kenan Doğulu, Levent Yüksel and Hande Yener",
              "refs": []
            },
            {
              "sentence": "[citation needed] Internationally acclaimed Turkish jazz and blues musicians and composers include Ahmet Ertegun  (founder and president of Atlantic Records), Nükhet Ruacan and Kerem Görsev",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "[citation needed]",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Architecture",
          "section_content": [
            {
              "sentence": "Turkey is home to numerous Neolithic settlements, such as Çatalhöyük",
              "refs": []
            },
            {
              "sentence": "From the Bronze Age, important architectural remnants include Alaca Höyük and the 2nd layer of Troy",
              "refs": [
                "https://www.hurriyetdailynews.com/turkey-commemorates-master-author-yasar-kemal-162737",
                "https://web.archive.org/web/20190503015440/https://www.metmuseum.org/pubs/bulletins/1/pdf/3258667.pdf.bannered.pdf"
              ]
            },
            {
              "sentence": "There are various examples of Ancient Greek and Ancient Roman architectures, especially in the Aegean region",
              "refs": [
                "https://web.archive.org/web/20190503015440/https://www.metmuseum.org/pubs/bulletins/1/pdf/3258667.pdf.bannered.pdf"
              ]
            },
            {
              "sentence": "Byzantine architecture dates back to the 4th century AD",
              "refs": [
                "http://www.jstor.org/stable/43385121"
              ]
            },
            {
              "sentence": "Its best example is Hagia Sophia",
              "refs": []
            },
            {
              "sentence": "Byzantine architectural style continued to develop after the conquest of Istanbul, such as Byzantine Revival architecture",
              "refs": []
            },
            {
              "sentence": "During Seljuk Sultanate of Rum and Turkish principalities period, a distinct architecture emerged, which incorporated Byzantine and Armenian architectures with architectural styles found in West Asia and Central Asia",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Seljuk architecture often used stones and bricks, and produced numerous caravanserais, madrasas and mausoleums",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Ottoman architecture emerged in northwest Anatolia and Thrace",
              "refs": []
            },
            {
              "sentence": "Early Ottoman architecture mixed \"traditional Anatolian Islamic architecture with local building materials and techniques\"",
              "refs": []
            },
            {
              "sentence": "Following the conquest of Istanbul, classical Ottoman architecture emerged in the 16th and 17th centuries",
              "refs": [
                "https://whc.unesco.org/en/tentativelists/5733/"
              ]
            },
            {
              "sentence": "The most important architect of the classical period is Mimar Sinan, whose major works include the Şehzade Mosque, Süleymaniye Mosque, and Selimiye Mosque",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Beginning in the 18th century, Ottoman architecture was influenced by European elements, resulting in development of Ottoman baroque style",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "European influence continued in the 19th century; examples include works of Balyan family such as neo-Baroque style Dolmabahçe Palace",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The last period of Ottoman architecture consists of the First National Architectural Movement, including works of Vedat Tek and Mimar Kemaleddin",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Since 1918, Turkish architecture can be divided into three parts",
              "refs": []
            },
            {
              "sentence": "From 1918 to 1950, the first one includes the First National Architectural Movement period, which transitioned into modernist architecture",
              "refs": []
            },
            {
              "sentence": "Modernist and monumental buildings were preferred for public buildings, whereas \"Turkish house\" type vernacular architecture influenced private houses",
              "refs": []
            },
            {
              "sentence": "From 1950 to 1980, the second part includes urbanization, modernization, and internationalization",
              "refs": []
            },
            {
              "sentence": "For residential housing, \"reinforced concrete, slab-block, medium-rise apartments\" became prevalent",
              "refs": []
            },
            {
              "sentence": "Since 1980, the third part is defined by consumer habits and international trends, such as shopping malls and office towers",
              "refs": []
            },
            {
              "sentence": "Luxury residences with \"Turkish house style\" have been in demand",
              "refs": []
            },
            {
              "sentence": "In the 21st century, urban renewal projects have become a trend",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Resilience against natural disasters such as earthquakes is one of the main goals for urban renewal projects",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Around one-third of Turkey's building stock, corresponding to 6.7 million units, were assessed risky and needing urban renewal",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Cuisine",
          "section_content": [
            {
              "sentence": "Turkey has a diverse and rich cuisine, varying geographically",
              "refs": []
            },
            {
              "sentence": "Turkish cuisine has been influenced by Anatolian, Mediterranean, Iranian, Central Asian, and East Asian cuisines",
              "refs": [
                "ISBN: 978-1-80413-043-8"
              ]
            },
            {
              "sentence": "Turkish and Ottoman cuisine have also influenced others",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Dīwān Lughāt al-Turk, from the 11th century, documents \"the ancient lineage of much of present-day Turkish cuisine\"",
              "refs": []
            },
            {
              "sentence": "Güveç, Bulgur, and Börek are some of the earliest recorded examples of Turkish cuisine",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Even though kebab as a word comes from Persian, Turkic people had been familiar with using skewers to cook meat",
              "refs": []
            },
            {
              "sentence": "Turkish cuisine can be distinguished by its various kinds of kebabs",
              "refs": []
            },
            {
              "sentence": "Similarly, pilaf dishes were influenced by Turkish cuisine",
              "refs": []
            },
            {
              "sentence": "Further information about cuisine during the Seljuk and Ottoman periods comes from the works of Rumi and Evliya Çelebi",
              "refs": []
            },
            {
              "sentence": "The latter describes \"food-related guilds of Istanbul\"",
              "refs": []
            },
            {
              "sentence": "Food staples in Turkey include bread and yogurt",
              "refs": []
            },
            {
              "sentence": "Some of bread varieties are lavash and pide (a type of pita bread)",
              "refs": []
            },
            {
              "sentence": "Ayran is a drink made of yoghurt",
              "refs": []
            },
            {
              "sentence": "In western parts of Turkey, olive oil is used",
              "refs": []
            },
            {
              "sentence": "Grains include wheat, maize, barley, oats, and millet",
              "refs": []
            },
            {
              "sentence": "Beans, chickpeas, nuts, aubergines, and lamb are some of the commonly used ingredients",
              "refs": []
            },
            {
              "sentence": "Doner kebab, originally from Turkey, is marinated lamb slices cooked vertically",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Seafood includes anchovy and others",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Dolma varieties and mantı are made by stuffing vegetables or pasta",
              "refs": []
            },
            {
              "sentence": "Sarma is made by rolling edible leaf over the filling",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Yahni dishes are vegetable stews",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkey is one of the countries with the meze tradition",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Honey, pekmez, dried fruit, or fruit are used for sweetening",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Filo is an originally Turkish dough that is used to make baklava",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Turkish delight is a \"delicate but gummy jelly\"",
              "refs": [
                "http://www.unesco.org/culture/ich/index.php?lg=en&pg=00011&RL=00645"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Sports",
          "section_content": [
            {
              "sentence": "The most popular sport is association football",
              "refs": []
            },
            {
              "sentence": "Galatasaray won the UEFA Cup and UEFA Super Cup in 2000",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The Turkey national football team won the bronze medal at the 2002 FIFA World Cup, the 2003 FIFA Confederations Cup and UEFA Euro 2008",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Other mainstream sports such as basketball and volleyball are also popular",
              "refs": []
            },
            {
              "sentence": "The men's national basketball team and women's national basketball team have been successful",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Anadolu Efes S.K",
              "refs": []
            },
            {
              "sentence": "is the most successful Turkish basketball club in international competitions",
              "refs": []
            },
            {
              "sentence": "Fenerbahçe reached the final of the EuroLeague in three consecutive seasons (2015–2016, 2016–2017 and 2017–2018), becoming the European champions in 2017.",
              "refs": [
                "[ERROR retrieving ref link]",
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The final of the 2013–14 EuroLeague Women basketball championship was played between two Turkish teams, Galatasaray and Fenerbahçe, and won by Galatasaray",
              "refs": []
            },
            {
              "sentence": "Fenerbahçe won the 2023 FIBA Europe SuperCup Women after two consecutive Euroleague wins in the 2022–23 and 2023–24 seasons.",
              "refs": [
                "http://www.allaboutturkey.com/sports.htm"
              ]
            },
            {
              "sentence": "The women's national volleyball team has won several medals",
              "refs": []
            },
            {
              "sentence": "Women's volleyball clubs, namely VakıfBank S.K., Fenerbahçe and Eczacıbaşı, have won numerous European championship titles and medals",
              "refs": [
                "http://www.uefa.com/teamsandplayers/teams/club=50067/profile/"
              ]
            },
            {
              "sentence": "The traditional national sport of Turkey has been yağlı güreş (oil wrestling) since Ottoman times",
              "refs": []
            },
            {
              "sentence": "Edirne Province has hosted the annual Kırkpınar oil wrestling tournament since 1361, making it the oldest continuously held sporting competition in the world",
              "refs": [
                "http://en.espn.co.uk/basketball/sport/story/206057.html"
              ]
            },
            {
              "sentence": "In the 19th and early 20th centuries, oil wrestling champions such as Koca Yusuf, Nurullah Hasan and Kızılcıklı Mahmut acquired international fame in Europe and North America by winning world heavyweight wrestling championship titles",
              "refs": [
                "https://web.archive.org/web/20080503203721/http://en.efesbasket.org/the_clup/icerik.aspx?SectionId=103",
                "https://web.archive.org/web/20120324184003/http://en.efesbasket.org/Efes-Pilsen-History/Our-Successes.aspx"
              ]
            },
            {
              "sentence": "International wrestling styles governed by FILA such as freestyle wrestling and Greco-Roman wrestling are also popular, with many European, World and Olympic championship titles won by Turkish wrestlers both individually and as a national team",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Media and cinema",
          "section_content": [
            {
              "sentence": "Hundreds of television channels, thousands of local and national radio stations, several dozen newspapers, a productive and profitable national cinema and a rapid growth of broadband Internet use constitute a vibrant media industry in Turkey",
              "refs": []
            },
            {
              "sentence": "The majority of the TV audiences are shared among public broadcaster TRT and the network-style channels such as Kanal D, Show TV, ATV and Star TV",
              "refs": [
                "https://web.archive.org/web/20140829153101/http://www.tvf.org.tr/icerik/36/",
                "https://championsleague.cev.eu/en/match-centres/cev-champions-league-volley-2023/cev-champions-league-volley-2023-women/clvw-93-vakifbank-istanbul-v-eczacibasi-dynavit-istanbul/"
              ]
            },
            {
              "sentence": "The broadcast media have a very high penetration as satellite dishes and cable systems are widely available",
              "refs": []
            },
            {
              "sentence": "The Radio and Television Supreme Council (RTÜK) is the government body overseeing the broadcast media",
              "refs": [
                "http://www.allaboutturkey.com/yagligures.htm"
              ]
            },
            {
              "sentence": "By circulation, the most popular newspapers are Posta, Hürriyet, Sözcü, Sabah and Habertürk",
              "refs": [
                "http://www.allaboutturkey.com/yagligures.htm",
                "https://www.dailysabah.com/sports/2018/07/13/historical-kirkpinar-oil-wrestling-festival-kicks-off-in-northwestern-turkey"
              ]
            },
            {
              "sentence": "Filiz Akın, Fatma Girik, Hülya Koçyiğit, and Türkan Şoray represent their period of Turkish cinema",
              "refs": []
            },
            {
              "sentence": "Turkish directors like Metin Erksan, Nuri Bilge Ceylan, Yılmaz Güney, Zeki Demirkubuz and Ferzan Özpetek won numerous international awards such as the Palme d'Or and Golden Bear",
              "refs": [
                "https://web.archive.org/web/20090313024550/http://www.iat.uni-leipzig.de/datenbanken/dbwrest/start.php/"
              ]
            },
            {
              "sentence": "Turkish television dramas are increasingly becoming popular beyond Turkey's borders and are among the country's most vital exports, both in terms of profit and public relations",
              "refs": [
                "https://web.archive.org/web/20120716153048/http://www.tesev.org.tr/Upload/Publication/67e244dd-5c21-4d34-8361-4c7f3d003140/11461ENGmedya2WEB21_09_11.pdf"
              ]
            },
            {
              "sentence": "After sweeping the Middle East's television market over the past decade, Turkish shows have aired in more than a dozen South and Central American countries in 2016",
              "refs": [
                "https://data.tuik.gov.tr/Bulten/Index?p=45587&dil=2"
              ]
            },
            {
              "sentence": "Turkey is today the world's second largest exporter of television series",
              "refs": [
                "http://lcweb2.loc.gov/frd/cs/profiles/Turkey.pdf",
                "https://web.archive.org/web/20200806210918/https://www.rtuk.gov.tr/en/about-rtuk/5297/5083/about-rtuk.html"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Sources",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "External links",
      "section_content": [
        {
          "sentence": "General",
          "refs": []
        },
        {
          "sentence": "Tourism",
          "refs": []
        },
        {
          "sentence": "Government",
          "refs": []
        },
        {
          "sentence": "Economy",
          "refs": []
        }
      ],
      "subsections": []
    }
  ],
  "references": {
    "12": "[ERROR retrieving ref link]",
    "13": "//upload.wikimedia.org/wikipedia/commons/transcoded/3/37/Tur-T%C3%BCrkiye_Cumhuriyeti.ogg/Tur-T%C3%BCrkiye_Cumhuriyeti.ogg.mp3",
    "72": "[ERROR retrieving ref link]",
    "396": "[ERROR retrieving ref link]",
    "399": "[ERROR retrieving ref link]",
    "414": "[ERROR retrieving ref link]",
    "1": "https://www.mfa.gov.tr/the-turkish-flag-and-the-turkish-national-anthem.en.mfa",
    "2": "https://web.archive.org/web/20200702232731/https://www.tbmm.gov.tr/develop/owa/tc_anayasasi.maddeler?p3=3",
    "3": "https://web.archive.org/web/20200621023406/https://www.anayasa.gov.tr/tr/mevzuat/anayasa/",
    "4": "[ERROR retrieving ref link]",
    "5": "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#people-and-society",
    "6": "https://www.anayasa.gov.tr/en/legislation/turkish-constiution/",
    "7": "https://stats.oecd.org/Index.aspx?DataSetCode=SURFACE_WATER",
    "8": "https://data.tuik.gov.tr/Bulten/Index?p=The-Results-of-Address-Based-Population-Registration-System-2023-49684&dil=2",
    "9": "https://www.imf.org/en/Publications/WEO/weo-database/2024/October/weo-report?c=186,&s=NGDPD,PPPGDP,NGDPDPC,PPPPC,&sy=2022&ey=2029&ssm=0&scsm=1&scc=0&ssd=1&ssc=0&sic=0&sort=country&ds=.&br=1",
    "10": "https://data.worldbank.org/indicator/SI.POV.GINI?locations=TR",
    "11": "https://hdr.undp.org/data-center/human-development-index#/indicies/HDI",
    "14": "[ERROR retrieving ref link]",
    "15": "[ERROR retrieving ref link]",
    "16": "[ERROR retrieving ref link]",
    "17": "[ERROR retrieving ref link]",
    "18": "[ERROR retrieving ref link]",
    "19": "[ERROR retrieving ref link]",
    "20": "[ERROR retrieving ref link]",
    "21": "[ERROR retrieving ref link]",
    "22": "[ERROR retrieving ref link]",
    "23": "https://doi.org/10.1353%2Fjwh.2024.a943172",
    "24": "ISBN: 978-1-4408-3161-4",
    "25": "https://doi.org/10.1080%2F14623520801950820",
    "26": "ISBN: 9780674251434",
    "27": "https://web.archive.org/web/20140210210237/http://www.giga-hamburg.de/de/system/files/publications/wp204_bank-karadag.pdf",
    "28": "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#geography",
    "29": "https://doi.org/10.1590%2F01047760201925042644",
    "30": "[ERROR retrieving ref link]",
    "31": "[ERROR retrieving ref link]",
    "32": "https://doi.org/10.1056%2FNEJMp1410433",
    "33": "ISBN: 978-1-80413-043-8",
    "34": "https://www.unesco.org/en/countries/tr",
    "35": "https://www.sciencedirect.com/science/article/abs/pii/S1878450X21000834",
    "36": "[ERROR retrieving ref link]",
    "37": "[ERROR retrieving ref link]",
    "38": "[ERROR retrieving ref link]",
    "39": "[ERROR retrieving ref link]",
    "40": "[ERROR retrieving ref link]",
    "41": "[ERROR retrieving ref link]",
    "42": "[ERROR retrieving ref link]",
    "43": "https://books.google.com/books?id=3al15wpFWiMC",
    "44": "[ERROR retrieving ref link]",
    "45": "[ERROR retrieving ref link]",
    "46": "[ERROR retrieving ref link]",
    "47": "[ERROR retrieving ref link]",
    "48": "https://www.oed.com/search/dictionary/?q=Turkey",
    "49": "https://archive.org/details/protocolsofconfe00grea/mode/2up",
    "50": "https://islamansiklopedisi.org.tr/arama/?q=T%C3%BCrkiye",
    "51": "https://www.resmigazete.gov.tr/eskiler/2021/12/20211204-5.pdf",
    "52": "https://www.middleeasteye.net/news/turkey-turkiye-new-name-register-un-weeks",
    "53": "https://www.trtworld.com/turkey/un-to-use-türkiye-instead-of-turkey-after-ankara-s-request-57633",
    "54": "https://www.bbc.co.uk/news/world-europe-61671913",
    "55": "http://www.archaeology.org/0811/abstracts/turkey.html",
    "56": "[ERROR retrieving ref link]",
    "57": "https://web.archive.org/web/20190503015440/https://www.metmuseum.org/pubs/bulletins/1/pdf/3258667.pdf.bannered.pdf",
    "58": "[ERROR retrieving ref link]",
    "59": "[ERROR retrieving ref link]",
    "60": "[ERROR retrieving ref link]",
    "61": "[ERROR retrieving ref link]",
    "62": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5069350",
    "63": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5973800",
    "64": "[ERROR retrieving ref link]",
    "65": "[ERROR retrieving ref link]",
    "66": "[ERROR retrieving ref link]",
    "67": "[ERROR retrieving ref link]",
    "68": "[ERROR retrieving ref link]",
    "69": "https://doi.org/10.1146%2Fannurev-linguistics-011619-030507",
    "70": "[ERROR retrieving ref link]",
    "71": "[ERROR retrieving ref link]",
    "73": "[ERROR retrieving ref link]",
    "74": "[ERROR retrieving ref link]",
    "75": "[ERROR retrieving ref link]",
    "76": "[ERROR retrieving ref link]",
    "77": "https://www.nationalgeographic.com/travel/article/photo-story-turkey-lycian-way",
    "78": "[ERROR retrieving ref link]",
    "79": "[ERROR retrieving ref link]",
    "80": "[ERROR retrieving ref link]",
    "81": "[ERROR retrieving ref link]",
    "82": "https://www.britannica.com/place/Anatolia/Greek-colonies-on-the-Anatolian-coasts-c-1180-547-bce",
    "83": "[ERROR retrieving ref link]",
    "84": "[ERROR retrieving ref link]",
    "85": "[ERROR retrieving ref link]",
    "86": "[ERROR retrieving ref link]",
    "87": "[ERROR retrieving ref link]",
    "88": "https://books.google.com/books?id=huNxEAAAQBAJ",
    "89": "[ERROR retrieving ref link]",
    "90": "https://www.worldhistory.org/Celsus_Library/",
    "91": "https://www.worldhistory.org/article/128/",
    "92": "[ERROR retrieving ref link]",
    "93": "[ERROR retrieving ref link]",
    "94": "[ERROR retrieving ref link]",
    "95": "[ERROR retrieving ref link]",
    "96": "[ERROR retrieving ref link]",
    "97": "[ERROR retrieving ref link]",
    "98": "[ERROR retrieving ref link]",
    "99": "[ERROR retrieving ref link]",
    "100": "[ERROR retrieving ref link]",
    "101": "[ERROR retrieving ref link]",
    "102": "https://global.britannica.com/topic/Hagia-Sophia",
    "103": "[ERROR retrieving ref link]",
    "104": "[ERROR retrieving ref link]",
    "105": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10427466",
    "106": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10427466",
    "107": "http://journals.sagepub.com/doi/10.1177/0971945818775373",
    "108": "[ERROR retrieving ref link]",
    "109": "ISBN: 978-90-04-09249-5",
    "110": "[ERROR retrieving ref link]",
    "111": "[ERROR retrieving ref link]",
    "112": "[ERROR retrieving ref link]",
    "113": "[ERROR retrieving ref link]",
    "114": "[ERROR retrieving ref link]",
    "115": "[ERROR retrieving ref link]",
    "116": "[ERROR retrieving ref link]",
    "117": "[ERROR retrieving ref link]",
    "118": "[ERROR retrieving ref link]",
    "119": "[ERROR retrieving ref link]",
    "120": "[ERROR retrieving ref link]",
    "121": "[ERROR retrieving ref link]",
    "122": "[ERROR retrieving ref link]",
    "123": "[ERROR retrieving ref link]",
    "124": "[ERROR retrieving ref link]",
    "125": "[ERROR retrieving ref link]",
    "126": "[ERROR retrieving ref link]",
    "127": "[ERROR retrieving ref link]",
    "128": "[ERROR retrieving ref link]",
    "129": "[ERROR retrieving ref link]",
    "130": "[ERROR retrieving ref link]",
    "131": "[ERROR retrieving ref link]",
    "132": "[ERROR retrieving ref link]",
    "133": "[ERROR retrieving ref link]",
    "134": "[ERROR retrieving ref link]",
    "135": "https://www.nytimes.com/1993/08/22/travel/center-of-ottoman-power.html",
    "136": "http://www.dolmabahcepalace.com/listingview.php?listingID=3",
    "137": "https://www.ft.com/cms/s/0/6667a18a-b888-11dc-893b-0000779fd2ac.html",
    "138": "http://www.nzhistory.net.nz/war/ottoman-empire/collapse",
    "139": "https://www.bloomsbury.com/uk/ottoman-refugees-1878-1939-9781472515360/",
    "140": "[ERROR retrieving ref link]",
    "141": "[ERROR retrieving ref link]",
    "142": "[ERROR retrieving ref link]",
    "143": "[ERROR retrieving ref link]",
    "144": "[ERROR retrieving ref link]",
    "145": "[ERROR retrieving ref link]",
    "146": "https://www.cicerofoundation.org/wp-content/uploads/Paul_Mojzes_Ethnic_Cleansing_In_The_Balkans.pdf",
    "147": "[ERROR retrieving ref link]",
    "148": "[ERROR retrieving ref link]",
    "149": "https://www.britannica.com/event/Armenian-Genocide/Genocide",
    "150": "https://web.archive.org/web/20100818233348/http://www.umd.umich.edu/dept/armenian/facts/genocide.html",
    "151": "https://books.google.com/books?id=cuqxYldvClQC",
    "152": "ISBN: 978-0-313-34642-2",
    "153": "http://www.dw.com/en/erdogan-turkey-will-never-accept-genocide-charges/a-19307115",
    "154": "https://www.telegraph.co.uk/news/worldnews/europe/turkey/11373115/Amal-Clooneys-latest-case-Why-Turkey-wont-talk-about-the-Armenian-genocide.html",
    "155": "https://books.google.com/books?id=TSRkGNoEPFwC&pg=PA150",
    "156": "https://doi.org/10.1093%2Fhgs%2F12.3.393",
    "157": "ISBN: 978-0-14-311239-6",
    "158": "http://net.lib.byu.edu/~rdh7/wwi/versa/sevres1.html",
    "159": "ISBN: 978-1-58567-011-6",
    "160": "ISBN: 0-226-33228-4",
    "161": "ISBN: 0-918618-79-7",
    "162": "[ERROR retrieving ref link]",
    "163": "https://books.google.com/books?id=mKoanep9aBEC&q=18+september+1922+turkey&pg=PA317",
    "164": "[ERROR retrieving ref link]",
    "165": "https://books.google.com/books?id=H5pyUIY4THYC",
    "166": "https://books.google.com/books?id=JHcZlo12SGoC&pg=PA49",
    "167": "[ERROR retrieving ref link]",
    "168": "https://books.google.com/books?id=pqqtDAAAQBAJ&pg=PA168",
    "169": "https://doi.org/10.1080%2F13537110208428662",
    "170": "[ERROR retrieving ref link]",
    "171": "https://doi.org/10.1080%2F00263208908700778",
    "172": "https://web.archive.org/web/20160117212320/http://www.un.org/Overview/growth.htm",
    "173": "[ERROR retrieving ref link]",
    "174": "[ERROR retrieving ref link]",
    "175": "[ERROR retrieving ref link]",
    "176": "https://www.mfa.gov.tr/pkk.en.mfa",
    "177": "https://www.state.gov/foreign-terrorist-organizations",
    "178": "https://eur-lex.europa.eu/legal-content/en/TXT/HTML/?uri=CELEX:32019D1341&from=en",
    "179": "https://web.archive.org/web/20070515022203/http://www.abgs.gov.tr/en/tur-eu_relations_dosyalar/chronology.htm",
    "180": "[ERROR retrieving ref link]",
    "181": "[ERROR retrieving ref link]",
    "182": "https://web.archive.org/web/20070614030216/http://www-wds.worldbank.org/external/default/WDSContentServer/WDSP/IB/2006/05/03/000016406_20060503112446/Rendered/PDF/wps3908.pdf",
    "183": "https://www.bbc.com/news/world-europe-28729234",
    "184": "https://www.washingtonpost.com/world/after-bloody-night-turkeys-president-declares-coup-attempt-foiled/2016/07/16/9b84151e-4af7-11e6-8dac-0c6e4accc5b1_story.html",
    "185": "https://www.adalet.gov.tr/adalet-bakani-yilmaz-tunc-15-temmuzu-degerlendirdi",
    "186": "https://www.aa.com.tr/tr/15-temmuz-darbe-girisimi/adalet-bakani-tunc-demokrasiye-mudahale-olmasin-diye-hem-yargimiz-hem-yasamamiz-gerekli-tedbirleri-almaya-devam-ediyor/3273261",
    "187": "https://www.washingtonpost.com/news/worldviews/wp/2017/04/16/heres-why-turkish-opposition-parties-are-contesting-the-referendum-results/",
    "188": "https://web.archive.org/web/20150321203401/http://www.justice.gov.tr/judicialsystem.pdf",
    "189": "https://www.e-icisleri.gov.tr/Anasayfa/MulkiIdariBolumleri.aspx",
    "190": "https://web.archive.org/web/20210110073821/https://www.cia.gov/the-world-factbook/countries/turkey",
    "191": "[ERROR retrieving ref link]",
    "192": "https://global.tbmm.gov.tr/index.php/EN/yd/icerik/13",
    "193": "https://www.tccb.gov.tr/en/presidency/power/",
    "194": "https://www.anayasa.gov.tr/en/legislation/law-on-constitutional-court/",
    "195": "https://www.anayasa.gov.tr/en/legislation/law-on-constitutional-court/",
    "196": "https://doi.org/10.1177%2F1354068820923722",
    "197": "https://doi.org/10.1080%2F14683857.2021.1909292",
    "198": "https://www.hurriyetdailynews.com/turkish-women-celebrate-85th-anniversary-of-suffrage-149490",
    "199": "https://edition.cnn.com/europe/live-news/turkey-election-runoff-results-intl/index.html",
    "200": "https://www.bbc.com/news/live/world-europe-65686238",
    "201": "http://news.bbc.co.uk/2/hi/europe/1466160.stm",
    "202": "http://news.bbc.co.uk/2/hi/europe/2850601.stm",
    "203": "https://www.dailysabah.com/politics/legislation/ak-party-mhp-announce-draft-for-turkeys-new-election-law",
    "204": "https://esiweb.org/pdf/esi_turkey_tpq_vol7_no1_HakanYilmaz.pdf",
    "205": "https://books.google.com/books?id=iOoGH4GckQgC&pg=PA357",
    "206": "https://books.google.com/books?id=y_otpAA1EIoC&dq=Turkish+legal+system+european+civil+law&pg=PA940",
    "207": "https://books.google.com/books?id=y_otpAA1EIoC&dq=Turkish+legal+system+european+civil+law&pg=PA940",
    "208": "https://polis.osce.org/country-profiles/turkey",
    "209": "https://web.archive.org/web/20160818052601/http://www.ab.gov.tr/files/5%20Ekim/2015_turkey_report.pdf",
    "210": "http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+TA+P8-TA-2016-0133+0+DOC+PDF+V0//EN",
    "211": "https://web.archive.org/web/20191203014904/https://www.transparency.org/news/pressrelease/turkeys_institutions_are_failing_to_comply_with_good_governance_principles",
    "212": "[ERROR retrieving ref link]",
    "213": "[ERROR retrieving ref link]",
    "214": "[ERROR retrieving ref link]",
    "215": "[ERROR retrieving ref link]",
    "216": "[ERROR retrieving ref link]",
    "217": "[ERROR retrieving ref link]",
    "218": "https://www.reuters.com/world/europe/turkeys-top-diplomat-attends-eu-meeting-after-5-years-bid-boost-ties-2024-08-29/",
    "219": "[ERROR retrieving ref link]",
    "220": "https://doi.org/10.1057%2Fs41311-023-00511-2",
    "221": "[ERROR retrieving ref link]",
    "222": "[ERROR retrieving ref link]",
    "223": "https://www.turksoy.org/en-US/about-turksoy",
    "224": "https://turkicstates.org/en/turk-konseyi-hakkinda",
    "225": "https://www.mfa.gov.tr/synopsis-of-the-turkish-foreign-policy.en.mfa",
    "226": "https://www.reuters.com/world/middle-east/middle-east-once-improbable-ententes-set-new-tone-2023-05-18/",
    "227": "https://www.reuters.com/world/middle-east/turkey-heads-arab-league-ministerial-first-time-13-years-source-says-2024-09-09/",
    "228": "https://www.reuters.com/world/middle-east/egypts-sisi-heads-turkey-first-presidential-visit-12-years-2024-09-04/",
    "229": "https://www.reuters.com/world/middle-east/syrian-president-says-efforts-restore-ties-with-turkey-have-yielded-no-results-2024-08-25/",
    "230": "[ERROR retrieving ref link]",
    "231": "https://www.atlanticcouncil.org/blogs/menasource/the-ypg-pkk-connection/",
    "232": "https://www.mfa.gov.tr/pkk.en.mfa",
    "233": "https://www.reuters.com/article/us-mideast-crisis-syria-afrin-idUSKBN1H00OD",
    "234": "https://www.trtworld.com/magazine/the-ypg-menace-understanding-pkk-s-syria-offshoot-57427",
    "235": "https://www.middleeasteye.net/news/turkish-airstrikes-northern-iraq-conflicts-civilian-fatalities",
    "236": "[ERROR retrieving ref link]",
    "237": "https://www.bbc.com/news/world-middle-east-36639834",
    "238": "https://www.reuters.com/world/middle-east/israeli-turkish-trade-life-support-relations-hit-bottom-2024-05-27/",
    "239": "https://www.janes.com/defence-news/news-detail/turkish-future-fighter-comes-together-ahead-of-victory-day-roll-out",
    "240": "https://www.overtdefense.com/2022/11/25/turkeys-domestic-5th-generation-tf-x-fighter-jet-is-on-the-final-assembly-line/",
    "241": "https://www.thedrive.com/the-war-zone/unique-sensor-setup-emerges-on-turkeys-stealthy-new-fighter",
    "242": "https://www.tsk.tr/Sayfalar?viewName=Mission",
    "243": "https://www.icisleri.gov.tr/icisleri-bakanligi-teskilat-semasi",
    "244": "https://www.msb.gov.tr/Content/Upload/Docs/7179_Askeralma_Kanunu_(%C4%B0ngilizce).pdf",
    "245": "https://www.hurriyetdailynews.com/turkish-parliament-ratifies-new-military-service-law-144475",
    "246": "http://www.ebco-beoc.eu/",
    "247": "https://search.worldcat.org/issn/0459-7222",
    "248": "https://doi.org/10.1080%2F00396338.2024.2403218",
    "249": "https://ui.adsabs.harvard.edu/abs/2021BuAtS..77a..43K",
    "250": "https://www.bloomberg.com/news/articles/2019-03-07/mapping-the-turkish-military-s-expanding-footprint-quicktake",
    "251": "https://archive.org/details/turkishforeignpo00larr",
    "252": "http://www.hurriyetdailynews.com/what-is-turkey-doing-in-iraq.aspx?pageID=449&nID=104733&NewsCatID=466",
    "253": "https://www.reuters.com/article/us-qatar-turkey-military-idUSKCN0XP2IT",
    "254": "https://www.trtworld.com/turkey/turkey-to-open-it-s-largest-military-base-in-somalia-10967",
    "255": "https://books.google.com/books?id=_6wRdE2ZH4gC&pg=PA260",
    "256": "https://web.archive.org/web/20160304001035/http://www.iss.europa.eu/uploads/media/cp097.pdf",
    "257": "https://web.archive.org/web/20150219001301/http://www.tsk.tr/20_ingilizce_tsktr/5_international_relations/contribution-of-the-turkish-armed-forces-to-peace-support-operations.html",
    "258": "http://www.hurriyetdailynews.com/turkey-finalizes-military-training-base-in-somalia.aspx?PageID=238&NID=104468&NewsCatID=510",
    "259": "https://www.reuters.com/article/us-mideast-crisis-turkey-iraq-idUSKCN0J60B720141122",
    "260": "https://www.hurriyet.com.tr/gundem/kadikoyde-kiyafetime-karisma-eylemi-40534870",
    "261": "[ERROR retrieving ref link]",
    "262": "[ERROR retrieving ref link]",
    "263": "http://www.cnn.com/2013/06/03/world/europe/turkey-conflict-explainer/?hpt=hp_t1",
    "264": "http://www.dw.com/en/turkish-parliament-moves-to-strip-lawmakers-immunity-from-prosecution/a-19270449",
    "265": "https://balkaninsight.com/2022/02/01/turkey-violated-pro-kurdish-mps-rights-european-court-rules/",
    "266": "https://cpj.org/reports/2024/01/2023-prison-census-jailed-journalist-numbers-near-record-high-israel-imprisonments-spike/",
    "267": "[ERROR retrieving ref link]",
    "268": "https://www.mfa.gov.tr/no_-291_-avrupa-birligi-komisyonu-2023-yili-turkiye-raporu-hk.en.mfa",
    "269": "[ERROR retrieving ref link]",
    "270": "https://www.bianet.org/english/lgbti/209921-police-attack-with-shields-pepper-gas-after-pride-parade-statement-read",
    "271": "https://doi.org/10.1080%2F00918369.2020.1715142",
    "272": "[ERROR retrieving ref link]",
    "273": "https://www.independent.co.uk/news/world/europe/was-ahmet-yildiz-the-victim-of-turkeys-first-gay-honour-killing-871822.html",
    "274": "https://www.pinknews.co.uk/2020/03/24/turkey-lgbt-acceptance-muslim-islam-kadir-has-university-istanbul-rights/",
    "275": "http://bianet.org/english/lgbti/221831-survey-nearly-half-of-people-think-lgbti-s-should-have-equal-rights",
    "276": "https://www.al-monitor.com/originals/2013/12/turkey-lgbt-discrimination-legal-protection-public-awareness.html",
    "277": "http://unstats.un.org/unsd/demographic/products/dyb/DYB2004/Table03.pdf",
    "278": "[ERROR retrieving ref link]",
    "279": "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#geography",
    "280": "[ERROR retrieving ref link]",
    "281": "http://countrystudies.us/turkey/18.htm",
    "282": "[ERROR retrieving ref link]",
    "283": "https://countrystudies.us/turkey/19.htm",
    "284": "http://www.turizm.net/turkey/info/geography.html",
    "285": "https://doi.org/10.1007%2Fs10518-020-00793-4",
    "286": "[ERROR retrieving ref link]",
    "287": "http://www.britannica.com/EBchecked/topic/32131/Mount-Ararat",
    "288": "http://www.britannica.com/EBchecked/topic/622548/Lake-Van",
    "289": "[ERROR retrieving ref link]",
    "290": "https://www.worldbank.org/en/country/turkey/overview",
    "291": "[ERROR retrieving ref link]",
    "292": "[ERROR retrieving ref link]",
    "293": "https://apnews.com/article/earthquakes-2023-turkey-syria-earthquake-government-8694408019fb13a8131cb146c347ec88",
    "294": "https://t24.com.tr/yazarlar/esra-akgemci-america-invertida/sili-ve-turkiye-binalar-yasatir-binalar-oldurur,38646",
    "295": "https://www.indyturk.com/node/703981/r%C3%B6portaj/profes%C3%B6r-mustafa-erdik-t%C3%BCrkiyede-imar-bar%C4%B1%C5%9F%C4%B1-olmasayd%C4%B1-da-%C3%A7ok-%C5%9Fey-de%C4%9Fi%C5%9Fmezdi",
    "296": "https://www.bbc.com/turkce/articles/cd125km7pzjo",
    "297": "https://web.archive.org/web/20160407201045/http://iucn.org/about/union/secretariat/offices/europe/?9778%2FBiodiversity-in-Turkey",
    "298": "[ERROR retrieving ref link]",
    "299": "[ERROR retrieving ref link]",
    "300": "https://web.archive.org/web/20151217050153/http://www.milliparklar.gov.tr/Anasayfa/istatistik.aspx?sflang=tr",
    "301": "ISBN: 978-0-520-25932-4",
    "302": "http://www1.nina.no/lcie_new/pdf/635012243306881534_COE%20LCs%20in%20Turkey%202004.pdf",
    "303": "https://web.archive.org/web/20161023123101/http://www.trthaber.com/haber/bilim-teknik/diyarbakirda-oldurulen-leopar-iran-parsi-cikti-109086.html",
    "304": "[ERROR retrieving ref link]",
    "305": "https://web.archive.org/web/20160305111002/http://www.gateofturkey.com/section/tr/741/5/turizm-nature-tourism-endemic-animals",
    "306": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6207062",
    "307": "https://web.archive.org/web/20140328192740/http://www.dmi.gov.tr/files/en-US/climateofturkey.pdf",
    "308": "[ERROR retrieving ref link]",
    "309": "[ERROR retrieving ref link]",
    "310": "[ERROR retrieving ref link]",
    "311": "[ERROR retrieving ref link]",
    "312": "[ERROR retrieving ref link]",
    "313": "[ERROR retrieving ref link]",
    "314": "[ERROR retrieving ref link]",
    "315": "[ERROR retrieving ref link]",
    "316": "https://data.oecd.org/gdp/real-gdp-long-term-forecast.htm",
    "317": "https://www.imf.org/external/pubs/ft/fandd/2021/06/the-future-of-emerging-markets-duttagupta-and-pazarbasioglu.htm",
    "318": "https://www.imf.org/en/Publications/WEO/weo-database/2024/October/weo-report?c=512,914,612,171,614,311,213,911,314,193,122,912,313,419,513,316,913,124,339,638,514,218,963,616,223,516,918,748,618,624,522,622,156,626,628,228,924,233,632,636,634,238,662,960,423,935,128,611,321,243,248,469,253,642,643,939,734,644,819,172,132,646,648,915,134,652,174,328,258,656,654,336,263,268,532,944,176,534,536,429,433,178,436,136,343,158,439,916,664,826,542,967,443,917,544,941,446,666,668,672,946,137,546,674,676,548,556,678,181,867,682,684,273,868,921,948,943,686,688,518,728,836,558,138,196,278,692,694,962,142,449,564,565,283,853,288,293,566,964,182,359,453,968,922,714,862,135,716,456,722,942,718,724,576,936,961,813,726,199,733,184,524,361,362,364,732,366,144,146,463,528,923,738,578,537,742,866,369,744,186,925,869,746,926,466,112,111,298,927,846,299,582,487,474,754,698,&s=NGDPD,PPPGDP,NGDPDPC,PPPPC,&sy=2022&ey=2029&ssm=0&scsm=1&scc=0&ssd=1&ssc=0&sic=0&sort=country&ds=.&br=1",
    "319": "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#economy",
    "320": "https://data.worldbank.org/indicator/BX.KLT.DINV.CD.WD?locations=TR",
    "321": "https://www.togg.com.tr/",
    "322": "https://www.autoweek.com/news/green-cars/a30355931/turkey-bets-on-evs-with-the-pininfarina-designed-togg/",
    "323": "https://www.trtworld.com/turkey/a-game-changer-t%C3%BCrkiye-inaugurates-its-first-national-car-plant-62068",
    "324": "https://insideevs.com/news/620213/turkey-national-carmaker-togg-starts-production-2023-c-suv-ev/",
    "325": "https://web.archive.org/web/20221220061208/https://www.fao.org/turkiye/fao-in-turkiye/turkey-at-a-glance/en/",
    "326": "https://worldsteel.org/data/annual-production-steel-data/?ind=P1_crude_steel_total_pub/CHN/IND",
    "327": "https://doi.org/10.2139%2Fssrn.1274804",
    "328": "https://www.ft.com/content/256a6a6c-e355-44d3-b8b7-a6cc90996d3a",
    "329": "https://web.archive.org/web/20240114161257/https://www.tmb.org.tr/files/doc/TCIM_01022023.pdf",
    "330": "https://www.undp.org/sites/g/files/zskgke326/files/migration/tr/Sectoral_Roadmaps_Textile_Sector_in_Turkey-re2.pdf",
    "331": "https://www.euromonitor.com/article/2023s-top-100-city-destinations-ranking-triumphs-and-turmoil-uncovered",
    "332": "https://data.tuik.gov.tr/Bulten/Index?p=Poverty-and-Living-Conditions-Statistics-2023-53713&dil=2",
    "333": "https://ec.europa.eu/eurostat/databrowser/view/ilc_peps01n/default/table?lang=en",
    "334": "https://data.worldbank.org/indicator/SL.UEM.TOTL.NE.ZS?locations=TR",
    "335": "https://data.tuik.gov.tr/Bulten/Index?p=Income-and-Living-Conditions-Survey-2021-45581&dil=2",
    "336": "https://web.archive.org/web/20240121043536/https://wttc.org/news-article/turkeys-travel-and-tourism-sector-to-grow-at-twice-the-rate-of-the-national-economy",
    "337": "https://webunwto.s3.eu-west-1.amazonaws.com/s3fs-public/2023-05/UNWTO_Barom23_02_May_EXCERPT_final.pdf?VersionId=gGmuSXlwfM1yoemsRrBI9ZJf.Vmc9gYD",
    "338": "https://www.blueflag.global/all-bf-sites",
    "339": "[ERROR retrieving ref link]",
    "340": "https://web.archive.org/web/20230508085807/https://www.worldbank.org/en/results/2019/04/12/30-years-of-world-bank-group-partnership-with-turkey-achieving-development-results-together",
    "341": "[ERROR retrieving ref link]",
    "342": "[ERROR retrieving ref link]",
    "343": "https://www.thinkgeoenergy.com/the-top-10-geothermal-countries-2019-based-on-installed-generation-capacity-mwe/",
    "344": "[ERROR retrieving ref link]",
    "345": "[ERROR retrieving ref link]",
    "346": "[ERROR retrieving ref link]",
    "347": "[ERROR retrieving ref link]",
    "348": "https://www.offshore-technology.com/news/tpao-production-sakarya/",
    "349": "https://www.offshore-technology.com/projects/sakarya-gas-field-development-black-sea-turkey/",
    "350": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10660518",
    "351": "[ERROR retrieving ref link]",
    "352": "https://www.bbc.co.uk/newsround/60823822",
    "353": "http://aa.com.tr/en/economy/istanbuls-13bn-eurasia-tunnel-prepares-to-open/709440",
    "354": "https://www.trthaber.com/haber/ekonomi/turkiye-cumhuriyetin-100-yilinda-hizli-tren-aglariyla-oruluyor-806423.html",
    "355": "https://www.tcddtasimacilik.gov.tr/seferler/yuksek-hizli-tren",
    "356": "https://web.archive.org/web/20200727060224/https://www.metro.istanbul/Content/assets/uploaded/Y%C4%B1llara-G%C3%B6re-Hat-Bazl%C4%B1-Ayl%C4%B1k-Yolcu-Say%C4%B1lar%C4%B1.pdf",
    "357": "https://www.cia.gov/the-world-factbook/countries/turkey-turkiye/#transportation",
    "358": "https://www.hurriyetdailynews.com/turkey-is-advancing-on-path-to-becoming-logistics-super-power-erdogan-172956",
    "359": "https://dergipark.org.tr/en/pub/perception/issue/39593/468106",
    "360": "https://www.reuters.com/world/middle-east/iraq-turkey-qatar-uae-sign-preliminary-deal-cooperate-development-road-project-2024-04-22/",
    "361": "https://data.oecd.org/rd/gross-domestic-spending-on-r-d.htm",
    "362": "https://data.worldbank.org/indicator/IP.JRN.ARTC.SC?most_recent_value_desc=true",
    "363": "https://www.nature.com/nature-index/country-outputs/generate/all/global",
    "364": "https://www.wipo.int/edocs/statistics-country-profile/en/tr.pdf",
    "365": "[ERROR retrieving ref link]",
    "366": "https://tubitak.gov.tr/en/institutional/about-us/who-we-are",
    "367": "https://euraxess.ec.europa.eu/worldwide/north-america/news/country-profile-turkiye",
    "368": "https://doi.org/10.1109%2FRAST.2015.7208318",
    "369": "https://www.hurriyetdailynews.com/production-process-of-turksat-6a-completed-minister-192933",
    "370": "https://doi.org/10.1088%2F1742-6596%2F347%2F1%2F012008",
    "371": "https://web.archive.org/web/20240511083602/https://www.trthaber.com/haber/bilim-teknoloji/yerli-super-iletken-elektron-hizlandiricisi-devreye-alindi-856187.html",
    "372": "https://web.archive.org/web/20231101134048/https://polarjournal.ch/en/2021/02/25/turkey-plans-its-own-antarctic-station/",
    "373": "https://doi.org/10.1080%2F14751798.2022.2068562",
    "374": "https://www.aa.com.tr/en/turkiye/turkiyes-4-defense-firms-included-in-worlds-top-100-list/2963037",
    "375": "https://www.aa.com.tr/en/science-technology/turkish-defense-giants-devote-huge-budgets-to-rd/2417345",
    "376": "https://www.aa.com.tr/tr/bilim-teknoloji/aselsanin-kuantum-calismalarinda-ilk-urunler-ortaya-cikti/3093412",
    "377": "https://data.tuik.gov.tr/Bulten/Index?p=The-Results-of-Address-Based-Population-Registration-System-2022-49685&dil=2",
    "378": "http://www.turkstat.gov.tr/PreTablo.do?tb_id=39&ust_id=11",
    "379": "https://data.tuik.gov.tr/Bulten/Index?p=Birth-Statistics-2023-53708",
    "380": "[ERROR retrieving ref link]",
    "381": "https://web.archive.org/web/20160122110447/http://www.konda.com.tr/tr/raporlar/2010_12_KONDA_Kurt_Meselesini_Yeniden_Dusunmek.pdf",
    "382": "ISBN: 978-1-317-09579-8",
    "383": "https://doi.org/10.1017%2FS0020743800063819",
    "384": "https://books.google.com/books?id=hvmy_skUPNYC&pg=PARA1-PA422",
    "385": "[ERROR retrieving ref link]",
    "386": "https://interaktif.konda.com.tr/rapor/if-turkey-were-100-people/10",
    "387": "[ERROR retrieving ref link]",
    "388": "https://books.google.com/books?id=pbmTC-Nm8nEC&pg=PA129",
    "389": "https://books.google.com/books?id=YAUhAwAAQBAJ&pg=PA126",
    "390": "https://books.google.com/books?id=yXWl40KJfKEC&dq=Kars+%28about+20+percent+Kurdish%29&pg=PA167",
    "391": "https://books.google.com/books?id=Xxp61eBvGzMC&pg=PA90",
    "392": "[ERROR retrieving ref link]",
    "393": "[ERROR retrieving ref link]",
    "394": "[ERROR retrieving ref link]",
    "395": "https://www.academia.edu/37557239",
    "397": "http://www.tandfonline.com/doi/abs/10.1080/14683850601016390",
    "398": "https://www.ceeol.com/search/article-detail?id=802933",
    "400": "https://www.jstor.org/stable/25655744",
    "401": "https://research.tilburguniversity.edu/en/publications/turkish-and-other-languages-in-turkey",
    "402": "https://www.sagw.ch/fileadmin/redaktion_judaistik/dokumente/Judaistik/2014/III.%20R.%20Zetler%20-%20Bulletin%20SGJF%20Nr.%2023%20%282014%29.pdf",
    "403": "[ERROR retrieving ref link]",
    "404": "https://brill.com/view/journals/ijgr/aop/article-10.1163-15718115-bja10134/article-10.1163-15718115-bja10134.xml",
    "405": "https://dergipark.org.tr/en/pub/duhfd/issue/63313/959939",
    "406": "https://books.google.com/books?id=ffpPCgAAQBAJ&pg=PA328",
    "407": "https://web.archive.org/web/20171107013139/https://www.alaraby.co.uk/english/politics/2015/6/8/turkeys-ethnic-make-up-a-complex-melting-pot",
    "408": "https://www.worldatlas.com/articles/the-ethnic-groups-of-turkey.html",
    "409": "ISBN: 978-0-415-25004-7",
    "410": "https://web.archive.org/web/20150909185440/http://www.minorityrights.org/4387/turkey/turkey-overview.html",
    "411": "[ERROR retrieving ref link]",
    "412": "http://www.milliyet.com.tr/2007/03/22/guncel/agun.html",
    "413": "[ERROR retrieving ref link]",
    "415": "https://web.archive.org/web/20151210154150/http://esa.un.org/unmigration/migrantstocks2013.htm?mtotals",
    "416": "https://data2.unhcr.org/en/situations/syria/location/113",
    "417": "https://www.aljazeera.com/indepth/opinion/2016/02/turkey-demographic-challenge-arabs-syria-refugees-isis-160218063810080.html",
    "418": "https://data.unhcr.org/en/documents/details/83698",
    "419": "https://web.archive.org/web/20231027202735/https://www.unhcr.org/news/stories/number-syrian-kurds-fleeing-turkey-nears-140000-humanitarian-needs-mount",
    "420": "https://web.archive.org/web/20230715213553/https://www.reuters.com/article/us-mideast-crisis-syria-turkmens-idUSKCN0V720O/",
    "421": "https://multeciler.org.tr/eng/number-of-syrians-in-turkey/",
    "422": "https://www.bbc.com/turkce/articles/c1e29v09d3eo",
    "423": "https://pulitzercenter.org/stories/uncertain-futures-ukrainian-refugees-turkey-one-year",
    "424": "https://www.al-monitor.com/originals/2023/07/russian-migration-turkey-spikes-218-aftermath-ukraine-war",
    "425": "https://www.hurriyetdailynews.com/istanbuls-giant-mosque-to-be-women-friendly-architects-say-74329",
    "426": "https://whc.unesco.org/en/tentativelists/6534/",
    "427": "https://books.google.com/books?id=eVkphDtrW3AC",
    "428": "http://servat.unibe.ch/icl/tu00000_.html",
    "429": "https://web.archive.org/web/20081028211305/http://www.hsfk.de/downloads/prif78.pdf",
    "430": "[ERROR retrieving ref link]",
    "431": "http://www.refworld.org/docid/49749c9950.html",
    "432": "https://www.academia.edu/761694",
    "433": "[ERROR retrieving ref link]",
    "434": "https://www.aa.com.tr/tr/ayasofya-camii/turkiye-farkli-inanclara-saglanan-ibadet-yeri-sayisinda-batinin-5-kat-onunde/1907134",
    "435": "https://assets.pewresearch.org/wp-content/uploads/sites/11/2011/12/Christianity-fullreport-web.pdf",
    "436": "https://www.jewishdatabank.org/content/upload/bjdb/2018-World_Jewish_Population_(AJYB,_DellaPergola)_DB_Final.pdf",
    "437": "https://www.indyturk.com/node/88486/haber/t%C3%BCrkiye%E2%80%99de-hristiyan-ve-yahudilere-ait-439-ibadethane-ve-24-dernek-var",
    "438": "https://www.sozcu.com.tr/2020/gundem/gezici-arastirma-merkezi-baskani-murat-gezici-sozcuye-acikladi-turkiyenin-kaderi-z-kusaginin-elinde-5867771/",
    "439": "https://www.gercekgundem.com/siyaset/188215/gezici-arastirma-merkezi-baskani-murat-gezici-turkiyenin-kaderi-z-kusaginin-elinde",
    "440": "[ERROR retrieving ref link]",
    "441": "[ERROR retrieving ref link]",
    "442": "[ERROR retrieving ref link]",
    "443": "https://web.archive.org/web/20080115092116/http://www.topuniversities.com/worlduniversityrankings/results/2007/overall_rankings/worlds_oldest_universities",
    "444": "http://www.wes.org/ewenr/12sept/feature.htm",
    "445": "https://www.studyinturkiye.gov.tr/StudyinTurkey/ShowDetail?rID=Ec/rgHEN8Zg=&&cId=PE4Nr0mMoY4=",
    "446": "https://eurydice.eacea.ec.europa.eu/national-education-systems/turkiye/bachelor",
    "447": "https://www.al-monitor.com/pulse/originals/2016/11/turkey-erdogan-took-full-control-of-universities.html",
    "448": "https://www.timeshighereducation.com/world-university-rankings/2024/world-ranking#!/length/25/locations/TUR/sort_by/rank/sort_order/asc/cols/stats",
    "449": "https://www.shanghairanking.com/rankings/arwu/2023",
    "450": "https://erasmus-plus.ec.europa.eu/programme-guide/part-a/eligible-countries",
    "451": "https://www.ntv.com.tr/egitim/turkiyedeki-yabanci-ogrenci-sayisi-795-bin-962ye-ulasti,OpnWuWDZLkyNsTNv5cZTpg",
    "452": "http://www.unze.ba/download/Turkey%20Scholarships.pdf",
    "453": "http://www.turkiyeburslari.gov.tr/index.php/en/sss-2",
    "454": "https://turkeyscholarship.com/",
    "455": "https://camsakurasehir.saglik.gov.tr/TR-899525/basaksehir-cam-ve-sakura-sehir-hastanesinde-2-bin-68-sismik-izolator-var.html",
    "456": "https://doi.org/10.1056%2FNEJMp1410433",
    "457": "https://doi.org/10.1080%2F19371918.2020.1806167",
    "458": "https://www.trtworld.com/turkiye/turkiye-ranks-among-top-10-health-tourism-destinations-globally-17798805",
    "459": "https://www.who.int/gho/ncd/risk_factors/bmi_text/en/",
    "460": "http://www.sciencedirect.com/science/article/pii/S1309104220302312",
    "461": "[ERROR retrieving ref link]",
    "462": "[ERROR retrieving ref link]",
    "463": "[ERROR retrieving ref link]",
    "464": "[ERROR retrieving ref link]",
    "465": "[ERROR retrieving ref link]",
    "466": "https://www.hurriyetdailynews.com/turkey-commemorates-master-author-yasar-kemal-162737",
    "467": "http://www.jstor.org/stable/43385121",
    "468": "[ERROR retrieving ref link]",
    "469": "[ERROR retrieving ref link]",
    "470": "https://www.jazzdergisi.com/en/odullu-ustalar-ahmet-ertegun/",
    "471": "https://whc.unesco.org/en/tentativelists/5733/",
    "472": "[ERROR retrieving ref link]",
    "473": "[ERROR retrieving ref link]",
    "474": "[ERROR retrieving ref link]",
    "475": "[ERROR retrieving ref link]",
    "476": "[ERROR retrieving ref link]",
    "477": "[ERROR retrieving ref link]",
    "478": "[ERROR retrieving ref link]",
    "479": "[ERROR retrieving ref link]",
    "480": "[ERROR retrieving ref link]",
    "481": "[ERROR retrieving ref link]",
    "482": "[ERROR retrieving ref link]",
    "483": "[ERROR retrieving ref link]",
    "484": "[ERROR retrieving ref link]",
    "485": "http://www.unesco.org/culture/ich/index.php?lg=en&pg=00011&RL=00645",
    "486": "http://www.hurriyet.com.tr/kultur-sanat/25284675.asp",
    "487": "[ERROR retrieving ref link]",
    "488": "[ERROR retrieving ref link]",
    "489": "[ERROR retrieving ref link]",
    "490": "[ERROR retrieving ref link]",
    "491": "[ERROR retrieving ref link]",
    "492": "[ERROR retrieving ref link]",
    "493": "http://www.allaboutturkey.com/sports.htm",
    "494": "http://www.uefa.com/teamsandplayers/teams/club=50067/profile/",
    "495": "http://www.tff.org/default.aspx?pageID=297",
    "496": "http://en.espn.co.uk/basketball/sport/story/206057.html",
    "497": "https://web.archive.org/web/20080503203721/http://en.efesbasket.org/the_clup/icerik.aspx?SectionId=103",
    "498": "https://web.archive.org/web/20120324184003/http://en.efesbasket.org/Efes-Pilsen-History/Our-Successes.aspx",
    "499": "http://www.fibaeurope.com/euroleaguewomen/cid_-tmRPCfrIrYRSO2M5V49E1.compID_jr6ZiXqeGhMBtfq1yxqV83.roundID_9680.season_2014.gameID_9752-16-A-1.html",
    "500": "https://web.archive.org/web/20140829153101/http://www.tvf.org.tr/icerik/36/",
    "501": "https://championsleague.cev.eu/en/match-centres/cev-champions-league-volley-2023/cev-champions-league-volley-2023-women/clvw-93-vakifbank-istanbul-v-eczacibasi-dynavit-istanbul/",
    "502": "http://www.allaboutturkey.com/yagligures.htm",
    "503": "https://www.dailysabah.com/sports/2018/07/13/historical-kirkpinar-oil-wrestling-festival-kicks-off-in-northwestern-turkey",
    "504": "https://web.archive.org/web/20080801224941/http://www.kirkpinar.com/home.php?link=history&dil=en",
    "505": "https://web.archive.org/web/20090313024550/http://www.iat.uni-leipzig.de/datenbanken/dbwrest/start.php/",
    "506": "https://web.archive.org/web/20120716153048/http://www.tesev.org.tr/Upload/Publication/67e244dd-5c21-4d34-8361-4c7f3d003140/11461ENGmedya2WEB21_09_11.pdf",
    "507": "https://data.tuik.gov.tr/Bulten/Index?p=45587&dil=2",
    "508": "http://lcweb2.loc.gov/frd/cs/profiles/Turkey.pdf",
    "509": "https://web.archive.org/web/20200806210918/https://www.rtuk.gov.tr/en/about-rtuk/5297/5083/about-rtuk.html",
    "510": "https://web.archive.org/web/20151219145010/http://www.gazeteciler.com/gazete-tirajlari.html",
    "511": "[ERROR retrieving ref link]",
    "512": "https://web.archive.org/web/20150319032841/http://www.berlinale.de/en/archiv/jahresarchive/1964/03_preistr_ger_1964/03_Preistraeger_1964.html",
    "513": "https://web.archive.org/web/20130117025311/http://pulitzercenter.org/reporting/turkey-diyarbakir-kurdish-roles-soap-opera-politics-ayrilik-olmasaydi",
    "514": "http://www.ibtimes.com/telenovelas-turkish-dramas-why-turkeys-soap-operas-are-captivating-latin-america-2296321",
    "515": "https://economictimes.indiatimes.com/heres-why-turkish-soaps-are-a-cultural-force-to-reckon-with/articleshow/57289530.cms",
    "516": "http://www.hurriyetdailynews.com/turkey-worlds-second-highest-tv-series-exporter-after-us.aspx?pageID=238&nID=73478&NewsCatID=345",
    "517": "https://www.dailysabah.com/business/turkiye-marches-toward-600-million-in-worldwide-tv-series-sales/news",
    "518": "https://www.theguardian.com/tv-and-radio/2019/sep/13/turkish-tv-magnificent-century-dizi-taking-over-world"
  },
  "flair_entities": [
    "köroğlu",
    "taksim square",
    "chp",
    "batman",
    "edirne",
    "lausanne convention",
    "german penal code",
    "central-east asia",
    "southeastern europe",
    "düzce",
    "levent yüksel",
    "gendarmerie general command",
    "tocharian",
    "western",
    "bmc",
    "roman",
    "albanians",
    "uefa super cup",
    "ionian school",
    "greece",
    "ottoman beylik",
    "ottoman-era",
    "ankara 13th circuit administrative court",
    "state theatre company",
    "ottomans",
    "laz",
    "abbasid caliphate",
    "trt",
    "turkish constitution",
    "celts",
    "sabancı university",
    "hittite",
    "customs union",
    "ankara-istanbul",
    "sunni",
    "lake van",
    "russo-turkish war",
    "eczacıbaşı",
    "islamization",
    "türkan şoray",
    "irano-anatolian",
    "hamidian",
    "anatolian islamic",
    "bulgaria",
    "mfö",
    "palaians",
    "jordan valley",
    "smyrna",
    "council of nicaea",
    "fenerbahçe",
    "christianity",
    "supreme electoral council",
    "court of cassation",
    "lake eğirdir.",
    "pontic mountains",
    "republic",
    "allies",
    "integration and test center",
    "empire",
    "caspian",
    "osman i",
    "minority rights group international",
    "zeki demirkubuz",
    "german",
    "the book of the duchess",
    "turkic",
    "islam",
    "mediterranean",
    "i̇zmir",
    "catholics",
    "yaşar kemal",
    "uae",
    "archaic greek",
    "latin",
    "saudi arabia",
    "united arab emirates",
    "kültepe",
    "eu",
    "islamic",
    "westernism",
    "cyprus",
    "taurus mountains",
    "göktürk program",
    "afghanistan",
    "chinese",
    "world war i",
    "non-indo-european",
    "byzantines",
    "thracian",
    "belediye başkanı",
    "kırkpınar",
    "turgut özal",
    "nature index",
    "paleolithic",
    "lausanne treaty",
    "baghdad",
    "ağrı",
    "late paleolithic",
    "antalya",
    "gordium",
    "dīwān lughāt al-turk",
    "turkish aerospace industries",
    "us-backed",
    "ottoman empire  based",
    "united nations",
    "peshmerga",
    "kurdish-language",
    "istanbul university",
    "iraqi",
    "goths",
    "roman empire",
    "battle of gallipoli",
    "oghuz turks",
    "eec",
    "atv",
    "çanakkale 1915 bridge",
    "transoxiana",
    "grand national assembly of turkey",
    "evliya çelebi",
    "unesco",
    "armistice of mudanya",
    "luwian-speakers",
    "battle of manzikert",
    "pergamum",
    "bulgarian orthodox",
    "bingöl",
    "russian",
    "nurullah hasan",
    "late antiquity",
    "greco-persian wars",
    "balyan",
    "said",
    "ministry of national education",
    "aral",
    "europe",
    "coe",
    "global innovation index",
    "turkey  turkey",
    "chaldeans",
    "ölüdeniz nature park",
    "greek-speaking",
    "bosporus",
    "megara",
    "antarctic",
    "fifa confederations cup",
    "internet",
    "caucasian",
    "ancient troy national park",
    "ottoman divan",
    "lake beyşehir",
    "habertürk",
    "syriac",
    "lakes region",
    "alexander the great",
    "ottoman",
    "türkiye",
    "eu customs union",
    "hungary",
    "bulgarian",
    "organisation of islamic cooperation",
    "egypt",
    "neo-hittites",
    "phrygians",
    "united states",
    "armenians",
    "şanlıurfa",
    "justice and development party",
    "güveç",
    "anatolian neo-hittite",
    "achaemenid empire",
    "mamluk sultanate",
    "aegean",
    "gaza strip",
    "gezici araştırma",
    "england",
    "tourkia",
    "memed",
    "muş",
    "british",
    "ankara government",
    "eurasia",
    "alevi",
    "turkish republic",
    "address-based population recording system",
    "mardin",
    "istanbul airport",
    "north america",
    "zaza",
    "criminal code",
    "international organization of turkic culture and organization of turkic states",
    "istanbul pride",
    "kipchaks",
    "turkish",
    "dawlat at-turk",
    "tarla",
    "ancient greek",
    "akbaş",
    "ministry of internal affairs",
    "middle east",
    "i̇stiklal avenue",
    "turkstream",
    "my hawk",
    "anadolu efes s.k.",
    "fiba europe supercup women",
    "turks",
    "ephesus",
    "asia",
    "kerem görsev",
    "mustafa kemal atatürk",
    "second balkan war",
    "pergamon",
    "international security assistance force",
    "southeastern anatolia",
    "euphrates",
    "beko",
    "urartu",
    "battle of köse dağ",
    "mongol",
    "iznik",
    "north anatolian fault",
    "f",
    "allied powers",
    "eastern roman empire",
    "i̇smet i̇nönü",
    "sertab erener",
    "bc",
    "nobel prize",
    "anatolian shepherd",
    "russia",
    "türksat 6a",
    "şırnak",
    "greco-roman",
    "alaca höyük",
    "sharia-derived",
    "balkans",
    "hakkari",
    "northern anatolian",
    "edirne province",
    "st paul",
    "european commission",
    "fifa world cup",
    "constitutional court",
    "malaklı",
    "battle of dandanaqan",
    "galatasaray",
    "nuri bilge ceylan",
    "russian empire",
    "turkish national movement",
    "romans",
    "three pashas",
    "syrians",
    "mausoleum of halicarnassus",
    "circassian",
    "radio and television supreme council",
    "filiz akın",
    "thales",
    "horn of africa",
    "upper mesopotamia.",
    "börek",
    "van",
    "coast guard command",
    "republican people's party",
    "turkish war of independence",
    "luwians",
    "crimean tatars",
    "koca yusuf",
    "treaty of sèvres",
    "blue flag",
    "circassians",
    "protestants",
    "pontic",
    "republic of hatay",
    "fila",
    "gulf of i̇zmit",
    "sarma",
    "west-eurasian",
    "asfat",
    "blue stream",
    "golden bear",
    "neolithic",
    "korean war",
    "dawlat al-atrāk",
    "ukrainian",
    "trojan war",
    "danishmendids",
    "euromonitor international",
    "pomaks",
    "palme d'or",
    "assyrian",
    "civil code",
    "turkish airlines",
    "vedat tek",
    "kemalism",
    "bülent ecevit",
    "nükhet ruacan",
    "georgia",
    "italian criminal code",
    "bce",
    "galatians",
    "kanal d",
    "court of jurisdictional disputes",
    "greater khorasan",
    "central powers",
    "kurd",
    "ministry of health",
    "turkey",
    "allied",
    "ppp",
    "gagauz",
    "young turks",
    "zagros",
    "organization for security and cooperation in europe",
    "fatma aliye topuz",
    "central asia",
    "christian",
    "persians",
    "teoman",
    "turkish provisional government",
    "times higher education",
    "vakıfbank s.k.",
    "doner",
    "byzantium",
    "yks",
    "hellenization",
    "committee to protect journalists",
    "g20",
    "motherland party",
    "byzantine",
    "istanbul technical university",
    "istanbul modern",
    "arab spring",
    "world factbook",
    "kızılcıklı mahmut",
    "hülya koçyiğit",
    "new york",
    "genel sağlık sigortası",
    "west asia",
    "caucasus",
    "justice party",
    "carians",
    "hande yener",
    "jewish",
    "iranic",
    "seljuk",
    "kurdish",
    "disaster and emergency management presidency",
    "yunus emre",
    "mongols",
    "istanbul metro",
    "mimar kemaleddin",
    "middle corridor",
    "muslim",
    "east asian",
    "nato",
    "mediterranean.",
    "aras",
    "social democratic populist party",
    "mevlevi order",
    "hittites",
    "afrin",
    "osman",
    "european court of human rights",
    "atlantic records",
    "ce",
    "selim i",
    "turkye",
    "soviet",
    "erdoğan",
    "dardanelles",
    "tarkan",
    "ypg",
    "olympic",
    "national defence",
    "selimiye mosque",
    "luwian",
    "assyrians",
    "bithynia",
    "cyrus",
    "uralic",
    "second turkic khaganate",
    "seljuk sultanate of rum",
    "khazaria",
    "mithridatic wars",
    "iranic-speaking",
    "european union",
    "balkan",
    "non-muslim",
    "israel",
    "osman gazi bridge",
    "democratic left party",
    "çatalhöyük",
    "süleymaniye mosque",
    "incirlik air base",
    "bursa",
    "syrian turkmens",
    "özgür özel",
    "the republic",
    "crimea",
    "hürriyet",
    "türkiye scholarships",
    "filo",
    "kayseri",
    "bosniaks",
    "gulf of iskenderun",
    "eurostat",
    "thrace",
    "iğdır",
    "georgians",
    "kenan doğulu",
    "konda",
    "anatolia",
    "university of health sciences",
    "kınık",
    "ahmet ertegun",
    "hattians",
    "cold war",
    "genocidal",
    "sotheby",
    "seljuk empire",
    "arabic",
    "southeast europe",
    "i̇nönü",
    "village novel",
    "ayran",
    "istanbul biennial",
    "hdp",
    "main opposition leader",
    "aeolis",
    "democrat party",
    "proto-turkic",
    "seljuks",
    "ionia",
    "temple of artemis",
    "armistice of mudros",
    "chile",
    "paris",
    "turkish space systems",
    "siirt",
    "father turk",
    "uefa cup",
    "byzantine revival",
    "star tv",
    "crusades",
    "organization of turkic states",
    "english",
    "lgbt",
    "asiatic vespers",
    "eastern tourkia",
    "constantinople",
    "halicarnassus",
    "kangal",
    "spain",
    "persian",
    "western europe",
    "lydians",
    "aselsan",
    "european",
    "somali armed forces",
    "orhan pamuk",
    "first national architectural movement",
    "higher education board",
    "hacettepe university",
    "west",
    "oghuz",
    "troy",
    "hellenic",
    "yugoslavia",
    "indo-european",
    "iliad",
    "dolmabahçe palace",
    "karagöz",
    "van province",
    "mongolic",
    "pontus",
    "oecd",
    "central asian",
    "mount nemrut national park",
    "miletus",
    "anatolian aegean",
    "otokar",
    "islamism",
    "sözcü",
    "non-turkish",
    "st. paul",
    "hattusa",
    "turkish armed forces",
    "east anatolian fault",
    "arçelik",
    "seven wonders of the ancient world",
    "non-zaza",
    "ankara-konya",
    "paul mojzes",
    "erasmus+ programme",
    "sultanate",
    "air force",
    "etymology  turchia",
    "cuisine  turkey",
    "azerbaijan",
    "koç university",
    "fertile crescent",
    "syrian kurds",
    "code",
    "southeastern anatolia region",
    "gallipoli peninsula historical national park",
    "bulgarians",
    "aşk-ı memnu",
    "turksoy",
    "mediterranean seas",
    "yılmaz güney",
    "marmaray",
    "platanus",
    "ankara-sivas",
    "angora",
    "temsa",
    "ankara",
    "iranian",
    "doris",
    "hagia sophia",
    "treaty of alexandropol",
    "republican",
    "marmara",
    "eastern thrace",
    "interior anatolia",
    "universal health insurance",
    "armenia",
    "republic of türkiye",
    "turkish-backed",
    "suleiman",
    "şehzade mosque",
    "mahmud ii",
    "french penal code",
    "muslim-majority",
    "phrygia",
    "land force",
    "yahni",
    "treaty of lausanne",
    "turkism",
    "eurocorps",
    "swiss",
    "state of the turks",
    "mustafa kemal pasha",
    "muslims",
    "east thrace",
    "ottoman empire",
    "non-kurdish",
    "uefa euro 2008",
    "albania",
    "euroleague",
    "naval force",
    "ferzan özpetek",
    "first gulf war",
    "metin erksan",
    "söğüt",
    "vestel",
    "european union customs union",
    "urartians",
    "bulgur",
    "central american",
    "syrian",
    "bronze age",
    "tunceli",
    "black sea",
    "khurasani",
    "sabah",
    "pisa",
    "thracians",
    "horseshoe island",
    "gezi park",
    "generation z",
    "french",
    "yeniseian",
    "non-islam",
    "tigris",
    "turkoman",
    "north anatolian",
    "arabs",
    "seleucids",
    "turkestan",
    "mehmed ii",
    "dede korkut",
    "bitlis",
    "kurds",
    "ancient roman",
    "pkk",
    "balkan wars",
    "kars",
    "hattian",
    "council of europe",
    "armenian",
    "apostles",
    "asian",
    "fatma girik",
    "magnificent",
    "world heritage sites",
    "western tourkia",
    "rome",
    "rumelia",
    "greeks",
    "central anatolia",
    "gulf war",
    "hebrew",
    "tansu çiller",
    "ministry of the interior",
    "south",
    "iraqi kurdistan",
    "tanzimat",
    "swiss civil code of 1907",
    "palaic",
    "istanbul",
    "sufi",
    "euroleague women",
    "greek",
    "imf",
    "neo-baroque",
    "seljuk turks",
    "surname law",
    "kosovo force",
    "qatar",
    "western asia",
    "mediterranean sea",
    "ukraine",
    "unesco world heritage",
    "parthians",
    "cia",
    "northern cyprus",
    "israeli",
    "sea of marmara",
    "roma",
    "akkuyu",
    "unesco world heritage sites",
    "first balkan war",
    "turk",
    "rumi",
    "ajda pekkan",
    "general directorate of security",
    "tübi̇tak",
    "polonezköy nature park",
    "süleyman demirel",
    "byzantine empire",
    "middle east technical university",
    "lycians",
    "anatolian plateau",
    "roketsan",
    "un",
    "togg",
    "posta",
    "eastern anatolia",
    "ghaznavids",
    "jews",
    "rtük",
    "dersim",
    "atatürk",
    "gaza",
    "eastern anatolia region",
    "arabian",
    "show tv",
    "kayı",
    "yükseköğretim kurulu",
    "anaximander",
    "baku-tbilisi-ceyhan",
    "romani",
    "sakarya",
    "soviet union",
    "göbekli tepe",
    "alexander",
    "erol evgin",
    "kemal",
    "eurasian",
    "mount ararat",
    "somalia",
    "christian church",
    "halid ziya uşaklıgil",
    "sephardic jews",
    "anatolian turkish",
    "world war ii",
    "diyarbakır",
    "hacivat",
    "mustafa kemal",
    "hurrian",
    "iran",
    "macedonian empire",
    "pro-kurdish",
    "aegean sea",
    "syria",
    "old world",
    "recep tayyip erdoğan",
    "london",
    "world universities",
    "hellenized",
    "turkeye",
    "oic",
    "dawlat-at-turkiyya",
    "sezen aksu",
    "turkish state railways",
    "yabgu khaganate",
    "iraq",
    "mimar sinan",
    "anatolian"
  ]
}