{
  "title": "Typhoon_Yagi",
  "url": "https://en.wikipedia.org/wiki/Typhoon_Yagi",
  "summary": "Typhoon Yagi, known in the Philippines as Severe Tropical Storm Enteng, was a deadly and extremely destructive tropical cyclone which impacted Southeast Asia and South China in early September 2024. Yagi, which means goat or the constellation of Capricornus in Japanese, was the eleventh named storm, the first violent typhoon, and the first super typhoon of the annual typhoon season. It was one of the most intense typhoons ever to strike Northern Vietnam, the strongest typhoon to strike Hainan during the meteorological autumn, and the strongest since Rammasun in 2014. It is one of the four Category 5 super typhoons recorded in the South China Sea, alongside Pamela in 1954, Rammasun in 2014 and Rai in 2021. \nYagi originated from a low-pressure area that formed on August 30, approximately 540 km (330 mi) northwest of Palau. On September 1, the system was classified as a tropical storm and named Yagi by the Japan Meteorological Agency (JMA). After making landfall over Casiguran, Aurora, in the Philippines, on September 2, Yagi weakened as it moved inland through the rugged terrain of the Cordillera Central of Luzon. It later emerged over the South China Sea and began merging with a secondary circulation west of Lingayen Gulf, with its deep convection starting to wrap and develop convective bands extending west and south. On September 5, the JMA reported that the storm reached its peak intensity with ten-minute sustained winds of 195 km/h (120 mph) and a central pressure of 915 hPa (27.02 inHg). It subsequently peaked as a Category 5-equivalent super typhoon on the Saffir-Simpson scale, with one-minute sustained winds of 260 km/h (160 mph). After weakening during an eyewall replacement cycle, Yagi slightly restrengthened before making landfall near Wenchang in China's Hainan Province on September 6. Yagi passed over northern Hainan and directly over Haikou, before briefly making landfall over Xuwen County in mainland Guangdong Province and moving into the open waters of the Gulf of Tonkin. It made landfall over Haiphong and Quảng Ninh, Vietnam, on September 7 and moved southwestwards inland until it was last noted on September 9.\nThe combination of Typhoon Yagi and the southwest monsoon led to heavy rains over Luzon, causing widespread flash floods in various areas. The Hong Kong Observatory issued a Gale or Storm No. 8 warning as Typhoon Yagi approached. The Chinese island of Hainan experienced extreme rainfall and over 57,000 buildings were damaged there. In preparation for Typhoon Yagi, schools and transport services in areas within the storm's trajectory were closed. In the Philippines, 21 people were killed while 26 others were reported missing. In Vietnam, over 329,000 structures were affected and 325 people died, with 24 more missing; a majority of the casualties were caused by landslides. The remnants of Yagi caused catastrophic flooding and landslides in Myanmar, where 433 deaths and 79 missing were confirmed. These remnants also caused extensive flooding and deaths in Laos and Thailand. In total, the typhoon caused at least 844 deaths, 2,279 injuries, and left 129 people missing. Yagi also damaged, flooded or destroyed over 741,800 structures, resulting in over $15.1 billion (2024 USD) in damage across eight countries and territories.",
  "content": [
    {
      "section_title": "Meteorological history",
      "section_content": [
        {
          "sentence": "The origins of Typhoon Yagi can be traced back to August 30, when the Japan Meteorological Agency (JMA) reported that a low-pressure area had formed approximately 540 km (330 mi) northwest of Palau",
          "refs": []
        },
        {
          "sentence": "The broad low-pressure area began to organise and developed into a tropical depression on August 31",
          "refs": [
            "https://archive.today/20240831094815/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Warnings_and_weather_summary/20240830/180000/A_WWJP27RJTD301800_C_RJTD_20240830201817_20.txt",
            "https://wiki.chlod.net/jtwc/text/2024-08-31-0550-abpwweb.txt"
          ]
        },
        {
          "sentence": "Deep convection activity became concentrated around a circulation centre, which was in a favourable environment with excellent equatorward and poleward outflow and warm sea surface temperatures of 29–30 °C (84–86 °F)",
          "refs": [
            "https://archive.today/20240831094825/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Warnings_and_weather_summary/20240831/000000/A_WWJP27RJTD310000_C_RJTD_20240831022816_48.txt"
          ]
        },
        {
          "sentence": "On September 1, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) declared the system a tropical depression and named it Enteng, as it formed within the Philippine Area of Responsibility",
          "refs": [
            "https://wiki.chlod.net/jtwc/text/2024-09-01-0020-abpwweb.txt"
          ]
        },
        {
          "sentence": "At 03:00 UTC that day, the United States Joint Typhoon Warning Center (JTWC) issued a tropical cyclone formation alert due to its low-level circulation centre becoming well-defined with formative banding in its northern quadrants",
          "refs": [
            "https://ia600602.us.archive.org/29/items/pagasa-24-TC05/PAGASA_24-TC05_Enteng_TCB%2301.pdf"
          ]
        },
        {
          "sentence": "A few hours later, the system was classified as tropical depression 12W, exhibiting a rapidly consolidating low-level circulation, a compact central dense overcast (CDO), and deep convective banding over the western semicircle; it then intensified into a tropical storm and was named Yagi by the JMA",
          "refs": [
            "https://web.archive.org/web/20240901034140/https://www.metoc.navy.mil/jtwc/products/wp9224web.txt"
          ]
        },
        {
          "sentence": "Yagi then shifted northwestwards along the southwestern edge of a mid-level subtropical high,  which caused its convection to be sheared to the north and left the low-level circulation centre exposed",
          "refs": [
            "https://web.archive.org/web/20240902025705/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Tropical_cyclone/20240901/120000/A_WTPQ31RJTD011200_C_RJTD_20240901134517_14.txt"
          ]
        },
        {
          "sentence": "As the system progressed up the coast of Luzon island, the colder cloud tops in the CDO continued to expand,  and at 14:00 PHT (06:00 UTC) on September 2, the storm made landfall in Casiguran, Aurora",
          "refs": [
            "https://web.archive.org/web/20240902042914/https://www.metoc.navy.mil/jtwc/products/wp1224prog.txt",
            "https://balita.mb.com.ph/2024/09/02/bagyong-enteng-nag-landfall-na-sa-vicinity-ng-casiguran-aurora/"
          ]
        },
        {
          "sentence": "Over the next six hours,  Yagi moved further inland into Luzon and weakened as it interacted with the rugged terrain of the Cordillera Central",
          "refs": [
            "https://wiki.chlod.net/jtwc/prog/2024-09-02-0930-wp1224prog.txt",
            "https://wiki.chlod.net/jtwc/prog/2024-09-02-1500-wp1224prog.txt",
            "https://wiki.chlod.net/jtwc/prog/2024-09-02-1500-wp1224prog.txt"
          ]
        },
        {
          "sentence": "At 05:00 PHT on September 3 (21:00 UTC on September 2), it emerged over the South China Sea and began merging with a secondary circulation located west of Lingayen Gulf,  with Yagi's deep convection starting to wrap and develop convective bands extending to the west and south",
          "refs": [
            "https://ia600602.us.archive.org/29/items/pagasa-24-TC05/PAGASA_24-TC05_Enteng_TCB%2314.pdf",
            "https://ia800602.us.archive.org/29/items/pagasa-24-TC05/PAGASA_24-TC05_Enteng_TCB%2315.pdf"
          ]
        },
        {
          "sentence": "At around 06:00 UTC on September 3, the JMA reported that Yagi had intensified into a severe tropical storm due to warm sea surface temperatures and high ocean heat content",
          "refs": [
            "https://wiki.chlod.net/jtwc/prog/2024-09-03-0240-wp1224prog.txt"
          ]
        },
        {
          "sentence": "Early the next day, both the JMA and the JTWC upgraded the storm to a minimal typhoon as an eye began to form on satellite imagery,  and Yagi started moving west-northwestwards along the southwestern edge of a mid-level subtropical high,  with a pinhole eye developing as the typhoon underwent rapid intensification",
          "refs": [
            "https://web.archive.org/web/20240903091522/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Tropical_cyclone/20240903/060000/A_WTPQ31RJTD030600_C_RJTD_20240903071417_83.txt",
            "https://web.archive.org/web/20240904060312/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Tropical_cyclone/20240904/000000/A_WTPQ31RJTD040000_C_RJTD_20240904012532_84.txt",
            "https://wiki.chlod.net/jtwc/prog/2024-09-04-0200-wp1224prog.txt"
          ]
        },
        {
          "sentence": "On September 5, the JTWC upgraded the system to super typhoon status with estimated 1-minute maximum sustained winds of 260 km/h (160 mph)—making it a Category 5-equivalent super typhoon,  only the fourth such storm in the South China Sea, after Pamela in 1954, Rammasun in 2014 and Rai in 2021—noting the sharply defined eye with a diameter of 17.3 miles (27.8 km)",
          "refs": [
            "https://www.ssd.noaa.gov/PS/TROP/DATA/ATCF/JTWC/bwp122024.dat"
          ]
        },
        {
          "sentence": "The JMA meanwhile upgraded Yagi to a violent typhoon, and estimated that it peaked in intensity with a minimum central pressure of 915 hPa (27.02 inHg),  and 10-minute maximum sustained winds of 195 km/h (120 mph)",
          "refs": [
            "https://www.iflscience.com/deadly-tropical-storm-yagi-has-become-a-super-typhoon-what-does-that-mean-75888",
            "https://wiki.chlod.net/jtwc/prog/2024-09-05-0250-wp1224prog.txt",
            "https://wiki.chlod.net/jtwc/prog/2024-09-05-0840-wp1224prog.txt"
          ]
        },
        {
          "sentence": "Later that morning,  it weakened as it underwent an eyewall replacement cycle,  with its inner eyewall remained intact and outer eyewall weakened,  before restrengthening slightly and making landfall near Wenchang in Hainan Province around 16:20 CST on September 6",
          "refs": [
            "https://web.archive.org/web/20240905143900/https://tgftp.nws.noaa.gov/data/raw/wd/wdpn31.pgtw..txt",
            "https://archive.today/20240906093027/https://www.wis-jma.go.jp/d/o/PGTW/Alphanumeric/Warning/Tropical_cyclone/20240905/210000/A_WDPN31PGTW052100_C_RJTD_20240905205917_2.txt",
            "https://archive.today/20240905091135/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Tropical_cyclone/20240905/000000/A_WTPQ31RJTD050000_C_RJTD_20240905005416_7.txt",
            "https://web.archive.org/web/20240905143900/https://tgftp.nws.noaa.gov/data/raw/wd/wdpn31.pgtw..txt"
          ]
        },
        {
          "sentence": "This made Yagi the strongest typhoon to strike Hainan since Rammasun in 2014",
          "refs": [
            "https://www.chinadaily.com.cn/a/202409/06/WS66dad616a3103711928a6915.html"
          ]
        },
        {
          "sentence": "After making landfall over Hainan Province, the typhoon's structure continued to feature a 24 miles (39 km) diameter eye, a nearly complete eyewall, and spiral banding in the southern semicircle",
          "refs": [
            "https://www.yahoo.com/news/catastrophic-super-typhoon-yagi-barrels-043431747.html?fr=sycsrp_catchall"
          ]
        },
        {
          "sentence": "Yagi passed over northern Hainan and directly over Haikou, before making another landfall in Xuwen County, in mainland Guangdong province and entering into the open waters of the Gulf of Tonkin",
          "refs": [
            "https://wiki.chlod.net/jtwc/prog/2024-09-06-0840-wp1224prog.txt"
          ]
        },
        {
          "sentence": "On September 7, Yagi, which had steadily reorganised and rapidly intensified again with a well-defined circulation centre and very strong convection—evidenced by a large band of cloud tops at −80 °C (−112 °F) or colder in the southern part of the system—made landfall over Haiphong and Quảng Ninh, Vietnam",
          "refs": [
            "https://apnews.com/article/typhoon-yagi-china-hainan-vietnam-555e6187e737da7b13fe3e31cf3797ba",
            "https://wiki.chlod.net/jtwc/prog/2024-09-06-2000-wp1224prog.txt"
          ]
        },
        {
          "sentence": "The JTWC described it as historic,  considering it one of the most intense typhoons ever to strike northern Vietnam",
          "refs": [
            "https://www.barrons.com/news/super-typhoon-yagi-makes-landfall-in-northern-vietnam-state-media-e12480aa",
            "https://wiki.chlod.net/jtwc/prog/2024-09-07-0230-wp1224prog.txt"
          ]
        },
        {
          "sentence": "Shortly after landfall, the JTWC discontinued warnings on the system due to warming cloud tops and a filling cloud eye feature",
          "refs": [
            "https://uk.news.yahoo.com/vietnam-orders-evacuations-closes-airports-080727090.html",
            "https://www.nytimes.com/2024/09/07/world/asia/typhoon-yagi-vietnam-china.html"
          ]
        },
        {
          "sentence": "Yagi continued to weaken rapidly as it moved southwestwards along the southeastern edge of a mid-level subtropical high after it made landfall,  becoming a tropical depression on September 8",
          "refs": [
            "https://wiki.chlod.net/jtwc/text/2024-09-07-0810-wp1224web.txt",
            "https://archive.today/20240908092326/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Tropical_cyclone/20240907/180000/A_WTPQ31RJTD071800_C_RJTD_20240907190518_42.txt"
          ]
        },
        {
          "sentence": "The JMA continued to monitor the system until it reported that the storm dissipated at 18:00 UTC the following day",
          "refs": [
            "https://web.archive.org/web/20240908211837/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Warnings_and_weather_summary/20240908/180000/A_WWJP27RJTD081800_C_RJTD_20240908202117_67.txt"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Preparations",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Philippines",
          "section_content": [
            {
              "sentence": "Yagi, combined with the effects of the southwest monsoon, resulted in 21 deaths, 22 injuries and 26 people missing",
              "refs": []
            },
            {
              "sentence": "Yagi caused flooding in Metro Manila, and in the provinces of Bulacan, Camarines Norte, Camarines Sur, Cavite, Laguna, Northern Samar, Pangasinan, and Rizal",
              "refs": [
                "https://www.myanmaritv.com/news/disaster-management-rehabilitation-efforts-flood-hit-areas"
              ]
            },
            {
              "sentence": "In Manila Bay, several ships ran aground off the coast of Navotas, while two others collided with each other, causing a fire on one of the vessels",
              "refs": [
                "https://reliefweb.int/report/philippines/situation-update-no-4-combined-effects-tropical-cyclone-yagi-and-southwest-monsoon-14-september-2024",
                "https://news.abs-cbn.com/regions/2024/9/1/panoorin-ilang-lugar-sa-camarines-sur-lubog-sa-baha-728"
              ]
            },
            {
              "sentence": "A barge also ran aground in Rosario, Cavite",
              "refs": [
                "https://news.abs-cbn.com/news/2024/9/2/list-flooded-passable-roads-amid-heavy-rains-due-to-enteng-829"
              ]
            },
            {
              "sentence": "In Metro Manila, Calabarzon, and Bulacan, around 28,000 people lost electricity",
              "refs": []
            },
            {
              "sentence": "The NDRRMC reported that the storm impacted 2,828,710 people and displaced 80,842,  resulting in total damages amounting to ₱2.96 billion (US$52.4 million)",
              "refs": [
                "https://mb.com.ph/2024/9/2/carrier-barge-strikes-pier-in-rosario-cavite-amid-bad-weather",
                "https://monitoring-dashboard.ndrrmc.gov.ph/assets/uploads/situations/SitRep_No__13_for_the_Effects_of_TC_ENTENG_and_Southwest_Monsoon_2024.pdf"
              ]
            },
            {
              "sentence": "This includes ₱2.26 billion (US$40 million) in agricultural losses,  and ₱699 million (US$12.4 million) in infrastructural damage",
              "refs": [
                "https://news.abs-cbn.com/business/2024/9/2/meralco-28-000-customers-without-power-due-to-enteng-1412"
              ]
            },
            {
              "sentence": "The storm affected 7,622 homes, with 493 completely destroyed, caused power outages in 65 cities and municipalities, blocked roads in 175 locations, and rendered 31 bridges impassable",
              "refs": []
            },
            {
              "sentence": "Additionally, the storm damaged 37,471 hectares (92,590 acres) of crops",
              "refs": []
            },
            {
              "sentence": "The Ambuklao and Binga Dams in Benguet,  as well as the Bustos and Ipo Dams in Bulacan were opened to offset rising water levels brought by Yagi,  while the La Mesa Dam in Quezon City overflowed, raising concerns about flooding in the Tullahan River",
              "refs": [
                "https://news.abs-cbn.com/business/2024/9/2/meralco-28-000-customers-without-power-due-to-enteng-1412",
                "https://business.inquirer.net/479216/farm-losses-from-enteng-balloon-to-p2-3b",
                "https://www.philstar.com/headlines/2024/09/03/2382506/storm-enteng-sets-floods-landslides"
              ]
            },
            {
              "sentence": "Although Yagi moved farther from the Philippine Area of Responsibility, its trough continued to bring rainfall to Northern Luzon",
              "refs": [
                "https://www.pna.gov.ph/articles/1232416"
              ]
            },
            {
              "sentence": "On September 4, the small asteroid 2024 RW1, provisionally known as CAQTDL2 and measuring about 1 m (3 ft 3 in) in size,  entered Earth's atmosphere over the Philippines;  it was discovered by Jacqueline Fazekas at the NASA-funded Catalina Sky Survey, though observing the resulting fireball from the ground was challenging due to Typhoon Yagi",
              "refs": [
                "https://www.pna.gov.ph/articles/1232573",
                "https://www.rappler.com/philippines/weather/typhoon-enteng-southwest-monsoon-update-pagasa-forecast-september-4-2024-4pm/",
                "https://www.newscientist.com/article/2446397-a-small-asteroid-hit-earth-and-burned-up-over-the-philippines/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "China",
          "section_content": [
            {
              "sentence": "Four people were killed and 95 sustained injuries in Hainan after Yagi made landfall on the island",
              "refs": []
            },
            {
              "sentence": "Power outages affecting about 830,000 households   and downed trees were also reported",
              "refs": [
                "https://www.chinanews.com.cn/sh/2024/09-07/10282113.shtml",
                "https://www.yahoo.com/news/catastrophic-super-typhoon-yagi-barrels-043431747.html?fr=sycsrp_catchall",
                "https://www.bbc.co.uk/news/articles/c4gz3rk71n7o"
              ]
            },
            {
              "sentence": "By September 7, 1.2 million people were still left without power",
              "refs": [
                "https://www.space.com/asteroid-earth-impact-september-2024-rw1"
              ]
            },
            {
              "sentence": "Nearly all of Hainan experienced rainfall exceeding 200 millimetres (7.9 in), with Haikou recording about 525 millimetres (20.7 in) of rain",
              "refs": [
                "https://www.singtao.ca/6847614/2024-09-06/news-%E9%A2%B1%E9%A2%A8%E6%91%A9%E7%BE%AF%EF%BD%9C%E7%8B%82%E9%A2%A8%E6%9A%B4%E9%9B%A8%E7%99%BB%E9%99%B8%E6%B5%B7%E5%8D%97%E7%9C%81++%E9%83%A8%E5%88%86%E5%9C%B0%E5%8D%80%E5%81%9C%E9%9B%BB%E6%A8%B9%E6%9C%A8%E5%80%92%E5%A1%8C%EF%BD%9C%E6%9C%89%E7%89%87/?variant=zh-hk"
              ]
            },
            {
              "sentence": "Chinese authorities estimated that economic losses in Hainan reached ¥80 billion (US$11.3 billion)",
              "refs": [
                "https://www.singtao.ca/6847614/2024-09-06/news-%E9%A2%B1%E9%A2%A8%E6%91%A9%E7%BE%AF%EF%BD%9C%E7%8B%82%E9%A2%A8%E6%9A%B4%E9%9B%A8%E7%99%BB%E9%99%B8%E6%B5%B7%E5%8D%97%E7%9C%81++%E9%83%A8%E5%88%86%E5%9C%B0%E5%8D%80%E5%81%9C%E9%9B%BB%E6%A8%B9%E6%9C%A8%E5%80%92%E5%A1%8C%EF%BD%9C%E6%9C%89%E7%89%87/?variant=zh-hk"
              ]
            },
            {
              "sentence": "Around 57,000 houses were destroyed or damaged on the island",
              "refs": [
                "https://www.hinews.cn/news/system/2024/09/07/033199957.shtml"
              ]
            },
            {
              "sentence": "In Zhanjiang (Guangdong Province) total damaged reached 3.3 billion yuan (US$470 million)",
              "refs": [
                "https://www.sixthtone.com/news/1015942"
              ]
            },
            {
              "sentence": "Later, the estimated economic loss was revised to ¥72.03 billion (US$10 billion)",
              "refs": [
                "https://apnews.com/article/yagi-vietnam-storm-flooding-landslides-fdc1ab23b354b8b63a9c92213c3ec316"
              ]
            },
            {
              "sentence": "Yagi also caused flooding in Yunnan Province, affecting 814 households and resulting in the relocation of 2,130 residents in Hekou Yao Autonomous County, located on the Red River on the border with Vietnam",
              "refs": []
            },
            {
              "sentence": "Heavy rainfall also caused the Zuo River in Guangxi to rise, flooding the provincial capital Nanning",
              "refs": [
                "https://www.gdzjdaily.com.cn/p/2894213.html"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Hong Kong",
              "section_content": [
                {
                  "sentence": "On September 3, the Hong Kong Observatory issued a Standby Signal No.1 warning over Hong Kong as Yagi approached the territory  at the strength of a Category 4 typhoon",
                  "refs": [
                    "https://www.scmp.com/news/hong-kong/article/3276936/hong-kong-issue-no-1-signal-between-5pm-and-8pm-tropical-cyclone-yagi-moves-closer"
                  ]
                },
                {
                  "sentence": "The following day, the Strong Wind Signal No",
                  "refs": [
                    "https://www.earthdata.nasa.gov/worldview/worldview-image-archive/super-typhoon-yagi"
                  ]
                },
                {
                  "sentence": "3 was hoisted, and six HK Express flights were rescheduled",
                  "refs": []
                },
                {
                  "sentence": "More than 100 flights were also cancelled",
                  "refs": [
                    "https://www.scmp.com/news/hong-kong/article/3277097/severe-tropical-storm-yagi-hong-kong-consider-issuing-t3-signal-between-6pm-and-9pm"
                  ]
                },
                {
                  "sentence": "A Northeast Gale or Storm No",
                  "refs": [
                    "https://apnews.com/article/typhoon-yagi-china-hainan-vietnam-555e6187e737da7b13fe3e31cf3797ba"
                  ]
                },
                {
                  "sentence": "8 signal was raised in the early evening on September 5",
                  "refs": []
                },
                {
                  "sentence": "All trading in the Hong Kong Stock Exchange was cancelled on September 6",
                  "refs": []
                },
                {
                  "sentence": "The Hong Kong–Zhuhai–Macau Bridge was also closed to traffic",
                  "refs": [
                    "https://www.scmp.com/news/hong-kong/article/3277245/super-typhoon-yagi-hong-kong-consider-issuing-t8-signal-between-4pm-and-7pm"
                  ]
                }
              ],
              "subsections": []
            },
            {
              "section_title": "Macau",
              "section_content": [
                {
                  "sentence": "Dozens of flights at the Macau International Airport on Taipa island were cancelled",
                  "refs": []
                },
                {
                  "sentence": "Schools were closed and ferry services to Hong Kong Island were suspended",
                  "refs": []
                },
                {
                  "sentence": "All three bridges connecting the Macau Peninsula with Taipa were closed, while a Typhoon Signal No.8 warning was raised over the territory",
                  "refs": [
                    "https://macaudailytimes.com.mo/smg-to-lift-t8-as-yagi-moves-away-from-macau.html",
                    "https://www.gov.mo/pt/noticias/732896/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Vietnam",
          "section_content": [
            {
              "sentence": "Prior to Yagi's landfall on the country, severe weather related to the storm killed one person and uprooted trees in Ho Chi Minh City on September 4",
              "refs": []
            },
            {
              "sentence": "Some roofs were blown off along with some electric poles in Bình Dương province, causing power outages in some areas on September 4",
              "refs": [
                "https://vietnamnet.vn/mot-phu-nu-tu-vong-do-nhanh-cay-roi-trung-dau-trong-mua-lon-chieu-nay-o-tphcm-2318487.html"
              ]
            },
            {
              "sentence": "On September 6, the storm uprooted trees, roofs and signboards across the country, resulting in three deaths and seven injuries",
              "refs": [
                "https://www.scmp.com/news/hong-kong/health-environment/article/3277548/waterspout-may-have-formed-sai-kung-waters-hong-kong-observatory",
                "https://nld.com.vn/binh-duong-cay-xanh-bat-goc-cot-dien-do-nga-sau-con-mua-lon-196240904173751817.htm"
              ]
            },
            {
              "sentence": "According to a prior report by Vietnam, when Yagi made landfall in Haiphong and Quảng Ninh Province on September 7, maximum sustained wind speeds of 50 m/s (180 km/h) and peak gusts of 63 m/s (230 km/h) were observed at a weather station in Bãi Cháy",
              "refs": []
            },
            {
              "sentence": "[b] However, in a later revision, maximum sustained wind speeds in the report were reduced to 45 m/s (160 km/h), while peak gusts were reduced to 62 m/s (220 km/h)",
              "refs": [
                "https://vov.vn/xa-hoi/thiet-hai-sau-con-mua-dong-o-binh-duong-post1119005.vov"
              ]
            },
            {
              "sentence": "Hoàng Đức Cường, Deputy Director General of the Vietnam Meteorological and Hydrological Administration, said that this was the first time Vietnam had ever recorded such violent winds on land",
              "refs": [
                "https://datafiles.chinhphu.vn/cpp/files/vbpq/2021/04/18.signed.pdf"
              ]
            },
            {
              "sentence": "Typhoon-force winds were also recorded by stations on Bạch Long Vĩ, Cô Tô islands, and inland stations of Haiphong and Quảng Ninh Province; while tropical storm-force winds were recorded in Hải Dương, Hưng Yên, Bắc Ninh, Bắc Giang, Vĩnh Phúc, and Thái Bình provinces",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Yagi killed at least 321 people, injured 1,978 and left 24 missing",
              "refs": []
            },
            {
              "sentence": "At least 126 of the deaths were recorded in Lào Cai province alone",
              "refs": [
                "https://tienphong.vn/thiet-hai-do-bao-xangsane-hon-nua-ty-do-la-post62495.tpo"
              ]
            },
            {
              "sentence": "At least 130,000 people were displaced nationwide",
              "refs": [
                "https://phongchongthientai.mard.gov.vn/FileUpload/2019-08/JGNEJ5I7dkajSt5Q2006-Thiet%20hai-2006-tt.pdf"
              ]
            },
            {
              "sentence": "Over 241,000 houses were damaged across the country, while floodwaters submerged 84,000 houses,  and 280,000 hectares (690,000 acres) of crops  and destroyed 1,000 fisheries",
              "refs": [
                "https://tienphong.vn/thiet-hai-do-bao-xangsane-hon-nua-ty-do-la-post62495.tpo",
                "https://reliefweb.int/report/viet-nam/viet-nam-typhoon-yagi-and-floods-situation-update-no-5-23-october-2024"
              ]
            },
            {
              "sentence": "Damage also occurred to 2,350 schools and 745 health facilities",
              "refs": [
                "https://vtcnews.vn/344-nguoi-chet-va-mat-tich-thiet-hai-kinh-te-hon-81-000-ty-dong-do-bao-yagi-ar898721.html",
                "https://www.france24.com/en/live-news/20240916-vietnam-puts-typhoon-losses-at-1-6-billion"
              ]
            },
            {
              "sentence": "UNICEF estimated that three million people across the country were at risk of disease due to the lack of drinking water and sanitation, while two million children were in need of access to education, psychosocial support, and school feeding programmes",
              "refs": [
                "https://tienphong.vn/thiet-hai-do-bao-xangsane-hon-nua-ty-do-la-post62495.tpo"
              ]
            },
            {
              "sentence": "In Hanoi, four people died, 6,521 buildings were damaged  and over 100,000 trees were uprooted",
              "refs": [
                "https://nigdeanadoluhaber.com/2024/09/typhoon-yagi-kills-22-leaves-nearly-200-injured-in-northern-vietnam/"
              ]
            },
            {
              "sentence": "The Ministry of Agriculture and Rural Development said that 1.5 million fowl and 2,500 other livestock were killed in flooding",
              "refs": [
                "https://www.aljazeera.com/news/2024/9/18/unicef-says-six-million-children-in-southeast-asia-affected-by-typhoon-yagi"
              ]
            },
            {
              "sentence": "Power outages also occurred in Quảng Ninh and Thái Bình",
              "refs": [
                "https://phongchongthientai.mard.gov.vn/Pages/bao-cao-nhanh-cong-tac-truc-ban-pctt-ngay-16-9-2024.aspx"
              ]
            },
            {
              "sentence": "Parts of Haiphong were submerged in 0.5 metres (1 ft 8 in) of water,  and two people were killed there",
              "refs": [
                "https://apnews.com/article/typhoon-yagi-china-hainan-vietnam-555e6187e737da7b13fe3e31cf3797ba",
                "https://web.archive.org/web/20240928154045/https://vietnamnet.vn/en/over-100-000-trees-downed-in-hanoi-due-to-typhoon-yagi-2326838.html"
              ]
            },
            {
              "sentence": "In Quảng Ninh, 29 people were killed, 1,609 were injured and 102,467 houses were damaged or destroyed",
              "refs": []
            },
            {
              "sentence": "At least 30 boats were sunk or severely damaged in the province",
              "refs": [
                "https://nigdeanadoluhaber.com/2024/09/typhoon-yagi-kills-22-leaves-nearly-200-injured-in-northern-vietnam/",
                "https://phongchongthientai.mard.gov.vn/FileUpload/2019-08/JGNEJ5I7dkajSt5Q2006-Thiet%20hai-2006-tt.pdf"
              ]
            },
            {
              "sentence": "Cát Bà Island, a popular tourist destination in Hạ Long Bay, was devastated; 4,700 buildings and 21 ships were damaged, including 130 buildings severely damaged or destroyed and 18 ships sunk",
              "refs": [
                "https://www.france24.com/en/live-news/20240913-vietnam-farmers-lose-their-blooms-as-floods-claim-crops",
                "https://vtcnews.vn/344-nguoi-chet-va-mat-tich-thiet-hai-kinh-te-hon-81-000-ty-dong-do-bao-yagi-ar898721.html"
              ]
            },
            {
              "sentence": "The island suffered a total loss of power, water, internet and cell service; transportation links with the mainland were completely severed for three days until ferry services resumed on September 9",
              "refs": [
                "https://www.aljazeera.com/news/2024/9/8/super-typhoon-yagi-triggers-landslide-in-vietnam-killing-nine",
                "https://laodong.vn/thoi-su/so-nguoi-chet-do-bao-so-3-tang-len-14-nguoi-1391072.ldo"
              ]
            },
            {
              "sentence": "Quảng Ninh was the hardest hit province across the nation, with an estimated loss of 28 trillion đồng (US$1.14 billion),  while the fishing sector of Vân Đồn district, Quảng Ninh reported equipment losses of 2.2 trillion đồng (US$89.4 million),",
              "refs": [
                "https://vietnamnet.vn/bao-so-3-yagi-tan-pha-manh-nhat-70-nam-qua-gay-thiet-hai-88-700-ty-2354259.html",
                "https://vneconomy.vn/dao-du-lich-cat-ba-tan-hoang-sau-bao.htm"
              ]
            },
            {
              "sentence": "The City Council of Haiphong reported that the city sustained an estimated 13 trillion đồng (US$528 million) worth of damage on infrastructures and agriculture",
              "refs": []
            },
            {
              "sentence": "PVI Insurance Corporation reported that preliminary insured losses of the company's customers caused by the typhoon had surpassed 2 trillion đồng (US$81.3 million) by September 11",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The company itself is still working to assess total payouts",
              "refs": []
            },
            {
              "sentence": "Stock values of many insurance companies plunged down between 1% and 4.6% at the Ho Chi Minh City Stock Exchange on September 10 as the result of Yagi's damage",
              "refs": [
                "https://plo.vn/tuyen-pha-dong-bai-cai-vieng-hoat-dong-tro-lai-dao-cat-ba-thoat-canh-co-lap-post809221.html"
              ]
            },
            {
              "sentence": "Insured losses overall due to the typhoon are estimated at 11.6 trillion đồng (US$471 million)",
              "refs": [
                "https://thanhnien.vn/ngu-dan-quang-ninh-mat-trang-hang-nghin-ti-dong-vi-bao-so-3-185240911172657279.htm"
              ]
            },
            {
              "sentence": "As of December 23, 2024, the government estimated the cost of the typhoon was exceeding 88.7 trillion đồng (US$3.65 billion)",
              "refs": [
                "https://tuoitre.vn/bao-hiem-tang-boi-thuong-hang-ngan-ti-nguoi-dan-dang-bao-thiet-hai-nguoi-va-tai-san-20240911175750467.htm"
              ]
            },
            {
              "sentence": "This is equivalent to 0.62% of Vietnam's 2023 GDP and estimates suggest that the country's 2024 GDP may drop by about 0.24%",
              "refs": []
            },
            {
              "sentence": "In the northern midlands and mountain highlands, water levels in several rivers reached dangerously high levels",
              "refs": []
            },
            {
              "sentence": "Widespread downpours resulted in average rainfall of 400–600 millimetres (16–24 in) in provinces such as Lào Cai, Yên Bái, and Thái Nguyên, with some areas receiving nearly 800 millimetres (31 in), triggering catastrophic flooding",
              "refs": []
            },
            {
              "sentence": "The deluge caused deep inundation, widespread landslides, and paralysed transport networks, isolating numerous communities",
              "refs": []
            },
            {
              "sentence": "Dozens died while relief and rescue works were hampered",
              "refs": []
            },
            {
              "sentence": "Widespread power outages occurred in Lào Cai, Cao Bằng, and Bắc Kạn provinces, affecting several hundred thousand residents",
              "refs": [
                "https://vnexpress.net/chung-khoan-hom-nay-10-9-vng-nam-san-co-phieu-nganh-bao-hiem-do-sac-4791274.html"
              ]
            },
            {
              "sentence": "On September 8, a landslide struck Hòa Sử Pán village near Sa Pa town in Lào Cai, killing six people and injuring nine others",
              "refs": []
            },
            {
              "sentence": "In the same night, a passenger bus carrying 20 people was swept into a flooded stream by another landslide in the mountainous Cao Bằng province",
              "refs": []
            },
            {
              "sentence": "The following day, a landslide killed nine people in the village of Lũng Lỳ in Cao Bằng",
              "refs": []
            },
            {
              "sentence": "In Phú Thọ province, damage from the typhoon later resulted in the collapse of the Phong Châu Bridge  [vi] on September 9, sending at least 10 cars and two scooters into the Red River",
              "refs": [
                "https://tuoitre.vn/bao-yagi-sap-cau-mua-lu-lam-58-nguoi-chet-40-nguoi-mat-tich-20240909211300174.htm"
              ]
            },
            {
              "sentence": "According to Deputy Prime Minister Hồ Đức Phớc, three people were rescued while 10 remained missing",
              "refs": []
            },
            {
              "sentence": "Floods reaching up to 1 metre (3 ft 3 in) affected Hanoi  and Yên Bái city,  inundated 18,000 homes across Yên Bái province  and displaced 59,000 residents",
              "refs": [
                "https://vnexpress.net/hang-tram-nghin-dan-o-lao-cai-cao-bang-bi-mat-dien-do-mua-lu-4790719.html",
                "https://tienphong.vn/toan-canh-2-vu-sat-lo-o-cao-bang-khien-hon-40-nguoi-tu-vong-va-mat-tich-post1673702.tpo",
                "https://www.bbc.co.uk/news/articles/cqxjn3w9228o",
                "https://apnews.com/article/yagi-vietnam-storm-flooding-landslides-fdc1ab23b354b8b63a9c92213c3ec316",
                "https://www.bbc.com/news/articles/c5yk131xd4lo"
              ]
            },
            {
              "sentence": "Power outages affected 5.7 million people nationwide",
              "refs": [
                "https://www.france24.com/en/live-news/20240909-vietnam-battles-severe-floods-after-deadly-typhoon-yagi"
              ]
            },
            {
              "sentence": "On September 10, a landslide buried the village of Làng Nủ in Lào Cai, killing at least 48 people and leaving 39 others missing",
              "refs": [
                "https://apnews.com/article/yagi-vietnam-storm-flooding-landslides-fdc1ab23b354b8b63a9c92213c3ec316"
              ]
            },
            {
              "sentence": "Another landslide in Lào Cai buried the village of Nậm Tông, killing 10 people and leaving eight missing",
              "refs": [
                "https://www.aljazeera.com/news/2024/9/10/thousands-flee-homes-in-vietnam-as-typhoon-yagi-death-toll-climbs-to-127"
              ]
            },
            {
              "sentence": "Floodwater control by dams along Red River tributaries located in China was flagged as a matter of diplomatic concern",
              "refs": []
            },
            {
              "sentence": "Chinese authorities agreed to slow the rate of water discharge from upstream dams and to store excess water in reservoirs, in order to reduce flood peaks downstream",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Elsewhere",
          "section_content": [
            {
              "sentence": "Heavy rain and flooding warnings were issued in Laos, Cambodia and Thailand",
              "refs": []
            },
            {
              "sentence": "Rainfall was also expected to impact parts of Myanmar bordering Laos and Thailand",
              "refs": [
                "https://kpl.gov.la/En/detail.aspx?id=85542",
                "https://www.khmertimeskh.com/501554287/super-typhoon-yagi-brings-heavy-rains-to-parts-of-cambodia/",
                "https://www.bangkokpost.com/thailand/general/2861617/heavy-downpours-continue-in-north-northeast-thailand"
              ]
            },
            {
              "sentence": "A flood warning was issued by the Mekong River Commission in Luang Prabang on September 12",
              "refs": [
                "https://reliefweb.int/report/viet-nam/flash-update-no-03-tropical-cyclone-yagi-southwest-monsoon-cambodia-lao-pdr-myanmar-philippines-thailand-and-viet-nam-6-september-2024"
              ]
            },
            {
              "sentence": "Flood warnings were also issued for September 14 in Vientiane, Nong Khai, and Chiang Khan",
              "refs": [
                "https://www.france24.com/en/live-news/20240912-se-asia-battles-floods-landslides-as-death-toll-passes-200"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Impact",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Philippines",
          "section_content": [
            {
              "sentence": "Yagi, combined with the effects of the southwest monsoon, resulted in 21 deaths, 22 injuries and 26 people missing",
              "refs": []
            },
            {
              "sentence": "Yagi caused flooding in Metro Manila, and in the provinces of Bulacan, Camarines Norte, Camarines Sur, Cavite, Laguna, Northern Samar, Pangasinan, and Rizal",
              "refs": [
                "https://www.myanmaritv.com/news/disaster-management-rehabilitation-efforts-flood-hit-areas"
              ]
            },
            {
              "sentence": "In Manila Bay, several ships ran aground off the coast of Navotas, while two others collided with each other, causing a fire on one of the vessels",
              "refs": [
                "https://reliefweb.int/report/philippines/situation-update-no-4-combined-effects-tropical-cyclone-yagi-and-southwest-monsoon-14-september-2024",
                "https://news.abs-cbn.com/regions/2024/9/1/panoorin-ilang-lugar-sa-camarines-sur-lubog-sa-baha-728"
              ]
            },
            {
              "sentence": "A barge also ran aground in Rosario, Cavite",
              "refs": [
                "https://news.abs-cbn.com/news/2024/9/2/list-flooded-passable-roads-amid-heavy-rains-due-to-enteng-829"
              ]
            },
            {
              "sentence": "In Metro Manila, Calabarzon, and Bulacan, around 28,000 people lost electricity",
              "refs": []
            },
            {
              "sentence": "The NDRRMC reported that the storm impacted 2,828,710 people and displaced 80,842,  resulting in total damages amounting to ₱2.96 billion (US$52.4 million)",
              "refs": [
                "https://mb.com.ph/2024/9/2/carrier-barge-strikes-pier-in-rosario-cavite-amid-bad-weather",
                "https://monitoring-dashboard.ndrrmc.gov.ph/assets/uploads/situations/SitRep_No__13_for_the_Effects_of_TC_ENTENG_and_Southwest_Monsoon_2024.pdf"
              ]
            },
            {
              "sentence": "This includes ₱2.26 billion (US$40 million) in agricultural losses,  and ₱699 million (US$12.4 million) in infrastructural damage",
              "refs": [
                "https://news.abs-cbn.com/business/2024/9/2/meralco-28-000-customers-without-power-due-to-enteng-1412"
              ]
            },
            {
              "sentence": "The storm affected 7,622 homes, with 493 completely destroyed, caused power outages in 65 cities and municipalities, blocked roads in 175 locations, and rendered 31 bridges impassable",
              "refs": []
            },
            {
              "sentence": "Additionally, the storm damaged 37,471 hectares (92,590 acres) of crops",
              "refs": []
            },
            {
              "sentence": "The Ambuklao and Binga Dams in Benguet,  as well as the Bustos and Ipo Dams in Bulacan were opened to offset rising water levels brought by Yagi,  while the La Mesa Dam in Quezon City overflowed, raising concerns about flooding in the Tullahan River",
              "refs": [
                "https://news.abs-cbn.com/business/2024/9/2/meralco-28-000-customers-without-power-due-to-enteng-1412",
                "https://business.inquirer.net/479216/farm-losses-from-enteng-balloon-to-p2-3b",
                "https://www.philstar.com/headlines/2024/09/03/2382506/storm-enteng-sets-floods-landslides"
              ]
            },
            {
              "sentence": "Although Yagi moved farther from the Philippine Area of Responsibility, its trough continued to bring rainfall to Northern Luzon",
              "refs": [
                "https://www.pna.gov.ph/articles/1232416"
              ]
            },
            {
              "sentence": "On September 4, the small asteroid 2024 RW1, provisionally known as CAQTDL2 and measuring about 1 m (3 ft 3 in) in size,  entered Earth's atmosphere over the Philippines;  it was discovered by Jacqueline Fazekas at the NASA-funded Catalina Sky Survey, though observing the resulting fireball from the ground was challenging due to Typhoon Yagi",
              "refs": [
                "https://www.pna.gov.ph/articles/1232573",
                "https://www.rappler.com/philippines/weather/typhoon-enteng-southwest-monsoon-update-pagasa-forecast-september-4-2024-4pm/",
                "https://www.newscientist.com/article/2446397-a-small-asteroid-hit-earth-and-burned-up-over-the-philippines/"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "China",
          "section_content": [
            {
              "sentence": "Four people were killed and 95 sustained injuries in Hainan after Yagi made landfall on the island",
              "refs": []
            },
            {
              "sentence": "Power outages affecting about 830,000 households   and downed trees were also reported",
              "refs": [
                "https://www.chinanews.com.cn/sh/2024/09-07/10282113.shtml",
                "https://www.yahoo.com/news/catastrophic-super-typhoon-yagi-barrels-043431747.html?fr=sycsrp_catchall",
                "https://www.bbc.co.uk/news/articles/c4gz3rk71n7o"
              ]
            },
            {
              "sentence": "By September 7, 1.2 million people were still left without power",
              "refs": [
                "https://www.space.com/asteroid-earth-impact-september-2024-rw1"
              ]
            },
            {
              "sentence": "Nearly all of Hainan experienced rainfall exceeding 200 millimetres (7.9 in), with Haikou recording about 525 millimetres (20.7 in) of rain",
              "refs": [
                "https://www.singtao.ca/6847614/2024-09-06/news-%E9%A2%B1%E9%A2%A8%E6%91%A9%E7%BE%AF%EF%BD%9C%E7%8B%82%E9%A2%A8%E6%9A%B4%E9%9B%A8%E7%99%BB%E9%99%B8%E6%B5%B7%E5%8D%97%E7%9C%81++%E9%83%A8%E5%88%86%E5%9C%B0%E5%8D%80%E5%81%9C%E9%9B%BB%E6%A8%B9%E6%9C%A8%E5%80%92%E5%A1%8C%EF%BD%9C%E6%9C%89%E7%89%87/?variant=zh-hk"
              ]
            },
            {
              "sentence": "Chinese authorities estimated that economic losses in Hainan reached ¥80 billion (US$11.3 billion)",
              "refs": [
                "https://www.singtao.ca/6847614/2024-09-06/news-%E9%A2%B1%E9%A2%A8%E6%91%A9%E7%BE%AF%EF%BD%9C%E7%8B%82%E9%A2%A8%E6%9A%B4%E9%9B%A8%E7%99%BB%E9%99%B8%E6%B5%B7%E5%8D%97%E7%9C%81++%E9%83%A8%E5%88%86%E5%9C%B0%E5%8D%80%E5%81%9C%E9%9B%BB%E6%A8%B9%E6%9C%A8%E5%80%92%E5%A1%8C%EF%BD%9C%E6%9C%89%E7%89%87/?variant=zh-hk"
              ]
            },
            {
              "sentence": "Around 57,000 houses were destroyed or damaged on the island",
              "refs": [
                "https://www.hinews.cn/news/system/2024/09/07/033199957.shtml"
              ]
            },
            {
              "sentence": "In Zhanjiang (Guangdong Province) total damaged reached 3.3 billion yuan (US$470 million)",
              "refs": [
                "https://www.sixthtone.com/news/1015942"
              ]
            },
            {
              "sentence": "Later, the estimated economic loss was revised to ¥72.03 billion (US$10 billion)",
              "refs": [
                "https://apnews.com/article/yagi-vietnam-storm-flooding-landslides-fdc1ab23b354b8b63a9c92213c3ec316"
              ]
            },
            {
              "sentence": "Yagi also caused flooding in Yunnan Province, affecting 814 households and resulting in the relocation of 2,130 residents in Hekou Yao Autonomous County, located on the Red River on the border with Vietnam",
              "refs": []
            },
            {
              "sentence": "Heavy rainfall also caused the Zuo River in Guangxi to rise, flooding the provincial capital Nanning",
              "refs": [
                "https://www.gdzjdaily.com.cn/p/2894213.html"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "Hong Kong and Macau",
              "section_content": [
                {
                  "sentence": "In Hong Kong, Yagi injured nine people  and displaced 270",
                  "refs": [
                    "https://www.bastillepost.com/global/article/4156719-south-chinas-guangxi-renews-2nd-highest-alert-for-flood-as-rivers-swell"
                  ]
                },
                {
                  "sentence": "There were 79 reports of fallen trees",
                  "refs": [
                    "https://apnews.com/article/typhoon-yagi-china-hainan-vietnam-555e6187e737da7b13fe3e31cf3797ba",
                    "https://www.scmp.com/news/hong-kong/health-environment/article/3277543/super-typhoon-yagi-hong-kong-back-business-after-trees-toppled-9-hurt-and-flights-axed?module=Hong%20Kong%20economy&pgtype=section"
                  ]
                },
                {
                  "sentence": "A waterspout was reported in the eastern waters of the territory on September 6",
                  "refs": [
                    "https://www.scmp.com/news/hong-kong/society/article/3277303/super-typhoon-yagi-hong-kong-braces-storm-t8-signal-be-issued-620pm",
                    "https://news.rthk.hk/rthk/en/component/k2/1769487-20240906.htm"
                  ]
                },
                {
                  "sentence": "Two people were injured and ten others were displaced in Macau",
                  "refs": [
                    "https://hongkongfp.com/2024/09/06/in-pictures-hong-kong-lowers-storm-warning-to-t3-as-super-typhoon-yagi-cancels-flights-but-leaves-little-damage/"
                  ]
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Vietnam",
          "section_content": [
            {
              "sentence": "Prior to Yagi's landfall on the country, severe weather related to the storm killed one person and uprooted trees in Ho Chi Minh City on September 4",
              "refs": []
            },
            {
              "sentence": "Some roofs were blown off along with some electric poles in Bình Dương province, causing power outages in some areas on September 4",
              "refs": [
                "https://vietnamnet.vn/mot-phu-nu-tu-vong-do-nhanh-cay-roi-trung-dau-trong-mua-lon-chieu-nay-o-tphcm-2318487.html"
              ]
            },
            {
              "sentence": "On September 6, the storm uprooted trees, roofs and signboards across the country, resulting in three deaths and seven injuries",
              "refs": [
                "https://www.scmp.com/news/hong-kong/health-environment/article/3277548/waterspout-may-have-formed-sai-kung-waters-hong-kong-observatory",
                "https://nld.com.vn/binh-duong-cay-xanh-bat-goc-cot-dien-do-nga-sau-con-mua-lon-196240904173751817.htm"
              ]
            },
            {
              "sentence": "According to a prior report by Vietnam, when Yagi made landfall in Haiphong and Quảng Ninh Province on September 7, maximum sustained wind speeds of 50 m/s (180 km/h) and peak gusts of 63 m/s (230 km/h) were observed at a weather station in Bãi Cháy",
              "refs": []
            },
            {
              "sentence": "[b] However, in a later revision, maximum sustained wind speeds in the report were reduced to 45 m/s (160 km/h), while peak gusts were reduced to 62 m/s (220 km/h)",
              "refs": [
                "https://vov.vn/xa-hoi/thiet-hai-sau-con-mua-dong-o-binh-duong-post1119005.vov"
              ]
            },
            {
              "sentence": "Hoàng Đức Cường, Deputy Director General of the Vietnam Meteorological and Hydrological Administration, said that this was the first time Vietnam had ever recorded such violent winds on land",
              "refs": [
                "https://datafiles.chinhphu.vn/cpp/files/vbpq/2021/04/18.signed.pdf"
              ]
            },
            {
              "sentence": "Typhoon-force winds were also recorded by stations on Bạch Long Vĩ, Cô Tô islands, and inland stations of Haiphong and Quảng Ninh Province; while tropical storm-force winds were recorded in Hải Dương, Hưng Yên, Bắc Ninh, Bắc Giang, Vĩnh Phúc, and Thái Bình provinces",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "Yagi killed at least 321 people, injured 1,978 and left 24 missing",
              "refs": []
            },
            {
              "sentence": "At least 126 of the deaths were recorded in Lào Cai province alone",
              "refs": [
                "https://tienphong.vn/thiet-hai-do-bao-xangsane-hon-nua-ty-do-la-post62495.tpo"
              ]
            },
            {
              "sentence": "At least 130,000 people were displaced nationwide",
              "refs": [
                "https://phongchongthientai.mard.gov.vn/FileUpload/2019-08/JGNEJ5I7dkajSt5Q2006-Thiet%20hai-2006-tt.pdf"
              ]
            },
            {
              "sentence": "Over 241,000 houses were damaged across the country, while floodwaters submerged 84,000 houses,  and 280,000 hectares (690,000 acres) of crops  and destroyed 1,000 fisheries",
              "refs": [
                "https://tienphong.vn/thiet-hai-do-bao-xangsane-hon-nua-ty-do-la-post62495.tpo",
                "https://reliefweb.int/report/viet-nam/viet-nam-typhoon-yagi-and-floods-situation-update-no-5-23-october-2024"
              ]
            },
            {
              "sentence": "Damage also occurred to 2,350 schools and 745 health facilities",
              "refs": [
                "https://vtcnews.vn/344-nguoi-chet-va-mat-tich-thiet-hai-kinh-te-hon-81-000-ty-dong-do-bao-yagi-ar898721.html",
                "https://www.france24.com/en/live-news/20240916-vietnam-puts-typhoon-losses-at-1-6-billion"
              ]
            },
            {
              "sentence": "UNICEF estimated that three million people across the country were at risk of disease due to the lack of drinking water and sanitation, while two million children were in need of access to education, psychosocial support, and school feeding programmes",
              "refs": [
                "https://tienphong.vn/thiet-hai-do-bao-xangsane-hon-nua-ty-do-la-post62495.tpo"
              ]
            },
            {
              "sentence": "In Hanoi, four people died, 6,521 buildings were damaged  and over 100,000 trees were uprooted",
              "refs": [
                "https://nigdeanadoluhaber.com/2024/09/typhoon-yagi-kills-22-leaves-nearly-200-injured-in-northern-vietnam/"
              ]
            },
            {
              "sentence": "The Ministry of Agriculture and Rural Development said that 1.5 million fowl and 2,500 other livestock were killed in flooding",
              "refs": [
                "https://www.aljazeera.com/news/2024/9/18/unicef-says-six-million-children-in-southeast-asia-affected-by-typhoon-yagi"
              ]
            },
            {
              "sentence": "Power outages also occurred in Quảng Ninh and Thái Bình",
              "refs": [
                "https://phongchongthientai.mard.gov.vn/Pages/bao-cao-nhanh-cong-tac-truc-ban-pctt-ngay-16-9-2024.aspx"
              ]
            },
            {
              "sentence": "Parts of Haiphong were submerged in 0.5 metres (1 ft 8 in) of water,  and two people were killed there",
              "refs": [
                "https://apnews.com/article/typhoon-yagi-china-hainan-vietnam-555e6187e737da7b13fe3e31cf3797ba",
                "https://web.archive.org/web/20240928154045/https://vietnamnet.vn/en/over-100-000-trees-downed-in-hanoi-due-to-typhoon-yagi-2326838.html"
              ]
            },
            {
              "sentence": "In Quảng Ninh, 29 people were killed, 1,609 were injured and 102,467 houses were damaged or destroyed",
              "refs": []
            },
            {
              "sentence": "At least 30 boats were sunk or severely damaged in the province",
              "refs": [
                "https://nigdeanadoluhaber.com/2024/09/typhoon-yagi-kills-22-leaves-nearly-200-injured-in-northern-vietnam/",
                "https://phongchongthientai.mard.gov.vn/FileUpload/2019-08/JGNEJ5I7dkajSt5Q2006-Thiet%20hai-2006-tt.pdf"
              ]
            },
            {
              "sentence": "Cát Bà Island, a popular tourist destination in Hạ Long Bay, was devastated; 4,700 buildings and 21 ships were damaged, including 130 buildings severely damaged or destroyed and 18 ships sunk",
              "refs": [
                "https://www.france24.com/en/live-news/20240913-vietnam-farmers-lose-their-blooms-as-floods-claim-crops",
                "https://vtcnews.vn/344-nguoi-chet-va-mat-tich-thiet-hai-kinh-te-hon-81-000-ty-dong-do-bao-yagi-ar898721.html"
              ]
            },
            {
              "sentence": "The island suffered a total loss of power, water, internet and cell service; transportation links with the mainland were completely severed for three days until ferry services resumed on September 9",
              "refs": [
                "https://www.aljazeera.com/news/2024/9/8/super-typhoon-yagi-triggers-landslide-in-vietnam-killing-nine",
                "https://laodong.vn/thoi-su/so-nguoi-chet-do-bao-so-3-tang-len-14-nguoi-1391072.ldo"
              ]
            },
            {
              "sentence": "Quảng Ninh was the hardest hit province across the nation, with an estimated loss of 28 trillion đồng (US$1.14 billion),  while the fishing sector of Vân Đồn district, Quảng Ninh reported equipment losses of 2.2 trillion đồng (US$89.4 million),",
              "refs": [
                "https://vietnamnet.vn/bao-so-3-yagi-tan-pha-manh-nhat-70-nam-qua-gay-thiet-hai-88-700-ty-2354259.html",
                "https://vneconomy.vn/dao-du-lich-cat-ba-tan-hoang-sau-bao.htm"
              ]
            },
            {
              "sentence": "The City Council of Haiphong reported that the city sustained an estimated 13 trillion đồng (US$528 million) worth of damage on infrastructures and agriculture",
              "refs": []
            },
            {
              "sentence": "PVI Insurance Corporation reported that preliminary insured losses of the company's customers caused by the typhoon had surpassed 2 trillion đồng (US$81.3 million) by September 11",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The company itself is still working to assess total payouts",
              "refs": []
            },
            {
              "sentence": "Stock values of many insurance companies plunged down between 1% and 4.6% at the Ho Chi Minh City Stock Exchange on September 10 as the result of Yagi's damage",
              "refs": [
                "https://plo.vn/tuyen-pha-dong-bai-cai-vieng-hoat-dong-tro-lai-dao-cat-ba-thoat-canh-co-lap-post809221.html"
              ]
            },
            {
              "sentence": "Insured losses overall due to the typhoon are estimated at 11.6 trillion đồng (US$471 million)",
              "refs": [
                "https://thanhnien.vn/ngu-dan-quang-ninh-mat-trang-hang-nghin-ti-dong-vi-bao-so-3-185240911172657279.htm"
              ]
            },
            {
              "sentence": "As of December 23, 2024, the government estimated the cost of the typhoon was exceeding 88.7 trillion đồng (US$3.65 billion)",
              "refs": [
                "https://tuoitre.vn/bao-hiem-tang-boi-thuong-hang-ngan-ti-nguoi-dan-dang-bao-thiet-hai-nguoi-va-tai-san-20240911175750467.htm"
              ]
            },
            {
              "sentence": "This is equivalent to 0.62% of Vietnam's 2023 GDP and estimates suggest that the country's 2024 GDP may drop by about 0.24%",
              "refs": []
            },
            {
              "sentence": "In the northern midlands and mountain highlands, water levels in several rivers reached dangerously high levels",
              "refs": []
            },
            {
              "sentence": "Widespread downpours resulted in average rainfall of 400–600 millimetres (16–24 in) in provinces such as Lào Cai, Yên Bái, and Thái Nguyên, with some areas receiving nearly 800 millimetres (31 in), triggering catastrophic flooding",
              "refs": []
            },
            {
              "sentence": "The deluge caused deep inundation, widespread landslides, and paralysed transport networks, isolating numerous communities",
              "refs": []
            },
            {
              "sentence": "Dozens died while relief and rescue works were hampered",
              "refs": []
            },
            {
              "sentence": "Widespread power outages occurred in Lào Cai, Cao Bằng, and Bắc Kạn provinces, affecting several hundred thousand residents",
              "refs": [
                "https://vnexpress.net/chung-khoan-hom-nay-10-9-vng-nam-san-co-phieu-nganh-bao-hiem-do-sac-4791274.html"
              ]
            },
            {
              "sentence": "On September 8, a landslide struck Hòa Sử Pán village near Sa Pa town in Lào Cai, killing six people and injuring nine others",
              "refs": []
            },
            {
              "sentence": "In the same night, a passenger bus carrying 20 people was swept into a flooded stream by another landslide in the mountainous Cao Bằng province",
              "refs": []
            },
            {
              "sentence": "The following day, a landslide killed nine people in the village of Lũng Lỳ in Cao Bằng",
              "refs": []
            },
            {
              "sentence": "In Phú Thọ province, damage from the typhoon later resulted in the collapse of the Phong Châu Bridge  [vi] on September 9, sending at least 10 cars and two scooters into the Red River",
              "refs": [
                "https://tuoitre.vn/bao-yagi-sap-cau-mua-lu-lam-58-nguoi-chet-40-nguoi-mat-tich-20240909211300174.htm"
              ]
            },
            {
              "sentence": "According to Deputy Prime Minister Hồ Đức Phớc, three people were rescued while 10 remained missing",
              "refs": []
            },
            {
              "sentence": "Floods reaching up to 1 metre (3 ft 3 in) affected Hanoi  and Yên Bái city,  inundated 18,000 homes across Yên Bái province  and displaced 59,000 residents",
              "refs": [
                "https://vnexpress.net/hang-tram-nghin-dan-o-lao-cai-cao-bang-bi-mat-dien-do-mua-lu-4790719.html",
                "https://tienphong.vn/toan-canh-2-vu-sat-lo-o-cao-bang-khien-hon-40-nguoi-tu-vong-va-mat-tich-post1673702.tpo",
                "https://www.bbc.co.uk/news/articles/cqxjn3w9228o",
                "https://apnews.com/article/yagi-vietnam-storm-flooding-landslides-fdc1ab23b354b8b63a9c92213c3ec316",
                "https://www.bbc.com/news/articles/c5yk131xd4lo"
              ]
            },
            {
              "sentence": "Power outages affected 5.7 million people nationwide",
              "refs": [
                "https://www.france24.com/en/live-news/20240909-vietnam-battles-severe-floods-after-deadly-typhoon-yagi"
              ]
            },
            {
              "sentence": "On September 10, a landslide buried the village of Làng Nủ in Lào Cai, killing at least 48 people and leaving 39 others missing",
              "refs": [
                "https://apnews.com/article/yagi-vietnam-storm-flooding-landslides-fdc1ab23b354b8b63a9c92213c3ec316"
              ]
            },
            {
              "sentence": "Another landslide in Lào Cai buried the village of Nậm Tông, killing 10 people and leaving eight missing",
              "refs": [
                "https://www.aljazeera.com/news/2024/9/10/thousands-flee-homes-in-vietnam-as-typhoon-yagi-death-toll-climbs-to-127"
              ]
            },
            {
              "sentence": "Floodwater control by dams along Red River tributaries located in China was flagged as a matter of diplomatic concern",
              "refs": []
            },
            {
              "sentence": "Chinese authorities agreed to slow the rate of water discharge from upstream dams and to store excess water in reservoirs, in order to reduce flood peaks downstream",
              "refs": []
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Laos",
          "section_content": [
            {
              "sentence": "Yagi brought heavy rainfall that caused flooding across Laos, killing seven people and damaging 298 houses, 252 roads, 77 schools and 11 hospitals",
              "refs": []
            },
            {
              "sentence": "In Luang Namtha Province, heavy rains forced the closure of Luang Namtha Airport",
              "refs": [
                "https://www.reuters.com/world/asia-pacific/flood-struck-vietnam-flags-concern-about-water-chinese-dams-2024-09-11/"
              ]
            },
            {
              "sentence": "Three hundred people were evacuated from 17 villages across the province",
              "refs": [
                "https://www.scmp.com/news/china/diplomacy/article/3278134/china-says-its-working-vietnam-flood-control-after-typhoon-yagi"
              ]
            },
            {
              "sentence": "Flooding also occurred in Luang Prabang, Oudomxay, and Bokeo Provinces,  as well as in parts of Vientiane Prefecture",
              "refs": [
                "https://www.france24.com/en/live-news/20240909-vietnam-battles-severe-floods-after-deadly-typhoon-yagi",
                "https://laotiantimes.com/2024/09/12/critical-flood-warnings-in-northern-laos-relief-teams-mobilize-donations-needed/"
              ]
            },
            {
              "sentence": "Damage was calculated to be ₭720 billion (US$32.56 million)",
              "refs": [
                "https://reliefweb.int/report/myanmar/situation-update-no-8-combined-effects-tropical-cyclone-yagi-and-southwest-monsoon-27-september-2024"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Thailand",
          "section_content": [
            {
              "sentence": "In Thailand, 52 people were killed,  including at least 36 in Chiang Rai province  and six in Chiang Mai province",
              "refs": [
                "https://laotiantimes.com/2024/09/26/government-private-sector-unites-to-address-flood-damage-strengthen-disaster-preparedness/",
                "https://laotiantimes.com/2024/09/10/severe-flooding-hits-luang-namtha-claims-one-life-and-forces-evacuations/"
              ]
            },
            {
              "sentence": "Across the country, 34,000 households were damaged,  including 11,772 in Phra Nakhon Si Ayutthaya, 10,499 in Chiang Mai,  2,928 in Chiang Rai, 720 in Tak, 576 in Phitsanulok, 361 in Sukhothai and 343 in Ang Thong",
              "refs": [
                "https://laotiantimes.com/2024/09/16/lao-government-oversee-flood-relief-efforts-in-vientiane-amid-high-water-levels/",
                "https://theactive.net/news/disaster-20240912-2/",
                "https://www.thansettakij.com/news/general-news/606400"
              ]
            },
            {
              "sentence": "Around 9,000 families were affected",
              "refs": [
                "https://laotiantimes.com/2024/09/16/lao-government-oversee-flood-relief-efforts-in-vientiane-amid-high-water-levels/"
              ]
            },
            {
              "sentence": "In Chiang Rai, 108 people were injured  and damage occurred across 46 villages in five districts",
              "refs": [
                "https://www.france24.com/en/live-news/20240909-vietnam-battles-severe-floods-after-deadly-typhoon-yagi",
                "https://laotiantimes.com/2024/09/10/severe-flooding-hits-luang-namtha-claims-one-life-and-forces-evacuations/"
              ]
            },
            {
              "sentence": "Six landslides occurred in Mae Ai district,  one of which killed six people and injured three others",
              "refs": [
                "https://www.france24.com/en/live-news/20240909-vietnam-battles-severe-floods-after-deadly-typhoon-yagi",
                "https://www.thansettakij.com/news/general-news/606400",
                "https://www.bangkokpost.com/thailand/general/2864207/chiang-rai-grapples-with-flood-disaster"
              ]
            },
            {
              "sentence": "Flooding also damaged 1,191 homes and 92 shops across five villages in Mae Sai district",
              "refs": [
                "https://today.line.me/th/v2/article/j7LWwlg"
              ]
            },
            {
              "sentence": "Chiang Rai International Airport was closed due to flooding of access roads",
              "refs": [
                "https://www.thairath.co.th/news/local/north/2813619"
              ]
            },
            {
              "sentence": "Parts of Bueng Khan and Nong Khai provinces were inundated in up to 2 metres (6 ft 7 in) of water after the Mekong River burst its banks",
              "refs": [
                "https://theactive.net/news/disaster-20240912-2/"
              ]
            },
            {
              "sentence": "Damage was estimated to be 30 billion baht (US$904 million)",
              "refs": [
                "https://mgronline.com/local/detail/9670000084590"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Myanmar",
          "section_content": [
            {
              "sentence": "In Myanmar, the remnants of Yagi caused extensive flooding and landslides, which were considered the worst to hit central Myanmar in 60 years",
              "refs": []
            },
            {
              "sentence": "The country's junta confirmed 433 deaths, 79 missing,   and 48 injuries",
              "refs": [
                "https://www.thairath.co.th/news/local/north/2813599",
                "https://www.bangkokpost.com/thailand/general/2865412/mekong-bursts-into-nong-khai-and-bueng-kan",
                "https://burmese.voanews.com/a/myanmar-flood-and-call-for-help/7784273.html"
              ]
            },
            {
              "sentence": "Radio Free Asia put the number of missing at 200",
              "refs": [
                "https://elevenmyanmar.com/news/floods-claim-433-lives-79-missing-and-devastate-780000-acres-of-paddy-fields"
              ]
            },
            {
              "sentence": "At least 320,000 people were displaced,  while 24 bridges, 1,040 schools, 129 office buildings, five dams, 386 religious buildings, 14 electrical transformers, 456 lampposts and more than 158,373 houses were damaged by floods; 2,116 additional houses were destroyed",
              "refs": [
                "https://www.france24.com/en/live-news/20240921-myanmar-flood-death-toll-jumps-to-384",
                "https://reliefweb.int/report/myanmar/situation-update-no-8-combined-effects-tropical-cyclone-yagi-and-southwest-monsoon-27-september-2024",
                "https://www.rfa.org/burmese/news/junta-flood-dead-yagi-09242024123756.html"
              ]
            },
            {
              "sentence": "An additional 150,000 homes and 260,000 hectares (640,000 acres) of crops were flooded,  while nearly 130,000 animals also died",
              "refs": [
                "https://www.nytimes.com/2024/09/13/world/asia/typhoon-yagi-deaths-myanmar-vietnam.html",
                "https://www.bbc.com/news/articles/cx2kkdpnyp4o",
                "https://apnews.com/article/myanmar-typhoon-yagi-floods-dead-missing-f41b7e73b7ed72bd58e1221e7f620456"
              ]
            },
            {
              "sentence": "Heavy rains also caused parts of several pagodas at the ancient UNESCO World Heritage site of Bagan to collapse",
              "refs": [
                "https://www.rfa.org/burmese/news/flood-dead-military-09162024120518.html"
              ]
            },
            {
              "sentence": "Parts of the Yangon–Mandalay Railway were flooded, resulting in the suspension of journeys",
              "refs": [
                "https://www.nytimes.com/2024/09/13/world/asia/typhoon-yagi-deaths-myanmar-vietnam.html"
              ]
            },
            {
              "sentence": "In Mandalay Region, 53,972 people were affected",
              "refs": [
                "https://www.france24.com/en/live-news/20240912-se-asia-battles-floods-landslides-as-death-toll-passes-200"
              ]
            },
            {
              "sentence": "In the village of Thaye Pin, 310 of the 350 houses were destroyed, and 700 residents were believed to be missing",
              "refs": []
            },
            {
              "sentence": "Heavy rains caused a dam to collapse in Soendin Township, flooding 20 villages under up to 8 ft (2.4 m) of water",
              "refs": [
                "https://apnews.com/article/flood-landslide-disaster-naypyitaw-251c12ebeec148daefe3bcc2f6235f34"
              ]
            },
            {
              "sentence": "In Taungoo District, 200 villages were flooded, and rescuers claimed 400 people were dead or missing",
              "refs": [
                "https://www.mtnewstoday.com/?p=74468"
              ]
            },
            {
              "sentence": "Another rescuer in Kalaw, Shan State claimed 100 people died and 200 others were missing due to floods and landslides",
              "refs": [
                "https://www.myanmarlabournews.com/posts/%E1%80%99%E1%80%AD%E1%80%AF%E1%80%B8%E1%80%91%E1%80%AD%E1%80%99%E1%80%AD%E1%80%AF%E1%80%B8%E1%80%99%E1%80%AD-%E1%80%9B%E1%80%BD%E1%80%BE%E1%80%B1%E1%80%9C%E1%80%AF%E1%80%95%E1%80%BA%E1%80%80%E1%80%BD%E1%80%80%E1%80%BA%E1%80%99%E1%80%BB%E1%80%AC%E1%80%B8-%E1%80%99%E1%80%BC%E1%80%B1%E1%80%95%E1%80%BC%E1%80%AD%E1%80%AF%E1%80%80%E1%80%BB%E1%80%95%E1%80%BC%E1%80%AE%E1%80%B8-%E1%80%9B%E1%80%BD%E1%80%AC%E1%80%9C%E1%80%AF%E1%80%B6%E1%80%B8%E1%80%80%E1%80%BB%E1%80%BD%E1%80%90%E1%80%BA%E1%80%99%E1%80%BC%E1%80%B1%E1%80%A1%E1%80%B1%E1%80%AC%E1%80%80%E1%80%BA%E1%80%9B%E1%80%B1%E1%80%AC%E1%80%80%E1%80%BA%E1%80%80%E1%80%AC-%E1%80%A1%E1%80%9C%E1%80%AF%E1%80%95%E1%80%BA%E1%80%9E%E1%80%99%E1%80%AC%E1%80%B8%E1%80%A1%E1%80%99%E1%80%BB%E1%80%AC%E1%80%B8%E1%80%A1%E1%80%95%E1%80%BC%E1%80%AC%E1%80%B8-%E1%80%95%E1%80%BB%E1%80%B1%E1%80%AC%E1%80%80%E1%80%BA%E1%80%86%E1%80%AF%E1%80%B6%E1%80%B8%E1%80%94%E1%80%B1"
              ]
            },
            {
              "sentence": "Additionally, 18 members of a defense force were killed by a landslide in Pekon Township,  while 14 more died  and over 200 houses were damaged due to flooding in Mong Kung Township",
              "refs": [
                "https://www.rfa.org/burmese/news/wundwin-flooding-09122024050600.html",
                "https://www.rfa.org/burmese/news/taungoo-flood-help-09142024135500.html",
                "https://www.bbc.com/burmese/articles/c4gqdp9pggqo"
              ]
            },
            {
              "sentence": "Additionally, the Pa-O National Liberation Army claimed \"tens-of-thousands\" were missing",
              "refs": [
                "https://www.rfa.org/burmese/news/karenni-flood-lanslide-09122024140036.html"
              ]
            },
            {
              "sentence": "Communication lines in Tachileik were cut by the floods",
              "refs": []
            },
            {
              "sentence": "At least 26 people, including 20 KNDF soldiers and six civilians died in Kayah State",
              "refs": [
                "https://www.france24.com/en/live-news/20240909-vietnam-battles-severe-floods-after-deadly-typhoon-yagi"
              ]
            },
            {
              "sentence": "Naypyidaw, the country's capital, was extensively flooded, with thousands of houses submerged beneath up to 7 ft (2.1 m) of floodwater, killing 164 people,  destroying 33 houses and damaging 3,891 more",
              "refs": [
                "https://www.rfa.org/burmese/news/flooding-and-death-mongkung-09102024074212.html",
                "https://www.rfa.org/burmese/news/taungoo-flood-help-09142024135500.html",
                "https://www.ludunwayoo.com/news-mm/2024/09/15/99020/"
              ]
            },
            {
              "sentence": "The severity of the damage prompted Min Aung Hlaing, the country's military ruler, to issue an appeal for foreign aid",
              "refs": []
            },
            {
              "sentence": "According to the government, 3,600 people were rescued",
              "refs": [
                "https://news-eleven.com/article/295829"
              ]
            },
            {
              "sentence": "The United Nations estimated that around 887,000 people across 65 townships were affected by the disaster",
              "refs": [
                "https://www.rfa.org/burmese/program_2/flood-death-toll-naypyidaw-09152024010020.html"
              ]
            },
            {
              "sentence": "Overall, Yagi caused 466 billion kyat in losses (US$222 million)",
              "refs": [
                "https://www.france24.com/en/live-news/20240914-myanmar-junta-makes-rare-request-for-foreign-aid-to-cope-with-deadly-floods"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Aftermath",
      "section_content": [
        {
          "sentence": "Philippine President Bongbong Marcos conducted aerial inspections of La Mesa Dam, Marikina, and Antipolo,  announcing that over ₱16 million (US$324,873.1) in humanitarian aid has been allocated to the hardest-hit areas",
          "refs": [
            "https://www.aljazeera.com/news/2024/9/14/myanmars-military-chief-says-foreign-aid-needed-after-deadly-floods"
          ]
        },
        {
          "sentence": "The Department of Social Welfare and Development reported that assistance and relief goods valued at ₱700 million (US$14.21 million) have been distributed to the impacted families",
          "refs": [
            "https://apnews.com/article/myanmar-flood-relief-un-typhoon-monsoon-8a7efb83bedb5f178d3a01ce5416385e"
          ]
        },
        {
          "sentence": "A state of calamity was declared in Camarines Sur, Naga City and Allen, Northern Samar due to floods caused by Yagi",
          "refs": [
            "https://mirror.pco.gov.ph/news_releases/pbbm-mobilizes-govt-to-aid-enteng-victims/"
          ]
        },
        {
          "sentence": "On the afternoon of September 10, the Presidium of the Vietnamese Fatherland Front Committee held a ceremony to launch a fundraising campaign to support people affected by the storm, when the state budget is still limited",
          "refs": []
        },
        {
          "sentence": "The Standing Committee of the Vietnamese Fatherland Front Central Committee and the Central Relief Mobilisation Committee pledged to use all donated funds for the right purposes, effectively, and transparently",
          "refs": []
        },
        {
          "sentence": "As of 5:00 p.m",
          "refs": [
            "https://radyopilipinas.ph/2024/09/naipamahaging-tulong-ng-dswd-sa-mga-apektado-ng-bagyong-enteng-at-habagat-halos-%E2%82%B170-m-na/"
          ]
        },
        {
          "sentence": "on September 19, the total amount of funds transferred to the Central Relief Fund's account had reached VND 1.495 billion (US$60.77 million), of which VND 1.035 billion (US$42.17 million) has been disbursed to localities",
          "refs": []
        },
        {
          "sentence": "Additionally, with nearly 100 factories damaged, Vietnamese Prime Minister Phạm Minh Chính announced a US$4.62 million recovery package for Haiphong",
          "refs": [
            "https://www.gmanetwork.com/news/topstories/regions/919334/camarines-sur-under-state-of-calamity-due-to-floods/story/"
          ]
        },
        {
          "sentence": "Prime Minister Paetongtarn Shinawatra visited Chiang Rai on September 13",
          "refs": [
            "https://www.sixthtone.com/news/1015942"
          ]
        },
        {
          "sentence": "She later pledged that government would release US$90 million in aid and provide up to US$6,000 for each household affected by the floods",
          "refs": [
            "https://quochoi.vn/tintuc/Pages/su-kien-noi-bat.aspx?ItemID=89080"
          ]
        },
        {
          "sentence": "On September 12, BingX initiated a donation campaign, committing 1 billion VND (US$430,000) to the Vietnamese Fatherland Front Committee to aid those impacted by the typhoon",
          "refs": [
            "https://apnews.com/article/myanmar-typhoon-yagi-floods-dead-missing-f41b7e73b7ed72bd58e1221e7f620456"
          ]
        },
        {
          "sentence": "In addition, China and Vietnam collaborated on flood control",
          "refs": [
            "https://daidoanket.vn/1-495-ty-dong-ung-ho-dong-bao-vung-bao-lu-gui-ve-ban-van-dong-cuu-tro-trung-uong-10290677.html#:~:text=1.495%20t%E1%BB%B7%20%C4%91%E1%BB%93ng%20%E1%BB%A7ng%20h%E1%BB%99%20%C4%91%E1%BB%93ng%20b%C3%A0o%20v%C3%B9ng,ngh%C3%ACn%20b%E1%BB%91n%20tr%C4%83m%20ch%C3%ADn%20m%C6%B0%C6%A1i%20l%C4%83m%20t%E1%BB%B7%20%C4%91%E1%BB%93ng%29."
          ]
        }
      ],
      "subsections": [
        {
          "section_title": "International aid and assistance",
          "section_content": [
            {
              "sentence": "In response to the severe effects of Typhoon Yagi, the United States pledged US$1 million in immediate humanitarian aid to Vietnam,  while the Australian government allocated A$3 million (US$2 million) for emergency assistance and crucial services to Vietnam",
              "refs": [
                "https://www.prnewswire.com/ae/news-releases/bingx-provides-1-billion-vnd-aid-to-support-vietnam-from-impacts-of-typhoon-yagi-302251706.html"
              ]
            },
            {
              "sentence": "Australia sent emergency relief supplies aboard a C-17 Globemaster, which included essential provisions for families such as shelter and hygiene kits",
              "refs": [
                "https://www.scmp.com/news/china/diplomacy/article/3278134/china-says-its-working-vietnam-flood-control-after-typhoon-yagi"
              ]
            },
            {
              "sentence": "The Red Cross Society of China also donated US$100,000 to the Red Cross Society of Vietnam",
              "refs": [
                "https://www.usaid.gov/vietnam/press-releases/sep-11-2024-united-states-announces-1-million-immediate-relief-efforts-following-typhoon-yagi"
              ]
            },
            {
              "sentence": "The Swiss Agency for Development and Cooperation committed US$1.17 million, sending six specialists to aid in the recovery efforts to Vietnam",
              "refs": [
                "https://vir.com.vn/australia-donates-2-million-to-vietnam-in-wake-of-devastating-typhoon-114315.html"
              ]
            },
            {
              "sentence": "The European Union has provided €2.2 million (US$2.44 million) in humanitarian aid, with €1.2 million (US$1.33 million) directed to Myanmar, €650,000 (US$720,000) to Vietnam, €200,000 (US$222,000) to the Philippines, and €150,000 (US$166,000) to Laos, to support those most affected by Typhoon Yagi",
              "refs": [
                "https://www.miragenews.com/humanitarian-assistance-to-vietnam-1314845/"
              ]
            },
            {
              "sentence": "The United Kingdom announced £1 million of humanitarian assistance to Vietnam",
              "refs": [
                "https://en.vietnamplus.vn/post-297052.vnp"
              ]
            },
            {
              "sentence": "The Japanese government, via the Japan International Cooperation Agency, has dispatched emergency supplies to assist Vietnam in recovering from recent storm damage, while South Korea donated US$2 million",
              "refs": [
                "https://vir.com.vn/switzerland-sends-experts-and-over-1-million-to-aid-vietnams-typhoon-relief-efforts-114364.html"
              ]
            },
            {
              "sentence": "Indian billionaire businessman Gautam Adani has committed to donating US$1 million to help Vietnam recover from the damage caused by Typhoon Yagi",
              "refs": [
                "https://civil-protection-humanitarian-aid.ec.europa.eu/news-stories/news/eu-releases-eu22-million-emergency-assistance-help-victims-typhoon-yagi-southeast-asia-2024-09-18_en"
              ]
            },
            {
              "sentence": "The Singapore Red Cross Society will provide S$50,000 (US$38,000) to support the Vietnam Red Cross Society's continued humanitarian efforts",
              "refs": []
            },
            {
              "sentence": "The Singapore Armed Forces will deploy an Airbus A330 MRTT and two Lockheed C-130 aircraft to deliver humanitarian assistance to communities affected by Typhoon Yagi in Laos, Myanmar, and Vietnam",
              "refs": [
                "https://vietnamnet.vn/en/vn-flood-recovery-boosted-by-2mil-from-south-korea-emergency-aid-from-japan-2321345.html"
              ]
            },
            {
              "sentence": "India responded in Myanmar, Vietnam, and Laos by deploying its C-17 aircraft to deliver humanitarian aid,  including relief assistance valued at US$1 million to Vietnam  and ten tones of relief items to Myanmar",
              "refs": [
                "https://tuoitrenews.vn/news/society/20240913/indian-billionaire-promises-to-donate-1mn-for-vietnams-typhoon-yagi-relief-efforts/81934.html",
                "https://reliefweb.int/report/viet-nam/southeast-asia-floods-singapore-red-cross-supports-communities-affected-climate-emergencies-tropical-cyclone-yagi-and-southwest-monsoon",
                "https://www.mindef.gov.sg/news-and-events/latest-releases/18sept24_nr1"
              ]
            },
            {
              "sentence": "The military government of Myanmar also opened 400 relief camps",
              "refs": []
            },
            {
              "sentence": "More than 100 flood victims near Naypyidaw were hospitalised for food poisoning after consuming donated food",
              "refs": [
                "https://apnews.com/article/myanmar-typhoon-yagi-floods-dead-missing-f41b7e73b7ed72bd58e1221e7f620456"
              ]
            },
            {
              "sentence": "The embassy of Ireland in Hanoi announced on September 18 a €250,000 (US$277,000) contribution to support UNICEF in supplying clean water, sanitation, and hygiene resources to vulnerable children and families impacted by the typhoon",
              "refs": [
                "https://www.mea.gov.in/press-releases.htm?dtl/38294/Operation_Sadbhav__India_sends_US_1_million_worth_humanitarian_relief_assistance_to_Vietnam"
              ]
            },
            {
              "sentence": "The Canadian embassy in Hanoi reported that Canada has committed C$560,000 (US$413,000) in humanitarian aid to help the Vietnamese people impacted by the heavy flooding and landslides resulting from Typhoon Yagi",
              "refs": [
                "https://www.newsonair.gov.in/typhoon-yagi-india-sends-humanitarian-assistance-to-cambodia-and-vietnam-amid-severe-flooding/"
              ]
            },
            {
              "sentence": "The Ministry of Emergency Situations of Russia provided humanitarian aid, which was delivered to Lao Cai province of Vietnam, the area most severely affected by the typhoon",
              "refs": [
                "https://www.france24.com/en/live-news/20240918-six-million-children-in-se-asia-affected-by-yagi-disaster-unicef"
              ]
            },
            {
              "sentence": "The United Nations Office for the Coordination of Humanitarian Affairs (OCHA) announced a US$2 million fund to support Vietnam's response to Typhoon Yagi",
              "refs": [
                "https://www.unicef.org/vietnam/press-releases/embassy-ireland-announces-250000-support-humanitarian-response-typhoon-yagi-viet-nam"
              ]
            },
            {
              "sentence": "Most countries that provided aid expressed their condolences to Vietnam,    including Argentina, Belgium, Belarus, Brunei, Bulgaria, Canada, Cuba, Czech Republic, Germany, Kazakhstan, Laos, Norway, New Zealand, Seychelles, Singapore, Slovenia, Spain, Thailand, United Kingdom, Uzbekistan, and Vatican",
              "refs": [
                "https://en.baochinhphu.vn/russia-hands-over-35-tons-of-humanitarian-aid-to-viet-nam-following-typhoon-yagi-111240921103811744.htm",
                "https://en.vietnamplus.vn/un-humanitarian-affairs-body-provides-2-million-usd-to-vietnamese-storm-victims-post296951.vnp",
                "https://en.vietnamplus.vn/more-condolences-assistance-to-vietnam-over-typhoon-yagi-impact-post296670.vnp"
              ]
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Notes",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "References",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "External links",
      "section_content": [],
      "subsections": []
    }
  ],
  "references": {
    "90": "[ERROR retrieving ref link]",
    "127": "[ERROR retrieving ref link]",
    "1": "https://archive.today/20240831094815/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Warnings_and_weather_summary/20240830/180000/A_WWJP27RJTD301800_C_RJTD_20240830201817_20.txt",
    "2": "https://wiki.chlod.net/jtwc/text/2024-08-31-0550-abpwweb.txt",
    "3": "https://archive.today/20240831094825/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Warnings_and_weather_summary/20240831/000000/A_WWJP27RJTD310000_C_RJTD_20240831022816_48.txt",
    "4": "https://wiki.chlod.net/jtwc/text/2024-09-01-0020-abpwweb.txt",
    "5": "https://ia600602.us.archive.org/29/items/pagasa-24-TC05/PAGASA_24-TC05_Enteng_TCB%2301.pdf",
    "6": "https://web.archive.org/web/20240901034140/https://www.metoc.navy.mil/jtwc/products/wp9224web.txt",
    "7": "https://wiki.chlod.net/jtwc/prog/2024-09-01-1530-wp1224prog.txt",
    "8": "https://web.archive.org/web/20240902025705/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Tropical_cyclone/20240901/120000/A_WTPQ31RJTD011200_C_RJTD_20240901134517_14.txt",
    "9": "https://web.archive.org/web/20240902042914/https://www.metoc.navy.mil/jtwc/products/wp1224prog.txt",
    "10": "https://balita.mb.com.ph/2024/09/02/bagyong-enteng-nag-landfall-na-sa-vicinity-ng-casiguran-aurora/",
    "11": "https://wiki.chlod.net/jtwc/prog/2024-09-02-0930-wp1224prog.txt",
    "12": "https://wiki.chlod.net/jtwc/prog/2024-09-02-1500-wp1224prog.txt",
    "13": "https://ia600602.us.archive.org/29/items/pagasa-24-TC05/PAGASA_24-TC05_Enteng_TCB%2314.pdf",
    "14": "https://ia800602.us.archive.org/29/items/pagasa-24-TC05/PAGASA_24-TC05_Enteng_TCB%2315.pdf",
    "15": "https://wiki.chlod.net/jtwc/prog/2024-09-03-0240-wp1224prog.txt",
    "16": "https://web.archive.org/web/20240903091522/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Tropical_cyclone/20240903/060000/A_WTPQ31RJTD030600_C_RJTD_20240903071417_83.txt",
    "17": "https://web.archive.org/web/20240904060312/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Tropical_cyclone/20240904/000000/A_WTPQ31RJTD040000_C_RJTD_20240904012532_84.txt",
    "18": "https://wiki.chlod.net/jtwc/prog/2024-09-04-0200-wp1224prog.txt",
    "19": "https://wiki.chlod.net/jtwc/prog/2024-09-04-0920-wp1224prog.txt",
    "20": "https://www.ssd.noaa.gov/PS/TROP/DATA/ATCF/JTWC/bwp122024.dat",
    "21": "https://www.iflscience.com/deadly-tropical-storm-yagi-has-become-a-super-typhoon-what-does-that-mean-75888",
    "22": "https://wiki.chlod.net/jtwc/prog/2024-09-05-0250-wp1224prog.txt",
    "23": "https://wiki.chlod.net/jtwc/prog/2024-09-05-0840-wp1224prog.txt",
    "24": "https://web.archive.org/web/20240905143900/https://tgftp.nws.noaa.gov/data/raw/wd/wdpn31.pgtw..txt",
    "25": "https://archive.today/20240906093027/https://www.wis-jma.go.jp/d/o/PGTW/Alphanumeric/Warning/Tropical_cyclone/20240905/210000/A_WDPN31PGTW052100_C_RJTD_20240905205917_2.txt",
    "26": "https://archive.today/20240905091135/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Tropical_cyclone/20240905/000000/A_WTPQ31RJTD050000_C_RJTD_20240905005416_7.txt",
    "27": "https://www.chinadaily.com.cn/a/202409/06/WS66dad616a3103711928a6915.html",
    "28": "https://www.yahoo.com/news/catastrophic-super-typhoon-yagi-barrels-043431747.html?fr=sycsrp_catchall",
    "29": "https://wiki.chlod.net/jtwc/prog/2024-09-06-0840-wp1224prog.txt",
    "30": "https://apnews.com/article/typhoon-yagi-china-hainan-vietnam-555e6187e737da7b13fe3e31cf3797ba",
    "31": "https://wiki.chlod.net/jtwc/prog/2024-09-06-2000-wp1224prog.txt",
    "32": "https://www.barrons.com/news/super-typhoon-yagi-makes-landfall-in-northern-vietnam-state-media-e12480aa",
    "33": "https://wiki.chlod.net/jtwc/prog/2024-09-07-0230-wp1224prog.txt",
    "34": "https://uk.news.yahoo.com/vietnam-orders-evacuations-closes-airports-080727090.html",
    "35": "https://www.nytimes.com/2024/09/07/world/asia/typhoon-yagi-vietnam-china.html",
    "36": "https://wiki.chlod.net/jtwc/text/2024-09-07-0810-wp1224web.txt",
    "37": "https://archive.today/20240908092326/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Tropical_cyclone/20240907/180000/A_WTPQ31RJTD071800_C_RJTD_20240907190518_42.txt",
    "38": "https://web.archive.org/web/20240908211837/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Warning/Warnings_and_weather_summary/20240908/180000/A_WWJP27RJTD081800_C_RJTD_20240908202117_67.txt",
    "39": "https://archive.today/20241207053816/https://www.wis-jma.go.jp/d/o/RJTD/Alphanumeric/Analysis/Miscellaneous/20241203/060000/A_AXPQ20RJTD030600_C_RJTD_20241203061717_50.txt",
    "40": "https://www.manilatimes.net/2024/09/02/news/national/tropical-depression-enteng-intensifies/1968248",
    "41": "https://www.philstar.com/headlines/weather/2024/09/02/2382311/enteng-maintains-strength-signal-no-2-over-parts-luzon",
    "42": "https://ia800602.us.archive.org/29/items/pagasa-24-TC05/PAGASA_24-TC05_Enteng_TCB%2320-FINAL.pdf",
    "43": "https://news.abs-cbn.com/news/2024/9/2/-walangpasok-class-suspensions-for-tuesday-sept-3-1540",
    "44": "https://news.abs-cbn.com/news/2024/9/1/class-suspensions-for-monday-sept-2-due-to-tropical-depression-enteng-1637",
    "45": "https://www.rappler.com/business/canceled-flights-tropical-storm-enteng-september-2-2024/",
    "46": "https://news.abs-cbn.com/regions/2024/9/1/naga-city-mayor-orders-forced-evacuation-in-all-barangays-2329",
    "47": "https://www.gmanetwork.com/news/topstories/metro/918971/marikina-river-on-2nd-alarm-as-water-level-rises-due-to-enteng-rains/story/",
    "48": "https://www.philstar.com/nation/2024/09/03/2382525/oil-siphoning-terra-nova-stopped-due-enteng",
    "49": "https://news.abs-cbn.com/sports/2024/9/2/pvl-finals-moved-to-wednesday-september-4-due-to-enteng-1210",
    "50": "https://radyopilipinas.ph/2024/09/gsis-tiniyak-ang-tulong-sa-mga-miyembro-nito-na-biktima-ng-bagyong-enteng/",
    "51": "https://monitoring-dashboard.ndrrmc.gov.ph/assets/uploads/situations/SitRep_No__13_for_the_Effects_of_TC_ENTENG_and_Southwest_Monsoon_2024.pdf",
    "52": "https://www.chinadaily.com.cn/a/202409/05/WS66d88f9ea3108f29c1fca2c5.html",
    "53": "https://apnews.com/article/south-china-hong-kong-typhoon-yagi-a76bd1a16a3608d7bcb0d634556baca3",
    "54": "https://apnews.com/article/yagi-typhoon-hainan-china-hong-kong-c18494f4878c2e8911149d118431050f",
    "55": "https://www.scmp.com/news/hong-kong/article/3276936/hong-kong-issue-no-1-signal-between-5pm-and-8pm-tropical-cyclone-yagi-moves-closer",
    "56": "https://www.earthdata.nasa.gov/worldview/worldview-image-archive/super-typhoon-yagi",
    "57": "https://www.scmp.com/news/hong-kong/article/3277097/severe-tropical-storm-yagi-hong-kong-consider-issuing-t3-signal-between-6pm-and-9pm",
    "58": "https://www.scmp.com/news/hong-kong/article/3277245/super-typhoon-yagi-hong-kong-consider-issuing-t8-signal-between-4pm-and-7pm",
    "59": "https://www.france24.com/en/asia-pacific/20240906-deadly-super-typhoon-yagi-headed-for-southern-china-extreme-weather-storms",
    "60": "https://macaudailytimes.com.mo/smg-to-lift-t8-as-yagi-moves-away-from-macau.html",
    "61": "https://www.gov.mo/pt/noticias/732896/",
    "62": "https://macaupostdaily.com/news/22611",
    "63": "https://www.congluan.vn/su-dung-google-maps-cap-nhat-tinh-trang-va-huong-di-bao-yagi-post310815.html",
    "64": "https://baonamdinh.vn/tin-tuc-su-kien/202409/hoc-sinh-sinh-vien-toan-tinh-nghi-hoc-tu-ngay-6-9-den-khi-bao-tan-6300d32/",
    "65": "https://tuoitre.vn/hai-phong-quang-ninh-bac-giang-cho-hoc-sinh-nghi-hoc-tranh-sieu-bao-yagi-20240905213821738.htm",
    "66": "https://e.vnexpress.net/news/news/education/super-typhoon-yagi-shuts-schools-for-6-5-million-vietnamese-students-4789840.html",
    "67": "https://vietnamnet.vn/huy-dong-hon-400-nghin-chien-si-va-tau-thuyen-truc-thang-ung-pho-voi-bao-yagi-2318377.html",
    "68": "https://congluan.vn/thai-binh-cho-hoc-sinh-nghi-hoc-2-ngay-de-tranh-bao-yagi-post310856.html",
    "69": "https://baophapluat.vn/9-tinh-thanh-pho-cho-hoc-sinh-nghi-hoc-tranh-bao-post524193.html",
    "70": "https://www.bbc.co.uk/news/articles/ce380vgeq1po",
    "71": "https://thanhnien.vn/tam-dong-cua-4-san-bay-tranh-sieu-bao-yagi-hon-300-chuyen-bay-bi-anh-huong-185240905224423614.htm",
    "72": "https://xaydungchinhsach.chinhphu.vn/thu-tuong-chi-dao-khan-cap-ung-pho-sieu-bao-yagi-bao-so-3-119240905123234075.htm",
    "73": "https://plo.vn/anh-huong-cua-bao-yagi-tau-pha-den-tp-phu-quoc-tam-ngung-hoat-dong-post808695.html",
    "74": "https://nld.com.vn/bo-cong-thuong-thong-tin-nong-ve-nguon-hang-du-tru-de-ung-pho-sieu-bao-yagi-196240906141712828.htm",
    "75": "https://tuoitre.vn/duong-sat-dung-chay-12-doan-tau-de-tranh-bao-yagi-20240906123525636.htm",
    "76": "https://www.bbc.co.uk/news/articles/c4gz3rk71n7o",
    "77": "https://www.thestar.com.my/aseanplus/aseanplus-news/2024/09/07/thailand-russia-football-match-in-vietnam-cancelled-because-of-typhoon-yagi",
    "78": "https://kpl.gov.la/En/detail.aspx?id=85542",
    "79": "https://www.khmertimeskh.com/501554287/super-typhoon-yagi-brings-heavy-rains-to-parts-of-cambodia/",
    "80": "https://www.bangkokpost.com/thailand/general/2861617/heavy-downpours-continue-in-north-northeast-thailand",
    "81": "https://reliefweb.int/report/viet-nam/flash-update-no-03-tropical-cyclone-yagi-southwest-monsoon-cambodia-lao-pdr-myanmar-philippines-thailand-and-viet-nam-6-september-2024",
    "82": "https://www.france24.com/en/live-news/20240912-se-asia-battles-floods-landslides-as-death-toll-passes-200",
    "83": "https://laotiantimes.com/2024/09/12/critical-flood-warnings-in-northern-laos-relief-teams-mobilize-donations-needed/",
    "84": "https://reliefweb.int/report/philippines/situation-update-no-4-combined-effects-tropical-cyclone-yagi-and-southwest-monsoon-14-september-2024",
    "85": "https://www.chinanews.com.cn/sh/2024/09-07/10282113.shtml",
    "86": "https://www.mem.gov.cn/xw/yjglbgzdt/202501/t20250117_518491.shtml",
    "87": "https://vietnamnet.vn/mot-phu-nu-tu-vong-do-nhanh-cay-roi-trung-dau-trong-mua-lon-chieu-nay-o-tphcm-2318487.html",
    "88": "https://congan.com.vn/doi-song/da-co-7-nguoi-thuong-vong-do-bao-so-3-yagi_166928.html",
    "89": "https://dantri.com.vn/xa-hoi/ha-noi-4-nguoi-tu-vong-17-nguoi-bi-thuong-va-24800-cay-do-do-bao-yagi-20240908233540965.htm",
    "91": "https://vietnamnet.vn/bao-so-3-yagi-tan-pha-manh-nhat-70-nam-qua-gay-thiet-hai-88-700-ty-2354259.html",
    "92": "https://web.archive.org/web/20241230085349/https://www.vietnamplus.vn/thiet-hai-nang-ne-sau-bao-so-3-doanh-nghiep-tinh-quang-ninh-no-luc-vuc-day-post982932.vnp",
    "93": "https://laotiantimes.com/2024/09/26/government-private-sector-unites-to-address-flood-damage-strengthen-disaster-preparedness/",
    "94": "https://reliefweb.int/report/philippines/asean-weekly-disaster-update-week-41-7-13-october-2024",
    "95": "https://www.scmp.com/news/asia/southeast-asia/article/3282368/wetter-weather-expected-singapore-philippines-thailand-vietnam-la-nina-emerges",
    "96": "https://www.myanmaritv.com/news/disaster-management-rehabilitation-efforts-flood-hit-areas",
    "97": "https://reliefweb.int/report/philippines/situation-update-no-4-combined-effects-tropical-cyclone-yagi-and-southwest-monsoon-14-september-2024",
    "98": "https://news.abs-cbn.com/regions/2024/9/1/panoorin-ilang-lugar-sa-camarines-sur-lubog-sa-baha-728",
    "99": "https://news.abs-cbn.com/news/2024/9/2/list-flooded-passable-roads-amid-heavy-rains-due-to-enteng-829",
    "100": "https://www.rappler.com/philippines/coast-guard-rescues-crew-allision-manila-bay-fire-aboard-ship/",
    "101": "https://mb.com.ph/2024/9/2/carrier-barge-strikes-pier-in-rosario-cavite-amid-bad-weather",
    "102": "https://news.abs-cbn.com/business/2024/9/2/meralco-28-000-customers-without-power-due-to-enteng-1412",
    "103": "https://business.inquirer.net/479216/farm-losses-from-enteng-balloon-to-p2-3b",
    "104": "https://www.philstar.com/headlines/2024/09/03/2382506/storm-enteng-sets-floods-landslides",
    "105": "https://www.pna.gov.ph/articles/1232416",
    "106": "https://www.pna.gov.ph/articles/1232573",
    "107": "https://www.rappler.com/philippines/weather/typhoon-enteng-southwest-monsoon-update-pagasa-forecast-september-4-2024-4pm/",
    "108": "https://www.newscientist.com/article/2446397-a-small-asteroid-hit-earth-and-burned-up-over-the-philippines/",
    "109": "https://www.msn.com/en-za/news/other/asteroid-the-size-of-two-house-cats-to-hit-earth-over-the-philippines/ar-AA1q01qi",
    "110": "https://www.space.com/asteroid-earth-impact-september-2024-rw1",
    "111": "https://www.singtao.ca/6847614/2024-09-06/news-%E9%A2%B1%E9%A2%A8%E6%91%A9%E7%BE%AF%EF%BD%9C%E7%8B%82%E9%A2%A8%E6%9A%B4%E9%9B%A8%E7%99%BB%E9%99%B8%E6%B5%B7%E5%8D%97%E7%9C%81++%E9%83%A8%E5%88%86%E5%9C%B0%E5%8D%80%E5%81%9C%E9%9B%BB%E6%A8%B9%E6%9C%A8%E5%80%92%E5%A1%8C%EF%BD%9C%E6%9C%89%E7%89%87/?variant=zh-hk",
    "112": "https://www.hinews.cn/news/system/2024/09/07/033199957.shtml",
    "113": "https://www.sixthtone.com/news/1015942",
    "114": "https://apnews.com/article/yagi-vietnam-storm-flooding-landslides-fdc1ab23b354b8b63a9c92213c3ec316",
    "115": "https://www.gdzjdaily.com.cn/p/2894213.html",
    "116": "https://www.bjnews.com.cn/detail/1725923521129590.html",
    "117": "https://www.bastillepost.com/global/article/4156719-south-chinas-guangxi-renews-2nd-highest-alert-for-flood-as-rivers-swell",
    "118": "https://www.scmp.com/news/hong-kong/health-environment/article/3277543/super-typhoon-yagi-hong-kong-back-business-after-trees-toppled-9-hurt-and-flights-axed?module=Hong%20Kong%20economy&pgtype=section",
    "119": "https://www.scmp.com/news/hong-kong/society/article/3277303/super-typhoon-yagi-hong-kong-braces-storm-t8-signal-be-issued-620pm",
    "120": "https://news.rthk.hk/rthk/en/component/k2/1769487-20240906.htm",
    "121": "https://hongkongfp.com/2024/09/06/in-pictures-hong-kong-lowers-storm-warning-to-t3-as-super-typhoon-yagi-cancels-flights-but-leaves-little-damage/",
    "122": "https://www.scmp.com/news/hong-kong/health-environment/article/3277548/waterspout-may-have-formed-sai-kung-waters-hong-kong-observatory",
    "123": "https://nld.com.vn/binh-duong-cay-xanh-bat-goc-cot-dien-do-nga-sau-con-mua-lon-196240904173751817.htm",
    "124": "https://vov.vn/xa-hoi/thiet-hai-sau-con-mua-dong-o-binh-duong-post1119005.vov",
    "125": "https://web.archive.org/web/20241114174932/https://www.typhooncommittee.org/19IWS/docs/Members%20REport/Viet%20Nam/Members%20Report%202024_Vietnam.pdf",
    "126": "https://datafiles.chinhphu.vn/cpp/files/vbpq/2021/04/18.signed.pdf",
    "128": "https://www.typhooncommittee.org/19IWS/docs/Members%20REport/Viet%20Nam/Members%20Report%202024_Vietnam_update.pdf",
    "129": "https://dantri.com.vn/xa-hoi/bao-yagi-do-bo-lan-dau-tien-viet-nam-do-duoc-gio-giat-cap-17-20241022125111982.htm",
    "130": "https://vietnamnet.vn/bao-so-3-yagi-tan-pha-manh-nhat-70-nam-qua-gay-thiet-hai-88-700-ty-2354259.html",
    "131": "https://phongchongthientai.mard.gov.vn/FileUpload/2019-08/u4fxaVGl-kKJ8YgF2017-00.%20THIET%20HAI%20NAM%202017_tinh,%20tp_ngay%2031.12.2017.pdf",
    "132": "https://phongchongthientai.mard.gov.vn/FileUpload/2019-08/PlI5NEfHkkITO9XG2009-Tong%20hop%20thiet%20hai%20nam%202009-ct.pdf",
    "133": "https://phongchongthientai.mard.gov.vn/FileUpload/2019-08/iY6RhUKimkC2WAcp2013-Tong%20hop%202013-CT.pdf",
    "134": "http://phongchongthientai.mard.gov.vn/FileUpload/2020-11/5gAsuCxG6EWyl5MH00.%20THIET%20HAI%20NAM%202020%20update%20b%E1%BA%A3n%20chu%E1%BA%A9n.xls",
    "135": "https://phongchongthientai.mard.gov.vn/FileUpload/2019-08/d6NXOwmXIEqNSxWG2012-Tong%20hop%202012%20(tinh,tp)-CT.pdf",
    "136": "https://tienphong.vn/thiet-hai-do-bao-xangsane-hon-nua-ty-do-la-post62495.tpo",
    "137": "https://phongchongthientai.mard.gov.vn/FileUpload/2019-08/JGNEJ5I7dkajSt5Q2006-Thiet%20hai-2006-tt.pdf",
    "138": "https://reliefweb.int/report/viet-nam/viet-nam-typhoon-yagi-and-floods-situation-update-no-5-23-october-2024",
    "139": "https://vtcnews.vn/344-nguoi-chet-va-mat-tich-thiet-hai-kinh-te-hon-81-000-ty-dong-do-bao-yagi-ar898721.html",
    "140": "https://www.france24.com/en/live-news/20240916-vietnam-puts-typhoon-losses-at-1-6-billion",
    "141": "https://www.france24.com/en/live-news/20240908-super-typhoon-yagi-toll-rises-to-9-in-vietnam-after-landslide",
    "142": "https://nigdeanadoluhaber.com/2024/09/typhoon-yagi-kills-22-leaves-nearly-200-injured-in-northern-vietnam/",
    "143": "https://www.aljazeera.com/news/2024/9/18/unicef-says-six-million-children-in-southeast-asia-affected-by-typhoon-yagi",
    "144": "https://phongchongthientai.mard.gov.vn/Pages/bao-cao-nhanh-cong-tac-truc-ban-pctt-ngay-16-9-2024.aspx",
    "145": "https://web.archive.org/web/20240928154045/https://vietnamnet.vn/en/over-100-000-trees-downed-in-hanoi-due-to-typhoon-yagi-2326838.html",
    "146": "https://www.france24.com/en/live-news/20240913-vietnam-farmers-lose-their-blooms-as-floods-claim-crops",
    "147": "https://www.aljazeera.com/news/2024/9/8/super-typhoon-yagi-triggers-landslide-in-vietnam-killing-nine",
    "148": "https://laodong.vn/thoi-su/so-nguoi-chet-do-bao-so-3-tang-len-14-nguoi-1391072.ldo",
    "149": "https://nld.com.vn/canh-tan-hoang-do-nat-tai-dao-cat-ba-sau-bao-so-3-19624091015030811.htm",
    "150": "https://vneconomy.vn/dao-du-lich-cat-ba-tan-hoang-sau-bao.htm",
    "151": "https://plo.vn/tuyen-pha-dong-bai-cai-vieng-hoat-dong-tro-lai-dao-cat-ba-thoat-canh-co-lap-post809221.html",
    "152": "https://thanhnien.vn/ngu-dan-quang-ninh-mat-trang-hang-nghin-ti-dong-vi-bao-so-3-185240911172657279.htm",
    "153": "https://tuoitre.vn/bao-hiem-tang-boi-thuong-hang-ngan-ti-nguoi-dan-dang-bao-thiet-hai-nguoi-va-tai-san-20240911175750467.htm",
    "154": "https://vnexpress.net/chung-khoan-hom-nay-10-9-vng-nam-san-co-phieu-nganh-bao-hiem-do-sac-4791274.html",
    "155": "https://tienphong.vn/11600-ty-dong-bao-hiem-boi-thuong-thiet-hai-bao-so-3-post1681005.tpo",
    "156": "https://tuoitre.vn/bao-yagi-sap-cau-mua-lu-lam-58-nguoi-chet-40-nguoi-mat-tich-20240909211300174.htm",
    "157": "https://vnexpress.net/hang-tram-nghin-dan-o-lao-cai-cao-bang-bi-mat-dien-do-mua-lu-4790719.html",
    "158": "https://tienphong.vn/toan-canh-2-vu-sat-lo-o-cao-bang-khien-hon-40-nguoi-tu-vong-va-mat-tich-post1673702.tpo",
    "159": "https://www.bbc.co.uk/news/articles/cqxjn3w9228o",
    "160": "https://apnews.com/article/yagi-vietnam-storm-flooding-landslides-fdc1ab23b354b8b63a9c92213c3ec316",
    "161": "https://www.bbc.com/news/articles/c5yk131xd4lo",
    "162": "https://www.france24.com/en/live-news/20240909-vietnam-battles-severe-floods-after-deadly-typhoon-yagi",
    "163": "https://www.aljazeera.com/news/2024/9/10/thousands-flee-homes-in-vietnam-as-typhoon-yagi-death-toll-climbs-to-127",
    "164": "https://www.france24.com/en/live-news/20240911-landslide-devastates-vietnam-village-as-yagi-toll-rises-in-se-asia",
    "165": "https://apnews.com/article/vietnam-flooding-typhoon-yagi-deaths-95c5de93c84e636c32f2a875c77db0fa",
    "166": "https://tienphong.vn/canh-tan-hoang-sau-vu-sat-lo-o-thon-nam-tong-lam-18-nguoi-chet-va-mat-tich-post1673452.tpo",
    "167": "https://www.reuters.com/world/asia-pacific/flood-struck-vietnam-flags-concern-about-water-chinese-dams-2024-09-11/",
    "168": "https://www.scmp.com/news/china/diplomacy/article/3278134/china-says-its-working-vietnam-flood-control-after-typhoon-yagi",
    "169": "https://reliefweb.int/report/myanmar/situation-update-no-8-combined-effects-tropical-cyclone-yagi-and-southwest-monsoon-27-september-2024",
    "170": "https://laotiantimes.com/2024/09/10/severe-flooding-hits-luang-namtha-claims-one-life-and-forces-evacuations/",
    "171": "https://laotiantimes.com/2024/09/16/lao-government-oversee-flood-relief-efforts-in-vientiane-amid-high-water-levels/",
    "172": "https://theactive.net/news/disaster-20240912-2/",
    "173": "https://www.thansettakij.com/news/general-news/606400",
    "174": "https://www.bangkokpost.com/thailand/general/2864207/chiang-rai-grapples-with-flood-disaster",
    "175": "https://today.line.me/th/v2/article/j7LWwlg",
    "176": "https://www.thairath.co.th/news/local/north/2813619",
    "177": "https://mgronline.com/local/detail/9670000084590",
    "178": "https://www.thairath.co.th/news/local/north/2813599",
    "179": "https://www.bangkokpost.com/thailand/general/2865412/mekong-bursts-into-nong-khai-and-bueng-kan",
    "180": "https://burmese.voanews.com/a/myanmar-flood-and-call-for-help/7784273.html",
    "181": "https://elevenmyanmar.com/news/floods-claim-433-lives-79-missing-and-devastate-780000-acres-of-paddy-fields",
    "182": "https://www.france24.com/en/live-news/20240921-myanmar-flood-death-toll-jumps-to-384",
    "183": "https://reliefweb.int/report/myanmar/situation-update-no-8-combined-effects-tropical-cyclone-yagi-and-southwest-monsoon-27-september-2024",
    "184": "https://www.rfa.org/burmese/news/junta-flood-dead-yagi-09242024123756.html",
    "185": "https://www.nytimes.com/2024/09/13/world/asia/typhoon-yagi-deaths-myanmar-vietnam.html",
    "186": "https://www.bbc.com/news/articles/cx2kkdpnyp4o",
    "187": "https://apnews.com/article/myanmar-typhoon-yagi-floods-dead-missing-f41b7e73b7ed72bd58e1221e7f620456",
    "188": "https://www.rfa.org/burmese/news/flood-dead-military-09162024120518.html",
    "189": "https://www.france24.com/en/live-news/20240917-myanmar-flooding-death-toll-jumps-to-226",
    "190": "https://apnews.com/article/flood-landslide-disaster-naypyitaw-251c12ebeec148daefe3bcc2f6235f34",
    "191": "https://www.mtnewstoday.com/?p=74468",
    "192": "https://www.myanmarlabournews.com/posts/%E1%80%99%E1%80%AD%E1%80%AF%E1%80%B8%E1%80%91%E1%80%AD%E1%80%99%E1%80%AD%E1%80%AF%E1%80%B8%E1%80%99%E1%80%AD-%E1%80%9B%E1%80%BD%E1%80%BE%E1%80%B1%E1%80%9C%E1%80%AF%E1%80%95%E1%80%BA%E1%80%80%E1%80%BD%E1%80%80%E1%80%BA%E1%80%99%E1%80%BB%E1%80%AC%E1%80%B8-%E1%80%99%E1%80%BC%E1%80%B1%E1%80%95%E1%80%BC%E1%80%AD%E1%80%AF%E1%80%80%E1%80%BB%E1%80%95%E1%80%BC%E1%80%AE%E1%80%B8-%E1%80%9B%E1%80%BD%E1%80%AC%E1%80%9C%E1%80%AF%E1%80%B6%E1%80%B8%E1%80%80%E1%80%BB%E1%80%BD%E1%80%90%E1%80%BA%E1%80%99%E1%80%BC%E1%80%B1%E1%80%A1%E1%80%B1%E1%80%AC%E1%80%80%E1%80%BA%E1%80%9B%E1%80%B1%E1%80%AC%E1%80%80%E1%80%BA%E1%80%80%E1%80%AC-%E1%80%A1%E1%80%9C%E1%80%AF%E1%80%95%E1%80%BA%E1%80%9E%E1%80%99%E1%80%AC%E1%80%B8%E1%80%A1%E1%80%99%E1%80%BB%E1%80%AC%E1%80%B8%E1%80%A1%E1%80%95%E1%80%BC%E1%80%AC%E1%80%B8-%E1%80%95%E1%80%BB%E1%80%B1%E1%80%AC%E1%80%80%E1%80%BA%E1%80%86%E1%80%AF%E1%80%B6%E1%80%B8%E1%80%94%E1%80%B1",
    "193": "https://www.rfa.org/burmese/news/wundwin-flooding-09122024050600.html",
    "194": "https://www.rfa.org/burmese/news/taungoo-flood-help-09142024135500.html",
    "195": "https://www.bbc.com/burmese/articles/c4gqdp9pggqo",
    "196": "https://www.rfa.org/burmese/news/karenni-flood-lanslide-09122024140036.html",
    "197": "https://www.rfa.org/burmese/news/flood-whole-country-died-09122024015837.html",
    "198": "https://www.rfa.org/burmese/news/flooding-and-death-mongkung-09102024074212.html",
    "199": "https://www.ludunwayoo.com/news-mm/2024/09/15/99020/",
    "200": "https://www.pct.com.mm/%e1%80%a1%e1%80%80%e1%80%bc%e1%80%99%e1%80%ba%e1%80%b8%e1%80%96%e1%80%80%e1%80%ba-kndf-%e1%80%90%e1%80%95%e1%80%ba%e1%80%96%e1%80%bd%e1%80%b2%e1%80%b7%e1%80%9d%e1%80%84%e1%80%ba-%e1%81%82%e1%81%80/",
    "201": "https://news-eleven.com/article/295829",
    "202": "https://www.rfa.org/burmese/program_2/flood-death-toll-naypyidaw-09152024010020.html",
    "203": "https://www.france24.com/en/live-news/20240914-myanmar-junta-makes-rare-request-for-foreign-aid-to-cope-with-deadly-floods",
    "204": "https://www.aljazeera.com/news/2024/9/14/myanmars-military-chief-says-foreign-aid-needed-after-deadly-floods",
    "205": "https://apnews.com/article/myanmar-flood-relief-un-typhoon-monsoon-8a7efb83bedb5f178d3a01ce5416385e",
    "206": "https://mirror.pco.gov.ph/news_releases/pbbm-mobilizes-govt-to-aid-enteng-victims/",
    "207": "https://rmn.ph/aerial-inspection-ni-pbbm-sa-mga-lugar-sa-metro-manila-na-hinagupit-ng-bagyong-enteng-natuloy-na/",
    "208": "https://radyopilipinas.ph/2024/09/naipamahaging-tulong-ng-dswd-sa-mga-apektado-ng-bagyong-enteng-at-habagat-halos-%E2%82%B170-m-na/",
    "209": "https://www.gmanetwork.com/news/topstories/regions/919334/camarines-sur-under-state-of-calamity-due-to-floods/story/",
    "210": "https://quochoi.vn/tintuc/Pages/su-kien-noi-bat.aspx?ItemID=89080",
    "211": "https://daidoanket.vn/1-495-ty-dong-ung-ho-dong-bao-vung-bao-lu-gui-ve-ban-van-dong-cuu-tro-trung-uong-10290677.html#:~:text=1.495%20t%E1%BB%B7%20%C4%91%E1%BB%93ng%20%E1%BB%A7ng%20h%E1%BB%99%20%C4%91%E1%BB%93ng%20b%C3%A0o%20v%C3%B9ng,ngh%C3%ACn%20b%E1%BB%91n%20tr%C4%83m%20ch%C3%ADn%20m%C6%B0%C6%A1i%20l%C4%83m%20t%E1%BB%B7%20%C4%91%E1%BB%93ng%29.",
    "212": "https://www.nationthailand.com/blogs/news/general/40041457",
    "213": "https://www.prnewswire.com/ae/news-releases/bingx-provides-1-billion-vnd-aid-to-support-vietnam-from-impacts-of-typhoon-yagi-302251706.html",
    "214": "https://www.scmp.com/news/china/diplomacy/article/3278134/china-says-its-working-vietnam-flood-control-after-typhoon-yagi",
    "215": "https://www.usaid.gov/vietnam/press-releases/sep-11-2024-united-states-announces-1-million-immediate-relief-efforts-following-typhoon-yagi",
    "216": "https://vir.com.vn/australia-donates-2-million-to-vietnam-in-wake-of-devastating-typhoon-114315.html",
    "217": "https://www.miragenews.com/humanitarian-assistance-to-vietnam-1314845/",
    "218": "https://en.vietnamplus.vn/post-297052.vnp",
    "219": "https://vir.com.vn/switzerland-sends-experts-and-over-1-million-to-aid-vietnams-typhoon-relief-efforts-114364.html",
    "220": "https://civil-protection-humanitarian-aid.ec.europa.eu/news-stories/news/eu-releases-eu22-million-emergency-assistance-help-victims-typhoon-yagi-southeast-asia-2024-09-18_en",
    "221": "https://www.gov.uk/government/news/uk-funding-for-those-impacted-by-typhoon-yagi-in-vietnam",
    "222": "https://vietnamnet.vn/en/vn-flood-recovery-boosted-by-2mil-from-south-korea-emergency-aid-from-japan-2321345.html",
    "223": "https://tuoitrenews.vn/news/society/20240913/indian-billionaire-promises-to-donate-1mn-for-vietnams-typhoon-yagi-relief-efforts/81934.html",
    "224": "https://reliefweb.int/report/viet-nam/southeast-asia-floods-singapore-red-cross-supports-communities-affected-climate-emergencies-tropical-cyclone-yagi-and-southwest-monsoon",
    "225": "https://www.mindef.gov.sg/news-and-events/latest-releases/18sept24_nr1",
    "226": "https://www.mea.gov.in/press-releases.htm?dtl/38294/Operation_Sadbhav__India_sends_US_1_million_worth_humanitarian_relief_assistance_to_Vietnam",
    "227": "https://www.newsonair.gov.in/typhoon-yagi-india-sends-humanitarian-assistance-to-cambodia-and-vietnam-amid-severe-flooding/",
    "228": "https://www.france24.com/en/live-news/20240918-six-million-children-in-se-asia-affected-by-yagi-disaster-unicef",
    "229": "https://www.unicef.org/vietnam/press-releases/embassy-ireland-announces-250000-support-humanitarian-response-typhoon-yagi-viet-nam",
    "230": "https://en.vietnamplus.vn/canada-provides-humanitarian-assistance-for-vietnam-after-typhoon-yagi-post296934.vnp",
    "231": "https://en.baochinhphu.vn/russia-hands-over-35-tons-of-humanitarian-aid-to-viet-nam-following-typhoon-yagi-111240921103811744.htm",
    "232": "https://en.vietnamplus.vn/un-humanitarian-affairs-body-provides-2-million-usd-to-vietnamese-storm-victims-post296951.vnp",
    "233": "https://en.vietnamplus.vn/more-condolences-assistance-to-vietnam-over-typhoon-yagi-impact-post296670.vnp",
    "234": "https://en.vietnamplus.vn/cuban-leaders-extend-condolences-to-vietnam-over-losses-caused-by-typhoon-post296255.vnp",
    "235": "https://en.vietnamplus.vn/more-condolences-delivered-to-vietnam-over-typhoon-yagis-impact-post296887.vnp",
    "236": "https://www.vaticannews.va/en/pope/news/2024-09/pope-francis-telegram-typhoon-vietnam.html",
    "237": "https://en.vietnamplus.vn/argentina-extends-condolences-to-vietnam-over-loses-caused-by-typhoon-yagi-post296502.vnp",
    "238": "https://en.vietnamplus.vn/lao-leaders-extend-sympathy-to-vietnam-over-losses-caused-by-typhoon-yagi-post296234.vnp"
  },
  "flair_entities": [
    "hong kong observatory",
    "bulacan",
    "united kingdom",
    "naga city",
    "argentina",
    "macau",
    "bingx",
    "strong wind signal no",
    "rammasun",
    "vatican",
    "nậm tông",
    "slovenia",
    "mae ai",
    "vietnamese",
    "antipolo",
    "rw1",
    "bueng khan",
    "hưng yên",
    "european union",
    "phra nakhon",
    "japanese",
    "saffir-simpson",
    "allen",
    "c-17",
    "cường",
    "f",
    "southeast asia",
    "phớc",
    "united nations office for the coordination of humanitarian affairs",
    "chiang rai international airport",
    "vientiane prefecture",
    "northern vietnam",
    "pamela",
    "ndrrmc",
    "casiguran",
    "marikina",
    "lingayen gulf",
    "south china",
    "kndf",
    "rizal",
    "tullahan river",
    "palau",
    "hong kong",
    "cambodia",
    "radio free asia",
    "bãi cháy",
    "city council of haiphong",
    "chiang khan",
    "pekon township",
    "mae sai",
    "standing committee",
    "indian",
    "mekong river commission",
    "xuwen county",
    "nasa-funded",
    "czech republic",
    "seychelles",
    "bustos",
    "usd",
    "yên bái",
    "laos",
    "hải dương",
    "bulgaria",
    "earth",
    "gulf of tonkin",
    "catalina sky survey",
    "macau bridge",
    "hạ long bay",
    "thailand",
    "shan state",
    "mrtt",
    "a northeast gale",
    "canada",
    "haiphong",
    "hong kong island",
    "south korea",
    "airbus a330",
    "cavite",
    "thái bình",
    "bagan",
    "ireland",
    "camarines norte",
    "manila bay",
    "bạch long vĩ",
    "luang namtha airport",
    "us",
    "luang namtha province",
    "enteng",
    "zuo river",
    "macau peninsula",
    "naypyidaw",
    "philippines",
    "germany",
    "soendin township",
    "macau international airport",
    "haikou",
    "lào cai",
    "bokeo provinces",
    "hong kong stock exchange",
    "australian",
    "phong châu bridge",
    "norway",
    "paetongtarn shinawatra",
    "central relief mobilisation committee",
    "belgium",
    "vĩnh phúc",
    "spain",
    "calabarzon",
    "quảng ninh province",
    "metro manila",
    "kayah state",
    "ministry of emergency situations of russia",
    "chinese",
    "swiss agency for development and cooperation",
    "binga dams",
    "bắc ninh",
    "pangasinan",
    "new zealand",
    "mandalay railway",
    "luzon",
    "guangdong province",
    "laos  yagi",
    "yangon",
    "singapore red cross society",
    "la mesa dam",
    "phitsanulok",
    "cát bà island",
    "lũng lỳ",
    "unesco world heritage",
    "nanning",
    "phú thọ",
    "hanoi",
    "philippines  yagi",
    "bắc giang",
    "cao bằng",
    "hòa sử pán",
    "camarines sur",
    "bắc kạn",
    "vietnam red cross society",
    "uzbekistan",
    "vnd",
    "tak",
    "luang prabang",
    "aurora",
    "rosario",
    "hekou yao autonomous county",
    "united nations",
    "typhoon yagi",
    "typhoon signal no.8",
    "wenchang",
    "ho chi minh city stock exchange",
    "mekong river",
    "laguna",
    "singapore armed forces",
    "india",
    "brunei",
    "sa pa",
    "min aung hlaing",
    "ho chi minh city",
    "guangdong",
    "rai",
    "si ayutthaya",
    "caqtdl2",
    "northern samar",
    "quảng ninh",
    "thaye pin",
    "belarus",
    "yunnan province",
    "severe tropical storm enteng",
    "cô tô",
    "ministry of agriculture and rural development",
    "làng nủ",
    "red cross society of vietnam",
    "zhuhai",
    "kazakhstan",
    "jacqueline fazekas",
    "cordillera central of luzon",
    "hk express",
    "canadian",
    "vietnam",
    "cuba",
    "hainan",
    "cordillera central",
    "bình dương",
    "benguet",
    "japan meteorological agency",
    "gautam adani",
    "nong khai",
    "taipa",
    "red cross society of china",
    "northern luzon",
    "vientiane",
    "philippine atmospheric, geophysical and astronomical services administration",
    "phạm minh chính",
    "singapore",
    "presidium",
    "ang thong",
    "pagasa",
    "japan international cooperation agency",
    "jtwc",
    "department of social welfare and development",
    "australia",
    "unicef",
    "vietnamese fatherland front central committee",
    "mong kung township",
    "pa-o national liberation army",
    "capricornus",
    "oudomxay",
    "vân đồn",
    "ipo dams",
    "mandalay region",
    "bongbong marcos",
    "lao cai",
    "kalaw",
    "vietnamese fatherland front committee",
    "pvi insurance corporation",
    "united states",
    "yagi",
    "navotas",
    "utc",
    "c-17 globemaster",
    "hainan province",
    "guangxi",
    "lockheed c-130",
    "zhanjiang",
    "central relief fund",
    "philippine",
    "china",
    "south china sea",
    "hoàng",
    "tachileik",
    "vietnam meteorological and hydrological administration",
    "philippine area of responsibility",
    "taungoo district",
    "standby signal no.1",
    "ocha",
    "thái nguyên",
    "myanmar",
    "chiang mai",
    "ambuklao",
    "united states joint typhoon warning center",
    "jma",
    "chiang rai",
    "red river",
    "sukhothai",
    "quezon city"
  ]
}