{
  "title": "World_Central_Kitchen_aid_convoy_attack",
  "url": "https://en.wikipedia.org/wiki/World_Central_Kitchen_aid_convoy_attack",
  "summary": "The World Central Kitchen aid convoy attack occurred on 1 April 2024, when Israeli  drones targeted a three-car convoy belonging to the World Central Kitchen (WCK) in the Gaza Strip, killing seven aid workers. The workers had been overseeing the transfer of a shipment of food from a makeshift pier to a warehouse some distance away in the northern Gaza Strip, which has been pushed close to famine by Israel's invasion and blockade during the Israel–Hamas war.\nThe attack occurred three days after a unanimous ICJ ruling in the ongoing Genocide Convention case that ordered Israel to ensure the unhindered flow of aid into Gaza. The Israeli military acknowledged that their drone operators fired three missiles in five minutes at three of the WCK's cars, with some survivors of the first strike boarding the second car, which was minutes later hit by a second missile. Some survivors of the second strike boarding the third car, which was in turn struck by a third missile. All seven aid workers were killed, and their bodies were sent to Shuhada al-Aqsa Hospital. They held Australian, British, Palestinian, Polish, and dual American-Canadian citizenships.\nDespite the convoy's route having been coordinated in advance, the Israeli military claimed it had been targeting unauthorized gunmen but admitted its commanders had misidentified their location, failed to properly disseminate information about the convoy, and violated rules of engagement by striking all three cars in succession. Two officers were dismissed and three more reprimanded, including Southern Command head Yaron Finkelman. WCK founder, Spanish chef José Andrés, accused Israel of deliberately attacking the convoy; the group argued that the military could not credibly investigate itself and called for an independent inquiry. While noting serious failings on the part of the IDF, an Australian government report largely supported the Israeli position.\nThe attack drew widespread international condemnation, and led WCK and other humanitarian organizations to pause their operations in Gaza. Statements made by the Israeli ambassador in Poland on the incident led to a diplomatic spat between the two countries. The event led to allegations from various commentators that Israel is deliberately using starvation as a weapon of war, which is a war crime.",
  "content": [
    {
      "section_title": "Background",
      "section_content": [
        {
          "sentence": "On 27 October 2023 Israel invaded the Gaza Strip in response to the 7 October attacks by Hamas",
          "refs": []
        },
        {
          "sentence": "A severe humanitarian crisis has developed since the start of the invasion with healthcare in a state of collapse and shortages of food, clean water, medicine and fuel caused by the Israeli blockade of the Gaza Strip",
          "refs": [
            "https://www.nytimes.com/2023/11/01/world/middleeast/israel-ground-invasion-gaza-soldiers.html"
          ]
        },
        {
          "sentence": "The Gaza Strip has had limited humanitarian aid allowed through Israeli controlled checkpoints which has exacerbated the crisis",
          "refs": [
            "https://www.voanews.com/a/under-us-pressure-israel-agrees-to-allow-limited-fuel-into-gaza-strip/7360075.html",
            "https://www.bbc.com/news/world-middle-east-67051292"
          ]
        },
        {
          "sentence": "The drone strikes came hours after the WCK charity, which  was also delivering food services in Israel  after 7 October,  brought a shipload of 100 tonnes of food from Cyprus to the northern Gaza Strip",
          "refs": [
            "https://www.nytimes.com/2024/01/11/health/gaza-israel-hunger-starvation.html",
            "https://mondoweiss.net/2024/04/i-resigned-from-the-world-central-kitchen-because-it-refused-to-tell-the-truth-about-the-israeli-genocide-in-gaza/"
          ]
        },
        {
          "sentence": "In March 2024, experts, such as the United Nations Special Rapporteur on the Right to Food, warned that Gaza might already be experiencing famine; while Jeremy Konyndyk, the president of Refugees International, stated that \"large-scale famine mortality\" would soon begin",
          "refs": []
        },
        {
          "sentence": "Widespread civilian deaths in Gaza and the initial 7 October attack have led to accusations of war crimes against Israel and Hamas",
          "refs": [
            "https://www.aljazeera.com/news/liveblog/2024/3/3/israels-war-on-gaza-live-every-minute-counts-as-hunger-kills-in-gaza?update=2745344"
          ]
        },
        {
          "sentence": "There have been a number of reported attacks on civilian aid seekers and workers, with more than 173 UNRWA staff killed by Israeli forces during the Israel–Hamas war",
          "refs": [
            "https://apnews.com/article/israel-hamas-gaza-war-crimes-icc-1a42212b95a7f6ce54909fb22e0d681d"
          ]
        },
        {
          "sentence": "There has been rhetoric by Israeli politicians against the distribution of aid in Gaza",
          "refs": []
        },
        {
          "sentence": "Giora Eiland, a retired Major General, wrote: \"In order to make the siege effective, we have to prevent others from assisting in Gaza.\"  His words were quoted by the South African delegation at the ICJ",
          "refs": [
            "https://www.theguardian.com/commentisfree/2024/apr/03/slaughter-famine-gaza-britain-war-rishi-sunak"
          ]
        },
        {
          "sentence": "Three days before the killings the International Court of Justice (ICJ) had ruled unanimously, in response to a second South African request for additional provisional measures in the ongoing Genocide Convention case, that Israel must enable the unhindered flow of aid into Gaza and act \"without delay\" to allow the \"provision..",
          "refs": []
        },
        {
          "sentence": "of urgently needed basic services and humanitarian assistance\"",
          "refs": []
        },
        {
          "sentence": "In the ruling the ICJ said Gaza was \"no longer facing only a risk of famine\" but \"famine is setting in\" and that, according to UN observers, 31 people, including 27 children, had already died of malnutrition and dehydration",
          "refs": [
            "https://www.bbc.co.uk/news/world-middle-east-68691095"
          ]
        },
        {
          "sentence": "Two days before the drone strikes, a car of the WCK was hit by an IDF sniper",
          "refs": []
        },
        {
          "sentence": "The WCK filed a complaint with Israel over this incident and demanded a guarantee of safety of their workers",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Incident",
      "section_content": [
        {
          "sentence": "On 1 April 2024, targeted Israeli drone strikes killed seven WCK aid workers, who were travelling in three of the WCK's cars in the Gaza Strip",
          "refs": []
        },
        {
          "sentence": "Sky News estimates that the strikes occurred between 10:30 and 11 pm",
          "refs": [
            "https://apnews.com/article/israel-hamas-war-latest-04-02-2024-d1f24e30a89c771d870e7814a578b7b7",
            "https://www.cbsnews.com/news/israel-gaza-world-central-kitchen-idf-fires-officers-investigation-blames-mistaken-id/"
          ]
        },
        {
          "sentence": "Since the wreckages of the cars were around 2.5 km (1.6 mi) apart, The Washington Post reported that this indicated that some of the cars were able to continue driving after the attack began, and Financial Times concluded that the cars were \"hit separately\"",
          "refs": [
            "https://news.sky.com/story/gaza-what-we-know-about-israeli-strike-which-killed-aid-workers-13106653"
          ]
        },
        {
          "sentence": "World Central Kitchen said that it had coordinated its movements with the Israeli Defense Force when the convoy was hit",
          "refs": []
        },
        {
          "sentence": "WCK said the strike occurred despite vehicle logos and \"coordinating movements\" with Israeli forces in the \"deconflicted zone\"",
          "refs": [
            "https://www.yahoo.com/news/israel-gaza-foreign-aid-workers-022418033.html"
          ]
        },
        {
          "sentence": "Haaretz, citing Israeli defense sources, described that after a drone missile hit one World Central Kitchen car, some of this car's passengers boarded another World Central Kitchen car, which \"continued to drive and even notified the people responsible that they were attacked, but, seconds later\", this car was also hit by a drone missile; finally the third car picked up some of the wounded from the second car, then a third drone missile struck the third car",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Victims",
      "section_content": [
        {
          "sentence": "Seven people were killed; they were recovered by the Palestine Red Crescent Society in a \"challenging operation\" and taken to Aqsa Martyrs Hospital in Deir al-Balah",
          "refs": []
        },
        {
          "sentence": "The victims were seen wearing protective gear showing the charity's logo",
          "refs": [
            "https://www.bbc.com/news/live/world-68710949"
          ]
        },
        {
          "sentence": "They were taken to Abu Yousef al-Najjar Hospital in southern Gaza to be evacuated to Egypt",
          "refs": []
        },
        {
          "sentence": "Among the seven World Central Kitchen aid workers were confirmed British, Australian, Polish, Palestinian, and dual American-Canadian nationals",
          "refs": []
        },
        {
          "sentence": "The three British victims worked for Solace Global, a security company based in Poole, Dorset, England",
          "refs": [
            "https://apnews.com/article/israel-hamas-war-news-04-01-2024-e75cf75aa88a9133774a883d987115c1",
            "https://www.cbsnews.com/news/central-world-kitchen-aid-workers-killed-airstrike-gaza/",
            "https://www.rmf24.pl/raporty/raport-izrael-w-stanie-wojny/news-sikorski-reaguje-na-smierc-polaka-w-strefie-gazy-poprosilem-,nId,7426672"
          ]
        },
        {
          "sentence": "The casualties included:",
          "refs": []
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Perpetrators",
      "section_content": [
        {
          "sentence": "The IDF identified two of its soldiers who it said were responsible for the killings, and whom it fired",
          "refs": []
        },
        {
          "sentence": "The senior of the two is commander Nochi Mandel, a West Bank settler and \"religious nationalist\"",
          "refs": []
        },
        {
          "sentence": "In January 2024, Mandel, along with 130 other IDF reserve officers, signed an open letter imploring that Gaza be deprived of humanitarian aid and that \"humanitarian supplies and the operation of hospitals inside Gaza City\" not be allowed",
          "refs": [
            "https://www.telegraph.co.uk/global-health/terror-and-security/israel-hamas-war-gaza-idf-aid-strike-world-central-kitchen/"
          ]
        },
        {
          "sentence": "Leading UK barrister Michael Mansfield reckoned the letter \"is plainly relevant to a particular state of mind\" of those behind the bombings, indicating that \"the target of the Israeli army is  [not] primarily Hamas but Gaza as a whole by weaponising aid under siege conditions.\"",
          "refs": [
            "https://www.telegraph.co.uk/global-health/terror-and-security/israel-hamas-war-gaza-idf-aid-strike-world-central-kitchen/"
          ]
        }
      ],
      "subsections": []
    },
    {
      "section_title": "Immediate reactions",
      "section_content": [
        {
          "sentence": "Countries, officials, and organizations that denounced the attack include: the European Commission, Iran, Jordan, the United Nations's emergency relief chief Martin Griffiths, Norwegian Refugee Council, Open Arms, who were delivering food with WCK, Scotland, WHO Director General Tedros Adhanom Ghebreyesus and World Food Programme Chief Cindy McCain",
          "refs": []
        }
      ],
      "subsections": [
        {
          "section_title": "World Central Kitchen",
          "section_content": [
            {
              "sentence": "José Andrés, the founder of the World Central Kitchen charity, wrote: \"I am heartbroken and grieving for their families and friends and our whole WCK family",
              "refs": []
            },
            {
              "sentence": "These are people … angels … I served alongside in Ukraine, Gaza, Turkey, Morocco, Bahamas, Indonesia",
              "refs": []
            },
            {
              "sentence": "They are not faceless … they are not nameless.\"  He called on Israel to stop \"indiscriminate killing,\" continuing that \"It needs to stop restricting humanitarian aid, stop killing civilians and aid workers, and stop using food as a weapon.\"",
              "refs": [
                "https://www.cbsnews.com/news/central-world-kitchen-aid-workers-killed-airstrike-gaza/",
                "https://www.bbc.com/news/world-us-canada-68716066"
              ]
            },
            {
              "sentence": "In a separate statement, Andrés said: \"The air strikes on our convoy were not just some unfortunate mistake in the fog of war",
              "refs": []
            },
            {
              "sentence": "It was a direct attack on clearly marked vehicles whose movements were known by the IDF.\"  Andrés made another video statement in which he accused the IDF of systematically and deliberately targeting aid workers to kill everyone in the convoy",
              "refs": [
                "https://www.timesofisrael.com/idf-chief-sorry-as-details-emerge-of-strike-that-picked-off-gaza-aid-cars-one-by-one/?utm_source=article_hpsidebar&utm_medium=desktop_site&utm_campaign=world-central-kitchen-names-seven-heroes-killed-in-idf-strike-on-gaza-aid-convo"
              ]
            },
            {
              "sentence": "He demanded a neutral entity above the IDF conduct the investigation",
              "refs": []
            },
            {
              "sentence": "WCK chief executive Erin Gore said: \"This is not only an attack against WCK, this is an attack on humanitarian organizations showing up in the most dire of situations where food is being used as a weapon of war",
              "refs": []
            },
            {
              "sentence": "This is unforgivable.\"  Gore continued: \"We—World Central Kitchen and the world—lost beautiful lives today because of a targeted attack by the IDF.\"",
              "refs": [
                "https://web.archive.org/web/20240402084908/https://www.thenationalnews.com/news/mena/2024/04/02/world-central-kitchen-operations-gaza-strike/",
                "https://www.ft.com/content/aa309a9c-9c60-48ac-8f27-e40ba046776e"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Victims' relatives",
          "section_content": [
            {
              "sentence": "The family of Zomi Frankcom expressed to The Sydney Morning Herald their demands for an investigation and war crimes charges for those found culpable",
              "refs": []
            },
            {
              "sentence": "The parents of Jacob Flickinger called his death a \"crime\", they rejected Israel's apology, requested an independent investigation and for the US to cease providing military aid to Israel while they use \"food as a weapon\"",
              "refs": [
                "https://www.smh.com.au/politics/federal/this-shouldn-t-have-happened-aid-worker-s-family-calls-for-war-crimes-investigation-20240403-p5fh5t.html"
              ]
            },
            {
              "sentence": "James Henderson's brother said that the killings of people on a humanitarian mission was \"inexcusable\"",
              "refs": [
                "https://www.bbc.co.uk/news/world-us-canada-68737037"
              ]
            },
            {
              "sentence": "\"Accountability is the only hope of justice I have\", he said",
              "refs": []
            },
            {
              "sentence": "\"I don't believe our government will hold the correct people to account, but I guarantee that our government will sell weapons to Israel, which may in turn be used to kill our fellow citizens",
              "refs": []
            },
            {
              "sentence": "It's hard to comprehend that.\"",
              "refs": [
                "https://www.bbc.com/news/uk-68729302"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Israel",
          "section_content": [
            {
              "sentence": "An Israeli military source told army radio that the attack was \"the worst Israel has seen in the war.\"  Prime Minister Benjamin Netanyahu described the attack as a tragic incident where Israeli forces unintentionally hit innocent people",
              "refs": [
                "https://web.archive.org/web/20240402084908/https://www.thenationalnews.com/news/mena/2024/04/02/world-central-kitchen-operations-gaza-strike/"
              ]
            },
            {
              "sentence": "The IDF said that it is \"conducting a thorough review at the highest levels to understand the circumstances of this tragic incident.\"  The IDF eventually took responsibility and apologized, saying that the Israeli attack was \"a mistake that followed a misidentification, at night\"",
              "refs": [
                "https://www.washingtonpost.com/world/2024/04/02/israel-hamas-war-news-gaza-palestine/",
                "https://edition.cnn.com/2024/04/01/middleeast/world-central-kitchen-killed-gaza-intl-hnk/index.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Hamas",
          "section_content": [
            {
              "sentence": "Hamas condemned the drone strikes in a statement and urged the international community to take action: \"This crime once again confirms that the occupation continues its policy of deliberate killing of innocent civilians, international relief teams, and humanitarian organizations, in its efforts to terrorize those working in them and prevent them from carrying out their humanitarian duties.\"",
              "refs": [
                "https://edition.cnn.com/2024/04/01/middleeast/world-central-kitchen-killed-gaza-intl-hnk/index.html"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "International",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Supranational",
          "section_content": [],
          "subsections": []
        },
        {
          "section_title": "Others",
          "section_content": [],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "Aftermath",
      "section_content": [],
      "subsections": [
        {
          "section_title": "Effects on humanitarian efforts in Gaza",
          "section_content": [
            {
              "sentence": "Humanitarian and aid organizations operating in the Gaza Strip suspended their operations after the attack",
              "refs": []
            },
            {
              "sentence": "Among them are Anera and Project Hope with Anera's media relations officer Steve Fake stating that \"The blatant nature of the attack on WCK's convoy has proven that aid workers are currently under attack,\"",
              "refs": [
                "https://apnews.com/article/world-central-kitchen-gaza-humanitarian-aid-suspension-4a2d5bfa131ccd9984fe47076880b6b9"
              ]
            },
            {
              "sentence": "Due to the strike, WCK aid ships going to Gaza carrying 240 tons of aid have returned to Cyprus, citing safety concerns",
              "refs": [
                "https://apnews.com/article/world-central-kitchen-gaza-humanitarian-aid-suspension-4a2d5bfa131ccd9984fe47076880b6b9"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Diplomacy",
          "section_content": [
            {
              "sentence": "Israel's ambassador to Poland Yacov Livne  [he; pl], a few hours after the strikes on the WCK convoy, made several posts on social media, rejecting accusations of committing a war crime made by Deputy Speaker of the Polish Sejm Krzysztof Bosak",
              "refs": []
            },
            {
              "sentence": "He also recalled an incident in the Polish Sejm when Bosak's party MP Grzegorz Braun extinguished a Hanukkah menorah with a fire extinguisher",
              "refs": [
                "https://www.aljazeera.com/news/2024/4/4/diplomatic-spat-erupts-between-poland-and-israel-after-wck-killings-in-gaza",
                "https://tvn24.pl/polska/ambasador-izraela-jakow-liwne-wezwany-do-msz-w-warszawie-st7853000"
              ]
            },
            {
              "sentence": "The ambassador wrote that the \"extreme right and left in Poland\" were accusing Israel of \"intentional murder in the attack.\"  He ended his statement by saying that anti-Semites will always remain anti-Semites",
              "refs": [
                "https://tvn24.pl/polska/ambasador-izraela-jakow-liwne-wezwany-do-msz-w-warszawie-st7853000",
                "https://www.aljazeera.com/news/2024/4/4/diplomatic-spat-erupts-between-poland-and-israel-after-wck-killings-in-gaza"
              ]
            },
            {
              "sentence": "The ambassador's statement sparked outrage",
              "refs": [
                "https://tvn24.pl/polska/ambasador-izraela-jakow-liwne-wezwany-do-msz-w-warszawie-st7853000"
              ]
            },
            {
              "sentence": "Polish President Andrzej Duda described it as \"not very fortunate and, in short, outrageous,\" while Polish Prime Minister Donald Tusk said he did not approve of the way the ambassador spoke about the strikes on the convoy and that he expected words of apology",
              "refs": []
            },
            {
              "sentence": "The ambassador was summoned to the Polish Foreign Ministry on 5 April 2024, where he met with Deputy Minister Andrzej Szejna",
              "refs": [
                "https://tvn24.pl/polska/ambasador-izraela-jakow-liwne-wezwany-do-msz-w-warszawie-st7853000"
              ]
            },
            {
              "sentence": "According to the deputy minister, Ambassador Livne apologized for the incident",
              "refs": [
                "https://www.rp.pl/polityka/art40117711-ambasador-izraela-jakow-liwne-wezwany-do-msz-po-ataku-w-ktorym-zginal-polak"
              ]
            },
            {
              "sentence": "Australian Prime Minister Anthony Albanese and Foreign Minister Penny Wong spoke with their equivalents in Israel following the attack",
              "refs": []
            },
            {
              "sentence": "Albanese told Netanyahu that Australians were outraged by the death of an Australian citizen in the attack",
              "refs": []
            },
            {
              "sentence": "Albanese later stated that he regarded Netanyahu's description of the attack as being \"unintentional\" and \"something that happens in war\" as unsatisfactory",
              "refs": [
                "https://www.abc.net.au/news/2024-04-03/albanese-talks-netanyahu-about-zomi-frankcom-death/103661096"
              ]
            },
            {
              "sentence": "On 5 April, the Australian Government stated that the Israeli government \"hasn't yet satisfied\" its expectations for an investigation, and that it would appoint a special adviser with responsibility for ensuring that the investigation meets Australia's expectations",
              "refs": [
                "https://www.abc.net.au/news/2024-04-05/australia-special-adviser-israel-air-strike-investigation/103675106"
              ]
            },
            {
              "sentence": "The Australian Government has also stated that all evidence of the attack must be preserved",
              "refs": []
            },
            {
              "sentence": "On 6 April, Wong stated that she and the Minister for Defence Richard Marles had written to their Israeli equivalents calling for further action to be taken against the individuals responsible for the attack",
              "refs": [
                "https://www.abc.net.au/news/2024-04-05/australia-special-adviser-israel-air-strike-investigation/103675106"
              ]
            },
            {
              "sentence": "At a UN headquarters press event in September 2024, Penny Wong remarked that the killings were \"not a one-off incident\", referring to them alongside other aid workers killed in Gaza",
              "refs": []
            },
            {
              "sentence": "Later that day, she announced the formation of a \"Ministerial Group for the Protection of Humanitarian Personnel\" together with the governments of Jordan, Switzerland, Indonesia, Sierra Leone, the UK, Japan, Brazil and Colombia",
              "refs": [
                "https://www.theguardian.com/australia-news/2024/sep/23/australia-un-aid-worker-protection-zomi-frankcom",
                "https://www.abc.net.au/news/2024-09-23/australia-international-push-protect-aid-workers-zomi-frankcom/104385792",
                "https://www.sbs.com.au/news/article/australian-push-for-a-new-un-declaration-to-protect-aid-workers-like-zomi-frankcom/ox6zz6npp",
                "https://www.foreignminister.gov.au/minister/penny-wong/speech/remarks-roundtable-humanitarian-leaders"
              ]
            }
          ],
          "subsections": []
        },
        {
          "section_title": "Investigations",
          "section_content": [
            {
              "sentence": "In its initial response, the IDF did not confirm whether it conducted the airstrike and instead said it would open an investigation",
              "refs": []
            },
            {
              "sentence": "Several hours later,  Israeli Prime Minister Benjamin Netanyahu acknowledged that the Israeli military had killed the seven \"innocent\" aid workers, saying it was \"unintentional\"",
              "refs": [
                "https://www.nbcnews.com/news/world/world-central-kitchen-says-israeli-strike-kills-7-workers-halts-aid-rcna145976",
                "https://www.nbcnews.com/news/world/world-central-kitchen-says-israeli-strike-kills-7-workers-halts-aid-rcna145976"
              ]
            },
            {
              "sentence": "On 5 April, edited footage of the attack was shown to reporters, but it did not show the moment the convoy was struck",
              "refs": []
            },
            {
              "sentence": "The complete video has not been released publicly",
              "refs": []
            },
            {
              "sentence": "Bellingcat analyzed the car wreckage and concluded that the vehicles bore \"the hallmarks of a precision strike by inert or low-yield missiles\", thus confirming that an \"Israeli airstrike\" was responsible as \"only the IDF has the capability to conduct\" precision strikes in the local area",
              "refs": []
            },
            {
              "sentence": "The first targeted car was geolocated at 31.4118, 34.3231; [coord 1] while the second was geolocated 800 meters (0.5 mi) away at 31.4168, 34.3290; [coord 2] and the third at 31.4005, 34.3115 [coord 3] around 1,600 meters (1.0 mi) away from the first vehicle",
              "refs": [
                "https://www.bellingcat.com/news/2024/04/02/strike-that-killed-world-central-kitchen-workers-bears-hallmarks-of-israeli-precision-strike/"
              ]
            },
            {
              "sentence": "The first two locations of the vehicles were on a road identified by the UN's Office for the Coordination of Humanitarian Affairs (OCHA) as being an \"Accessible Road for Humanitarian Aid,\" while the third was in a field immediately next to this road",
              "refs": [
                "https://www.bellingcat.com/news/2024/04/02/strike-that-killed-world-central-kitchen-workers-bears-hallmarks-of-israeli-precision-strike/"
              ]
            },
            {
              "sentence": "Bellingcat further concluded that it was \"likely\" that the World Central Kitchen markings on at least one of the car roofs \"would have been visible from above when the strike was carried out\" depending on the imaging capabilities of the system used",
              "refs": [
                "https://www.bellingcat.com/news/2024/04/02/strike-that-killed-world-central-kitchen-workers-bears-hallmarks-of-israeli-precision-strike/"
              ]
            },
            {
              "sentence": "Al-Jazeera Sanad analyzed \"open-source information, witness testimonies, and images from the site\", concluding that the Israeli Defense Forces' attacks were \"intentional\", having \"targeted three vehicles belonging to WCK, one at a time\", with the damage to the second and third cars \"suggesting that the cars were targeted from the air\"",
              "refs": []
            },
            {
              "sentence": "The WCK markings on the cars led Al-Jazeera Sanad to conclude that WCK \"were in compliance and there had been prior coordination between WCK and the Israeli army about the movements\"",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "An eyewitness to the first strike, Hasan al-Shorbagi, said that the injured from the first strike were transferred to a second armoured car to continue travelling",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "The BBC cited two weapons experts analyzing the car wreckages to conclude that the cars were likely struck by drone missiles",
              "refs": []
            },
            {
              "sentence": "The BBC's analysis of the distance between the three vehicles indicated that multiple strikes occurred",
              "refs": [
                "[ERROR retrieving ref link]"
              ]
            },
            {
              "sentence": "CNN reported that the Israeli attack \"appears to have consisted of multiple precision strikes\", citing a weapons researcher stating that the result \"seems consistent with munitions deployed\" by drones",
              "refs": []
            },
            {
              "sentence": "Haaretz quoted one Israeli defense source as saying that \"the units in the field decide to launch attacks without any preparation, in cases that have nothing to do with protecting our forces.\"  Further citing Israeli defense sources, Haaretz reported that the destroyed cars \"were clearly marked on the roof and sides\" as belonging to the World Central Kitchen, and had \"travelled along a route preapproved and coordinated with the IDF\", but \"the war room of the unit responsible for security of the route ordered the drone operators to attack\", due to \"suspicion that a terrorist was travelling with the convoy\"; the supposed terrorist was \"an armed man\" in the aid truck being escorted by the cars to a food warehouse in Deir al-Balah; the cars had left the aid truck behind at the warehouse, and the \"armed man did not leave the warehouse\", but Israeli strikes from an Elbit Hermes 450 drone were still ordered on the cars",
              "refs": [
                "https://archive.today/20240402230026/https://www.haaretz.com/israel-news/2024-04-02/ty-article/.premium/idf-bombed-wck-aid-convoy-3-times-targeting-armed-hamas-member-who-wasnt-there/0000018e-9e75-d764-adff-9eff29360000"
              ]
            }
          ],
          "subsections": [
            {
              "section_title": "IDF investigation",
              "section_content": [
                {
                  "sentence": "The IDF investigation was led by Major General (ret.) Yoav Har-Even, president and CEO of Rafael Advanced Defense Systems,  and on 4 April 2024 reported their initial investigatory findings regarding the incident",
                  "refs": [
                    "https://www.telegraph.co.uk/global-health/terror-and-security/israel-hamas-war-gaza-idf-aid-strike-world-central-kitchen/"
                  ]
                },
                {
                  "sentence": "The IDF admitted that the WCK did coordinate their plans for the night with the IDF, but said that internally within the IDF, these plans were not communicated to the IDF's operational forces",
                  "refs": [
                    "https://www.bbc.com/news/world-middle-east-68742572"
                  ]
                },
                {
                  "sentence": "The IDF said that before the incident, the WCK cars had escorted an aid truck that had a gunman on its roof who fired a gun",
                  "refs": [
                    "https://www.bbc.com/news/world-middle-east-68742572",
                    "https://apnews.com/article/israel-world-central-kitchen-gaza-aid-workers-69b6176362dafc8e4e2754b2342faa1d"
                  ]
                },
                {
                  "sentence": "A BBC reporter said the video was \"somewhat blurry\" but a gunshot was clearly visible",
                  "refs": []
                },
                {
                  "sentence": "The IDF then said they tried to contact the WCK but were unable to; phone communication in Gaza is \"patchy\" and the IDF itself has prohibited aid agencies from using radios",
                  "refs": [
                    "https://www.bbc.com/news/world-middle-east-68742572"
                  ]
                },
                {
                  "sentence": "A second gunman was spotted at the warehouse joining the first gunman, leading to the drone operators assuming that they were of Hamas, said the IDF",
                  "refs": []
                },
                {
                  "sentence": "As a result, according to the IDF, the drone operators believed that the WCK cars were being used by Hamas militants, and further suspected that they saw a person entering a WCK car with \"a rifle but at the end of the day it was a bag\", in a \"misclassification\"",
                  "refs": [
                    "https://www.aljazeera.com/news/2024/4/2/al-jazeera-sanad-probe-finds-israeli-forces-deliberately-hit-wck-convoy"
                  ]
                },
                {
                  "sentence": "The IDF said that the drone operators believed that the WCK aid workers had remained at the warehouse with the aid truck, instead of leaving in the cars",
                  "refs": [
                    "https://www.bbc.com/news/world-middle-east-68742572"
                  ]
                },
                {
                  "sentence": "The IDF additionally said that the drone operators could not see the WCK cars' markings at night, with BBC News commenting that the \"drone footage also appears to confirm that\"",
                  "refs": [
                    "https://www.aljazeera.com/news/2024/4/2/al-jazeera-sanad-probe-finds-israeli-forces-deliberately-hit-wck-convoy"
                  ]
                },
                {
                  "sentence": "Hence, according to the IDF, its drone operators fired three missiles at the WCK's cars, destroying the cars one by one between 23:09 to 23:13, despite two surviving aid workers of the first strike boarding the second car, which was then hit by a second missile, and some survivors of the second strike boarded the third car, which was in turn struck by a third missile; with the result being that all seven aid workers were killed by the IDF strikes",
                  "refs": []
                },
                {
                  "sentence": "The IDF said that an IDF colonel and an IDF major approved the order for a drone attack with no military lawyer present, but the second strike was done with no updated approval",
                  "refs": [
                    "https://www.bbc.com/news/world-middle-east-68742572",
                    "https://www.bbc.com/news/world-middle-east-68714128"
                  ]
                },
                {
                  "sentence": "The IDF investigatory result was that while \"there was no information on gunmen in the second and third vehicles, they too were attacked, within minutes of each other, for no real reason ..",
                  "refs": [
                    "https://www.aljazeera.com/news/2024/4/2/al-jazeera-sanad-probe-finds-israeli-forces-deliberately-hit-wck-convoy"
                  ]
                },
                {
                  "sentence": "The attack on the three vehicles was carried out in serious violation of the relevant orders and instructions.\"  The IDF has dismissed a major who led the fire support team, as well as a colonel who was a brigade chief of staff",
                  "refs": [
                    "https://www.cnn.com/2024/04/03/middleeast/world-central-kitchen-strike-analysis-intl/index.html"
                  ]
                },
                {
                  "sentence": "The IDF also reprimanded the Southern Command divisional commander, brigade commander, and general in charge",
                  "refs": [
                    "https://www.bbc.com/news/world-middle-east-68742572"
                  ]
                }
              ],
              "subsections": [
                {
                  "section_title": "Response to IDF investigation",
                  "section_content": [
                    {
                      "sentence": "WCK rejected the IDF's investigation as lacking credibility, with the WCK's founder, José Andrés, saying in a statement that: \"The IDF cannot credibly investigate its own failure in Gaza",
                      "refs": []
                    },
                    {
                      "sentence": "It's not enough to simply try to avoid further humanitarian deaths, which have now approached close to 200",
                      "refs": []
                    },
                    {
                      "sentence": "All civilians need to be protected, and all innocent people in Gaza need to be fed and safe",
                      "refs": []
                    },
                    {
                      "sentence": "And all hostages must be released.\"  Andrés in an interview with ABC News contested the IDF's claim of poor vision, insisting that the brightly colored logos on their white cars could be seen by those drones even in the dark of night",
                      "refs": [
                        "https://www.theguardian.com/world/2024/apr/05/israeli-inquiry-blames-wck-aid-killings-on-grave-errors-by-military-personnel"
                      ]
                    },
                    {
                      "sentence": "The Telegraph wrote that the investigation sparked \"claims of bias\": it was led by \"president and CEO of Rafael Advanced Defense Systems\" and \"the IDF is one of Rafael's biggest buyers\"",
                      "refs": []
                    },
                    {
                      "sentence": "The Guardian reported that the investigation was hurriedly completed and that it had failed to answer important questions including why Israeli commanders violated their military's operational rules, and why the soldiers were unaware that humanitarian cars were operating in the area with Israeli permission",
                      "refs": [
                        "https://www.telegraph.co.uk/global-health/terror-and-security/israel-hamas-war-gaza-idf-aid-strike-world-central-kitchen/"
                      ]
                    },
                    {
                      "sentence": "It further added that the investigation's findings will likely renew skepticism over the Israeli military's decision-making processes, as aid groups, human rights organizations, and Palestinians have repeatedly accused Israel of reckless firing, which Israel denies",
                      "refs": []
                    },
                    {
                      "sentence": "Speaking to Politico, an unnamed U.S",
                      "refs": [
                        "https://www.theguardian.com/world/2024/apr/05/israeli-inquiry-blames-wck-aid-killings-on-grave-errors-by-military-personnel"
                      ]
                    },
                    {
                      "sentence": "official stated Israel will \"do and say whatever is necessary to maintain the status quo and I have little hope their investigation will be transparent or honest\"",
                      "refs": []
                    },
                    {
                      "sentence": "International law scholar Douglas Guilfoyle  writes that the attack \"was almost certainly a war crime",
                      "refs": []
                    },
                    {
                      "sentence": "Indeed, I struggle to see how any other conclusion is possible.\"",
                      "refs": [
                        "https://www.timesofisrael.com/idf-dismisses-2-senior-officers-over-deadly-drone-strike-on-gaza-aid-convoy/"
                      ]
                    }
                  ],
                  "subsections": []
                }
              ]
            },
            {
              "section_title": "Binskin report",
              "section_content": [
                {
                  "sentence": "Australian foreign minister Penny Wong appointed former Australian Defence Force chief Mark Binskin to advise her office on the incident",
                  "refs": []
                },
                {
                  "sentence": "He concluded that the Israeli investigation had been \"timely, appropriate and, with some exceptions, sufficient\", assessing that the attack had likely resulted from the IDF mistaking local armed guards hired by WCK as Hamas militants, because the group normally only used unarmed guards and had not coordinated the presence of gunmen with Israeli liaison officers",
                  "refs": []
                },
                {
                  "sentence": "Binskin faulted a lack of real-time communication between the IDF and WCK personnel in the field for the initial strike which killed the first aid worker, and violations of the military's rules of engagement for the strikes on the second and third vehicles which killed the other six",
                  "refs": []
                },
                {
                  "sentence": "Opposition leader Peter Dutton accused the government of politicizing Frankcom's death, saying he didn't \"believe that it was necessary\" to commission the report in the first place",
                  "refs": []
                },
                {
                  "sentence": "Conversely, Greens senator Mehreen Faruqi argued it was a \"whitewash\"",
                  "refs": []
                }
              ],
              "subsections": []
            }
          ]
        },
        {
          "section_title": "Further attacks",
          "section_content": [
            {
              "sentence": "On November 30, 2024, an Israeli airstrike on a World Central Kitchen vehicle in Khan Yunis killed five people, including three aid workers",
              "refs": []
            },
            {
              "sentence": "One of those who died in the airstrike was Mahmoud Almadhoun, who ran the Gaza Soup Kitchen with his family and whose brother was killed in an Israeli airstrike in November 2023",
              "refs": [
                "http://opiniojuris.org/2024/04/06/the-strike-on-the-world-central-kitchen-convoy-as-a-war-crime/"
              ]
            },
            {
              "sentence": "The organization again paused its operations in Gaza following the airstrike",
              "refs": []
            }
          ],
          "subsections": []
        }
      ]
    },
    {
      "section_title": "See also",
      "section_content": [],
      "subsections": []
    },
    {
      "section_title": "Notes",
      "section_content": [
        {
          "sentence": "Geolocations",
          "refs": []
        }
      ],
      "subsections": []
    }
  ],
  "references": {
    "104": "[ERROR retrieving ref link]",
    "105": "[ERROR retrieving ref link]",
    "106": "[ERROR retrieving ref link]",
    "1": "https://apnews.com/article/israel-hamas-war-latest-04-02-2024-d1f24e30a89c771d870e7814a578b7b7",
    "2": "https://www.cbsnews.com/news/israel-gaza-world-central-kitchen-idf-fires-officers-investigation-blames-mistaken-id/",
    "3": "https://apnews.com/article/israel-hamas-war-news-04-01-2024-e75cf75aa88a9133774a883d987115c1",
    "4": "https://www.bbc.com/news/world-middle-east-68742572",
    "5": "https://www.bbc.co.uk/news/world-middle-east-68691095",
    "6": "https://apnews.com/article/israel-world-central-kitchen-gaza-aid-workers-69b6176362dafc8e4e2754b2342faa1d",
    "7": "https://www.jpost.com/breaking-news/article-795582",
    "8": "https://www.reuters.com/world/middle-east/chef-jose-andres-says-israel-targeted-his-aid-workers-systematically-car-by-car-2024-04-03/",
    "9": "https://www.theguardian.com/world/2024/apr/05/israeli-inquiry-blames-wck-aid-killings-on-grave-errors-by-military-personnel",
    "10": "https://wck.org/news/idf-investigation",
    "11": "https://www.rtve.es/noticias/20240404/guerra-gaza-israel-world-central-kitchen-ataque-joe-biden-netanyahu/16044579.shtml",
    "12": "https://www.sbs.com.au/news/article/killed-aid-workers-family-hopes-for-further-action-after-australian-review-backs-israels-account/pdgmwmab8",
    "13": "https://www.theaustralian.com.au/nation/politics/binskin-report-backs-israels-findings-on-world-central-kitchen-drone-strike/news-story/3e2f5bfae1c4784e845503a6fa8e23b6?amp",
    "14": "https://www.aljazeera.com/news/liveblog/2024/4/3/israels-war-on-gaza-live-condemnation-of-israel-over-aid-worker-killings?update=2814757",
    "15": "https://www.vox.com/world-politics/2024/4/2/24119339/world-central-kitchen-israel-gaza-idf-killed-andres-wck",
    "16": "https://apnews.com/article/world-central-kitchen-gaza-humanitarian-aid-suspension-4a2d5bfa131ccd9984fe47076880b6b9",
    "17": "https://www.aljazeera.com/news/2024/4/4/diplomatic-spat-erupts-between-poland-and-israel-after-wck-killings-in-gaza",
    "18": "https://www.nytimes.com/2023/11/01/world/middleeast/israel-ground-invasion-gaza-soldiers.html",
    "19": "https://www.voanews.com/a/under-us-pressure-israel-agrees-to-allow-limited-fuel-into-gaza-strip/7360075.html",
    "20": "https://www.bbc.com/news/world-middle-east-67051292",
    "21": "https://www.nytimes.com/2024/01/11/health/gaza-israel-hunger-starvation.html",
    "22": "https://mondoweiss.net/2024/04/i-resigned-from-the-world-central-kitchen-because-it-refused-to-tell-the-truth-about-the-israeli-genocide-in-gaza/",
    "23": "https://www.theguardian.com/world/2024/apr/04/gaza-world-central-kitchen-aid-operations-explainer",
    "24": "https://www.aljazeera.com/news/liveblog/2024/3/3/israels-war-on-gaza-live-every-minute-counts-as-hunger-kills-in-gaza?update=2745344",
    "25": "https://apnews.com/article/israel-hamas-gaza-war-crimes-icc-1a42212b95a7f6ce54909fb22e0d681d",
    "26": "https://www.cbsnews.com/news/central-world-kitchen-aid-workers-killed-airstrike-gaza/",
    "27": "https://www.theguardian.com/commentisfree/2024/apr/03/slaughter-famine-gaza-britain-war-rishi-sunak",
    "28": "https://www.icj-cij.org/node/203394",
    "29": "https://archive.today/20240402230026/https://www.haaretz.com/israel-news/2024-04-02/ty-article/.premium/idf-bombed-wck-aid-convoy-3-times-targeting-armed-hamas-member-who-wasnt-there/0000018e-9e75-d764-adff-9eff29360000",
    "30": "https://news.sky.com/story/gaza-what-we-know-about-israeli-strike-which-killed-aid-workers-13106653",
    "31": "https://archive.today/20240403033650/https://www.washingtonpost.com/world/2024/04/02/israel-strike-wck-huamanitarian-convoy/",
    "32": "https://www.ft.com/content/aa309a9c-9c60-48ac-8f27-e40ba046776e",
    "33": "https://www.yahoo.com/news/israel-gaza-foreign-aid-workers-022418033.html",
    "34": "https://wck.org/news/gaza-team-update",
    "35": "https://www.bbc.com/news/live/world-68710949",
    "36": "https://www.washingtonpost.com/world/2024/04/01/world-central-kitchen-gaza-deaths-wck/",
    "37": "https://www.nytimes.com/2024/04/02/world/middleeast/world-central-kitchen-victims.html?smid=url-share",
    "38": "https://www.rmf24.pl/raporty/raport-izrael-w-stanie-wojny/news-sikorski-reaguje-na-smierc-polaka-w-strefie-gazy-poprosilem-,nId,7426672",
    "39": "https://www.itv.com/news/meridian/2024-04-03/security-firm-saddened-by-deaths-of-british-aid-workers-killed-in-air-strike",
    "40": "https://news.sky.com/story/who-were-the-aid-workers-killed-in-gaza-airstrike-what-we-know-about-the-seven-victims-of-grave-mistake-by-israeli-forces-13106948",
    "41": "https://www.bbc.com/news/world-68710515",
    "42": "https://tvn24.pl/swiat/damian-sobol-nie-zyje-polak-zginal-w-strefie-gazy-kim-byl-dlaczego-tam-pojechal-st7848814",
    "43": "https://www.abc.net.au/news/2024-04-02/australian-aid-worker-dies-in-airstrike-in-central-gaza/103656546",
    "44": "https://www.telegraph.co.uk/world-news/2024/04/02/israel-hamas-war-latest-british-aid-worker-gaza-air-strike/",
    "45": "https://www.bbc.com/news/world-middle-east-68711282",
    "46": "https://www.thestar.com/news/world/allies-call-for-answers-after-israeli-airstrike-kills-seven-aid-workers-including-33-year-old/article_fac7dd82-f0c9-11ee-a4f1-03fb67f6dc3e.html",
    "47": "https://www.telegraph.co.uk/global-health/terror-and-security/israel-hamas-war-gaza-idf-aid-strike-world-central-kitchen/",
    "48": "https://www.aljazeera.com/news/liveblog/2024/4/2/israels-war-on-gaza-live-five-aid-workers-killed-after-delivering-food?update=2812458",
    "49": "https://www.bbc.com/news/world-us-canada-68716066",
    "50": "https://www.timesofisrael.com/idf-chief-sorry-as-details-emerge-of-strike-that-picked-off-gaza-aid-cars-one-by-one/?utm_source=article_hpsidebar&utm_medium=desktop_site&utm_campaign=world-central-kitchen-names-seven-heroes-killed-in-idf-strike-on-gaza-aid-convo",
    "51": "https://www.theguardian.com/world/video/2024/apr/03/aid-workers-killed-in-gaza-targeted-deliberately-says-charity-founder-video",
    "52": "https://web.archive.org/web/20240402084908/https://www.thenationalnews.com/news/mena/2024/04/02/world-central-kitchen-operations-gaza-strike/",
    "53": "https://www.smh.com.au/politics/federal/this-shouldn-t-have-happened-aid-worker-s-family-calls-for-war-crimes-investigation-20240403-p5fh5t.html",
    "54": "https://www.bbc.co.uk/news/world-us-canada-68737037",
    "55": "https://www.bbc.com/news/uk-68729302",
    "56": "https://www.washingtonpost.com/world/2024/04/02/israel-hamas-war-news-gaza-palestine/",
    "57": "https://edition.cnn.com/2024/04/01/middleeast/world-central-kitchen-killed-gaza-intl-hnk/index.html",
    "58": "https://www.timesofisrael.com/liveblog_entry/we-are-sorry-idf-chief-says-misidentification-led-to-strike-on-aid-convoy/",
    "59": "https://www.foreignminister.gov.au/minister/penny-wong/media-release/death-lalzawmi-zomi-frankcom",
    "60": "https://aje.io/2wzycc?update=2812342",
    "61": "https://www.gov.br/mre/en/contact-us/press-area/press-releases/attack-against-humanitarian-aid-workers-and-a-hospital-in-the-gaza-strip",
    "62": "https://www.aljazeera.com/news/liveblog/2024/4/3/israels-war-on-gaza-live-condemnation-of-israel-over-aid-worker-killings?update=2814911",
    "63": "https://www.barrons.com/news/china-shocked-condemns-gaza-strike-that-killed-seven-aid-workers-af933514",
    "64": "https://www.rtvcnoticias.com/cancilleria-solidaridad-trabajadores-world-central-kitchen",
    "65": "https://www.aljazeera.com/news/liveblog/2024/4/2/israels-war-on-gaza-live-five-aid-workers-killed-after-delivering-food?update=2812164",
    "66": "https://www.aljazeera.com/news/liveblog/2024/4/2/israels-war-on-gaza-live-five-aid-workers-killed-after-delivering-food?update=2812445",
    "67": "https://www.rfi.fr/en/international/20240403-france-condemns-killing-of-gaza-ngo-workers-as-us-pressed-to-toughen-stance-with-israel",
    "68": "https://www.yahoo.com/news/german-minister-demands-investigation-gaza-161418885.html?guccounter=1",
    "69": "https://www.aljazeera.com/news/liveblog/2024/4/2/israels-war-on-gaza-live-five-aid-workers-killed-after-delivering-food?update=2812850",
    "70": "https://www.milenio.com/politica/amlo-llama-alto-fuego-gaza-ataque-voluntarios-wck",
    "71": "https://wiadomosci.wp.pl/duda-reaguje-po-smierci-polaka-w-gazie-tragedia-ta-musi-zostac-wyjasniona-7012555575425600a",
    "72": "https://www.rp.pl/polityka/art40117711-ambasador-izraela-jakow-liwne-wezwany-do-msz-po-ataku-w-ktorym-zginal-polak",
    "73": "https://www.aljazeera.com/news/liveblog/2024/4/2/israels-war-on-gaza-live-five-aid-workers-killed-after-delivering-food?update=2813341",
    "74": "https://www.rtve.es/noticias/20240402/sanchez-exige-explicaciones-israel-por-muerte-siete-cooperantes-ong-chef-jose-andres/16040742.shtml",
    "75": "https://www.eldiario.es/politica/sanchez-califica-inaceptables-explicaciones-israel-muerte-cooperantes-jose-andres_1_11260800.html",
    "76": "https://www.aljazeera.com/news/liveblog/2024/4/2/israels-war-on-gaza-live-five-aid-workers-killed-after-delivering-food?update=2813117",
    "77": "https://www.aljazeera.com/news/liveblog/2024/4/2/israels-war-on-gaza-live-five-aid-workers-killed-after-delivering-food?update=2813550",
    "78": "https://www.aljazeera.com/news/liveblog/2024/4/2/israels-war-on-gaza-live-five-aid-workers-killed-after-delivering-food?update=2812658",
    "79": "https://www.gov.uk/government/news/fcdo-summons-israeli-ambassador-over-death-of-aid-workers",
    "80": "https://www.gov.scot/publications/call-ban-arms-sales-israel-letter-prime-minister/",
    "81": "https://www.bbc.com/news/world-middle-east-68716499",
    "82": "https://www.reuters.com/world/pope-deplores-deaths-gaza-ukraine-folly-war-2024-04-03/",
    "83": "https://www.theguardian.com/world/live/2024/apr/02/middle-east-crisis-live-updates-israel-gaza-war-today-gaza-foreign-aid-workers-killed-idf-investigation",
    "84": "https://www.europapress.es/internacional/noticia-stoltenberg-condena-ataque-israeli-murieron-siete-cooperantes-ong-world-central-kitchen-20240403175114.html",
    "85": "https://media.un.org/unifeed/en/asset/d319/d3192187",
    "86": "https://www.voanews.com/a/australia-demands-accountability-after-aid-workers-killed-in-apparent-israeli-airstrike-in-gaza/7552945.html",
    "87": "https://www.aljazeera.com/news/liveblog/2024/4/2/israels-war-on-gaza-live-five-aid-workers-killed-after-delivering-food?update=2812683",
    "88": "https://www.aljazeera.com/news/liveblog/2024/4/2/israels-war-on-gaza-live-five-aid-workers-killed-after-delivering-food?update=2812249",
    "89": "https://apnews.com/article/world-central-kitchen-gaza-humanitarian-aid-suspension-4a2d5bfa131ccd9984fe47076880b6b9",
    "90": "https://ca.news.yahoo.com/cyprus-says-aid-ships-turned-111616506.html",
    "91": "https://tvn24.pl/polska/ambasador-izraela-jakow-liwne-wezwany-do-msz-w-warszawie-st7853000",
    "92": "https://www.abc.net.au/news/2024-04-03/albanese-talks-netanyahu-about-zomi-frankcom-death/103661096",
    "93": "https://www.abc.net.au/news/2024-04-05/australia-special-adviser-israel-air-strike-investigation/103675106",
    "94": "https://www.theguardian.com/world/2024/apr/06/deadly-failure-australia-demands-israel-take-appropriate-action-against-those-responsible-for-killing-aid-workers",
    "95": "https://www.theguardian.com/australia-news/2024/sep/23/australia-un-aid-worker-protection-zomi-frankcom",
    "96": "https://www.abc.net.au/news/2024-09-23/australia-international-push-protect-aid-workers-zomi-frankcom/104385792",
    "97": "https://www.sbs.com.au/news/article/australian-push-for-a-new-un-declaration-to-protect-aid-workers-like-zomi-frankcom/ox6zz6npp",
    "98": "https://www.foreignminister.gov.au/minister/penny-wong/speech/remarks-roundtable-humanitarian-leaders",
    "99": "https://www.foreignminister.gov.au/minister/penny-wong/media-release/joint-statement-towards-new-declaration-protection-humanitarian-personnel",
    "100": "https://www.nbcnews.com/news/world/world-central-kitchen-says-israeli-strike-kills-7-workers-halts-aid-rcna145976",
    "101": "https://www.forbes.com/sites/siladityaray/2024/04/02/world-central-kitchen-says-israeli-airstrike-killed-seven-of-its-workers-in-gaza/?sh=49d372a56a00",
    "102": "https://www.washingtonpost.com/world/2024/04/05/israel-gaza-aid-wck-investigation/",
    "103": "https://www.bellingcat.com/news/2024/04/02/strike-that-killed-world-central-kitchen-workers-bears-hallmarks-of-israeli-precision-strike/",
    "107": "https://www.aljazeera.com/news/2024/4/2/al-jazeera-sanad-probe-finds-israeli-forces-deliberately-hit-wck-convoy",
    "108": "https://www.bbc.com/news/world-middle-east-68714128",
    "109": "https://www.cnn.com/2024/04/03/middleeast/world-central-kitchen-strike-analysis-intl/index.html",
    "110": "https://news.sky.com/story/grave-mistake-idf-releases-findings-of-what-went-wrong-in-strike-that-killed-aid-workers-13108160",
    "111": "https://archive.today/20240405103518/https://www.haaretz.com/israel-news/2024-04-05/ty-article/.premium/israeli-army-series-of-mistakes-led-to-killing-of-world-central-kitchen-workers-in-gaza/0000018e-acb9-d906-a5cf-aebd1f560000",
    "112": "https://www.timesofisrael.com/idf-dismisses-2-senior-officers-over-deadly-drone-strike-on-gaza-aid-convoy/",
    "113": "https://www.youtube.com/watch?v=EdOvit__o8A",
    "114": "https://www.politico.com/news/2024/04/02/israeli-strike-on-jose-andres-aid-group-prompts-new-level-of-us-backlash-00150245",
    "115": "http://opiniojuris.org/2024/04/06/the-strike-on-the-world-central-kitchen-convoy-as-a-war-crime/",
    "116": "https://www.dfat.gov.au/sites/default/files/special-advisers-public-report-israels-response-wck-strikes-august-2024.pdf",
    "117": "https://www.abc.net.au/news/2024-08-02/australia-review-idf-world-central-kitchen-death/104175546",
    "118": "https://www.npr.org/2024/11/30/nx-s1-5211367/world-central-kitchen-workers-airstrike-gaza",
    "119": "https://www.dcnewsnow.com/news/local-news/washington-dc/world-central-kitchen-workers-killed-by-israeli-airstrike-in-gaza/"
  },
  "flair_entities": [
    "hasan al-shorbagi",
    "yoav har-even",
    "martin griffiths",
    "project hope",
    "bosak",
    "james henderson",
    "mehreen faruqi",
    "palestinians",
    "grzegorz braun",
    "anera",
    "josé andrés",
    "refugees international",
    "israel",
    "poole",
    "morocco",
    "michael mansfield",
    "netanyahu",
    "jeremy konyndyk",
    "spanish",
    "rafael advanced defense systems",
    "the telegraph",
    "world food programme",
    "erin gore",
    "sierra leone",
    "australians",
    "israeli defense forces'",
    "steve fake",
    "livne",
    "scotland",
    "european commission",
    "yaron finkelman",
    "unrwa",
    "brazil",
    "mandel",
    "albanese",
    "who",
    "nochi mandel",
    "yacov livne",
    "israeli defense force",
    "us",
    "the washington post",
    "jordan",
    "gore",
    "bbc",
    "australian",
    "hamas",
    "andrzej szejna",
    "khan yunis",
    "cyprus",
    "gaza soup kitchen",
    "elbit hermes 450",
    "zomi frankcom",
    "genocide convention",
    "mark binskin",
    "andrés",
    "open arms",
    "the sydney morning herald",
    "palestine red crescent society",
    "ukraine",
    "hamas  hamas",
    "tedros adhanom ghebreyesus",
    "frankcom",
    "world central kitchen",
    "haaretz",
    "douglas guilfoyle",
    "wck",
    "israeli",
    "japan",
    "switzerland",
    "andrzej duda",
    "al-jazeera sanad",
    "idf",
    "united nations",
    "ministerial group for the protection of humanitarian personnel",
    "giora eiland",
    "turkey",
    "gaza city",
    "un",
    "cnn",
    "anthony albanese",
    "indonesia",
    "gaza",
    "uk",
    "poland",
    "binskin",
    "foreign ministry",
    "shuhada al-aqsa hospital",
    "palestinian",
    "penny wong",
    "southern command",
    "u.s",
    "jacob flickinger",
    "australia",
    "abu yousef al-najjar hospital",
    "international court of justice",
    "abc news",
    "sky news",
    "dorset",
    "deir al-balah",
    "benjamin netanyahu",
    "iran",
    "bellingcat",
    "the guardian",
    "icj",
    "bahamas",
    "egypt",
    "west bank",
    "australian defence force",
    "richard marles",
    "politico",
    "mahmoud almadhoun",
    "united nations special rapporteur on the right to food",
    "gaza strip",
    "norwegian refugee council",
    "colombia",
    "england",
    "financial times",
    "aqsa martyrs hospital",
    "krzysztof bosak",
    "rafael",
    "cindy mccain",
    "greens",
    "british",
    "bbc news",
    "solace global",
    "ocha",
    "office for the coordination of humanitarian affairs",
    "peter dutton",
    "american-canadian",
    "hanukkah",
    "polish",
    "wong",
    "south african",
    "donald tusk"
  ]
}